{
  "Before N.S.Shekhawat, J": "एन.एस शेखावत से पहले जे",
  "1. CRA-S-1472-SB-2003": "4. सीआरए-एस-4472-एसबी-2003",
  "NARESH KUMAR—Appellant": "नरेश कुमार-अपीलकर्ता",
  "versus": "बनाम",
  "THE STATE OF HARYANA—Respondent": "हरियाणा राज्य-प्रतिवादी",
  "2. CRA-S-1561-SB-2003": "2. सीआरए-एस-4564-एसबी-2003",
  "RAMESH KUMAR @ RAJ—Appellant": "रमेश कुमार & राज-अपीलकर्ता",
  "THE STATE OF HARYANA— Respondent": "हरियाणा राज्य-प्रतिवादी",
  "CRA-S-1569-SB-2003": "सीआरए-एस-4569-एसबी-2003",
  "PAWAN KUMAR—Appellant": "पवन कुमार-अपीलकर्ता",
  "November 30, 2022": "30 नवंबर 2022",
  "Indian Penal Code, 1860 Ss. 391, 395 and 397—Dacoity—": "भारतीय दंड संहिता, 4860 एस.एस. 394, 395 और 397-डकैती-पांच से कम",
  "Less than five persons—Accused convicted under S. 395 and S. 397": "व्यक्ति-आरोपियों को ट्रायल कोर्ट द्वारा आईपीसी की धारा 395 और धारा 397 के तहत",
  "IPC by Trial Court—Two other co-accused were acquitted by the": "दोषी ठहराया गया-दो अन्य सह-आरोपियों को अदालत ने बरी कर दिया-कोई निष्कर्ष",
  "joined hands with several others to commit the dacoity—Trial Court": "कई अन्य लोगों के साथ - ट्रायल कोर्ट ने गलती से अपीलकर्ताओं को एसएस के तहत",
  "erroneously convicted appellants under Ss. 395/397 IPC as they were less than five persons, which is against the essential ingredients of S. 391 IPC.": "दोषी ठहराया। 395/397 आईपीसी क्‍योंकि वे पांच व्यक्तियों से कम थे, जो धारा 394 आईपीसी की आवश्यक सामग्री के खिलाफ है।",
  "Held, that It is well settled that for recording conviction of an offence of dacoity as defined under Section 391 of IPC, there must be": "माना गया कि यह अच्छी तरह से स्थापित है कि आईपीसी की धारा 394 के तहत",
  "five or more persons. In absence of such findings, an accused cannot be": "परिभाषित डकैती के अपराध की सजा दर्ज करने के लिए पांच या अधिक व्यक्ति होने",
  "several others to commit the dacoity and two other co-accused were": "अपीलकर्ताओं ने डकैती करने के लिए कई अन्य लोगों के साथ हाथ मिलाया था और दो",
  "acquitted by the Court. Even the FIR was initially registered against the": "अन्य सह-अभियुक्तों को अदालत ने बरी कर दिया था। यहां तक कि शुरुआत में तीन",
  "three unknown persons and the involvement of fourth person is": "अज्ञात व्यक्तियों के खिलाफ प्राथमिकी दर्ज की गई थी और चौथे व्यक्ति की संलिप्तता",
  "doubtful. Consequently, the conviction of the three appellants under sections 395/397 IPC is erroneous.": "संदिग्ध है। नतीजतन, आईपीसी की धारा 395/397 के तहत तीन अपीलकर्ताओं की दोषसिद्धि गलत है।",
  "Further held, that in a given case, however, it may happen that": "इसके अलावा, यह माना गया कि किसी दिए गए मामले में, ऐसा हो सकता है कि",
  "there may be five or more persons and the factum of five or more": "पांच या अधिक व्यक्ति हो सकते हैं और पांच या अधिक व्यक्तियों का तथ्य या तो विवादित",
  "persons is either not disputed or is clearly established, but the Court": "नहीं है या स्पष्ट रूप से स्थापित है, लेकिन न्यायालय किसी निष्कर्ष को रिकॉर्ड करने में",
  "may not be able to record a finding as to identity of all the persons said": "सक्षम नहीं हो सकता है उन सभी व्यक्तियों की पहचान के संबंध में जिनके बारे में कहा",
  "order their acquittal observing that their identity is not established. In": "गया है कि उन्होंने डकैती की है, और यह देखते हुए कि उनकी पहचान स्थापित नहीं हुई",
  "such case, conviction of less than five persons - or even one can stand.": "सकता है। ऐसे मामले में, पाँच से कम व्यक्तियों - या एक की भी दोषसिद्धि कायम रह",
  "But in absence of such a finding, less than five persons cannot be": "सकती है। लेकिन इस तरह के निष्कर्ष के अभाव में, पांच से कम व्यक्तियों को डकैती के",
  "Test Identification Parade—FIR was registered against four": "परीक्षण पहचान परेड - चार अज्ञात व्यक्तियों के खिलाफ एफआईआर दर्ज की",
  "unknown persons —Accused arrested after a gap of almost one year": "गई - आरोपी को लगभग एक वर्ष के अंतराल के बाद गिरफ्तार किया गया - कोई परीक्षण",
  "—No test identification parade held—Physical description not": "पहचान परेड आयोजित नहीं की गई - एफआईआर में शारीरिक विवरण का उल्लेख नहीं",
  "mentioned in the FIR —PWs identified the accused for the first time": "किया गया - पीडब्ल्यू ने कई वर्षों के अंतराल के बाद पहली बार अदालत में आरोपी की",
  "in Court after a gap of four years and such identification is meaningless in the eyes of law —Investigating Officer admitted that": "पहचान की चार साल और ऐसी पहचान कानून की नजर में अर्थहीन है - जांच अधिकारी",
  "no test identification parade of the accused carried out—There was": "ने स्वीकार किया कि आरोपी की कोई परीक्षण पहचान परेड नहीं की गई - मौजूदा मामले",
  "no evidence to prove the identity of the accused in the instant case.": "में आरोपी की पहचान साबित करने के लिए कोई सबूत नहीं था।",
  "Held, that in such a situation, when the accused were arrested, it": "माना गया कि ऐसी स्थिति में, जब आरोपियों को गिरफ्तार किया गया, तो",
  "was mandatory for the prosecution to hold a test identification parade.": "अभियोजन पक्ष के लिए परीक्षण पहचान परेड आयोजित करना अनिवार्य था। घटना के",
  "Identification of the accused for the first time after four years of the occurrence in the Court by witnesses is meaningless. Accused": "चार साल बाद पहली बार कोर्ट में गवाहों द्वारा अभियुक्त की पहचान करना बेमानी है.",
  "acquitted. Appeal Allowed.": "आरोपी बरी. अपील की अनुमति.",
  "Salil Bali, Advocate, for the appellant(s) in CRA-S-1472-SB- 2003 and CRA-S-1569-SB-2003.": "सीआरए-एस-4472-एसबी2003 और सीआरए-एस-4569-एसबी-2003 में अपीलकर्ताओं के लिए वकील सलिल बाली।",
  "Anurag Arora and Vishal Sharda, Advocate for the appellant(s) in CRA-S-1561-SB-2003.": "सीआरए-एस-4564-एसबी-2003 में अपीलकर्ताओं के वकील अनुराग अरोड़ा और विशाल शारदा।",
  "Sheenu Sura, DAG, Haryana.": "शीनू सूरा, डीएजी, हरियाणा।",
  "(1) This judgment shall dispose of three appeals, i.e., CRA-S-": "(9) यह निर्णय तीन अपीलों का निपटान करेगा, अर्थात्‌ू, सीआरए-एस4472-एसबी-",
  "1472-SB-2003 titled as 'Naresh Kumar Vs. The State of Haryana’,": "2003 जिसका शीर्षक 'नरेश कुमार बनाम' है। हरियाणा राज्य', सीआरए-एस-4564-",
  "CRA-S-1561-SB-2003 'Ramesh Kumar @ Raj Vs. The State of": "एसबी-2003 'रमेश कुमार & राज बनाम। हरियाणा राज्य' और सीआरए-एस-4569-",
  "Haryana’ and CRA-S-1569-SB-2003 'Pawan Kumar Vs. The State of": "एसबी-2003 'पवन कुमार बनाम। हरियाणा राज्य, विद्वान अतिरिक्त सत्र न्यायाधीश",
  "conviction and order of sentence dated 29.07.2003, passed by the": "आक्षेपित निर्णण और सजा के आदेश दिनांक 29.07.2003 से उत्पन्न हुआ है, जिसके तहत,",
  "Faridabad, whereby, the appellants in the aforementioned appeals had been convicted under Sections 395 and 397 IPC and sentenced to": "उपरोक्त अपीलों में अपीलकर्ताओं को धारा 395 और 397 आईपीसी के तहत दोषी",
  "undergo rigorous imprisonment for a period of five years each and also": "ठहराया गया था और प्रत्येक को पांच साल की कठोर कारावास की सजा सुनाई गई थी",
  "to pay a fine of Rs.2000/- each alongwith a default stipulation under Section 395 IPC. They were further sentenced to undergo": "और धारा 395 आईपीसी के तहत डिफ़ॉल्ट शर्त के साथ प्रत्येक को 2000/- रुपये का",
  "imprisonment for a period of seven years each under Section 397 IPC.": "जुर्माना भी भरना पड़ा था। उन्हें आईपीसी की धारा 397 के तहत प्रत्येक को सात साल की",
  "Both the sentences were ordered to run concurrently.": "वि के लिए कारावास की सजा सुनाई गई। दोनों सजाएं एक साथ चलाने का आदेश या गया.",
  "(2) Initially, the FIR in this case, ie., FIR No. 1319 dated": "(2) प्रारंभ में, इस मामले में एफआईआर, यानी, एफआईआर संख्या 4349 दिनांक",
  "07.10.1997 under Sections 392, 394, 411 and 397 IPC was registered against the three appellants, namely, Pawan Kumar, Naresh Kumar and Ramesh Kumar @ Raj (appellants in present three appeals) and two": "07.40.4997 धारा 392, 394, 444 और 397 आईपीसी के तहत तीन अपीलकर्ताओं, पवन कुमार, नरेश कुमार और रमेश कुमार उर्फ राज के खिलाफ दर्ज की गई थी। (वर्तमान",
  "more accused persons Amarjit and Vijay Kumar @ Vicky. Further, in": "तीन अपीलों में अपीलकर्ता) और दो अन्य आरोपी व्यक्ति अमरजीत और विजय कुमार",
  "the impugned judgment, accused persons, namely, Vijay Kumar @": "उर्फ विक्की। इसके अलावा, आशक्षेपित निर्णय में, आरोपी व्यक्तियों, अर्थात्‌ विजय कुमार",
  "Vicky and Amarjit were ordered to be acquitted whereas the three": "उर्फ विक्की और अमरजीत को बरी करने का आदेश दिया गया, जबकि तीन",
  "appellants, namely, Ramesh Kumar, Pawan Kumar and Naresh Kumar were ordered to be convicted and sentenced as indicated above. The": "अपीलकर्ताओं, अर्थात्‌, रमेश कुमार, पवन कुमार और नरेश कुमार को ऊपर बताए अनुसार दोषी ठहराने और सजा देने का आदेश दिया गया। श्रीमती द्वारा ॥8 &८.?५/2 दर्ज",
  "FIR Ex.PA/2 was got registered by Smt. Varsha Vadhavan wife of Rajeshwar Kumar against the three unknown persons under Sections": "करायी गयी। राजेश्वर कुमार की पत्नी वर्षा वधावन ने तीन अज्ञात व्यक्तियों के खिलाफ",
  "392 and 394 IPC by alleging that she was resident of House No. 267,": "आईपीसी की धारा 392 और 394 के तहत आरोप लगाया कि वह मकान नंबर 267, सेक्टर",
  "Sector 29, Faridabad and used to reside with her children at home. Her": "29, फरीदाबाद की निवासी थी और अपने बच्चों के साथ घर पर रहती थी। उनके पति",
  "husband was serving in A.E.P.C., in Delhi. He used to go to his office early in the morning and used to return back in the evening. On that": "दिल्‍ली में ए.ई.पी.सी. में कार्यरत थे। वह सुबह जल्दी अपने ऑफिस चले जाते थे और शाम",
  "leaving her two children, namely, Pranav, aged about 13 years and": "को वापस लौट आते थे। उस दिन वह अपने दोनों बच्चों प्रणव उम्र करीब 43 साल और",
  "Yashodhara aged about 06 years at home. She came back home as she": "यशोधरा उम्र करीब 06 साल को घर पर छोड़कर पंजाब नेशनल बैंक में खाता खुलवाने",
  "could not open the account on that day. After returning home, she was": "गयी थी. उस दिन खाता नहीं खुल पाने के कारण वह घर वापस आ गयी। घर लौटने के",
  "watching television alongwith her children. At about 2/2.15 p.m., three": "बाद वह अपने बच्चों के साथ टीवी देख रही थी. दोपहर करीब 2/2.45 बजे तीन लोग",
  "persons entered the house on finding the door open and they came from the drawing room. They were aged about 20/25 years, medium height": "दरवाजा खुला देखकर घर में घुसे और वे ड्राइंग रूम से आए। उनकी उम्र लगभग 20/25",
  "wearing pants and shirts and one person was carrying the meat cutter": "वर्ष थी, मध्यम कद का व्यक्ति पैंट और शर्ट पहने हुए था और एक व्यक्ति मांस काटने",
  "(knife) and two more persons who were also wearing pants and shirts,": "वाला (चाकू) ले जा रहा था और दो अन्य व्यक्ति जो पैंट और शर्ट पहने हुए थे, और उनके",
  "and were also carrying 'DAAV' (knife used for cutting trees). On": "पास 'डीएएवी' (काटने के लिए इस्तेमाल किया जाने वाला चाकू) भी था पेड़)। वहां आते ही",
  "the house belong to Bhardwaj. On this, her son replied that the house did not belong to Bhardwaj. She wanted to run away from another door": "पर उनके बेटे ने जवाब दिया कि यह घर भारद्वाज का नहीं है. वह दूसरे दरवाजे से भागना",
  "but both the accused stopped her and started saying that they had come": "चाहती थी लेकिन दोनों आरोपियों ने उसे रोक लिया और कहने लगे कि वे नकदी लेने आए",
  "to take cash and she should give it to them and they would leave after": "थे और वह उन्हें दे दे और इसके बाद वे चले जाएंगे। उन्होंने उसे धमकी दी कि यदि उसने",
  "that. They threatened her that in case she raised the noise, they would do something. They wanted to pull the chain worn by her, however, she": "शोर मचाया तो वे कुछ कर देंगे। वे उसकी पहनी हुई चेन खींचना चाहते थे, हालाँकि, उसने",
  "gave the chain on her own without any resistance. During this occurrence, the person, who entered through the drawing room, gave": "बिना किसी विरोध के अपनी चेन दे दी। इस घटना के दौरान, ड्राइंग रूम के माध्यम से",
  "blow with meat cutter knife at the hands of her son and chopped off": "प्रवेश करने वाले व्यक्ति ने उसके बेटे के हाथ पर मांस काटने वाले चाकू से वार किया",
  "thumb of left hand of her son. She and her children were tied and were": "और उसके बेटे के बाएं हाथ का अंगूठा काट दिया। वह और उसके बच्चे बंधे हुए थे और",
  "Dabwali. Still further, PW12 Dr. R.K. Seth, Appollo Hospital, New": "आगे, पीडब्लू2 डॉ. आर के. सेठ, अपोलो अस्पताल, नई दिल्ली, जिन्होंने लगभग 43 वर्ष",
  "Delhi, who had treated Master Parnav Vadhavan aged about 13 years.": "की उम्र के मास्टर परनव वधावन का इलाज किया था। (7) साक्ष्य समाप्त होने के बाद पूरे",
  "(7) After the closure of evidence, the entire case/evidence was put to the accused in their statements under Section 313 Cr.P.C. The": "मामले/साक्ष्य को धारा 333 सीआरपीसी के तहत अभियुक्तों के बयान में रख दिया गया।",
  "police/accused replied that they were innocent and they had been": "पुलिस/अभियुक्तों ने उत्तर दिया कि वे निर्दोष थे और उन्हें तत्काल मामले में झूठा फंसाया",
  "falsely implicated in the instant case. Even, the accused opted not to lead any evidence in their defence.": "गया था। यहां तक कि, अभियुक्तों ने अपने बचाव में कोई सबूत पेश न करने का भी",
  "(8) The learned counsel for the appellants vehemently argued": "विकल्प चुना। (8) अपीलकर्ताओं के विद्वान वकील ने जोरदार तर्क दिया कि अपीलकर्ताओं",
  "that the appellants have been falsely implicated in the instant case. The": "को तत्काल मामले में झूठा फंसाया गया है। शिकायतकर्ता द्वारा आरोपियों को",
  "accused were not named in the FIR by the complainant and the FIR was": "एफआईआर में नामित नहीं किया गया था और एफआईआर शुरू में अज्ञात व्यक्तियों के",
  "initially registered against the unknown persons and later on five persons were implicated by assigning them roles separately. Still": "खिलाफ दर्ज की गई थी और बाद में पांच लोगों को अलग-अलग भूमिकाएं बताकर",
  "further, it was initially shown that the dacoity was committed by four": "फंसाया गया था। इससे भी आगे, शुरू में यह दिखाया गया कि डकैती केवल चार लोगों ने",
  "persons only, but later on the police presented the challan against five persons and out of them two have been acquitted by the learned trial": "की थी, लेकिन बाद में पुलिस ने पांच लोगों के खिलाफ चालान पेश किया और उनमें से दो",
  "Court. Thus, the conviction of remaining three accused Pawan Kumar, Naresh Kumar and Ramesh Kumar @ Raj for the offences under": "अपराध के लिए शेष तीन आरोपियों पवन कुमार, नरेश कुमार और रमेश कुमार उर्फ राज",
  "as the basic ingredients of sections 395/397 IPC are not fulfilled. The": "395/397 आईपीसी के मूल तत्व नहीं हैं। पूरा हुआ. इन धाराओं के तहत सजा के लिए",
  "minimum number of persons required for conviction under these sections are five or more accused and consequently no case is made out": "आवश्यक व्यक्तियों की न्यूनतम संख्या पांच या अधिक आरोपी है और परिणामस्वरूप",
  "against the present appellants. Still further, in the FIR, the identity of": "वर्तमान अपीलकर्ताओं के खिलाफ कोई मामला नहीं बनता है। फिर भी एफआईआर में",
  "the accused was not mentioned. There was no description as to height, weight, physical features of the accused in the FIR and ultimately no": "आरोपी की पहचान का जिक्र नहीं किया गया. एफआईआर में आरोपी की ऊंचाई, वजन, शारीरिक विशेषताओं के बारे में कोई विवरण नहीं था और अंततः शिकायतकर्ता के साथ-",
  "as well as her son Parnav Vadhavan. The complainant and her son Parnav Vadhavan had identified the accused after a period of about 04 years and identification in the Court for the first time is of no value.": "गई थी। शिकायतकर्ता और उसके बेटे परनव वधावन ने लगभग 04 साल की अवधि के बाद आरोपी की पहचान की थी और पहली बार अदालत में पहचान का कोई महत्व नहीं",
  "Still further, no description of jewelry as to make, shape, size and structure of the jewelry was given by the complainant to the police. Even PW3 Rajeshwar Kumar admitted that the jewelry which was released to him on superdari was different from the one presented by": "है। इसके अलावा, शिकायतकर्ता द्वारा गहनों की बनावट, आकार, आकार और संरचना का कोई विवरण पुलिस को नहीं दिया गया। यहां तक कि पीडब्ल्यू 3 राजेश्वर कुमार ने स्वीकार किया कि जो गहने उन्हें सुपरदारी पर जारी किए गए थे, वे अदालत में उनके द्वारा",
  "him in the Court and no independent witnesses were joined by ASI Babu Ram at the time of recovery of the jewelry from Ramesh Kumar": "प्रस्तुत किए गए गहने से अलग थे और रमेश कुमार उर्फ राज से गहने की बरामदगी के समय एएसआई बाबू राम द्वारा कोई स्वतंत्र गवाह शामिल नहीं किया गया था। इसके",
  "regarding the two accused, who were standing in the lobby of the": "स्वीकार किया कि उन्हें याद नहीं है कि घर की लॉबी में खड़े दोनों आरोपियों के बारे में",
  "house. She admitted that she had shown the entire house to the police.": "उन्होंने पुलिस को बताया था या नहीं. उसने स्वीकार किया कि उसने पुलिस को पूरा घर",
  "She had mentioned identification of the accused to the police, when the": "दिखाया था। उसने पुलिस को आरोपियों की पहचान बताई थी, जब पुलिस ने उसका बयान",
  "police got recorded her statement Ex.PA. She further stated that she never visited the police station at any point of time. She had even": "एक्स.पीए. उन्होंने आगे कहा कि वह कभी भी किसी भी समय पुलिस स्टेशन नहीं गईं।",
  "though got the identification of the accused got recorded to the police": "हालांकि उसने आरोपी की पहचान पुलिस के सामने दर्ज करवा दी थी लेकिन उसने",
  "but she did not record the height of the accused. She had just mentioned the colour, dress and face etc., of the accused. She had seen the articles,": "आरोपी की ऊंचाई दर्ज नहीं की। उसने सिर्फ आरोपी का रंग, पहनावा और चेहरा आदि",
  "which were brought by her husband at the time of the recovery from the": "बताया था। उसने वह सामान देखा था, जो उसके पति आरोपियों से बरामदगी के समय",
  "accused. She did not remember as to which were the articles. She": "लाए थे। उसे याद नहीं था कि कौन-कौन से लेख थे. उसने स्वीकार किया कि उसने",
  "admitted that she had seen the accused after their arrest. She saw the": "आरोपियों को उनकी गिरफ्तारी के बाद देखा था। उसने आरोपियों को थाने में देखा,",
  "accused in police station, but could not tell in which police station she": "लेकिन यह नहीं बता सकी कि उसने उन्हें किस थाने में देखा था। आरोपियों के चेहरे खुले",
  "had seen them. The faces of the accused were open and they were not muffled face. Similarly, PW2 Master Parnav, who also supported the": "थे और उनका चेहरा दबा हुआ नहीं था. इसी तरह, 7५४2 मास्टर परनव, जिन्होंने भी",
  "case of the prosecution. The said witness was duly confronted with his": "अभियोजन पक्ष के मामले का समर्थन किया। उक्त गवाह का उसके द्वारा दिए गए पहले",
  "earlier statement made by him, however, in cross-examination, he": "के बयान के साथ विधिवत सामना कराया गया, हालांकि, जिरह में, उसने स्वीकार किया",
  "admitted that after the date of occurrence, the accused were not shown to him except on the day, 1.e., 06.09.2001. He could not explain as to": "कि घटना की तारीख के बाद, अभियुक्तों को दिन के अलावा, यानी 06.09.2004 को नहीं",
  "whether silver or gold ornaments were taken from there. He admitted": "दिखाया गया था। वह यह नहीं बता सके कि वहां से चांदी या सोने के आभूषण ले जाये",
  "that only three persons named in the FIR and fourth came after the": "गये। उन्होंने स्वीकार किया कि एफआईआर में केवल तीन लोगों का नाम था और चौथा",
  "occurrence and as such it was not recorded in the statement. PW3": "घटना के बाद आया था और इस तरह इसे बयान में दर्ज नहीं किया गया था। पीडब्लू ३",
  "Rajeshwar Kumar was recalled for cross-examination and stated that": "राजेश्वर कुमार को जिरह के लिए वापस बुलाया गया और कहा गया कि चार चूड़ियाँ, दो",
  "four bangles, two rings, one tagri of silver and one pair of pajab": "अंगूठियाँ, चांदी की एक टैगरी और एक जोड़ी पायजेब (आभूषण), रुपये। आरोपी रमेश",
  "(ornament), Rs. 6000/- were recovered from the possession of the accused Ramesh Kumar @ Raj. The prosecution examined PW4 ASI": "कुमार उर्फ राज के कब्जे से 6000/- रूपये बरामद किये गये। अभियोजन पक्ष ने पीडब्लू4",
  "Jai Ram, who was posted as I.O., of the case in FIR No. 189": "एएसआई जय राम, जो मामले के जांच अधिकारी के रूप में तैनात थे, से एफआईआर",
  "under Sections 392, 397 and 120 IPC where accused Naresh Kumar,": "नंबर 489 में आईपीसी की धारा 392, 397 और 420 के तहत पूछताछ की, जहां आरोपी",
  "Amarjit and Pawan Kumar @ Vicky were arrested and they suffered": "नरेश कुमार, अमरजीत और पवन कुमार उर्फ विक्की को गिरफ्तार किया गया और उन्हें",
  "their disclosure statements before police of Police Station Dabwali. The": "पहले अपने खुलासे के बयान दिए गए। थाना डबवाली की पुलिस। उक्त आरोपियों ने थाना",
  "said accused also confessed before the police of Police Station Dabwali that they had committed the offence in the present case as well. The": "डबवाली पुलिस के समक्ष यह भी कबूल किया कि उन्होंने वर्तमान मामले में भी अपराध",
  "said witness admitted in his cross-examination that he tried to join": "किया है। उक्त गवाह ने अपनी जिरह में स्वीकार किया कि उसने स्वतंत्र गवाहों में शामिल",
  "independent witnesses, but no witness joined at the time of the entire": "होने की कोशिश की, लेकिन पूरी कार्यवाही के समय कोई भी गवाह शामिल नहीं हुआ।",
  "proceedings. The prosecution further examined PW5 Dharambir who": "अभियोजन पक्ष ने आगे पीडब्लू5 धर्मबीर से पूछताछ की जो 46.09.4998 को पुलिस",
  "was posted as head constable in Police Station City Dabwali on": "स्टेशन सिटी डबवाली में हेड कांस्टेबल के रूप में तैनात था। वह अमरजीत और पवन",
  "16.09.1998. He is witness to the disclosure statements suffered by Amarjit and Pawan Kumar. At this stage, PW3 Rajeshwar Kumar was": "कुमार के प्रकटीकरण बयानों का गवाह है। इस स्तर पर, पीडब्लू ३ राजेश्वर कुमार को",
  "again recalled for producing the case property and he produced the": "मामले की संपत्ति का उत्पादन करने के लिए फिर से बुलाया गया और उन्होंने अदालत के",
  "bangles, tagri, pajab (ornaments) and two rings and a chain before the": "समक्ष चूड़ियाँ, टैगरी, पायजेब (आभूषण) और दो अंगूठियां और एक चेन पेश की।",
  "Court. He, however, admitted that the bangles, which are worn by his": "हालाँकि, उन्होंने स्वीकार किया कि उनकी पत्नी द्वारा पहनी गई चूड़ियाँ अदालत में पेश की",
  "wife are different from the ones, which are produced in the Court. He further admitted that he had not disclosed the shape of the bangles and": "गई चूड़ियों से अलग हैं। उन्होंने आगे स्वीकार किया कि उन्होंने चूड़ियों के आकार और",
  "not even the weight. He also did not even disclose the make of the golden chain, which has been shown. The articles were given in the": "वजन का भी खुलासा नहीं किया था। उन्होंने यह भी नहीं बताया कि जो सोने की चेन",
  "more persons is either in dispute or is clearly established, but the Court": "या स्पष्ट रूप से स्थापित है, लेकिन न्यायालय सभी की पहचान के बारे में कोई निष्कर्ष दर्ज",
  "said to have committed dacoity and may not be able to convict them": "डकैती की है और हो सकता है कि उन्हें दोषी न ठहराया जा सके और यह देखते हुए कि",
  "In such a case, conviction of less than five persons or even two can": "मामले में, पाँच या दो से भी कम व्यक्तियों को दोषी ठहराया जा सकता है, लेकिन ऐसे",
  "stand but in absence of such findings, less than five persons cannot be": "निष्कर्षों के अभाव में, पाँच से कम व्यक्तियों को डकैती के अपराध के लिए दोषी नहीं",
  "convicted of an offence of dacoity. In the instant case, no such findings": "ठहराया जा सकता है। वर्तमान मामले में, ऐसा कोई निष्कर्ष दर्ज नहीं किया गया है कि इन",
  "have been recorded that these appellants had joined hands with several others to commit the dacoity and two accused were simply acquitted by": "अपीलकर्ताओं ने डकैती करने के लिए कई अन्य लोगों के साथ हाथ मिलाया था और दो",
  "the Court. Even the FIR was initially registered against the three": "आरोपियों को अदालत ने बरी कर दिया था। यहां तक कि शुरुआत में तीन अज्ञात",
  "unknown persons and the involvement of fourth person is doubtful.": "व्यक्तियों के खिलाफ प्राथमिकी दर्ज की गई थी और चौथे व्यक्ति की संलिप्तता संदिग्ध है।",
  "Consequently, the conviction of the three appellants under sections 395/397 IPC is obviously erroneous. The Hon'ble Supreme Court in the matter of Raj Kumar @ Raju versus State of Uttaranchal' as follows:-": "नतीजतन, आईपीसी की धारा 395/397 के तहत तीन अपीलकर्ताओं की सजा स्पष्ट रूप से गलत है। माननीय उच्चतम न्यायालय ने राज कुमार उर्फ राजू बनाम उत्तरांचल राज्य के मामले में निम्नानुसार निर्णय लिया:-",
  "“16. Chapter XVII (Sections 378 to 462) deals with": "“6. अध्याय ५५॥ (धारा 378 से 462) संपत्ति के विरुद्ध अपराधों से संबंधित",
  "offences against property. Sections 378 to 382 relate to": "है। धारा 378 से 382 चोरी से संबंधित हैं। धारा 333 से 339 जबरन वसूली के",
  "theft. Sections 383 to 389 concern offences of extortion. Sections 390 to 402 deal with robbery and dacoity. Section": "अपराधों से संबंधित है। धारा 390 से 402 लूट और डकैती से संबंधित हैं। धारा 39",
  "“391. Dacoity----When five or more persons conjointly": "“394. डकैती----जब पांच या अधिक व्यक्ति मिलकर डकैती करते हैं या",
  "commit or attempt to commit a robbery, or where the whole": "करने का प्रयास करते हैं, या जहां डकैती करने या करने का प्रयास करने वाले",
  "number of persons conjointly committing or attempting to commit a robbery, and persons present and aiding such": "व्यक्तियों की पूरी संख्या, और ऐसे कार्य में उपस्थित और सहायता करने वाले",
  "commission or attempt, amount to five or more, every person so committing, attempting or aiding, is said to": "व्यक्तियों की संख्या पांच या अधिक होती है , ऐसा करने, प्रयास करने या सहायता",
  "17.Whereas Section 395 provides punishment for dacoity, Section 396 prescribes penalty for an offence of dacoity": "7.जहाँ धारा 395 डकैती के लिए सज़ा का प्रावधान करती है, वहीं धारा 396 हत्या",
  "with murder. The said section reads thus :": "के साथ डकैती के अपराध के लिए दंड निर्धारित करती है। उक्त अनुभाग इस प्रकार पढ़ता है:",
  "“396. Dacoity with murder.----If any one of five or more": "“396. हत्या के साथ डकैती----यदि पांच या अधिक व्यक्तियों में से कोई",
  "persons, who are conjointly committing dacoity, commits murder in so committing dacoity, every one of those": "एक, जो मिलकर डकैती कर रहे हैं, हत्या करता है, तो उन व्यक्तियों में से प्रत्येक",
  "persons shall be punished with death, or imprisonment for life, or rigorous imprisonment for a term which may extend": "को मृत्युदंड, या आजीवन कारावास, या कठोर कारावास से दंडित किया जाएगा।",
  "to ten years, and shall also be liable to fine”.": "जिसकी अवधि दस वर्ष तक बढ़ सकती है, और जुर्माना भी लगाया जा सकता है।”",
  "18.In Ram Lakhan v. State of Uttar Pradesh, this Court held that conviction for an offence of dacoity of less than five": "48. राम लखन बनाम उत्तर प्रदेश राज्य में, इस न्यायालय ने माना कि पांच से कम",
  "that conviction for an offence of dacoity of less than five persons is not sustainable. In that case, the appellant was": "व्यक्तियों की डकैती के अपराध के लिए दोषसिद्धि टिकाऊ नहीं है। उस मामले में,",
  "convicted for an offence punishable under Section 395": "अपीलकर्ता को भारतीय दंड संहिता की धारा 395 के तहत दंडनीय अपराध के लिए दोषी",
  "imprisonment. FIR was registered against nine persons. The": "ठहराया गया और सात साल के कठोर कारावास की सजा सुनाई गई। नौ लोगों के विरुद्ध",
  "trial Court, however, acquitted five persons and convicted": "प्राथमिकी दर्ज की गयी. हालाँकि, ट्रायल कोर्ट ने पाँच लोगों को बरी कर दिया और चार को",
  "four. On appeal, the High Court acquitted three persons out": "दोषी ठहराया। अपील पर, उच्च न्यायालय ने चार में से तीन व्यक्तियों को बरी कर दिया",
  "of four and conviction of one of the accused, appellant before this Court, was upheld. This Court, while allowing": "और इस न्यायालय के समक्ष अपील करने वाले एक आरोपी की सजा को बरकरार रखा",
  "before this Court, was upheld. This Court, while allowing the appeal and acquitting the accused, held that before an": "गया। इस न्यायालय ने अपील की अनुमति देते हुए और आरोपी को बरी करते हुए कहा",
  "offence under Section 395 can be made out there must be an assembly of five or more persons. On the findings of the": "कि धारा 395 के तहत अपराध करने से पहले पांच या अधिक व्यक्तियों की एक सभा होनी",
  "courts below, it was manifest that only one person was left,": "चाहिए। नीचे दी गई अदालतों के निष्कर्षों पर, यह स्पष्ट था कि केवल एक व्यक्ति बचा था,",
  "who could not be convicted for an offence under Section 395.": "जिसे धारा 395 के तहत अपराध के लिए दोषी नहीं ठहराया जा सकता था।",
  "19.In Saktu v. State of U.P., the case of the prosecution was": "49. सकटू बनाम उत्तर प्रदेश राज्य में, अभियोजन पक्ष का मामला यह था कि 5-",
  "that 15-16 persons entered the house of one Jwala Prasad and looted the property. First Information Report was": "6 व्यक्तियों ने ज्वाला प्रसाद नामक व्यक्ति के घर में प्रवेश किया और संपत्ति लूट ली।",
  "lodged by the informant- Jwala Prasad. All the accused": "प्रथम सूचना रिपोर्ट सूचक ज्वाला प्रसाद द्वारा दर्ज करायी गयी थी। सभी आरोपियों पर",
  "were charged for offences punishable under Sections 395, 397 and 412, Indian Penal Code. The trial Court acquitted": "भारतीय दंड संहिता की धारा 395, 397 और 442 के तहत दंडनीय अपराधों के लिए",
  "one of the accused. In appeal, the High Court of Allahabad": "आरोप लगाए गए थे। ट्रायल कोर्ट ने एक आरोपी को बरी कर दिया। अपील में, इलाहाबाद",
  "acquitted some other accused but convicted three accused": "उच्च न्यायालय ने कुछ अन्य आरोपियों को बरी कर दिया लेकिन तीन आरोपियों (नंबर 4,",
  "(Nos. 1, 6 & 7).": "6 और 7) को दोषी ठहराया।",
  "It was contended before this Court that as the High Court": "इस न्यायालय के समक्ष यह तर्क दिया गया था कि चूंकि उच्च न्यायालय ने पाया",
  "found that only three persons had participated in the occurrence, there was an error in convicting them for": "कि केवल तीन व्यक्तियों ने घटना में भाग लिया था, इसलिए उन्हें डकैती के लिए दोषी",
  "dacoity, since the offence of dacoity could not be \"6....The charge in the instant case is that apart from the named seven": "ठहराने में त्रुटि हुई, क्योंकि डकैती का अपराध \"6...नहीं हो सकता। तत्काल मामला यह है",
  "or eight persons, there were five or six others who had": "कि नामित सात या आठ व्यक्तियों के अलावा, पांच या छह अन्य लोग भी थे जिन्होंने",
  "and not law, unsafe to rely on such a piece of evidence. We": "कानून की नहीं, विवेक की, ऐसे साक्ष्य पर भरोसा करना असुरक्षित है। कांता प्रसाद बनाम",
  "Vaikuntam Chandrappa, Budhsen, Kanan v. State of Kerala, Mohanlal Gangaram Gehani v. State of": "दिल्ली प्रशासन, वैकुंठम चंद्रप्पा, बुद्धसेन, कानन बनाम केरल राज्य, मोहनलाल गंगाराम",
  "Punjab, Raju v. State of Maharashtra, Ronny, George v.": "जसपाल सिंह बनाम पंजाब राज्य, राजू बनाम महाराष्ट्र राज्य, रोनी, जॉर्ज बनाम केरल",
  "State of Kerala, Rajesh Govind Jagesha,State of H.P. v. Lekh Raj and Ramanbhai Naranbhai Patel v. State of": "राज्य, राजेश गोविंद जगेशा, एच.पी. राज्य। बनाम लेख राज और रमनभाई नारणभाई",
  "7. Apart from the ordinary rule laid down in the aforesaid decisions, certain exceptions to the same have been carved": "7. उपरोक्त निर्णयों में निर्धारित सामान्य नियम के अलावा, इसके कुछ अपवाद भी",
  "out where identification of an accused for the first time in court without there being any corroboration whatsoever can": "बनाए गए हैं, जहां बिना किसी पुष्टि के अदालत में पहली बार किसी आरोपी की पहचान",
  "form the sole basis for his conviction. In the case of": "करना उसकी सजा का एकमात्र आधार बन सकता है। बुद्धसेन के मामले में यह देखा",
  "Budhsen it was observed: (SCC p. 132, para 7)": "गया: (एससीसी पृष्ठ 432, पैरा 7)",
  "\"7.... There may, however, be exceptions to this general rule, when for example, the court is impressed by a": "\"7...हालाँकि, इस सामान्य नियम के अपवाद हो सकते हैं, उदाहरण के लिए, जब",
  "particular witness, on whose testimony it can safely rely,": "अदालत किसी विशेष गवाह से प्रभावित होती है, जिसकी गवाही पर वह ऐसे या अन्य पुष्टि",
  "8. In the case of State of Maharashtra v. Sukhdev Singh it": "8, 40 8028 बनाम सुखदेव सिंह के मामले में यह निर्धारित किया गया था कि",
  "was laid down that if a witness had any particular reason to remember about the identity of an accused, in that event,": "यदि किसी गवाह के पास आरोपी की पहचान के बारे में याद रखने का कोई विशेष कारण",
  "the case can be brought under the exception and upon": "है, तो उस स्थिति में, मामले को अपवाद के तहत और एकान्त साक्ष्य पर लाया जा सकता",
  "solitary evidence of identification of an accused in court for": "है। पहली बार अदालत में किसी अभियुक्त की पहचान के आधार पर दोषसिद्धि की जा",
  "the first time, conviction can be based. In the case of Ronny": "सकती है। रोनी के मामले में यह निर्धारित किया गया है कि जहां गवाह को आरोपी के",
  "it has been laid down that where the witness had a chance to interact with the accused or that in a case where the": "साथ बातचीत करने का मौका मिला या ऐसे मामले में जहां गवाह को आरोपी की विशिष्ट",
  "witness had an opportunity to notice the distinctive features of the accused which lends assurance to his testimony in": "विशेषताओं को नोटिस करने का अवसर मिला जो अदालत में उसकी गवाही को आश्वासन",
  "court, the evidence of identification in court for the first time by such a witness cannot be thrown away merely": "देता है, ऐसे गवाह द्वारा पहली बार अदालत में पहचान के सबूत को केवल इसलिए नहीं",
  "because no test identification parade was held. In that case,": "फेंका जा सकता क्योंकि कोई परीक्षण पहचान परेड आयोजित नहीं की गई थी। उस",
  "the accused concerned had a talk with the identifying witnesses for about 7/8 minutes. In these circumstances, the": "मामले में संबंधित आरोपियों ने पहचान करने वाले गवाहों से करीब 7/8 मिनट तक बातचीत की थी. इन परिस्थितियों में, परीक्षण पहचान परेड या किसी अन्य सबूत में पिछली",
  "conviction of the accused, on the basis of sworn testimony": "गवाही के आधार पर आरोपी की सजा को इस न्यायालय द्वारा बरकरार रखा गया था।",
  "of witnesses identifying for the first time in court without": "में, अदालत में पहली बार अभियुक्त की पहचान करने वाले गवाहों के साक्ष्य किसी अन्य",
  "Even, PW1 Varsha Vadhavan, complainant admitted in her cross-": "शिकायतकर्ता पीडब्ल्यू 4 वर्षा वधावन ने अपनी जिरह में स्वीकार किया कि उसने",
  "examination that she had seen the accused after their arrest and she saw": "आरोपियों को उनकी गिरफ्तारी के बाद देखा था और उसने आरोपियों को पुलिस स्टेशन",
  "the accused in police station. The faces of the accused were open and": "में भी देखा था। आरोपियों के चेहरे खुले थे और उनके चेहरे दबे हुए नहीं थे. इसी प्रकार,",
  "Court for the first time on 06.09.2001, ie., after four years of": "पहली बार 06.09.2004 को, यानी घटना के चार साल बाद, अदालत में देखा था।",
  "occurrence. Consequently, the two witnesses PW1 and PW2 Master": "नतीजतन, दो गवाहों पीडब्लू॥ और पीडब्लू2 मास्टर परनव ने चार साल के अंतराल के",
  "Parnav had identified the accused for the first time in the Court after a": "बाद पहली बार अदालत में आरोपी की पहचान की थी और ऐसी पहचान कानून की नजर",
  "law. Even PW8 Inspector Rajbir Singh, who was the Investigating": "में अर्थहीन है। यहां तक कि पीडब्लू8 इंस्पेक्टर राजबीर सिंह, जो मामले के जांच अधिकारी",
  "Officer of the case admitted that he never held any test identification": "थे, ने स्वीकार किया कि उन्होंने कभी भी आरोपी की कोई परीक्षण पहचान परेड नहीं",
  "parade of the accused. Consequently, identification of the accused for the first time after four years of the occurrence in the Court by": "कराई। नतीजतन, घटना के चार साल बाद पहली बार कोर्ट में गवाहों द्वारा आरोपी की",
  "(16) It has been held by the Hon'ble Supreme Court in the matter of Noorahammad and others versus State of Karnataka’ as follows:-": "(46) माननीय सर्वोच्च न्यायालय द्वारा नूरहम्मद और अन्य बनाम कर्नाटक राज्य 2 के मामले में इसे निम्नानुसार माना गया है: -",
  "This Court in the case of Dana Yadav v. State of Bihar has": "इस न्यायालय ने दाना यादव बनाम बिहार राज्य के मामले में परीक्षण पहचान परेड",
  "in great details. The relevant para Nos. 6, 7 and 8 read thus:": "के महत्व पर विस्तार से प्रकाश डाला है। प्रासंगिक पैरा संख्या 6, 7 और 8 इस प्रकार पढ़ें:",
  "(SCC pp. 302-04).": "(एससीसी पृ. 302-04)।",
  "\"6. It is also well settled that failure to hold test": "\"6. यह भी अच्छी तरह से स्थापित है कि परीक्षण पहचान परेड आयोजित करने में",
  "identification parade, which should be held with reasonable dispatch, does not make the evidence of identification in": "विफलता, जिसे उचित प्रेषण के साथ आयोजित किया जाना चाहिए, अदालत में पहचान के",
  "dispatch, does not make the evidence of identification in court inadmissible, rather the same is very much admissible": "साक्ष्य को अस्वीकार्य नहीं बनाती है, बल्कि यह कानून में बहुत स्वीकार्य है। सवाल यह है",
  "in law. Question is, what is its probative value? Ordinarily, identification of an accused for the first time in court by a": "कि क्या है इसका संभावित मूल्य क्या आम तौर पर, किसी गवाह द्वारा अदालत में पहली",
  "identification of an accused for the first time in court by a witness should not be relied upon, the same being from its": "बार की गई किसी अभियुक्त की पहचान पर भरोसा नहीं किया जाना चाहिए, क्योंकि",
  "very nature, inherently of a weak character, unless it is": "उसकी प्रकृति स्वाभाविक रूप से कमजोर है, जब तक कि परीक्षण में उसकी पिछली",
  "corroborated by his previous identification in the test identification parade or any other evidence. The purpose of": "पहचान से इसकी पुष्टि न हो जाए। पहचान परेड या कोई अन्य साक्ष्य। परीक्षण पहचान",
  "test identification parade is to test the observation, grasp, memory, capacity to recapitulate what a witness has seen": "परेड का उद्देश्य किसी आरोपी की पहचान के साक्ष्य की अवलोकन, समझ, स्मृति, जो",
  "earlier, strength or trustworthiness of the evidence of": "कुछ पहले देखा है उसे दोहराने की क्षमता, ताकत या विश्वसनीयता का परीक्षण करना",
  "used as reliable corroborative evidence of the witness": "अभियुक्त की पहचान करने वाले गवाह के विश्वसनीय पुष्टिकरण साक्ष्य के रूप में उपयोग",
  "identifying the accused at his trial in court. If a witness identifies the accused in court for the first time, the": "किया जाना चाहिए यदि कोई गवाह पहली बार अदालत में अभियुक्त की पहचान करता",
  "probative value of such uncorroborated evidence becomes": "है, तो ऐसे अपुष्ट साक्ष्य का संभावित मूल्य न्यूनतम हो जाता है, एक नियम के रूप में।",
  "punishable under Section 412 Indian Penal Code. The": "उन सभी को भारतीय दंड संहिता की धारा 420बी के तहत दंडनीय आपराधिक साजिश",
  "conviction of the appellant herein for an offence punishable under Section 396 Indian Penal Code, therefore, cannot": "की संपत्ति प्राप्त करने के अपराध से बरी कर दिया गया। इसलिए, भारतीय दंड संहिता की धारा 396 के तहत दंडनीय अपराध के लिए अपीलकर्ता की दोषसिद्धि को बरकरार नहीं",
  "stand and must be set aside.": "रखा जा सकता है और इसे रद्द किया जाना चाहिए।",
  "(14) Learned counsel for the appellants further submitted that the": "44) अपीलकर्ताओं के विद्वान वकील ने आगे कहा कि इस मामले में एफआईआर",
  "FIR in the instant case was initially got registered by complainant Varsha Vadhavan on 07.10.1997 against four unkonwn persons.": "शुरू में शिकायतकर्ता वर्षा वधावन ने 07.0.997 को चार अज्ञात व्यक्तियों के खिलाफ",
  "However, it has been stated that the police of Police Station City Dabwali had arrested four accused/appellants, namely, Naresh Kumar, Amarjit, Pawan Kumar and Vijay Kumar @ Vicky on 09.09.1998 in FIR No. 189 dated 09.09.1998 under Sections 392, 394, 120-B and 34": "दर्ज कराई थी। हालाँकि, यह कहा गया है कि थाना सिटी डबवाली की पुलिस ने चार आरोपियों/अपीलकर्ताओं, नरेश कुमार, अमरजीत, पवन कुमार और विजय कुमार उर्फ विक्की को एफआईआर संख्या 489 दिनांक 09.09.998 में धाराओं के तहत 09.09.4998 को गिरफ्तार किया था। 392, 394, 420-बी व 34 आईपीसी थाना शहर डबवाली। उक्त",
  "IPC Police Station City Dabwali. The said four accused had suffered their disclosure statements in the said case at Police Station City": "चारों आरोपियों ने उक्त मामले में पुलिस स्टेशन सिटी डबवाली में अपने खुलासे के बयान",
  "statements were received by PW8 Inspector Rajbir Singh, the": "इंस्पेक्टर राजबीर सिंह को 42.09.4998 को प्राप्त हुए और अदालत से प्रोडक्शन वारंट",
  "on 03.11.1998 after a long delay. Ramesh Kumar @ Raj is stated to have arrested on 06.11.1998. Except the disclosure statements, suffered": "गिरफ्तार कर लिया गया। बताया जाता है कि रमेश कुमार उर्फ राज को 06.44.4998 को",
  "by the accused at Police Station City Dabwali after a gap of more than": "गिरफ्तार किया गया था। एक वर्ष से अधिक के अंतराल के बाद पुलिस स्टेशन सिटी डबवाली में अभियुक्तों द्वारा दिए गए प्रकटीकरण बयानों को छोड़कर, अपीलकर्ताओं को",
  "one year, there is no other evidence to connect the appellants with the present crime.": "वर्तमान अपराध से जोड़ने के लिए कोई अन्य सबूत नहीं है।",
  "held. Thus, there was no evidence to prove the identity of the accused in the instant case. The said submissions have been opposed by the": "इस प्रकार, मौजूदा मामले में आरोपी की पहचान साबित करने के लिए कोई सबूत नहीं",
  "in the instant case. The said submissions have been opposed by the learned State counsel, who submitted that the three accused/appellants": "था। उक्त दलीलों का विद्वान राज्य के वकील ने विरोध किया है, जिन्होंने प्रस्तुत किया कि",
  "have been duly identified by PW1 Varsha Vadhavan and PW2 Master": "तीन आरोपियों/अपीलकर्ताओं की पहचान पीडब्लू 4 वर्षा वधावन और पीडब्लू 2 मास्टर",
  "Parnav who duly identified the accused in the Court, while appearing as": "परनव द्वारा की गई है, जिन्होंने पीडब्लू के रूप में पेश होते हुए अदालत में आरोपियों की",
  "PWs. Thus, the identity of the accused stood established and they were": "विधिवत पहचान की थी। इस प्रकार, अभियुक्तों की पहचान स्थापित हो गई और वे इस",
  "liable to be convicted by this Court. This Court has considered the": "न्यायालय द्वारा दोषी ठहराए जाने के योग्य थे। इस न्यायालय ने पक्षों के विद्वान वकील द्वारा",
  "\"test identification is considered a safe rule of prudence to generally look for corroboration of the sworn testimony of": "पुष्टि के लिए विवेक का एक सुरक्षित नियम माना जाता है, जो अभियुक्तों की पहचान के",
  "strangers to them. There may, however, be exceptions to": "बारे में है जो उनके लिए अजनबी हैं। हालाँकि, इस सामान्य नियम के अपवाद हो सकते हैं",
  "this general rule, when, for example, the court is impressed by a particular witness on whose testimony it can safely": "जब, उदाहरण के लिए, अदालत एक विशेष गवाह से प्रभावित होती है जिसकी गवाही पर",
  "rely without such or other corroboration\".": "वह ऐसी या अन्य पुष्टि के बिना सुरक्षित रूप से भरोसा कर सकती है\"।",
  "(17) Learned counsel for the appellants further submitted that the occurrence had taken place on 07.10.1997 whereas the alleged": "(47) अपीलकर्ताओं के विद्वान वकील ने आगे कहा कि घटना 07.40.4997 को हुई",
  "recoveries were made after the arrest of the accused on 03.11.1998/06.11.1998. Even the recovery was made only from": "थी जबकि कथित बरामदगी 03.44.4998/06.44.4998 को आरोपी की गिरफ्तारी के बाद",
  "03.11.1998/06.11.1998. Even the recovery was made only from Ramesh Kumar @ Raj accused and the recovery was doubtful. The said": "की गई थी। यहां तक कि वसूली भी केवल आरोपी रमेश कुमार उर्फ राज से ही की गई थी",
  "submitting that recovered ornaments had been duly identified by Rajeshwar Kumar and the prosecution was liable to be believed by the": "किया है कि बरामद आशभूषणों की राजेश्वर कुमार द्वारा विधिवत पहचान की गई थी और",
  "further, it is an admitted fact by PW3 Rajeswar Kumar that the jewelry": "पुलिस को नहीं दिया गया। इसके अलावा, पीडब्ल्यू ३ राजेश्वर कुमार द्वारा यह स्वीकार",
  "presence of PW10 ASI Babu Ram, who also admitted that no": "बाबू राम की उपस्थिति में की गई, जिन्होंने यह भी स्वीकार किया कि रमेश कुमार उर्फ",
  "ornaments from Ramesh Kumar @ Raju. Still further, as per the case of the prosecution, the jewelry was handed over to Ramesh Kumar @ Raju for selling the same and it is highly improbable that the jewelry": "अलावा, अभियोजन पक्ष के मामले के अनुसार, गहने बेचने के लिए रमेश कुमार उर्फ राजू"
}