{
  "(Para 7)": "(पैरा 7)",
  "Arun Walia, Advocate, for the PSIDC.": "अरुण वालिया, अधिवक्ता, पंजाब राज्य औद्योगिक विकास निगम लिमिटेड की ओर से",
  "C.B. Goel, Advocate, and Mr. Nitin Jain, Advocate, for the State Bank of Patiala": "सी. बी. गोयल, अधिवक्ता और श्री नितिन जैन, अधिवक्ता, स्टेट बैंक ऑफ पटियाला की ओर से",
  "Aalok Jagga, Advocate, for the Canara Bank.": "आलोक जग्गा, अधिवक्ता केनरा बैंक की ओर से",
  "B.B.Bagga, Advocate, for the State Bank of India.": "बी. बी. बग्गा अधिवक्ता, भारतीय स्टेट बैंक की ओर से",
  "Puneeta Sethi, Advocate, for M/s Northland Sugar Complex Limited": "पुनीत सेठी, अधिवक्ता, मेसर्स नॉर्थलैंड शुगर कॉम्प्लेक्स लिमिटेड की ओर से",
  "Puneet Kansal, Advocate, for Mr. Sukhdev Prasad Maini, Smt. Anita": "पुनीत कंसल, अधिवक्ता, श्री सुखदेव प्रसाद मैनी, श्रीमती. अनीता मैनी, कुमार",
  "Maini, Kumar Maini, Harmesh Maini, and Madhvi Maini.": "मैनी, हरमेश मैनी और माधवी मैनी की ओर से",
  "AND OTHERS (K. Kannan, J.)": "न्यायमूर्ति के. कन्‍नन (माँखिक)",
  "Before K. Kannan, J.": "न्यायमूर्ति के. कन्‍नन के समक्ष",
  "PUNJAB STATE INDUSTRIAL DEVELOPMENT CORPORATION LTD.,—Petitioner": "पंजाब राज्य औद्योगिक विकास निगम लिमिटेड-याचिकाकर्ता",
  "versus": "बनाम",
  "CANARA BANK, BRANCH OFFICE, SECTOR 35-B, CHANDIGARH AND OTHERS,—Respondents": "केनरा बैंक, शाखा कार्यालय, सेक्टर 35-बी, चंडीगढ़ और अन्य- उत्तरदाता",
  "C.W.P. No.18635 of 2009": "2009 का सी. डब्ल्यू. पी.संखया 8635",
  "Constitution of India - Art. 226/227 - Code of Civil Procedure": "भारत का संविधान-अनुच्छेद 226/227-सिविल्न प्रक्रिया संहिता 908-धारा",
  "1908 - §.34 Finance Corporation Act, 1951 - S. 29 - Banking": "34 वित्त निगम अधिनियम, 95-धारा 29-बैंकिग विनियमन अधिनियम,",
  "Regulation Act, 1949 - §.21-A - Companies Act, 1956 - S. 529-A -": "949- धारा.2-&-कंपनी अधिनियम, 956-धारा 529-ए-ऋण वसूली-कंपनी को",
  "Debt recovery - Company ordered to be wound up - State Financial Corporation took possession of assets of the company U/s 29 of the": "बंद करने का आदेश-राज्य वित्तीय निगम ने अधिनियम की धारा 29 के तहत",
  "Corporation took possession of assets of the company U/s 29 of the Act - Money in surplus with PSIDC after satisfaction of own dues": "कंपनी की संपत्तियों को अपने कब्जे में ले लिया-अपने बकाया की संतुष्टि के बाद पंजाब राज्य औद्योगिक विकास निगम लिमिटेड के पास अधिशेष में धन-",
  "interest rate awarded can be interfered with - Held discretion with": "प्रतिशत ब्याज प्रदान किया-क्या दी गई ब्याज दर में हस्तक्षेप किया जा सकता है? ब्याज दर निर्धारित करने के लिए अदालत के साथ विवेकाधिकार ब्याज की",
  "court to determine rate of interest - Tribunal has found reasons to": "दर निर्धारित करने के लिए -न्यायाधिकरण को कारण मिले हैं-कर्मचारियों के",
  "in excess of what interest PSIDC itself was obtaining through its deposits": "अधिशेष राशि की जमा राशि द्वारा से जो ब्याज प्राप्त कर रहा था, उससे अधिक",
  "what it has fully adjusted for its loans and what is treated as surplus belongs": "ऋणों के लिए पूरी तरह से समायोजित किए गए धन के अलावा और जिसे अधिशेष",
  "and it could have no claims whatever. It cannot, therefore, dictate the": "इसका कोई भी दावा नहीं हो सकता है।इसलिए, यह बैंकों दवारा दावा किए जाने",
  "with reference to how the interest could be worked out by the Banks is,": "दिया जाता है कि बैंकों द्वारा ब्याज का निर्धारण कैसे किया जा सकता है।दूसरा",
  "(6) The writ petitions of the Banks would require consideration only": "(6) बैंकों की रिट याचिकाओं पर केवल ऋण वसूली अपीलीय न्‍यायाधिकरण",
  "as regards the rate of interest awarded by the DRAT at 9% for pendente": "द्वारा मुकदमेबाजी का इंतजार और भविष्य के ब्याज के लिए 9 प्रतिशत की ब्याज",
  "Section 21-A of the Banking Regulation Act makes possible a claim of": "तर्क दिया कि बैंकिंग विनियमन अधिनियम की धारा 2-ए कई राज्य ब्याज ऋण",
  "interest at the contract rate without being in any way effected by the several": "अधिनियमों द्वारा किसी भी तरह से प्रभावित हुए बिना अनुबंध दर पर ब्याज का",
  "State Usurious Loans Acts. It is no body’s contention that the contract rate": "दावा संभव बनाती है।यह किसी निकाय का तक नहीं है कि ब्याज की अनुबंध दर",
  "of interest are usurious loans and that they would require to be scaled down": "ब्याज वाले ऋण हैं और उन्हें उसी आधार पर कम करने की आवश्यकता",
  "on that basis. I, therefore, do not reproduce any of those decision relating constitutional validity of Section 21-A of the Banking Regulation Act, 1949": "होगी।इसलिए, मैं बैंकिंग विनियमन अधिनियम, 949 की धारा 2!-ए की",
  "and the effect of said provision brought through such decisions. A decision": "संवैधानिक वैधता और ऐसे निर्णयों दवारा से लाए गए उक्त प्रावधान के प्रभाव से",
  "of this Court in Gaje Singh versus Punjab National Bank (1), lays down": "सिंह बनाम पंजाब नेशनल बैंक\" मामले में इस अदालत ने कहा है कि भविष्य के",
  "Section 21-A of the Banking Regulation Act and the charge of compound": "कहा गया है कि ब्याज देते समय बैंक बैंकिंग विनियमन अधिनियम की धारा 2-ए",
  "interest and such interest cannot be said to be excessive. Both these": "लागू कर सकता है और मुकदमेबाजी का इंतजार का शुल्क और इस तरह के ब्याज को अत्यधिक नहीं कहा जा सकता है।ये दोनों निर्णय इस मुद्दे को संबोधित नहीं",
  "lite or future interest and the power of a Court to award interest different from what is contracted to be made. The issue of pendente lite interest and": "सकता है और जो किया जाना है उससे अलग ब्याज देने की अदालत की",
  "(1) 2002(1) ISJ (Banking) 622": ":2002(]) आई. एस. जे. (बैंकिंग) 622",
  "(2) AIR 2001 (Punjab) 137": "* ए. आई. आर 200] (पंजाब) 37",
  "to the Banks as per formula given in its order at para 53, wherein it had": "पैरा 53 पर अपने आदेश में दिए गए सूत्र के अनुसार बैंकों को भुगतान करने के",
  "been observed that the interest would become payable from 09.10.1997 when the property was sold and whatever that remained beyond that period": "लिए उत्तरदायी बनाने में गलती की थी, जिसमें यह देखा गया था कि संपत्ति बेचे जाने पर ब्याज 09.0.997 से देय हो जाएगा और उस अवधि के बाद जो कुछ भी",
  "would be treated to be the surplus.": "बचा रहेगा उसे अधिशेष माना जाएगा।",
  "(4) All the Banks have challenged the order of the DRAT in so far": "(4) सभी बैंकों ने ऋण वसूली अपीलीय नन्‍्यायाधिकरण के आदेश को चुनौती दी",
  "as it restricted their entitlement only to 9% towards pendente lite and future interest till the actual recovery from PSIDC. Since all the loans were of": "है क्योंकि इसने पंजाब राज्य औद्योगिक विकास निगम लिमिटेड से वास्तविक वसूली तक मुकदमेबाजी का इंतजार और भविष्य के ब्याज के लिए उनकी पात्रता को केवल 9 प्रतिशत तक सीमित कर दिया है। चूंकि सभी ऋण",
  "commercial transaction, the pendente lite interest as well the future interest": "वाणिज्यिक लेन-देन के थे, इसलिए अल्प ब्याज के साथ-साथ भविष्य का ब्याज",
  "must have at the contract rate itself and it could not have been reduced": "अनुबंध दर पर ही होना चाहिए और इसे 9 प्रतिशत पर कम नहीं किया जा सकता",
  "at 9%. The contract rate was in the range of 18 to 19.5% with quarterly": "था।अनुबंध दर तिमाही विश्राम के साथ 8 से 9.5% की सीमा में थी और इसे भी",
  "(5) As regard the contention of PSIDC that the interest could not": "(5) जहां तक पंजाब राज्य औद्योगिक विकास निगम लिमिटेड के इस तर्क",
  "have been directed to be paid at 9%, since their own deposits of the surplus": "सकता था, क्योंकि अधिशेष निधि में उनकी अपनी जमा राशि पर 9 प्रतिशत ब्याज",
  "by claiming the contract rate of interest and all their costs. The amounts": "और उनकी सभी लागतों का दावा करके अपने स्वयं के ऋणों का पूरी तरह से",
  "recoverable by the creditors with reasonable interest and if there still exists": "उचित ब्याज के साथ वसूल की जाएगी और यदि अभी भी कोई अधिशेष मौजूद",
  "any surplus, it should go back to the Company in liquidation for distribution": "है, तो उसे कानून के अनुसार वितरण के लिए परिसमापन में कंपनी को वापस",
  "interest at 9% from the date of institution of the proceedings from PSIDC": "लिमिटेडसे कार्यवाही शुरू होने दायर करने की तारीख से सीधे 9 प्रतिशत ब्याज",
  "directly. The payments to the Banks shall be made on the same line of": "के साथ वसूल आदेश के हकदार होंगे।बैंकों को भुगतान उसी तरह से किया",
  "undertaking as provided in the order of Company Court dated 30.07.2010,": "जाएगा जैसा कि कंपनी न्यायालय के दिनांक 30/07/2040 के आदेश में दिया",
  "namely, the entitlement is subject to the right of the claim of the workmen under Section 529-A of the Companies Act, 1956 and it shall also give": "गया है, अर्थात, पात्रता कंपनी अधिनियम, 956 की धारा 529-ए के तहत",
  "Supreme Court in C.K. Sasankan versus Dhanalakshmi Bank Limited": "उच्चतम न्यायालय के निर्णय “सी. के. ससानकन बनाम धनलक्ष्मी बैंक",
  "(3) and Punjab and Sind Bank versus Allied Beverage Company": "लिमिटेड” और “पंजाब एंड सिंध बैंक बनाम एलाइड बेवरेज कंपनी प्राइवेट",
  "Private Limited and others (4). In C.K. Sasankan’s case, the Court": "लिमिटेड और अन्य” मे उच्चतम न्यायात्रय ने स्पष्ट रूप से विचार किया गया है। सी. के. ससानकन के मामले में, अदालत ने सिविल प्रक्रिया संहिता की धारा 34",
  "lite and future interest at 9% under RDB Act could not be interfered with.": "के तहत मुकदमेबाजी का इंतजार की दर और 9 प्रतिशत पर भविष्य के ब्याज में",
  "The Court was not actually making a reference to Order 34 Rule 11 CPC.": "हस्तक्षेप नहीं किया जा सकता है।न्यायालय वास्तव में आदेश 34 नियम ] सिविल प्रक्रिया संहिता का संदर्भ नहीं दे रहा था। उक्त प्रावधान में धारा 34",
  "empowers the award of future pendente lite interest and future interest at": "इंतजार और भविष्य के ब्याज को उस दर पर अधिनिर्णय करने का अधिकार देता",
  "such rate as the Court deems reasonable. In Punjab and Sind Bank’s": "है जिसे न्यायालय उचित समझता है।पंजाब एंड सिंध बैंक के मामले में, जिसे ऊपर",
  "case, referred to above, the Hon’ble Supreme Court was considering the": "संदर्भित किया गया है, माननीय सर्वोच्च न्यायालय बैंकिंग विनियमन अधिनियम",
  "interplay of Section 34 CPC and Section 21-A of the Banking Regulation": "की धारा 34 सिविल प्रक्रिया संहिता और धारा 2-ए की परस्पर क्रिया पर विचार",
  "and the Bank seeking for enforcement of 18% interest with quarterly rests.": "बैंक द्वारा तिमाही विश्राम के साथ [8 प्रतिशत ब्याज को लागू करने की मांग",
  "The Hon’ble Supreme Court held that, there was a discretion vested with": "उच्चतम न्यायालय ने अभिनिर्धारित किया कि भविष्य के ब्याज के निर्धारण के",
  "interest. The two decisions of the Hon’ble Supreme Court, referred to": "का आदेश दिया।ऊपर निर्दिष्ट माननीय उच्चतम न्यायालय के दो निर्णयों में",
  "above, clearly lay down that there exists a discretion for the Court to award": "स्पष्ट रूप से कहा गया है कि न्यायालय को भविष्य में उस दर पर ब्याज देने का",
  "has referred to the decision of the Hon’ble Supreme Court in C.K. Sasankan’s": "नन्‍्यायाधिकरण ने सी. के. ससानकन के मामले में माननीय उच्चतम न्यायालय",
  "case and has held that, awarding of 9% interest would be appropriate.": "के फैसले का उल्लेख किया है और कहा है कि 9 प्रतिशत ब्याज देना उचित",
  "Though the counsel appearing for the Banks would plead for payment of": "होगा|हालांकि बैंकों की ओर से पेश होने वाले वकील अनुबंध दर पर ब्याज के",
  "reference to the same, since in the writ petition if the challenge is to the": "करूंगा, क्योंकि रिट याचिका में यदि चुनौती ब्याज देने के लिए है और",
  "award of interest and the Tribunal has found the reasons to determine the": "नन्‍्यायाधिकरण ने ब्याज दर निधीरित करने के कारण पाए हैं और माननीय",
  "rate of interest and cited also the decision of the Hon’ble Supreme Court that had awarded 9% interest, I will not make any modification merely": "सर्वोच्च न्यायालय के फैसले का भी हवाला दिया है जिसने 9 प्रतिशत ब्याज दिया था, तो मैं केवल इसलिए कोई संशोधन नहीं करूंगा क्योंकि इस न्यायालय के लिए",
  "(7) The only point that has to be seen now is, how the money, which has been determined by the DRAT, shall be recovered. It is contended on": "(7) अब केवल यह देखना है कि ऋण वसूली अपीलीय न्यायाधिकरण द्वारा निर्धारित किए गए धन की वसूली कैसे की जाएगी।आधिकारिक परिसमापक और",
  "brought before the OL before it is paid to the Banks. It is contended by": "राशि को बैंकों को भुगतान करने से पहले आधिकारिक परिसमापक के समक्ष लाया जाना चाहिए। बैंकों दवारा यह तक दिया जाता है कि यह एक अनावश्यक",
  "the Banks that it will be a needless exercise and it will brook further delay.": "लाया जाना चाहिए। बैंकों दवारा यह तक दिया जाता है कि यह एक अनावश्यक अभ्यास होगा और इससे और देरी होगी। बैंकों के वकील 998 के सी. पी. संख्या 40",
  "(1) All the above six writ petitions arise out of the order passed": "(]0) अन्य सभी रिट याचिकाओं का निपटान उपरोक्त तरीके से किया जाता है।",
  "State Industrial Development Corporation Limited (PSIDC) against the": "औद्योगिक विकास निगम लिमिटेड के पास जमा में पड़ी बिक्री आय से"
}