{
  "Before Adarsh Kumar Goel & Alok Singh, JJ.": "माननीय न्याययूर्ति आदर्श कुमार गोयल और आलोक सिंह के समक्ष",
  "HARYANA STATE COUNSELLING SOCIETY—Petitioner": "राज्य परामर्श सोसायटी - याचिकाकर्ता",
  "versus": "बनाम",
  "CHIEF COMMISSIONER, INCOME TAX,": "मुख्य आयुक्त, आयकर,",
  "CWP No. 8349 of 2009": "सीडब्ल्यूपी नंबर 2009 का 8349",
  "26th May, 2010": "26 मई, 200",
  "Constitution of India, 1950—-Art. 226—Income Tax Act,": "भारत का संविधान, 950 - अनुच्छेद 226-] आगामी कर अधिनियम,",
  "1961—S. 10(23C)(iv)-—State Government setting up a Society to facilitate and simplify admission procedure to Technical Institutes—": "96। - धारा 0 (23सी) 6५) - तकनीकी संस्थानों में प्रवेश प्रक्रिया को सुविधाजनक बनाने और सरल बनाने के लिए राज्य सरकार द्वारा एक सोसाइटी",
  "Society granting schorlarships to toppers, poor and needy students—": "की स्थापना - टॉपर्स, गरीब और जरूरतमंद छात्रों को छात्रवृत्ति प्रदान करने",
  "ground of commercial activities—Challenge thereto—Neither State": "वाणिज्यिक गतिविधियों के आधार पर अनुमति नहीं दी गई - इसे चुनौती - न तो",
  "Government nor Society indulging in any commercial activity—": "राज्य सरकार और न ही किसी भी वाणिज्यिक गतिविधि में शामिल सोसायटी- .",
  "Merely because Society has accumulated some profit does not mean": "केवल इसलिए कि समाज ने कुछ लाभ अर्जित किया है, इसका मतलब यह नहीं",
  "that society is not achieving its object for which it was established—": "है कि समाज अपने उद्देश्य को प्राप्त नहीं कर रहा है जिसके लिए इसे स्थापित",
  "Merely because society has earned some profit, does not make society": "किया गया था - केवल इसलिए कि समाज ने कुछ लाभ अर्जित किया है, समाज",
  "disentitle for exemption—Order passed by Chief Commissioner": "को छूट के लिए वंचित नहीं करता है - मुख्य आयुक्त द्वारा पारित आदेश छूट",
  "rejecting application of Society for grant of exemption not": "* देने के लिए सोसायटी के आवेदन को अस्वीकार करना टिकाऊ नहीं है -",
  "sustainable—Petition allowed.": "याचिका की अनुमति दी गई।",
  "by the Government of Haryana, neither the Government of Haryana nor": "सरकार द्वारा स्थापित की गई है, न तो हरियाणा सरकार और न ही",
  "the petitioner-society indulge in any commercial activity and merely because": "याचिकाकर्ता-समाज किसी भी व्यावसायिक गतिविधि में लिप्त है और केवल",
  "the society has accumulated some profit, does not mean that the petitioner-": "इसलिए कि सोसाइटी ने कुछ लाभ जमा किया है, इसका मतलब यह नहीं है",
  "“society is not achieving its object for which it was established. Merely": "कि याचिकाकर्ता समाज अपने उद्देश्य को प्राप्त नहीं कर रहा है जिसके लिए",
  "(7) TheApex Court in American Hotel and Lodging Association Educational Institute versus Central Board of Direct Taxes and": "7. अमेरिकन होटल एंड लॉजिंग एसोसिएशन एजुकेशनल इंस्टीट्यूट बनाम",
  "Educational Institute versus Central Board of Direct Taxes and others (1) in paras 38, 44 and 51 has held as under :—": "केंद्रीय प्रत्यक्ष कर बोर्ड और अन्य! के पैरा 38, 44 और 5। में सर्वोच्च न्यायालय ने निम्नानुसार निर्णय दिया है: -",
  "38. In deciding the character of the recipient it is not necessary to look at the profit of each year, but to consider . the": "38. प्राप्तकर्ता के चरित्र को तय करने में प्रत्येक वर्ष के लाभ को देखना",
  "nature of the activities undertaken in India. If the Indian": "प्रकृति पर विचार करना। यदि भारतीय गतिविधि का शिक्षा से",
  "activity has no co-relation to education, exemption has to": "कोई संबंध नहीं है, तो छूट से इनकार किया जाना चाहिए",
  "be denied, (see judgment of this Court in Oxford University": "(ऑक्सफोर्ड में इस न्यायालय का निर्णय देखें (यूनिवर्सिटी प्रेस",
  "Press [supra]). Therefore, the character of the recipient of": "[सुप्रा))। इसलिए, आय प्राप्त करने वाले के चरित्र में भारत में",
  "income must have character of educational institution in": "शैक्षिक संस्थान का चरित्र होना चाहिए ताकि गतिविधियों की",
  "the activity carried on by the educational institution, it will": "अधिशेष शैक्षिक संस्थान द्वारा की जाने वाली गतिविधि से संयोग",
  "not cease to be one existing solely for educational purposes.": "से रहता है, तो यह केवल शैक्षिक उद्देश्यों के लिए मौजूद नहीं",
  "In other words, existence of surplus from the activity will": "रहेगा। दूसरे शब्दों में, गतिविधि से अधिशेष के अस्तित्व का",
  "not meen absence of educational purpose (see judgment of": "मतलब शैक्षिक उद्देश्य की अनुपस्थिति नहीं होगा (आदियानार",
  "activity. If the activity like running a printing press takes": "प्रकृति। यदि प्रिंटिंग प्रेस चलाने जैसी गतिविधि होती है तो यह",
  "Place it is not educational. But whether the income/profit has been applied for non-educational purpose has to be": "शैक्षिक नहीं है। लेकिन क्या आय/लाभ को गैर-शैक्षिक उद्देश्य के",
  "decided only at the end of the financial year.": "लिए का किया गया है, यह वित्तीय वर्ष के अंत में ही तय किया",
  "44. Having analysed the provisos to Section 10(23C)(vi) one": "धारा 0(23सी)(७9) के प्रावधानों का विश्लेषण करने पर पता",
  "finds that there is a difference between stipulation of conditions and compliance thereof. The threshold conditions": "चलता है कि शर्तों के निर्धारण और उनके अनुपालन के बीच",
  "are actual existence of an educational institution and": "अंतर है। प्रारंभिक शर्तें एक शैक्षणिक संस्थान का वास्तविक",
  "approval of the prescribed authority for which every": "अस्तित्व और प्रत्येक के लिए निर्धारित प्राधिकारी की मंजूरी हैं आवेदक को पहले परंतुक के अनुसार मानकीकृत प्रपत्र में एक",
  "(1) (2008) 10 S.C.C. 509": "। (2008) 0 एस.सी.सी. 509",
  "(8) In Dera Baba Jodh Sachiar versus Union of India and": "8. डेरा बाबा जोध सचियार बनाम भारत संघ और एक अन्य (2006 के",
  "another (C.W.P. No. 68 of 2006 decided on 22nd February, 2010), we,": "सीडब्ल्यूपी सं 68 पर 22 फरवरी, 200 को दिए गए निर्णय) के मामले",
  "“Having perused the order impugned, we find that learned": "\"आदेश का अवलोकन करने के बाद, हम पाते हैं कि विद्वान आयुक्त",
  "Commissioner has not recorded any finding on the question, as": "ने इस सवाल पर कोई निष्कर्ष दर्ज नहीं किया है, कि क्या",
  "to whether income derived by the petitioner trust is being used": "याचिकाकर्ता द्वारा प्राप्त आय का उपयोग धर्मार्थ उद्देश्य के लिए",
  "Commissioner refused to grant renewal of exemption only on the ground of the source of income. From the perusal of the": "केवल आय के स्रोत के आधार पर छूट का नवीनीकरण देने से",
  "be seen, but investment of the income. Ifincome is being utilised": "का स्रोत नहीं है जो देखा जा सकता है, लेकिन आय का निवेश।",
  "for charitable purposes as per the object of the trust/society,": "यदि ट्रस्ट/सोसायटी के उद्देश्य के अनुसार आय का उपयोग",
  "then exemption ordinarily cannot be refused.”": "धर्मार्थ उद्देश्यों के लिए किया जा रहा है, तो आमतौर पर छूट से इनकार नहीं किया जा सकता है।",
  "(9) In view of the fact that the petitioner-society is set up by the": "9. इस तथ्य को ध्यान में रखते हुए कि याचिकाकर्ता-सोसायटी हरियाणा",
  "_Government of Haryana, neither the Government of Haryana nor the": "सरकार द्वारा स्थापित की गई है, न तो हरियाणा सरकार और न ही",
  "petitioner-society indulge in any commercial activity and merely because the": "याचिकाकर्ता-समाज किसी भी व्यावसायिक गतिविधि में लिप्त है और",
  "society is not achieving its object for which it was established . Merely": "यह नहीं है कि याचिकाकर्ता समाज अपने उद्देश्य को प्राप्त नहीं कर रहा है जिसके लिए इसे स्थापित किया गया था। केवल इसलिए कि",
  "because the society has earned some profit, does not make the society": "समाज ने कुछ लाभ अर्जित किया है, समाज को छूट के लिए अयोग्य",
  "passed by the Chief Commissioner, Income Tax, Panchkula cannot be": "नहीं बनाता है। इसे ध्यान में रखते हुए मुख्य आयुक्त, आयकर,",
  "(10) Writ petition is allowed. Order dated 18th March, 2009 passed by the Chief Commissioner, Income Tax, Panchkula is set aside.": "0. रिट याचिका को स्वीकार किया जाता है। मुख्य आयुक्त, आयकर, पंचकूला द्वारा पारित दिनांक 8 मार्च, 2009 के आदेश को निरस्त",
  "(2) (2008) 7 DTR (SC) 183": "2 2008) 7 डीटीआर (एससी) 83",
  "contains monitoring conditions/requirements lilke": "निगरानी की शर्तें / आवश्यकताएं शामिल हैं ,जिनका अनुपालन",
  "specified assets whose compliance depends on events that": "उन घटनाओं पर निर्भर करता है जो प्रारंभिक अनुमोदन की",
  "have not taken place on the date of the application for": "तारीख पर नहीं हुई हैं।",
  "For the sake of clarity, we may reiterate that items such as": "5. स्पष्टता के लिए, हम यह दोहरा सकते हैं कि तीसरे परंतुक में",
  "investment in specified assets indicated in clauses (a) and": "खंड (ए) और (बी) में उल्लिखित निर्दिष्ट परिसंपत्तियों में आय",
  "conditions. As stated, however, there is a difference between": "निगरानी शर्तों से अलग हैं। जैसा कि कहा गया है, हालांकि; आय",
  "application/utilization of income and outward remittance": "के आवेदन/उपयोग और भारत से बाहर आय के बाहर भेजे",
  "insertion of the provisos in Section 10(23C) (vi) of the 1961": "अधिनियम की धारा 0 (23सी) (७) में परंतुक को शामिल",
  "Act, it is open to PA to stipulate, while granting approval,": "करने के साथ, अनुमोदन प्रदान करते समय पीए के लिए यह",
  "income. At the stage of Section 10, we are concerned with": "योग्य आय के बीच अंतर है। क्यूएफ सेक्शन 0 के चरण में, हम",
  "the accounting income. Therefore, it is open to the PA, if it": "लेखा आय से संबंधित हैं। इसलिए, पीए के लिए, यदि वह उचित",
  "income would be utilized for impartation of education in": "का कुछ प्रतिशत भारत में शिक्षा प्रदान करने के लिए उपयोग",
  "impose such terms and conditions as it deems fit. The": "और शर्तों को लागू करना हमेशा खुला है जो वह उचित समझता",
  "construction of the provisos inserted in Section 10 (23C)(vi)": "0 (23 सी) (४) में शामिल परंतुक के सामंजस्यपूर्ण निर्माण पर",
  "there is a difference between stipulation by the PA of such": "नियमों और शर्तों की शर्त के बीच अंतर है, जैसा कि यह परंतुक",
  "terms and conditions, as it deems fit under the provisos, and the compliance of those conditions by the appellant.": "के तहत उपयुक्त समझता है, और अपीलकर्ता द्वारा उन शर्तों",
  "The compliance of the terms and conditions stipulated by": "का अनुपालन। पीए द्वारा निर्धारित नियमों और शर्तों का"
}