{
  "HARCHARAN SINGH AND OTHERS v. SATVINDER SATARA 967": "हरचरण सिंह और अन्य बनाम सतविंदर सतारा.._ 967",
  "(Mehinder Singh Sullar, J.)": "(्यामूर्ति महिंदर सिंह सुलार)",
  "Before Mehinder Singh Sullar, J.": "न्यामूर्ति महिंदर सिंह सुल्लर के समक्ष",
  "HARCHARAN SINGH AND OTHERS,—Petitioners": "हरचरण सिंह और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "SATVINDER SATARA,—Respondent": "सतविंदर सतारा,-उत्तरदाता",
  "3rd January, 2012": "3 जनवरी, 2042",
  "Code of Criminal Procedure,1973 - S.482, - Indian Penal": "दंड प्रक्रिया संहिता, 973-धारा 482-भारतीय दंड संहिता, 860-धारा",
  "Code,1860 - S. 467, 468 & 120-B - Indian Registration Act, 1908": "467,468 और ॥20-बी-भारतीय पंजीकरण अधिनियम, ॥908-धारा 82-संपत्ति",
  "- §.82 - Transfer of Property Act, 1882 -S.44 & 45 - Quashing of": "हस्तांतरण अधिनियम, 882-धारा 44 और 45-भा.दं सं. की धारा 40,52,79 और",
  "complaint leveling charges under section 40, 52, 79 & 80 IPC and": "80 और पंजीकरण अधिनियम की धारा 82 के तहत दर्ज शिकायत के आरोपों को",
  "Accused/petitioner not served in Civil Suit - Sold their share - It is": "मुकदमे में पेश नहीं हुए नहीं दी-अपना हिस्सा बेच दिया-यह कानून का अच्छी तरह",
  "well settled principle of law that the matter which essentially involves": "से स्थापित सिद्धांत है कि वह मामला जिसमें अनिवार्य रूप से सिविल प्रकृति के",
  "968 LL.R. PUNJAB AND HARYANA 2012(2)": "968 आई एल आर पंजाब और हरियाणा 202(2)",
  "dispute of civil nature can not legally be allowed to become subject": "को कानूनी रूप से आपराधिक कार्यवाही का विषय बनने की अनुमति नहीं दी जा",
  "matter of criminal proceedings, which may be resorted to as short- cut method to execute a non existent decree - It is not a matter of": "सकती है, जिसे एक अस्तित्वहीन डिक्री को निष्पादित करने के लिए शॉर्ट-कट विधि के रूप में अपनाया जा सकता है-यह विवाद का विषय नहीं है कि सिविल और",
  "dispute that the jurisdiction of civil and criminal courts entirely": "के रूप में अपनाया जा सकता है-यह विवाद का विषय नहीं है कि सिविल और आपराधिक अदालतों का अधिकार क्षेत्र पूरी तरह से अलग है-जो मामला सीधे तौर",
  "cannot be permitted to be re-agitated in parallel proceedings in the": "कार्यवाही में फिर से सक्रिय करने की अनुमति नहीं दी जा सकती है।",
  "Held, that it is now well-settled principle of law that the matter,": "अभिनिर्धारित किया गया कि अब यह कानून का अच्छी तरह से तय सिद्धांत है",
  "which essentially involves the dispute of civil nature cannot legally be allowed": "कि मामला, जिसमें अनिवार्य रूप से सिविल प्रकृति का विवाद शामिल है, को",
  "S.S. Dinarpur, Advocate, for the petitioners.": "एस. एस. दिनारपुर, अधिवक्ता याचिकाकर्ताओं की ओर से",
  "Anil Kshetarpal, Advocate, for the respondent.": "अनिल क्षेत्रपाल, अधिवक्ता प्रतिवादी की और से",
  "MEHINDER SINGH SULLAR, J. (ORAL)": "न्यामूर्ति महेंद्र सिंह सुल्लार (मौखिक)",
  "(1) The conspectus of the facts, which needs a necessary mention": "() वर्तमान याचिका में शामिल और अभिलेख से निकलने वाले तथ्यों, जिनका",
  "for a limited purpose of deciding the core controversy, involved in the": "मुख्य विवाद पर निर्णय लेने के सीमित उद्देश्य के लिए उल्लेख की आवश्यकता है,",
  "present petition and emanating from the record is that, petitioners-Harcharan Singh, Jagjeet Singh and Savinder Singh, residents of New Delhi, their": "का परिप्रेक्ष्य यह है कि याचिकाकर्ता-हरचरण सिंह, जगजीत सिंह और सर्विंदर सिंह, नई दिल्ली के निवासी, उनके",
  "HARCHARAN SINGH AND OTHERS v. SATVINDER SATARA 969": "हरचरण सिंह और अन्य बनाम सतविंदर सतारा 969",
  "brother Pritam Singh and sisters Parkash Kaur and Harjeet Kaur, were the": "भाई प्रीतम सिंह और बहनें प्रकाश कोर और हरजीत कौर, सतविंदर सतारा पुत्र",
  "co-owners/co-sharers along with Satvinder Satara son of Daljeet Singh- respondent-complainant(for brevity “the complainant”), Banarsi Lal, Sandeep": "दलजीत सिंह -प्रतिवादी-शिकायतकर्ता के बेटे (संक्षिप्त रूप से \"शिकायतकर्ता\"),",
  "2 Marla, situated in the village Rajpur, Tehsil Jagadhri, District Yamuna": "जो यमुना नगर जिले की जगाधरी तहसील के गांव राजपुर में स्थित है, के सह-",
  "petitioners and other co-sharers, from alienating the suit land more than their": "निषेधाज्ञा के आदेश के लिए, याचिकाकर्ताओं और अन्य सह-हितधारकों को उनके",
  "its order dated 16.10.2006(Annexure P-4) directed the parties to maintain": "मुकदमा दायर किया था।निचली अदालत ने अपने दिनांक 6.0.2006 (अनुलग्नरक पी-4) के आदेश के माध्यम से पक्षों को कब्जे के संबंध में यथास्थिति बनाए रखने",
  "status quo with regard to the possession and Parkash Kaur and Harjeet": "का निर्देश दिया और प्रकाश कौर और हरजीत कोर (उसमें प्रतिवादी |॥०५.5 और",
  "their shares in it. The petitioners were not served in the civil suit. They sold": "थी।याचिकाकर्ताओं को दीवानी मुकदमा में पेश नहीं हुए थे।उन्होंने मुकदमा की",
  "their shares in the suit land to Banarsi Lal, Sandeep Kumar and Smt.Nirmal,": "जमीन में अपने शेयर बनारसी लाल, संदीप कुमार और श्री मति निर्मल विक्रेताओं",
  "vendees, by means of registered sale-deed dated 13.11.2006(Annexure R-": "को 3.॥.2006 दिनांकित पंजीकृत बिक्री-विलेख (अनुलग्क आर -॥) के माध्यम से",
  "1). The relevant portion of which is as under:-": "बेच दी थी जिसका प्रासंगिक भाग इस प्रकार हैः",
  "“We, Harcharan Singh, Jagjit Singh and Savinder Singh sons of": "“हम, हरचरण सिंह, जगजीत सिंह और सर्विंदर सिंह पुत्रान हरनाम सिंह पुत्र",
  "Harnam Singh son of Narain Singh, residents of 44, Pusa Road, New Delhi; and proprietors of village Rajpur, Sub Tehsil": "नारायण सिंह निवासी 44, पूसा रोड, नई दिल्ली; और गाँव राजपुर, उप तहसील",
  "Sadhaura, Tehsil Jagadhri, District Yamuna Nagar are equal owners of the following land:": "सढौरा, तहसील जगाधरी, जिला यमुना नगर में स्थित निम्नलिखित भूमि के बराबर मालिक हैं:",
  "24(7-4), 25(8-0) and 9//3(2-2), 9//4/2(5-16), 5(8-0),": "44), 7// 6/ (4-8), 6/2 (2-0), 24 (7-4), 25 (8-0) और ५// ३ (2-2), १//",
  "6(7-7), 7(5-14) and 21//1/4(3-6), 2(7-5), 8(0- 1),": "4/2 (5-6), 5 (8-0), 6 7-7), 7 (5-4) और 2॥// ॥/4 (3-6), 2 7-5), 8 (0-0)",
  "9(5-19), 10(8-0), 11/3(4-0), 21//12(7-14), 13/1(1-15),": "|), 9(5-9), ॥0(8-0), ॥/3(4-0), 2॥//2(7-44), 3/-5), 3/2(2-6),",
  "13/2(2-16), 14(0- 13), 17/3(6-2), 18(8-0), 19/1(4-0), 21//19/2(2-7), 20(7-14), 21/1(0-17), 21/3 (1-13),": "44(0-3), 77/3(6-2), 8(8-0), 9//(4-0), 2॥//9/2(2-7), 207-4), 2॥/(0-",
  "22(8-0), 23(8-0), 24/1(2-18), 21//24/3(1-12), 22//6/2(5-": "।7, 2॥/3 (-9), 22(8-0), 23(8-0), 24//(2-8), 2॥/24/30-2),",
  "0), 7/2(4-10), 14/2(2-2), 15(7-10), 16/1(2-12),": "22//6/2(5-0), 772(4-0), 4/2(2-2), 577-0), 6/(2-2), 27//3/(2-8),",
  "27//3/1(2-18), total Killas 38, total land 173 Kanlas 2 Marla — 3/8th share equivalent to 64 Kanal 19 Marla": "कुल किला 38, कुल भूमि 773 कनला 2 मरला-3/8वां हिस्सा 64 कनाल ॥9",
  "situated in village Rajpur, H.B. No.152, Sub Tehsil": "मरला के बराबर है जो गाँव राजपुर, एच. बी. |३०.52, उप तहसील सदढौरा,",
  "Sadhaura, Tehsil Jagadhri, District Yamuna Nagar, as per": "तहसील जगाधरी, जिला यमुना नगर में स्थित है। 200-02 की जमाबंदी अनुसार"
}