{
  "Singh on lease, whereas, the appellant/accused party had taken the land of Hoshiar Singh on lease. Further, perusal of the site plan shows that": "सिंह पट्टे पर, जबकि अपीलकर्ता/अभियुक्त पक्ष ने होशियार सिंह की भूमि पट्टे पर ली थी। इसके अलावा, साइट",
  "Mark 'C' is the place, where in between these tubewells, near the paddy": "योजना के अवलोकन से पता चलता है कि मार्क 'सी' वह स्थान है, जहां इन ट्यूबवेलों के बीच, धान के पौधे के पास,",
  "sapling, deceased Rajwinder Singh is stated to have received the firearm injuries and the appellant/accused etc. lifted and dragged the dead body of Rajwinder Singh to near the kotha of Hoshiar Singh.": "मृतक राजविंदर सिंह को आग्नेयास्त्र की चोटें मिली थीं और अपीलकर्ता/अभियुक्त आदि राजविंदर सिंह के शव को",
  "dead body of Rajwinder Singh to near the kotha of Hoshiar Singh. Therefore, this aspect clearly proves that Rishhpal Singh had suffered": "उठाकर होशियार सिंह के कोठे के पास ले गए। इसलिए, यह पहलू स्पष्ट रूप से साबित करता है कि रिशपाल सिंह",
  "gunshot injury when he was present at his tubewell and Rajwinder Singh had suffered the gunshot injury when he was present in between": "को गोली लगने से चोट लगी थी जब वह अपने ट्यूबवेल पर मौजूद था और राजविंदर सिंह को बंदूक की गोली से चोट",
  "the two tubewells i.e. tubewell of Baljeet Singh and tubewell of Hoshiar Singh.": "लगी थी जब वह दो ट्यूबवेल यानी बलजीत सिंह के ट्यूबवेल और होशियार सिंह के ट्यूबवेल के बीच मौजूद था।",
  "(Para 20, 21, 22, 23, 24, 25)": "(पैरा 20, 2, 22, 23, 2५, 25)",
  "Maninder Singh, Advocate Amicus Curiae, for the appellant.": "अपीलकर्ता की ओर से अधिवक्ता एमिकस क्यूरी मनिंदर सिंह।",
  "Anmol Malik, DAG, Haryana.": "अनमोल मलिक, डीएजी, हरियाणा।",
  "Arushi Garg, Advocatefor the complainant.": "आरुषि गर्ग, शिकायतकर्ता की वकील।",
  "KULDEEP TIWARI, J.": "कुलदीप तिवारी, जे.",
  "conviction dated 26.08.2014 and the order of sentence dated 05.09.2014 passed by the learned Additional Sessions Judge, Kaithal,": "न्यायाधीश, कैथल द्वारा पारित दोषसिद्धि के फैसले दिनांक 26.08.20५ और सजा के आदेश दिनांक 05.09.20५",
  "in case FIR No.68 of 24.06.2013, registered under Sections 302, 307, 323, 34 of IPC and Section 27 of Arms Act, 1959, at Police Station Siwan, District Kaithal, whereby the appellant was convicted for the": "के खिलाफ निर्देशित की गई है। पुलिस स्टेशन सीवान, जिला कैथल में आईपीसी की धारा 302, 307, 323, 3३५ और",
  "offence punishable under Sections 302 and 323 of IPC and Section 27": "शस्त्र अधिनियम, 959 की धारा 27, जिसके तहत अपीलकर्ता को आईपीसी की धारा 302 और ३23 और 959",
  "Offence under Period (R.I.) Fine In Default": "धारा के अंतर्गत | अवधि (आर.आई.) जुर्माना डिफ़ॉल्ट रूप में अपराध",
  "Section 302 of IPC R.I. for life Rs.1,00,000/- |R.I. for 1 year": "आईपीसी की धारा जीवन भर के लिए रुपये.।,00,000/- । वर्ष के लिए आर.आई 302 आर आई",
  "323 of IPC R.I. for 6 months Rs.2000/- R.I. for 15 days": "आईपीसी की धारा (6 महीने के लिए आर. आई रुपये.2000/- 5 दिन के लिए आर.आई 323",
  "27 of Arms Act | R.I. for 6 months Rs.2000/- R.I. for 15 days": "शस्त्र अधिनियम की [6 महीने के लिए आर. आई रुपये.2000/- ॥5 दिन के लिए आर.आई धारा 27",
  "All these sentences were ordered to run concurrently.": "ये सभी सजाएं एक साथ चलाने का आदेश दिया गया.",
  "(2) The prosecution agency was set into motion upon receipt of telephonic information on 24.06.2013 in the police station, to the effect": "तथ्यात्मक मैट्रिक्स (2) 2५.06.203 को पुलिस स्टेशन में टेलीफोन पर सूचना प्राप्त होने पर अभियोजन एजेंसी को इस आशय की कार्रवाई में लगाया गया था",
  "(Kuldeep Tiwari, J.)": "(कुलदीप तिवारी,जे.)",
  "Before Sureshwar Thakur and Kuldeep Tiwari, JJ.": "समक्ष सुरेश्वर ठाकुर और कुलदीप तिवारी जे.जे.",
  "JAGDISH—Appellant": "जगदीश-अपीलकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA—Respondent": "हरियाणा राज्य-प्रतिवादी",
  "CRA-D No. 1634-DB of 2014 December 07, 2022": "सीआरए-डी संख्या 4634-डीबी 20५ दिसंबर 07, 2022",
  "Criminal Law—Indian Penal Code, 1860—S. 100-Right of Private defence of the body when extends to causing death; Ss.302,": "आपराधिक कानून-भारतीय दंड संहिता, 860-धारा-00-शरीर की निजी रक्षा का अधिकार जब मृत्यु कारित करने",
  "307, 323, 34; Arms Act, S. 24—Firing incident; Dispute as to": "तक विस्तारित हो; उप-धारा-302, 307, 323, 3५; शस्त्र अधिनियम, धारा-24--गोलीबारी की घटना; कृषि भूमि पर",
  "possession of agricultural land, firing by double barrel gun; two persons succumbed to injuries and two persons injured, however, no": "कब्जे को लेकर विवाद, डबल बैरल बंदूक से फायरिंग; चोटों के कारण दो व्यक्तियों की मृत्यु हो गई और दो व्यक्ति",
  "injury was suffered by appellant, clearly proves that the appellant": "घायल हो गए, हालाँकि, अपीलकर्ता को कोई चोट नहीं आई, यह स्पष्ट रूप से साबित करता है कि अपीलकर्ता एक",
  "was an aggressor. Dead bodies also found on land taken on lease by": "आक्रामक था। उत्तरदाताओं द्वारा पट्टे पर ली गई भूमि पर भी शव पाए गए। अपीलकर्ता का यह कथन कि उसने",
  "respondents. Version of appellant that he used his double barrel gun to defend himself stands belied from the fact that dead bodies found": "अपने बचाव के लिए अपनी डबल बैरल बंदूक का इस्तेमाल किया था, इस तथ्य से गलत साबित होता है कि शव",
  "not on land of the appellant but were lying on land of the complainant party. To hold who is aggressor, all the facts and": "अपीलकर्ता की भूमि पर नहीं बल्कि शिकायतकर्ता पक्ष की भूमि पर पड़े थे। हमलावर कौन है, यह जानने के लिए",
  "circumstances need to be seen.": "सभी तथ्यों और परिस्थितियों को देखना होगा।",
  "Indian Evidence Act, 1872—S. 8—Motive, S. 105—General exception—Nature of burden of proof. Person who claims benefit of": "भारतीय साक्ष्य अधिनियम, 872--धारा-8--मकसद, धारा-05--सामान्य अपवाद--साक्ष्य के भार की प्रकृति। जो",
  "probabilities and not beyond reasonable doubt.": "साबित करना होगा, न कि उचित संदेह से परे।",
  "Held, that it appears that the theory of appellant is an": "माना गया कि ऐसा प्रतीत होता है कि अपीलकर्ता का सिद्धांत बाद में सोचा गया और मनघड़त है। अपीलकर्ता के",
  "with his sons Dalbir Singh and Satnam Singh, his grandsons Rajwinder Singh and Richhpal Singh and his nephew, armed with lathis and": "अनुसार, स्वर्ण सिंह ने अपने बेटों दलबीर सिंह और सतनाम सिंह, अपने पोते राजविंदर सिंह और रिछपाल सिंह और",
  "the appellant, whereas, three persons of the complainant party suffered gunshot injuries. Furthermore, the spot of occurrence clearly proves": "चोट नहीं आई, जबकि शिकायतकर्ता पक्ष के तीन लोगों को गोली लगी। इसके अलावा, घटनास्थल स्पष्ट रूप से",
  "that the place where the dead body was first found was belonging to complainant party. The motive is also well established by the": "साबित करता है कि जिस स्थान पर सबसे पहले शव मिला था वह शिकायतकर्ता पक्ष से संबंधित था। अभियोजन पक्ष",
  "complainant party. The motive is also well established by the prosecution. Visual site plan prepared by the Investigation Officer,": "द्वारा मकसद भी अच्छी तरह से स्थापित किया गया है। जांच अधिकारी, पूर्व पीयूयू द्वारा तैयार की गई दृश्य साइट",
  "Ex.PUU, further supports the case of prosecution. As per the site plan, Mark 'A' is the kotha tubewell of Baljeet Singh, where the dead body of": "योजना, अभियोजन के मामले का समर्थन करती है। स्थल योजना के अनुसार, मार्क 'ए' बलजीत सिंह का कोठा",
  "Richhpal Singh was lying, and, Mark 'B' is the kotha tubewell of Hoshiar Singh, where the dead body of Rajwinder Singh was lying. It is": "ट्यूबवेल है, जहां रिचपाल सिंह का शव पड़ा था, और मार्क 'बी' होशियार सिंह का कोठा ट्यूबवेल है, जहां राजविंदर",
  "not in dispute that the complainant party had taken the land of Baljeet": "सिंह का शव पड़ा था। इस बात पर कोई विवाद नहीं है कि शिकायतकर्ता पक्ष ने बालजीत की जमीन ले ली थी",
  "484 ILL.R. PUNJAB AND HARYANA 2023(2)": "484",
  "them to run away, otherwise, they will open fire. Then Jagdish fired gunshot upon his grandson Richhpal Singh from his DBBL gun,": "वे भाग जाएं, नहीं तो गोली चला देंगे । तभी जगदीश ने अपनी डीबीबीएल गन से अपने पोते रिछपाल सिंह पर गोली",
  "which hit him on his chest and he also fell down on the ground. Thereafter, Jagdish fired gunshot upon his son Satnam Singh, which": "चला दी, जो उसकी छाती पर लगी और वह भी जमीन पर गिर पड़ा | इसके बाद जगदीश ने उसके बेटे सतनाम सिंह",
  "hit him on hisleft arm. Then Jagdish and Mukhtiar Singh went to their": "पर गोली चला दी, जो उसकी बायीं बांह पर लगी। तभी जगदीश और मुख्तियार सिंह अपने ट्यूबवेल पर चले गए।",
  "tubewell. He and his son Dalbir Singh tried to go towards tubewell of Mukhtiar Singh to see his grandson Rajwinder Singh, however,": "उन्होंने और उनके बेटे दलबीर सिंह ने अपने पोते राजविंदर सिंह को देखने के लिए मुख्तियार सिंह के ट्यूबवेल की",
  "Mukhtiar Singh again threatened them that if they would come towards": "ओर जाने की कोशिश की, हालांकि, मुख्तियार सिंह ने उन्हें फिर से धमकी दी कि अगर वे उनकी ओर आएंगे तो वे",
  "them they would open the fire. In the meantime, someone telephonically informed the police and on seeing the police vehicle, Mukhtiar Singh etc. fled away from the spot along with their respective": "आग लगा देंगे। इसी बीच किसी ने फोन पर पुलिस को सूचना दे दी और पुलिस की गाड़ी देखकर मुख्तियार सिंह",
  "Mukhtiar Singh etc. fled away from the spot along with their respective weapons towards Village Gogh. Thereafter, several persons gathered at": "आदि अपने-अपने हथियारों सहित मौके से ग्राम गोध की ओर भाग गये। इसके बाद मौके पर कई लोग एकत्र हो गए।",
  "the spot. His grandsons Rajwinder Singh and Richhpal Singh succumbed to the injuries at the spot itself.": "उनके पोते राजविंदर सिंह और रिछपाल सिंह ने घटनास्थल पर ही दम तोड़ दिया।",
  "(3) On the basis of afore statement, the instant FIR came to be registered. Thereafter, the investigation in the matter was carried out.": "(3) उपरोक्त बयान के आधार पर तत्काल एफआईआर दर्ज की गई। इसके बाद मामले की जांच की गई। शवों की",
  "The photographs of dead bodies were clicked by the Investigation Officerwith his digital camera, however, photographer was also called": "तस्वीरें जांच अधिकारी ने अपने डिजिटल कैमरे से खींची, हालांकि मौके पर फोटोग्राफर को भी बुलाया गया और",
  "at the spot and he also clicked photographs. Scene of Crime Team was informed to reach the spot. The dead bodies of Rajwinder Singh and": "उसने भी तस्वीरें खींचीं। सीन ऑफ क्राइम टीम को मौके पर पहुंचने की सूचना दी गई। जांच अधिकारी ने राजविंदर",
  "informed to reach the spot. The dead bodies of Rajwinder Singh and Richhpal Singh were inspected by the Investigation Officer. The blood stained earth was lifted by the Investigation Officer from the spot and": "सिंह और रिछपाल सिंह के शवों का निरीक्षण किया। खून से सनी मिट्टी को जांच अधिकारी ने घटनास्थल से उठाकर",
  "was put in a small plastic container. The inquest proceedings under": "एक छोटे प्लास्टिक कंटेनर में रख दिया। सीआरपीसी की धारा 7+ के तहत जांच कार्यवाही। दोनों शवों का",
  "bodies. The scene of crime was also got inspected by Scene of Crime Team consisting of PW12, Krishan Kumar, S.S.O. Rough site plan was also prepared at the spot. Ruga (information) was sent through Constable Dilawar Singh. Satnam Singh was also medico legally": "सीन ऑफ क्राइम टीम द्वारा भी किया गया। मौके पर कच्चा साइट प्लान भी तैयार किया गया। कांस्टेबल दिलावर सिंह",
  "plan was also prepared at the spot. Ruga (information) was sent through Constable Dilawar Singh. Satnam Singh was also medico legally examined on the same day. The post- mortem of both the dead bodies": "के माध्यम से रुका (सूचना) भेजी गई। उसी दिन सतनाम सिंह की भी चिकित्सकीय जांच की गई। दोनों शवों का",
  "was conducted at G.H. Kaithal by a Board of Doctors. Post-mortem report along with sealed envelope, police papers, sample seal and": "पोस्टमार्टम डॉक्टरों के एक बोर्ड द्वारा कैथल जीएच में कराया गया। सीलबंद लिफाफे, पुलिस कागजात, नमूना मुहर",
  "vide recovery memo. Thereafter, dead bodies were handed over to their family members.": "गया। इसके बाद शवों को उनके परिजनों को सौंप दिया गया।",
  "(4) During the course of investigation, one Baljinder Singh, resident of Village Sotha, met the Investigation Officer and produced": "(५) जांच के दौरान, ग्राम सोथा निवासी बलजिंदर सिंह ने जांच अधिकारी से मुलाकात की और उसके सामने जगदीश",
  "Jagdish (appellant herein) and Sukhdev before him, thereafter, both were arrested. Subsequently, Jagdish was interrogated and during": "(अपीलकर्ता) और सुखदेव को पेश किया, उसके बाद दोनों को गिरफ्तार कर लिया गया। इसके बाद, जगदीश से",
  "interrogation, he suffered disclosure statement Ex.PF. Likewise,": "पूछताछ की गई और पूछताछ के दौरान, उसे एक्स.पीएफ का खुलासा विवरण मिला। इसी तरह सुखदेव से भी",
  "Singh and his nephew attacked his house with arms. His house is": "सिंह और उनके भतीजे ने हथियारों के साथ उनके घर पर हमला किया। उनका घर गांव की आबादी से करीब ५-5",
  "situated in the fields at a distance of about 4-5 kms from the village abadi while the complainant party is residing in village abadi. The main": "किलोमीटर की दूरी पर खेतों में स्थित है, जबकि शिकायतकर्ता पक्ष गांव की आबादी में रहता है। उनके घर का मेन",
  "gate of his house was closed from inside. Upon request of the female members of his house to the complainant party to go away assuring that the matter would be settled in the morning, they went away. He further": "गेट अंदर से बंद था. उनके घर की महिला सदस्यों द्वारा शिकायतकर्ता पक्ष को सुबह मामला निपटाने का आश्वासन",
  "was with him on lease, and was present near water storage tank for": "में गए, जो उनके पास पट्टे पर था और ट्यूबवेल के लिए जल भंडारण टैंक के पास मौजूद था। उसके पास अपनी",
  "tubewell. He was also having his licensed gun as he was apprehending attack from the complainant party due to previous night's incident. In": "लाइसेंसी बंदूक भी थी क्योंकि उसे पिछली रात की घटना के कारण शिकायतकर्ता पक्ष की ओर से हमले की आशंका",
  "the meantime, Swaran Singh, armed with his licensed gun, being accompanied by his sons Dalbir Singh and Satnam Singh, his": "थी। इसी बीच, स्वर्ण सिंह अपनी लाइसेंसी बंदूक से लैस होकर, अपने बेटों दलबीर सिंह और सतनाम सिंह, अपने",
  "grandsons Rajwinder Singh and Richhpal Singh and his nephew, armed with lathis and gandasis, came there and then Swaran Singh fired": "पोते राजविंदर सिंह और रिछपाल सिंह और अपने भतीजे के साथ लाठियों और गंडासियों से लैस होकर वहां आए",
  "Rajwinder Singh on upper part of his left arm. No other co-accused was present there at the spot nor the body of Rajwinder Singh was dragged by any one of them as alleged by the prosecution. Richhpal Singh was": "सिंह के बाएं हाथ के ऊपरी हिस्से में लगी। घटनास्थल पर कोई अन्य सह-अभियुक्त मौजूद नहीं था और न ही उनमें से किसी ने राजविंदर सिंह के शव को खींचा, जैसा कि अभियोजन पक्ष ने आरोप लगाया था। रिछपाल सिंह गंडासी से",
  "armed with gandasi and when he was in the process of attacking him, he felt immediate danger from the complainant party and fired on the": "लैस था और जब वह उस पर हमला करने की फिराक में था। उन्हें शिकायतकर्ता पक्ष से ततकाल खतरा महसूस हुआ",
  "lower body of Richhpal Singh. However, he sat at once and his fire": "और उन्होंने रिछपाल सिंह के निचले शरीर पर गोली चला दी। हालाँकि, वह तुरंत बैठ गया और उसका फायर उसके",
  "hit him on his chest and he died at the spot. Gagandeep Singh, Sukhdev Singh and Sukhvinder Singh were not present at the spot. At": "सीने पर लगा और उसकी मौके पर ही मौत हो गई। गगनदीप सिंह, सुखदेव सिंह और सुखविंदर सिंह मौके पर",
  "about 06:30 p.m., he went away from the spot on seeing the police. The dead body of Richhpal Singh was shifted by the complainant to the tubewell of Baljeet Singh, whose land was taken on lease by them. He": "मौजूद नहीं थे। शाम करीब 06:30 बजे वह पुलिस को देखकर मौके से चला गया। रिछपाल सिंह के शव को शिकायतकर्ता ने बलजीत सिंह के ट्यूबवेल में स्थानांतरित कर दिया था, जिसकी जमीन उन्होंने पट्टे पर ली थी। उसने",
  "did not cause any injury to Satnam Singh and is totally innocent. The": "सतनाम सिंह को कोई चोट नहीं पहुंचाई और वह पूरी तरह से निर्दोष है। मौजूदा कहानी शिकायतकर्ता पक्ष ने पुलिस",
  "(8) The learned trial Court, considering the prosecution evidence, as well as the plea of defence taken by accused persons in their statements recorded under Section 313 Cr.P.C., acquitted Sukhdev": "(8) विद्वान ट्रायल कोर्ट ने अभियोजन पक्ष के सबूतों के साथ-साथ धारा 333 सीआरपीसी के तहत दर्ज किए गए",
  "evidence, as well as the plea of defence taken by accused persons in their statements recorded under Section 313 Cr.P.C., acquitted Sukhdev Singh, Gagandeep Singh and Sukhvinder of the charges levelled": "अपने बयानों में आरोपी व्यक्तियों द्वारा ली गई बचाव की दलील पर विचार करते हुए, सुखदेव सिंह, गगनदीप सिंह",
  "against them, however, convicted Jagdish (appellant herein) for": "और सुखविंदर को उनके खिलाफ लगाए गए आरोपों से बरी कर दिया। हालाँकि, जगदीश (यहाँ अपीलकर्ता) को",
  "commission of offence under Section 302 and 323 of IPC and Section 27 of Arms Act, 1959.": "आईपीसी की धारा 302 और 323 और शस्त्र अधिनियम, 959 की धारा 27 के तहत अपराध करने के लिए दोषी",
  "(9) It is apt place to note here that against the judgment of acquittal of aforesaid Sukhdev Singh, Gagandeep Singh and": "(9) यह ध्यान देने योग्य है कि उपर्युक्त सुखदेव सिंह, गगनदीप सिंह और सुखविंदर को दोषमुक्त किए जाने के",
  "Sukhvinder, a criminal appeal bearing No. CRA-D-1631-DB-2014 was filed before this Court by Satnam Singh and Swaran Singh": "निर्णय के विरुद्ध सं. सीआरए-डी-63-डीबी-20।५ इस अदालत में सतनाम सिंह और स्वर्ण सिंह द्वारा दायर किया गया था",
  "that a firing incidence has taken place in Village Nagal and as a result whereof, Satnam Singh and his two sons Rajwinder Singh and Richhpal Singh suffered gunshot injuries. Upon such information being received, SI/SHO Ved Parkash along with police party reached Village Nagal,": "गांव नागल में गोलीबारी की घटना हुई है, जिसके परिणामस्वरूप सतनाम सिंह और उनके दो बेटे राजविंदर सिंह और रिछपाल सिंह गोली लगने से घायल हो गए। ऐसी सूचना मिलने पर, एसआई/एसएचओ वेद प्रकाश पुलिस पार्टी",
  "where PW1, Swaran Singh (complainant/eye-witness), met him at the": "के साथ गांव नागल पहुंचे, जहां पीडब्लू।, स्वर्ण सिंह (शिकायतकर्ता>प्रत्यक्षदर्श), उनसे घटनास्थल पर मिले। स्वर्ण",
  "spot. The statement of Swaran Singh was recorded to the effect that he is an agriculturist and has two sons namely Dalbir Singh and Satnam": "सिंह का बयान इस आशय का दर्ज किया गया कि वह एक कृषक है और उसके दो बेटे दलबीर सिंह और सतनाम",
  "Singh. Both his sons reside in separate villages and he resides with his son Dalbir Singh. His son Satnam Singh also has two sons namely Rajwinder Singh and Richhpal Singh. He is having one acre of": "सिंह हैं। उनके दोनों बेटे अलग-अलग गांवों में रहते हैं और वह अपने बेटे दलबीर सिंह के साथ रहते हैं। उनके बेटे सतनाम सिंह के भी दो बेटे हैं जिनका नाम राजविंदर सिंह और रिछपाल सिंह है। उनके पास कस्टोडियन विभाग की",
  "land owned bycustodian department and Mukhtiar Singh and Jagtar Singh are also having 3-4 acres of land belonging to the said": "एक एकड़ जमीन है और मुख्तियार सिंह और जगतार सिंह के पास भी उक्त विभाग की ३-५ एकड़ जमीन है। उनकी",
  "department. Out of his aforesaid land, one kanal land is in possession of Mukhtair Singh and Jagtar Singh, who are his brothers-in-law. He": "उक्त जमीन में से एक कनाल जमीन पर मुख्तयार सिंह और जगतार सिंह का कब्जा है, जो उनके साले हैं। उन्होंने",
  "requested them to vacate their possession over this one kanal land, however, they nurtured grudge against him on this account and": "उनसे इस एक कनाल भूमि पर अपना कब्जा खाली करने का अनुरोध किया, हालांकि, वे इस कारण से उनके प्रति",
  "accordingly, on 23.6.2013, at about 10:30 p.m., when he was sleeping": "द्वेष रखते थे और तदनुसार, 23.6.203 को रात लगभग 0:30 बजे, जब वह ली गई भूमि में स्थित ट्यूबवेल पर सो",
  "at the tubewell situated in the land taken on lease by him, Jagdish (present appellant) and Gagandeep Singh attacked upon him with": "रहे थे। उसके द्वारा पट्टे पर, जगदीश (वर्तमान अपीलकर्ता) और गगनदीप सिंह ने उस पर लाठियों से हमला किया।",
  "lathis. These lathi blows hit on his four limbs, whereupon, he raised hue and cry and then both of them fled away and _ he himself went to": "लाठियों के ये वार उसके चारों अंगों पर लगे, जिस पर उसने शोर मचाया तो दोनों भाग गए और वह खुद अपने घर",
  "his house. Thereafter, the next morning, at about 6.00 a.m., his son Satnam along with his grandsons Richhpal Singh and RajwinderSingh": "चला गया। इसके बाद अगली सुबह करीब छह बजे उनका बेटा सतनाम अपने पोते रिछपाल सिंह और राजविंदर",
  "came to the land taken on lease for irrigating the fields with tubewell.": "सिंह के साथ ट्यूबवेल से खेतों की सिंचाई करने के लिए पट्टे पर ली गई जमीन पर आया। वह और उसका बेटा",
  "He and his son Dalbir also followed them. When he and his son Dalbir Singh were standing under a mulberry tree in the fields near tubewell,": "दलबीर भी उनके पीछे चले गए। जब वह और उसका बेटा दलबीर सिंह ट्यूबवेल के पास खेतों में शहतूत के पेड़ के",
  "Mukhtiar Singh, armed with gandasi, Jagdish (present appellant), armed with double barrel gun (hereinafter referred to as DBBL), Amrik": "नीचे खड़े थे, मुख्तियार सिंह, गंडासी से लैस, जगदीश (वर्तमान अपीलकर्ता) डबल बैरल बंदूक (बाद में डीबीबीएल",
  "Singh, empty handed, Sukhdev, armed with lathi, Gagandeep, armed": "के रूप में संदर्भित) से लैस, अमरीक सिंह, खाली हाथ, सुखदेव, लाठी से लैस, गगनदीप, डंडा से लैस, सुखदेव सिंह",
  "Ranjit Singh, armed with gandasi, were also standing in the nearby fields taken on lease by Mukhtiar Singh etc. from Hoshiar Singh.": "का साला, लाठी से लैस और रणजीत सिंह, गंडासी से लैस , मुख्तियार सिंह आदि द्वारा होशियार सिंह से पट्टे पर लिए गए पास के खेतों में भी खड़े थे। इसके बाद मुख्तियार सिंह ने एक कनाल जमीन का कब्जा वापस मांगने पर सतनाम",
  "Subsequently, Mukhtiar Singh exhorted to teach a lesson to Satnam Singh etc. for demanding back the possession of one Kanal land. Upon this, all of them came towards their tubewell and Jagdish fired gunshot": "सिंह आदि को सबक सिखाने की हिदायत दी। इस पर वे सभी अपने ट्यूबवेल की ओर आए और जगदीश ने धान की",
  "from a distance of 1/2 acre upon his grandson Rajwinder Singh from DBBL gun, who was irrigating paddy crop. The said gunshot hit him": "फसल की सिंचाई कर रहे अपने पोते राजविंदर सिंह पर आधा एकड़ की दूरी से डीबीबीएल गन से गोली चला दी।",
  "on backside of his shoulder, as a result of whereof, he fell down and he": "उक्त बंदूक की गोली उसके कंधे के पीछे लगी, जिसके परिणामस्वरूप, वह गिर गया और उसे अमरीक सिंह,",
  "was dragged away to their tubewell by Amrik Singh, Sukhdev Singh, Gagandeep Singh, brother-in-law of Sukhdev Singh and also by Ranjit.": "सुखदेव सिंह, गगनदीप सिंह, सुखदेव सिंह के बहनोई और रणजीत द्वारा अपने ट्यूबवेल पर खींच लिया गया।",
  "Mukhtiar Singh and Jagdish came near their tubewell and threatened": "मुख्तयार सिंह और जगदीश उनके ट्यूबवेल के पास आ धमके",
  "REASONS": "कारण",
  "(12) From the statement of accused recorded under Section 313 Cr.P.C., it clearly transpires that the appellant has taken the plea of self-": "(।2) धारा 333 सीआरपीसी के तहत दर्ज किए गए आरोपी के बयान से, यह स्पष्ट रूप से पता चलता है कि",
  "defence. Now, we have to examine the nature and the extent of the": "बोझ का निर्वहन करना पड़ता है उसकी प्रकृति और सीमा की जांच करनी होगी। यदि आत्मरक्षा की दलील पर",
  "self-defence. If the benefit of general exception to criminal liability as rooted in the instant case on the plea of self defence is claimed, then the": "तत्काल मामले में निहित आपराधिक दायित्व के सामान्य अपवाद के लाभ का दावा किया जाता है, तो भारतीय साक्ष्य",
  "provision of Section 105 of the Indian Evidence Act, come into operation. Section 105 of the Indian Evidence Act, does shift, the": "अधिनियम की धारा 05 के प्रावधान लागू होते हैं। भारतीय साक्ष्य अधिनियम की धारा 705, उपरोक्त दलील को",
  "burden of proof from the prosecution to upon the accused, to prove the": "साबित करने के लिए सबूत का भार अभियोजन पक्ष से हटाकर अभियुक्त पर डाल देती है। शीघ्र अवलोकन के लिए,",
  "above raised plea. For ready perusal, Section 105 of the Indian Evidence Act is reproduced as under:-": "भारतीय साक्ष्य अधिनियम की धारा 05 को निम्नानुसार पुन: प्रस्तुत किया गया है: -",
  "“105. Burden of proving that case of accused comes within exceptions. — When a person is accused of any": "“05. यह साबित करने का भार कि अभियुक्त का मामला अपवादों के अंतर्गत आता है। जब किसी व्यक्ति पर",
  "circumstances bringing the case within any of the General Exceptions in the Indian Penal Code (45 of 1860),": "किसी अपराध का आरोप लगाया जाता है, तो उस मामले को भारतीय दंड संहिता (860 का ५५) में किसी भी",
  "or within any special exception or proviso contained in": "सामान्य अपवाद के भीतर, या किसी अन्य में निहित किसी विशेष अपवाद या प्रावधान के भीतर लाने वाली",
  "offence, is uponhim, and the Court shall presume the absence of such circumstances.”": "वाले किसी भी कानून में, उस पर है, और न्यायालय ऐसी परिस्थितियों की अनुपस्थिति का अनुमान लगाएगा।",
  "(13) A perusal of the above provision clearly depicts that it is a": "(3) उपरोक्त प्रावधान का अवलोकन स्पष्ट रूप से दर्शाता है कि ऐसी परिस्थितियों की अनुपस्थिति को मानना",
  "statutory obligation upon the Courts to presume absence of such circumstances and for that, the burden is upon the accused to prove": "न्यायालयों पर एक वैधानिक दायित्व है और इसके लिए, ऐसी परिस्थितियों के अस्तित्व को साबित करने का भार",
  "existence of such circumstances. “Presumption” is a rule of law, which enables the Court to presume existence of a fact on the basis of": "अभियुक्त पर है। \"अनुमान\" कानून का एक नियम है, जो न्यायालय को कुछ सिद्ध तथ्यों के आधार पर किसी तथ्य के",
  "certain proved facts. Therefore, it is now essential to examine what is": "अस्तित्व का अनुमान लगाने में सक्षम बनाता है। इसलिए, अब यह जांचना जरूरी है कि अपीलकर्ता/अभियुक्त पर",
  "being proved. This issue was examined in detail by the Supreme Court in the case titled Vijayee Singh versus State of U.P.', wherein, the": "है। इस मुद्दे की सुप्रीम कोर्ट ने विजयी सिंह बनाम यूपी राज्य' नामक मामले में विस्तार से जांच की थी। , जिसमें,",
  "Supreme Court has observed as under:-": "सुप्रीम कोर्ट ने निम्नानुसार टिप्पणी की है: -",
  "“25. The maxim that the prosecution must prove its case beyond reasonable doubt is a rule of caution laid down": "“25. यह कहावत कि अभियोजन पक्ष को अपने मामले को उचित संदेह से परे साबित करना चाहिए, आपराधिक",
  "beyond reasonable doubt is a rule of caution laid down by the Courts of Law in respect of assessing the evidence in criminal cases. Section 105 places 'burden of": "मामलों में साक्ष्का आकलन करने के संबंध में कानून की अदालतों द्वारा निर्धारित सावधानी का एक नियम है। धारा",
  "proof on the accused in the first part and in the second": "05 पहले भाग में और दूसरे भाग में आरोपी पर 'सबूत का बोझ' रखती है.",
  "490": "489",
  "part we find a presumption which the Court can draw regarding the absence of the circumstances which": "भाग में हमें एक अनुमान मिलता है जिसे न्यायालय उन परिस्थितियों की अनुपस्थिति के संबंध में बना सकता है जो",
  "presumption is always rebuttable. Therefore, taking the Section as a whole the ‘burden of proof and _ the": "अनुमान हमेशा खंडन योग्य होता है। इसलिए, धारा को समग्र रूप से लेते हुए 'सबूत का बोझ' और अनुमान पर एक",
  "presumption have to be considered together. It is axiomatic when the evidence is sufficient as to prove": "साथ विचार करना होगा। यह स्वयंसिद्ध है जब किसी तथ्य के अस्तित्व को निर्णायक रूप से सिद्ध करने के लिए",
  "the existence of a fact conclusively then no difficulty arises. But where the accused introduces material to": "साक्ष्य पर्याप्त हो तो कोई कठिनाई उत्पन्न नहीं होती है। लेकिन जहां अभियुक्त अनुमान को विस्थापित करने के लिए",
  "case or create a reasonable doubt about the existence of one or other ingredients of the offence and then it would": "अवयवों के अस्तित्व के बारे में उचित संदेह पैदा कर सकती है और तब यह एक ऐसा मामला माना जाएगा जहां",
  "amount to a case where prosecution failed to prove its own case beyond reasonable doubt. The initial obligatory": "अभियोजन पक्ष अपने मामले को उचित से परे साबित करने में विफल रहा। संदेह। प्रारंभिक अनिवार्य धारणा कि",
  "presumption that the Court shall presume the absence of such circumstances gets lifted when a plea of exception is": "न्यायालय यह मान लेगा कि ऐसी परिस्थितियों की अनुपस्थिति अपवाद की याचिका उठाए जाने पर हटा दी जाती है।",
  "raised. More so when thereare circumstances on the record (gathered from the prosecution evidence,chief and cross examinations, probabilities and circumstances, if any,": "इससे भी अधिक जब रिकॉर्ड पर परिस्थितियाँ हों (अभियोजन साक्ष्य, मुख्य और जिरह, संभावनाओं और परिस्थितियों",
  "introduced by theaccused, either by adducing evidence or otherwise) creating a reasonable doubt about the existence": "से एकत्रित, यदि कोई हो, अभियुक्त द्वारा पेश की गई, या तो सबूत जोड़कर या अन्यथा) सामग्री के अस्तित्व के बारे",
  "of the ingredients of the offence. In case of such a reasonable doubt, the Court hasto give the benefit of the": "में उचित संदेह पैदा करना अपराध का. ऐसे उचित संदेह की स्थिति में न्यायालय को इसका लाभ अभियुक्त को देना",
  "same to the accused. The accused may also show on the basis of the material a preponderance of probability in favour of his plea. If there are absolutely no circumstances": "होगा। अभियुक्त सामग्री के आधार पर अपनी याचिका के पक्ष में संभाव्यता की प्रबलता भी दिखा सकता है। यदि इस",
  "at all in favour of the existence of such an exception then the rest of the enquiry does not arise inspite of a": "तरह के अपवाद के अस्तित्व के पक्ष में बिल्कुल भी परिस्थितियाँ नहीं हैं तो केवल दलील दिए जाने के बावजूद बाकी",
  "then the rest of the enquiry does not arise inspite of a mere plea being raised. But if the accused succeeds in creating a reasonable doubt or shows preponderance of": "जाँच का कोई सवाल ही नहीं उठता। लेकिन यदि अभियुक्त उचित संदेह पैदा करने में सफल हो जाता है या अपनी",
  "probability in favour of his plea, the obligation on his part under Section 105 gets discharged and he would be": "याचिका के पक्ष में संभाव्यता की प्रबलता दिखाता है, तो धारा 05 के तहत उसकी ओर से दायित्व समाप्त हो जाता",
  "a. It can be argued that the concept of 'reasonable doubt' is vague in nature and the standard of ‘burden of proof contemplated under Section 105 should be somewhat": "ए. यह तर्क दिया जा सकता है कि 'उचित संदेह' की अवधारणा प्रकृति में अस्पष्ट है और धारा ।05 के तहत विचार",
  "is vague in nature and the standard of ‘burden of proof contemplated under Section 105 should be somewhat specific, therefore, it is difficult to reconcile both. But": "किए गए 'सबूत के बोझ' का मानक कुछ हद तक विशिष्ट होना चाहिए, इसलिए, दोनों में सामंजस्य बिठाना मुश्किल",
  "the general principles of criminal jurisprudence, namely, that the prosecution has to prove its case beyond": "है। लेकिन आपराधिक न्यायशास्त्र के सामान्य सिद्धांत, अर्थात्‌ अभियोजन पक्ष को अपने मामले को उचित संदेह से",
  "reasonable doubt and that the accused is entitled to the benefit of a reasonable doubt, are to be borne in mind. The": "परे साबित करना होगा और आरोपी उचित संदेह का लाभ पाने का हकदार है, को ध्यान में रखना होगा। 'उचित",
  "‘reasonable doubt’ is one which occurs to a prudent and": "संदेह' वह है जो विवेकशील और",
  "reasonable man. Section 3 while explaining the meaning of the words \"proved\", \"disproved\" and \"not proved\" lays": "उचित व्यक्ति को होता है। धारा ३ \"साबित\", \"अप्रमाणित\" और \"साबित नहीं\" शब्दों का अर्थ समझाते हुए सबूत के",
  "down the standard of proof, namely, about the existence or nonexistence of the circumstances from the point of": "मानक, अर्थात्‌ एक विवेकशील व्यक्ति के दृष्टिकोण से परिस्थितियों के अस्तित्व या गैर-अस्तित्व के बारे में बताती है।",
  "view of a prudent man. The Section is so worded as to provide for two conditions ofmind, first, that in which a": "धारा को इस तरह से लिखा गया है कि यह मन की दो स्थितियों को प्रदान करता है, पहला, जिसमें एक व्यक्ति किसी",
  "man feels absolutely certain of a fact, in other words, \"believe it to exist\" and secondly inwhich though he may": "तथ्य के बारे में पूरी तरह से निश्चित महसूस करता है, दूसरे शब्दों में, \"उसके अस्तित्व में विश्वास करता है\" और",
  "not feel absolutely certain of a fact, he thinks it so": "दूसरा, जिसमें वह पूरी तरह से निश्चित महसूस नहीं कर सकता है। सच तो यह है कि वह इसे इतनी अधिक संभावना",
  "extremely probable that a prudent man would under the circumstances act on the assumption of its existence.": "मानता है कि एक विवेकशील व्यक्ति इन परिस्थितियों में इसके अस्तित्व की धारणा पर कार्य करेगा। अधिनियम",
  "man as an appropriate concrete standard by which to": "विवेकपूर्ण व्यक्ति की आवश्यकता को एक उपयुक्त ठोस मानक के रूप में अपनाता है जिसके द्वारा प्रमाण को",
  "measure proof at the same time contemplates of giving full effect to be given to circumstances or condition of probability or improbability. It is this degree of certainty to": "मापने के लिए एक ही समय में परिस्थितियों या संभावना या असंभवता की स्थिति को पूरा प्रभाव देने पर विचार किया",
  "probability or improbability. It is this degree of certainty to be arrived where the circumstances before a fact can be said": "जाता है। यह निश्चितता की वह डिग्री है जहां किसी तथ्य से पहले की परिस्थितियों को साबित किया जा सकता है।",
  "to be proved. A fact is said to be disproved when the Court believes that it does not exist or considers its non-": "किसी तथ्य को असत्यापित तब कहा जाता है जब न्यायालय यह मानता है कि इसका अस्तित्व नहीं है या किसी",
  "existence so probable in the view of a prudent man and now we come to the third stage where in the view of a": "विवेकशील व्यक्ति की दृष्टि में इसके अस्तित्व न होने को संभावित मानता है और अब हम तीसरे चरण में आते हैं जहां",
  "prudent man the fact is not proved i.e. neither proved nor": "एक विवेकशील व्यक्ति की दृष्टि में तथ्य न तो सिद्ध हुआ अर्थात्‌ न तो सिद्ध हुआ और न ही असिद्ध हुआ। यह वह",
  "disproved. It is this doubt which occurs to a reasonable man, has legal recognition in the field of criminal disputes.": "संदेह है जो एक उचित व्यक्ति को होता है, जिसे आपराधिक विवादों के क्षेत्र में कानूनी मान्यता प्राप्त है। यह नैतिक",
  "It is something different from moral conviction and it is": "विश्वास से कुछ अलग है और यह संदेह से भी अलग है। यह 'एक विवेकशील व्यक्ति' द्वारा रिकॉर्ड पर मौजूद संपूर्ण",
  "b. There is a difference between a flimsy or fantastic plea which is to be rejected altogether. But a reasonable": "बी. एक कमज़ोर या शानदार दलील के बीच अंतर है जिसे पूरी तरह से खारिज कर दिया जाना चाहिए। लेकिन एक",
  "though incompletely proved plea which casts a genuine doubt on the prosecution version indirectly succeeds. The": "उचित, हालांकि अपूर्ण रूप से साबित की गई दलील, जो अभियोजन पक्ष के संस्करण पर वास्तविक संदेह पैदा",
  "doubt on the prosecution version indirectly succeeds. The doubt which thelaw contemplates is certainly not that of": "करती है, अप्रत्यक्ष रूप से सफल होती है। कानून जिस संदेह पर विचार करता है वह निश्चित रूप से किसी कमजोर",
  "a weak or unduly vacillating, capricious, indolent, drowsy or confused mind. Itmust be the doubt of the prudent man": "या अनावश्यक रूप से ढुलमुल, मनमौजी, अकर्मण्य, नींद में डूबे या भ्रमित मन का नहीं है। यह उस विवेकशील",
  "who assumed to possess the capacity to \"separate the chaff from the grain\". It is the doubt of a reasonable, astute and": "व्यक्ति का संदेह रहा होगा जिसने \"अनाज से भूसी को अलग करने\" की क्षमता होने का अनुमान लगाया था। यह एक",
  "alert mind arrived at after due application of mind to every relevant circumstances of the case appearing from the": "उचित, चतुर और सतर्क दिमाग का संदेह है जो साक्ष्य से सामने आने वाले मामले की प्रत्येक प्रासंगिक परिस्थितियों",
  "evidence. It is not a doubt which occurs to a wavering mind.”": "पर दिमाग लगाने के बाद आया है। यह कोई संदेह नहीं है जो डगमगाते दिमाग में होता है।'",
  "(14) Now, we have to test the plea of the appellant on the touchstone of aforesaid principle of law laid down by the Supreme": "(।५) अब, हमें अपीलकर्ता की दलील को सर्वोच्च न्यायालय द्वारा निर्धारित कानून के उपरोक्त सिद्धांत की कसौटी पर",
  "Court. The prosecution examined complainant Swaran Singh as PW1,": "परखना है। अभियोजन पक्ष ने शिकायतकर्ता स्वर्ण सिंह से पीडब्लू। के रूप में पूछताछ की, जो घटना का एक",
  "who was an injured/eye-witness of the occurrence. When he stepped into the witness box, he reiterated the version spelt in the FIR. PW3,": "घायल/चश्मदीद गवाह था। जब उन्होंने गवाह बॉक्स में कदम रखा, तो उन्होंने एफआईआर में लिखी बात दोहराई।",
  "SatnamSingh son of Swaran Singh, injured/eye-witness, deposed that": "पीडब्लू ३, घायल/प्रत्यक्षदर्शी स्वर्ण सिंह के पुत्र सतनाम सिंह ने बताया कि वे दो भाई हैं और उसका बड़ा भाई",
  "they are two brothers and his elder brother is Dalbir Singh. They are living separately. However, they are cultivating the land jointly. He had two sons namely Rajwinder Singh, aged about 22 years, and Richhpal Singh, aged about 20 years. They owned 8 acres of land, out": "दलबीर सिंह है। वे अलग रह रहे हैं. हालाँकि, वे संयुक्त रूप से भूमि पर खेती कर रहे हैं। उनके दो बेटे थे, राजविंदर सिंह, उम्र लगभग 22 वर्ष और रिछपाल सिंह, उम्र लगभग 20 वर्ष; उनके पास 8 एकड़ ज़मीन है, जिसमें से | एकड़",
  "of which, lacre land is taken by them from custodian department. Mukhtiar Singh and Jagtar Singh have 3/4 acres of land belong to the": "ज़मीन उन्होंने कस्टोडियन विभाग से ली है। मुख्तियार सिंह और जगतार सिंह के पास 3३/५ एकड़ जमीन कस्टोडियन",
  "custodian department. Both the custodian lands are adjacent to each other. One kanal of custodian land as belonging to them was illegally": "विभाग की है। दोनों कस्टोडियन जमीनें एक-दूसरे से सटी हुई हैं। उनकी कस्टोडियन भूमि का एक कनाल मुख्तियार",
  "possessed by Mukhtiar Singh and Jagtar Singh. They requested the aforesaid persons to vacate their land illegally occupied by them,": "सिंह और जगतार सिंह ने अवैध रूप से कब्जा कर लिया था। उन्होंने उपरोक्त व्यक्तियों से उनके द्वारा अवैध रूप से",
  "aforesaid persons to vacate their land illegally occupied by them, however, they did not vacate this land and nurtured grudge in their": "कब्जा की गई जमीन को खाली करने का अनुरोध किया, हालांकि, उन्होंने इस जमीन को खाली नहीं किया और",
  "mind. He further reiterated the contents of Ex.PA and corroborated the version of PW1.": "अपने मन में द्वेष पाल लिया। उन्होंने आगे पूर्व. पीए की सामग्री को दोहराया और पीडब्लू। के संस्करण की पुष्टि की।",
  "(15) Prosecution also examined Dr. Aman Sood as PW10, one of the members of the Medical Board, who conducted the post-mortem": "(।5) अभियोजन पक्ष ने पीडब्लू0 के रूप में डॉ. अमन सूद से भी पूछताछ की, जो मेडिकल बोर्ड के सदस्यों में से",
  "of both the dead bodies. As per his statement, Ex.PFF, the following injuries were found on the body of Richhpal Singh son of Satnam Singh, aged 20 years:-": "एक थे, जिन्होंने दोनों शवों का पोस्टमार्टम किया था। पूर्व पीएफएफ के बयान के अनुसार, रिछपाल सिंह पुत्र सतनाम सिंह, उम्र 20 वर्ष के शरीर पर निम्नलिखित चोटें पाई गईं: -",
  "(i) Circular lacerated wound of size 1.5 x 1.5 cm with abraded collar of width (03mm) present around the wound.": "() घाव के चारों ओर चौड़ाई (03 मिमी) की घिसी हुई कॉलर के साथ .5 » .5 सेमी आकार का गोलाकार घाव।",
  "On probing, wound is directed medically downward. On": "जांच करने पर, घाव को चिकित्सकीय रूप से नीचे की ओर निर्देशित किया जाता है। गहराई से विच्छेदन करने पर,",
  "deep dissection, there was fracture of underlying manubrium (left side) sterni, medial end of 3\" rib. On": "अंतर्निहित मैनुब्रियम (बाईं ओर) स्टर्नी, तीसरी पसली के औसत दर्जे का अंत टूट गया था। आगे की खोज करने पर,",
  "further exploration, there was laceration of left lung with hemothorax of approx. 300 ml of blood and blood clots.": "लगभग हेमोथीरैक्स के साथ बाएं फेफड़े में घाव हो गया था। 300 मिलीलीटर रक्त और रक्त के थक्‍्के। आगे की जांच",
  "mediasternumwith lacerationand laceration of rt lung with": "करने पर, लगभग आरटी पक्ष के हेमोथोरैक्स के साथ मीडियास्टर्नम के मध्य भाग में घाव और आरटी फेफड़े में घाव",
  "hemothorax of rt side of approx. 200 ml of blood and blood clots. On probing, the metal piece was found embedded in paraspinal area inmuscle at level of t4 and t5": "था। 200 मिलीलीटर रक्त और रक्त के थक्‍्के। जांच करने पर, धातु का टुकड़ा मांसपेशियों में टी५ और टी5 के स्तर",
  "with fracture of corresponding vertebrae. Metal piece": "पर पैरास्पाइनल क्षेत्र में धंधा हुआ पाया गया, जिसमें संबंधित कशेरुकाओं में फ्रैक्चर था। धातु के टुकड़े को",
  "removed and packed in plastic jar bearing one seal and handed over to police. There was corresponding tear in clothes of deceased.": "निकालकर एक सील वाले प्लास्टिक जार में पैक किया गया और पुलिस को सौंप दिया गया। मृतक के कपड़े फटे हुए",
  "also crucial tonote that the appellant never made any attempt either before the investigation agency or before the learned trial Court by": "ध्यान रखना महत्वपूर्ण है कि अपीलकर्ता ने कभी भी जांच एजेंसी के समक्ष या विद्वान निचली अदालत के समक्ष",
  "moving an application for taking the gun of Swaran Singh, complainant, in custody and for it being examined from Forensic": "शिकायतकर्ता स्वर्ण सिंह की बंदूक को हिरासत में लेने और उसकी फोरेंसिक वैज्ञानिक प्रयोगशाला से जांच कराने के",
  "(21) The appellant, during the course of investigation, suffered a disclosure statement and in pursuance thereof, he got recovered one .12": "(20) जांच के दौरान अपीलकर्ता को एक प्रकटीकरण बयान मिला और उसके अनुसरण में, उसे अपने घर के एक",
  "bore DDBL gun along with two empty and one live cartridges from an iron box lying in a room of his house. The recovery memo was": "कमरे में पड़े लोहे के बक्से से दो खाली और एक जिंदा कारतूस के साथ एक ॥2 बोर डीडीबीएल बंदूक बरामद हुई।",
  "attestedby SI Ved Parkash and ASI Abhey Ram. SI Ved Parkash was": "रिकवरी मेमो को एसआई वेद प्रकाश और एएसआई अभय राम ने सत्यापित किया था। अभियोजन पक्ष द्वारा पीडब्लू",
  "examined by the prosecution as PW2. The aforesaid recovered gun": "2 के रूप में एसआई वेद प्रकाश से पूछताछ की गई। उक्त बरामद बंदूक को एफ.एस.एल. भेजा गया। जांच के लिए",
  "was sent to the F.S.L. for examination and as per the FSL report, the gun was found in working order.": "और एफएसएल रिपोर्ट के अनुसार, बंदूक चालू हालत में पाई गई।",
  "(22) Moreover, another significant factor, which lends credibility and support to the claim propounded by the prosecution,": "(22) इसके अलावा, एक अन्य महत्वपूर्ण कारक, जो अभियोजन पक्ष द्वारा प्रस्तुत दावे को विश्वसनीयता और समर्थन",
  "derives its origin from the testimony of PW14, Mamta Rani, Licence and Passport Clerk, wherein it does finds mention that the licence of the": "प्रदान करता है, उसकी उत्पत्ति पीडब्लू ।५, ममता रानी, लाइसेंस और पासपोर्ट क्लर्क की गवाही से हुई है, जिसमें",
  "recovered .12 bore DDBL gun, stands issued in the name of Jagdish (the present appellant).": "यह उल्लेख मिलता है कि बरामद का लाइसेंस .॥2 बोर डीडीबीएल बंदूक, जगदीश (वर्तमान अपीलकर्ता) के नाम पर जारी की गई है।",
  "(23) The injury suffered by the deceased and injured Satnam Singh were, as per the opinion of the doctor, caused with the .12 bore": "(23) डॉक्टर की राय के अनुसार मृतक और घायल सतनाम सिंह को लगी चोटें ।2 बोर डीबीबीएल बंदूक से लगी",
  "DBBL gun, therefore, this aspect leaves no room for doubt and proves the guilt of accused beyond reasonable doubt.": "थीं, इसलिए, यह पहलू संदेह की कोई गुंजाइश नहीं छोड़ता है और उचित संदेह से परे आरोपी के अपराध को साबित करता है।",
  "(24) Therefore, from the afore discussion, the following points assume paramount significance which, in our opinion, brings the": "(2५) इसलिए, उपरोक्त चर्चा से, निम्नलिखित बिंदु सर्वोपरि महत्व रखते हैं, जो हमारी राय में, अभियोजन और",
  "conflicting claims of the prosecution and the appellant to rest:-": "अपीलकर्ता के परस्पर विरोधी दावों को शांत करता है: -",
  "(1) The prosecution has proved beyond reasonable doubt that theappellant was the aggressor and it is not made": "()) अभियोजन पक्ष ने उचित संदेह से परे साबित कर दिया है कि अपीलकर्ता आक्रामक था और यह रिकॉर्ड पर नहीं",
  "out on the record that the latter may have well acted in the exercise of the right of private defence.": "बनाया गया है कि बाद वाले ने निजी रक्षा के अधिकार के अभ्यास में अच्छा काम किया होगा।",
  "(II) The licence of the recovered .12 DBBL gun, from which gunshot injuries were inflicted, stands issued in the name of the appellant.": "(॥) बरामद ॥2 डीबीबीएल बंदूक का लाइसेंस, जिससे गोली लगने से चोटें आई थीं, अपीलकर्ता के नाम पर जारी किया गया है।",
  "(11) Neither the deceased Rajwinder Singh was carrying any weapon nor any such plea was taken by the appellant.": "(॥) न तो मृतक राजविंदर सिंह के पास कोई हथियार था और न ही अपीलकर्ता द्वारा ऐसी कोई दलील दी गई थी।",
  "Nothing was brought on record to prove the same. Therefore,the appellant cannot take the plea of self defence": "इसे साबित करने के लिए कुछ भी रिकॉर्ड पर नहीं लाया गया। इसलिए, अपीलकर्ता आत्मरक्षा की दलील नहीं ले सकता",
  "bleeding and inverted margin.": "रक्तस्राव और उलटा मार्जिन।",
  "(ii) A similar wound as above about 2 cm in diameter on the opposite aspect of forearm with bleeding present with everted margin.": "()) बांह के विपरीत दिशा में लगभग 2 सेमी व्यास का उपरोक्त जैसा ही घाव, जिसमें उलटे किनारे के साथ रक्तस्राव",
  "(18) A conjoint reading of the ocular testimonies along with medical evidence clearly proves that both the deceased had died": "(8) चिकित्सीय साक्ष्यों के साथ नेत्र संबंधी साक्ष्यों को संयुक्त रूप से पढ़ने से यह स्पष्ट रूप से साबित होता है कि",
  "medical evidence clearly proves that both the deceased had died because of gunshot injuries and even the injuries suffered by Satnam Singh were from gunshot. So far as the injuries regarding Swaran": "दोनों मृतकों की मृत्यु बंदूक की गोली से हुई थी और यहां तक कि सतनाम सिंह को लगी चोटें भी बंदूक की गोली से",
  "Singh were from gunshot. So far as the injuries regarding Swaran Singh are concerned, it is important to note that he suffered injuries": "लगी थीं। जहां तक स्वर्ण सिंह की चोटों का सवाल है, यह ध्यान रखना महत्वपूर्ण है कि उन्हें 23.06 .203 की घटना",
  "in the incidentof 23.06.2013 and he was medico-legally examined on 25.06.2013. The Medico Legal Report clearly supports the ocular": "में चोटें लगी थीं और 25.06.203 को उनकी चिकित्सीय-कानूनी जांच की गई थी। मेडिको लीगल रिपोर्ट स्पष्ट रूप",
  "testimony, because on all the superficial abrasions, there are": "से नेत्र साक्ष्य का समर्थन करती है, क्योंकि सभी सतही घर्षणों पर, पपड़ी के गठन होते हैं, जो दर्शाता है कि चोटें",
  "formations of scab, which shows that the injuries were suffered 2/3 days prior to the date of medical examination. These aforesaid two witnesses, who suffered injuries at the hands of appellant, completely": "चिकित्सा परीक्षण की तारीख से 2/3 दिन पहले लगी थीं। इन उपरोक्त दो गवाहों ने, जिन्हें अपीलकर्ता के हाथों चोट",
  "witnesses, who suffered injuries at the hands of appellant, completely supported the prosecution version andthough they were put to pointed": "लगी थी, पूरी तरह से अभियोजन पक्ष का समर्थन किया और हालांकि उनसे तीखी और लंबी जिरह की गई, लेकिन,",
  "(19) Now, at this juncture, it is apt to examine the plea of self- defence. From a perusal of statement of appellant Jagdish Singh, it is": "(9) अब, इस मोड़ पर, आत्मरक्षा की दलील की जांच करना उचित है। अपीलकर्ता जगदीश सिंह के बयान के",
  "clear that he admitted inflicting the fatal gunshot injury upon Richhpal": "अवलोकन से, यह स्पष्ट है कि उसने रिछपाल सिंह पर घातक बंदूक की गोली से हमला करना स्वीकार किया,",
  "Singh, however, he claimed that the complainant Swaran Singh was": "हालांकि, उसने दावा किया कि शिकायतकर्ता स्वर्ण सिंह भी बंदूक लेकर जा रहा था, जिसने उस पर गोली चला दी",
  "also carrying a gun, who fired upon him and suddenly, it was Rajwinder Singh who came between them and resultantly, Rajwinder": "और अचानक वह राजविंदर था सिंह उनके बीच आ गया और परिणामस्वरूप, राजविंदर सिंह को गोली लग गई और",
  "Singh suffered gunshot injury and fell down at the spot. He further stated that Richhpal Singh tried to attack him with gandasi and in order": "वह घटनास्थल पर ही गिर गया। उन्होंने आगे कहा कि रिछपाल सिंह ने उन पर गंडासी से हमला करने की कोशिश",
  "to ward off the attack, he fired on Richhpal Singh, and, Richpal Singh, in an attempt to dodgethe gunshot, had bent down and in this": "की और हमले से बचने के लिए उन्होंने रिछपाल सिंह पर गोली चला दी और बंदूक की गोली से बचने के प्रयास में",
  "counsel for the appellant while referring to the statement of PW10 Dr. Aman Sood, stated that the bullet entered from the chest of Richhpal": "अपीलकर्ता के विद्वान वकील ने पीडब्लू ।0 डॉ. अमन सूद के बयान का हवाला देते हुए कहा कि गोली रिछपाल सिंह",
  "Singh travelling downwards towards the back and thus proves the story of the appellant.": "की छाती से नीचे की ओर पीठ की ओर घुस गई और इस तरह अपीलकर्ता की कहानी साबित होती है।",
  "(20) We are unable to accept this plea of appellant as a perusal": "(20) हम अपीलकर्ता की इस दलील को स्वीकार करने में असमर्थ हैं क्योंकि रिछपाल सिंह की पोस्टमार्टम रिपोर्ट के",
  "of the post-mortem report of Richhpal Singh depicts that the bullet entered from the chest and went slightly downwards towards the back,": "अवलोकन से पता चलता है कि गोली छाती से घुसी और पीठ की ओर थीड़ा नीचे की ओर चली गई, जो वेग के",
  "which could be a result of loss of velocity of the bullet, once it entered the body and travelled towards the backside of body. Therefore, the": "नुकसान का परिणाम हो सकता है। गोली एक बार शरीर में घुस गई और शरीर के पिछले हिस्से की ओर चली गई।",
  "appellant is unable to create any dent in the prosecution theory. It is": "इसलिए, अपीलकर्ता अभियोजन सिद्धांत में कोई सेंध लगाने में असमर्थ है। यह भी",
  "on the alleged pretext of warding off the attack of Rajwinder Singh when, in fact, he himself was the aggressor.": "राजविंदर सिंह के हमले को रोकने के कथित बहाने पर, जबकि वास्तव में, वह खुद हमलावर था।",
  "(25) It appears that the theory of appellant is an afterthought and": "(25) ऐसा प्रतीत होता है कि अपीलकर्ता का सिद्धांत बाद में सोचा गया और मनघड़त है। अपीलकर्ता के अनुसार,",
  "Dalbir Singh and Satnam Singh, his grandsons Rajwinder Singh and": "स्वर्ण सिंह ने अपने बेटों दलबीर सिंह और सतनाम सिंह, अपने पोते राजविंदर सिंह और रिछपाल सिंह और अपने",
  "attacked him. However, not a single injury was suffered by the": "भतीजे के साथ लाठियों और गंडासियों से लैस होकर उन पर हमला किया। हालाँकि, अपीलकर्ता को एक भी चोट",
  "appellant, whereas, three persons of the complainant party suffered gunshot injuries. This fact also creates a serious doubt in the story put": "नहीं आई, जबकि शिकायतकर्ता पक्ष के तीन लोगों को गोली लगी। यह तथ्य अपीलकर्ता द्वारा प्रस्तुत कहानी पर भी",
  "forth by the appellant. In fact, he could have fired gunshot in air in order to deter the assailants, however, he straightway caused gunshot": "गंभीर संदेह पैदा करता है। वास्तव में, वह हमलावरों को रोकने के लिए हवा में गोलियां चला सकता था, हालांकि,",
  "order to deter the assailants, however, he straightway caused gunshot injuries to three persons, which shows that he did not use the force to": "उसने सीधे तीन लोगों को गोली मार दी, जिससे पता चलता है कि उसने खुद का बचाव करने के लिए बल का प्रयोग",
  "defend himself, rather, he attacked the complainant party. Furthermore, the spot of occurrence clearly proves that the place where": "नहीं किया, बल्कि उसने शिकायतकर्ता पक्ष पर हमला किया। इसके अलावा, घटनास्थल स्पष्ट रूप से साबित करता है",
  "the dead body was first found was belonging to complainant party. The": "कि जिस स्थान पर सबसे पहले शव मिला था वह शिकायतकर्ता पक्ष का था। अभियोजन पक्ष द्वारा मकसद भी अच्छी",
  "motive is also well established by the prosecution. Visual site plan prepared by the Investigation Officer, Ex.PUU, further supports the": "तरह से स्थापित किया गया है। जांच अधिकारी, पूर्व पीयूयू द्वारा तैयार की गई दृश्य साइट योजना, अभियोजन के",
  "case of prosecution. As per the site plan, Mark 'A' is the kotha tubewell of Baljeet Singh, where the dead body of Richhpal Singh was lying,": "मामले का समर्थन करती है। साइट प्लान के मुताबिक, मार्क 'ए' बलजीत सिंह का कोठा ट्यूबवेल है, जहां रिछपाल",
  "and, Mark 'B' is the kotha tubewell of Hoshiar Singh, where the dead body of Rajwinder Singh was lying. It is not in dispute that the": "सिंह का शव पड़ा था। और, मार्क 'बी' होशियार सिंह का कोठा ट्यूबवेल है, जहां राजविंदर सिंह का शव पड़ा था। यह",
  "complainant party had taken the land of Baljeet Singh on lease, whereas, the appellant/accused party had taken the land of Hoshiar": "विवादित नहीं है कि शिकायतकर्ता पक्ष ने बलजीत सिंह की जमीन पट्टे पर ली थी, जबकि अपीलकर्ता/अभियुक्त पक्ष",
  "Singh on lease. Further, perusal of the site plan shows that Mark 'C' is": "ने होशियार सिंह की जमीन पट्टे पर ली थी। इसके अलावा, साइट प्लान के अवलोकन से पता चलता है कि मार्क 'सी'",
  "the place, where in between these tubewells, near the paddy sapling, deceased Rajwinder Singh is stated to have received the firearm": "वह स्थान है, जहां इन ट्यूबवेलों के बीच, धान के पौधे के पास, मृतक राजविंदर सिंह को आग्नेयास्त्र से चोटें लगी थीं",
  "injuries and the appellant/accused etc. lifted and dragged the dead body of Rajwinder Singh to near the kotha of Hoshiar Singh. Therefore, this": "और अपीलकर्ता/अभियुक्त आदि ने उसे उठाकर घसीटा था। राजविंदर सिंह का शव होशियार सिंह के कोठे के पास",
  "aspect clearly proves that Richhpal Singh had suffered gunshot injury": "पहुंचा। इसलिए, यह पहलू स्पष्ट रूप से साबित करता है कि रिछपाल सिंह को गोली तब लगी थी जब वह अपने",
  "when he was present at his tubewell and Rajwinder Singh had suffered the gunshot injury when he was present in between the two tubewells i.e. tubewell of Baljeet Singh and tubewell of Hoshiar": "ट्यूबवेल पर मौजूद था और राजविंदर सिंह को गोली तब लगी थी जब वह दो ट्यूबवेल यानी बलजीत सिंह के ट्यूबवेल और होशियार सिंह के ट्यूबवेल के बीच मौजूद था। अपीलकर्ता द्वारा बताई गई यह बात कि उसने अपने बचाव के",
  "Singh. The versionspelt by the appellant that he had used his gun in order to defend himself stands belied from the fact that the dead": "लिए अपनी बंदूक का इस्तेमाल किया था, इस तथ्य से गलत साबित होती है कि शव अपीलकर्ता/अभियुक्त पक्ष की",
  "bodies were found not on theland of appellant/accused party, rather, dead bodies were lying on the land of complainant party. This aspect": "भूमि पर नहीं पाए गए थे, बल्कि शव शिकायतकर्ता पक्ष की भूमि पर पड़े थे। . यह पहलू स्पष्ट रूप से साबित करता",
  "clearly proves that it was the appellant, who was the aggressor and he had used his licensed gun with the sole motive to kill and not to": "है कि यह अपीलकर्ता ही था, जो हमलावर था और उसने अपनी लाइसेंसी बंदूक का इस्तेमाल हत्या करने के एकमात्र",
  "defend himself. There was dispute between the appellant and the complainant party with regard to 1 Kanalof land, which was in the": "उद्देश्य से किया था, न कि खुद का बचाव करने के लिए। अपीलकर्ता और शिकायतकर्ता पक्ष के बीच । कनाल जमीन को लेकर विवाद था",
  "possession of the appellant, and prior to the main occurrence on 24.06.2013, the appellant had caused injuries to Swaran Singh, complainant, on 23.06.2013 and this fact finds corroboration from the": "अपीलकर्ता का कब्जा, और 2५.06.20॥3 को मुख्य घटना से पहले, अपीलकर्ता ने 23.06.203 को शिकायतकर्ता",
  "24.06.2013, the appellant had caused injuries to Swaran Singh, complainant, on 23.06.2013 and this fact finds corroboration from the MLR of Swaran Singh. Though, learned counsel for the appellant": "स्वर्ण सिंह को चोटें पहुंचाई थीं और इस तथ्य की पुष्टि स्वर्ण सिंह के एमएलआर से होती है। हालाँकि, अपीलकर्ता के",
  "raised doubt due to delay in medical examination of Swaran Singh,": "विद्वान वकील ने स्वर्ण सिंह की चिकित्सा जांच में देरी के कारण संदेह जताया, तथापि, इस तथ्य पर विचार करते हुए",
  "however, considering the fact that he lost his two grandsons and his own son also suffered gunshot injuries, he had other priorities than to": "कि उन्होंने अपने दो पोते खो दिए थे और उनका अपना बेटा भी बंदूक की गोली से घायल हो गया था, उनके पास",
  "own son also suffered gunshot injuries, he had other priorities than to get himself medico-legally examined for minor injuries, therefore, we": "खुद को मेडिको-लीगल कराने के अलावा अन्य प्राथमिकताएँ थीं। मामूली चोटों के लिए जांच की गई, इसलिए, हमें",
  "do not find any infirmity in the prosecution version in this regard. The": "इस संबंध में अभियोजन पक्ष के संस्करण में कोई कमजोरी नहीं मिली। अभियोजन पक्ष के नेत्र संस्करण को",
  "evidence led by the prosecution. No material infirmity was pointed out in the statement of material witnesses by learned counsel for the appellant.": "गवाहों के बयान में कोई महत्वपूर्ण कमजोरी नहीं बताई गई।",
  "CONCLUSION": "निष्कर्ष",
  "(26) In view of the aforesaid discussion, this Court does not find any merit in the instant appeal and accordingly, the same is hereby": "(26) उपरोक्त चर्चा के मद्देनजर, इस न्यायालय को तत्काल अपील में कोई योग्यता नहीं मिली और तदनुसार, इसे",
  "dismissed.": "खारिज कर दिया गया है।",
  "(27) The judgment of conviction dated 26.08.2014 and the": "(27) विद्वान अतिरिक्त सत्र न्यायाधीश, कैथल द्वारा पारित दोषसिद्धि का निर्णय दिनांक 26.08.20५ और सजा का",
  "order of sentence dated 05.09.2014 passed by the learned Additional Sessions Judge, Kaithal, does not call for any interference by this Court": "आदेश दिनांक 05.09.20%, इस न्यायालय द्वारा किसी भी हस्तक्षेप की आवश्यकता नहीं है और इसकी पुष्टि की",
  "and the same is affirmed and maintained.": "जाती है और इसे बनाए रखा जाता है।",
  "(28) The case property, if any, be dealt with in accordance with law after expiry of the period of limitation for filing an": "(28) अपील दायर करने की सीमा अवधि समाप्त होने के बाद मामले की संपत्ति, यदि कोई हो, को कानून के",
  "appeal. The record be forthwith sent down.": "अनुसार निपटाया जाएगा। रिकार्ड तुरंत नीचे भेजा जाए।",
  "Reporter-Divay Sarup": "रिपोर्टर-दिव्य सरूप"
}