{
  "Before Tribhuvan Dahiya, J.": "स्मक्ष त्रिभुवन दहिया, जे.",
  "AMIT ALIAS MOHIT—Petitioner": "अमित एलियास मोहित-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA—Respondent": "हरियाणा राज्य-उत्तरदाता",
  "CRR No. 383 of 2022": "सीआरओआर नं. 2022 का ३383",
  "January 11, 2023": "॥ जनवरी, 2023",
  "Juvenile Justice (Care and Protection of Children) Act, 2000": "किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 2000-5.2-कानून के साथ संघर्ष में किशोर ने",
  "same village—Not a ground to decline bail—No material to establish": "किशोर और नाबालिग पीड़ित एक ही गाँव के हैं -जमानत अस्वीकार करने का कोई आधार नहीं -यह स्थापित करने",
  "with known criminals or expose him to moral, physical or psychological danger or that his release would defeat the ends of": "संभावना है या उसे नैतिक, शारीरिक या मनोवैज्ञानिक खतरे में डालने की संभावना है या उसकी रिहाई न्याय के उद्देश्यों",
  "Justice—Held, juvenile in conflict with law entitled to be released on": "को विफल कर देगी- गिरफ्तार, कानून के साथ संघर्ष में किशोर जमानत पर रिहा होने का हकदार है -कानून के साथ",
  "bail—Exceptions carved out under S.12 for declining bail to juvenile in conflict with law made out.": "संघर्ष में किशोर को जमानत देने से इनकार करने के लिए एस.2 के तहत बनाए गए अपवाद। अभिनिर्धारित किया",
  "Held, that relevant provisions to decline bail as contained in Section 12 of the Act were not considered while passing the impugned": "गया कि अधिनियम की धारा ॥2 में निहित जमानत को अस्वीकार करने के प्रासंगिक प्रावधानों पर आक्षेपित आदेश",
  "orders. There is no material on record to establish that on being": "पारित करते समय विचार नहीं किया गया था। यह स्थापित करने के लिए रिकॉर्ड पर कोई सामग्री नहीं है कि हिरासत",
  "released from custody the petitioner/juvenile in conflict with law is likely to come in association with any known criminal or will be": "से रिहा होने पर कानून के साथ संघर्ष में याचिकाकर्ता/किशोर के किसी ज्ञात अपराधी के साथ आने की संभावना है",
  "exposed to any moral, physical or psychological danger. It is also not": "या किसी नैतिक, शारीरिक या मनोवैज्ञानिक खतरे के संपर्क में आने की संभावना है। ऐसा भी नहीं है कि उनकी रिहाई",
  "the case that his release would defeat the ends of justice. The petitioner’s case, accordingly, does not fall in any of the exceptions": "न्याय के उद्देश्यों को विफल कर देगी। याचिकाकर्ता का मामला, तदनुसार, कानून के साथ संघर्ष में एक किशोर को",
  "petitioner’s case, accordingly, does not fall in any of the exceptions carved out under Section 12 of the Act for declining bail to a juvenile": "जमानत देने से इनकार करने के लिए अधिनियम की धारा 42 के तहत बनाए गए किसी भी अपवाद में नहीं आता है,",
  "(Para 4)": "(पैरा ५)",
  "Ankita Ahuja, AAG, Haryana": "अंकिता आहूजा, एएजी, हरियाणा",
  "TRIBHUVAN DAHTIYA J. (ORAL)": "त्रिवन दहिया जे। (मौखिक)",
  "(1) This is a revision petition challenging the order dated 27.5.2020 passed by the Principal Magistrate, Juvenile Justice Board,": "() यह एक पुनरीक्षण याचिका है जिसमें प्रधान मजिस्ट्रेट, किशोर न्याय बोर्ड, करनाल द्वारा दिनांक 27.5.2020 को",
  "Karnal, and the order dated 24.6.2020 passed by the Additional Sessions Judge, Karnal, whereby the petitioner/juvenile in conflict": "पारित आदेश और अतिरिक्त सत्र न्यायाधीश, करनाल द्वारा दिनांक 2५.6.2020 को पारित आदेश को चुनौती दी गई",
  "with law was declined bail in case FIR No.67 dated 1.5.2020 under": "एफआईआर संख्या 67 दिनांक .5.2020 में जमानत देने से इनकार कर दिया गया था।",
  "Police Station Nighdu, District Karnal.": "पुलिस स्टेशन निघड़ू, जिला करनाल।",
  "(2) The petitioner undisputedly is a juvenile as he was born on 28.8.2003. Grant of bail to juveniles is governed by provisions of": "(2) याचिकाकर्ता निर्विवाद रूप से एक किशोर है क्योंकि उसका जन्म 28.8.2003 को हुआ था। किशोरों को जमानत",
  "Section 12 of the Juvenile Justice (Care and Protection of Children)": "का अनुदान किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 2000 की धारा 72 के प्रावधानों द्वारा नियंत्रित",
  "12. Bail of juvenile. —": "2. किशोर की जमानत।",
  "When any person accused of a bailable or non-bailable offence, and apparently a juvenile, is arrested or detained": "जब किसी जमानतीय या अजमानतीय अपराध का अभियुक्त कोई व्यक्ति, और जाहिरा तौर पर किशोर, गिरफ्तार",
  "or appears or is brought before a Board, such person shall,": "किया जाता है या हिरासत में लिया जाता है या किसी बोर्ड के समक्ष पेश किया जाता है या लाया जाता है, तो ऐसा",
  "Criminal Procedure, 1973 (2 of 1974) or in any other law": "व्यक्ति दंड प्रक्रिया संहिता, 4973 (97५ का 2) या तत्समय प्रवृत्त किसी अन्य विधि में किसी बात के होते हुए भी,",
  "for the time being in force, be released on bail with or without surety I[or placed under the supervision of a Probation Officer or under the care of any fit institution of": "प्रतिभूति । के साथ या उसके बिना जमानत पर रिहा किया जाएगा [या परिवीक्षा अधिकारी की देखरेख में या किसी",
  "fit person] but he shall not be so released if there appear": "उपयुक्त व्यक्ति की देखरेख में रखा जाएगा] लेकिन उसे इस प्रकार रिहा नहीं किया जाएगा यदि यह विश्वास करने के",
  "reasonable grounds for believing that the release is likely to bring him into association with any known criminal or expose him to moral, physical or psychological danger or": "लिए उचित आधार दिखाई देते हैं कि रिहाई से उसे किसी ज्ञात अपराधी के साथ लाने या उसे नैतिक, शारीरिक या",
  "(2) When such person having been arrested is not released on bail under sub-section (1) by the officer incharge of the": "(2) जब गिरफ्तार किए गए ऐसे व्यक्ति को पुलिस स्टेशन के प्रभारी अधिकारी द्वारा धारा (॥) के तहत जमानत पर रिहा",
  "police station, such officer shall cause him to be kept only in an observation home in the prescribed manner until he": "नहीं किया जाता है, तो ऐसा अधिकारी उसे केवल निर्धारित तरीके से एक अवलोकन गृह में ही रखेगा जब तक कि उसे",
  "can be brought before a Board.": "बोर्ड के सामने नहीं लाया जा सकता है।",
  "(3) When such person is not released on bail under sub- section (1) by the Board it shall, instead of committing him": "(3) जब ऐसे व्यक्ति को बोर्ड द्वारा उपधारा (3) के अधीन जमानत पर रिहा नहीं किया जाता है, तो वह उसे जेल में",
  "to prison, make an order sending him to an observation home or a place of safety for such period during the pendency of the inquiry regarding him as may be specified": "डालने के बजाय, उसके संबंध में जांच के लंबित रहने के दौरान ऐसी अवधि के लिए उसे किसी निरीक्षण गृह या सुरक्षा",
  "A reading of the provision makes it apparent that a juvenile": "प्रावधान को पढ़ने से यह स्पष्ट होता है कि कानून के साथ टकराव में एक किशोर उसके द्वारा किए गए कथित अपराध",
  "in conflict with law is entitled to grant of bail irrespective of the nature or gravity of the offence alleged to have been committed by him. Bail": "की प्रकृति या गंभीरता के बावजूद जमानत देने का हकदार है। जमानत को केवल तभी अस्वीकार किया जा",
  "can only be declined when there are reasonable grounds for believing that his release is likely to bring him in association with any known": "सकता है जब यह विश्वास करने के लिए उचित आधार हों कि उसकी रिहाई से उसे किसी ज्ञात अपराधी के साथ जोड़ने",
  "criminal or expose him to moral, physical or psychological danger, or that his release would defeat the ends of justice. A reference in that": "या उसे नैतिक, शारीरिक या मनोवैज्ञानिक खतरे में डालने की संभावना है, या उसकी रिहाई न्याय के उद्देश्यों को विफल",
  "regard can be made to the judgment of the Supreme Court in Re": "कर देगी। उस संबंध में तमिलनाडु राज्य में अनाथालयों में बच्चों के पुनः शोषण में सर्वोच्च न्यायालय के फैसले का संदर्भ दिया जा सकता है"
}