{
  "Held, that a normal and healthy ‘sexual relationship is one of": "अभिनिर्शरित किया कि एक सामान्य और स्वस्थ यौन संबंध एक खुशहाल",
  "the basic ingredients of a happy. and harmonious marriage. “Denial": "और सामंजस्यपूर्ण विवाह के बुनियादी तत्वों में से एक है। जब एक पति/पत्नी",
  "for it would amount to mental cruelty, especially when the parties are young.": "मानसिक क्रूरता के समान होगा, खासकर जब दोनों पक्ष युवा हों।",
  "(Para 16)": "(पैरा 6)",
  "Held, that, it was open to the appellant to have changed her mind": "जअभिनिर्धारितकिया कि, अपीलकर्ता के लिए यह खुला था कि वह अपना",
  "and withdrawn the application under section 13-B made earlier.": "मन बदल ले और पहले की गई क्षय 3-बी के तहत आवेदन वापस ले ले।",
  "wild and reckless allegations of fraud, coercion and undue influence": "खिलाफ धोखाधड़ी, जबरदस्ती और अनुचित प्रभाव के बेतुके और लापरवाह",
  "against the respondent-husband and his relations. She made similar allegations in the petition under section 125 of the Code of Criminal": "आरोप लगाए। उन्होंने दंड प्रक्रिया संहिता की #रा25 के तहत याचिका में इसी तरह के आरोप लगाए। हालाँकि, इन गंभीर",
  "Procedure. No effort was, however, made to substantiate these serious allegations.": "याचिका में इसी तरह के आरोप लगाए। हालाँकि, इन गंभीर आरोपों को साबित करने का कोई प्रयास नहीं किया गया।",
  "undue importance to the admission regarding-separate stay.of..the parties in the joint petition under section 13-B of the Act. Once the": "के तहत संयुक्त याचिका में दोनों पक्षों के अलग-अलग स्थगन के संबंध में",
  "parties with the help of their common relations decided in principle": "ने अपने सामान्य संबंधों की मदद से सैद्धांतिक रूप से निर्णय लिया(चैरा 7)",
  "cation. under secton 13-B, the'rest was only a legal formality.": "देना चाहिए, तो बाकी केवल एक कानूनी औपचारिकता थी।",
  "dissolving the marriage between the parties.": "तलाक का जदेश पारित करके और पक्षीं के बीच विवाह को ॑ग करने की",
  "Claim : Petition under ‘section .13 of the Hindu Marriage Act 1955 as": "दावाः हिंद्र विवाह अधिनियम 955 के विवाह कानून (संशोधना अधिनियम",
  "or other belongings.": "या अपने गहने या अन्य सामान हटाने से इनकार किया।",
  "(5) In the replication, inter alia,.it was stated that Vishwanath": "(5) प्रतिकृति में, अन्य बातों के अलावा, यह कहा गया था कि विश्वनाथ खन्ना",
  "Khanna and Pran Nath Khanna were running cinema business jointly.": "और प्राण नाथ खन्ना संयुक्त रूप से सिनेमा व्यवसाय चला रहे थे। विश्वनाथ खन्ना",
  "After the death of Vishwanath Khanna, Pran Nath Khanna mace": "की मृत्यु के बाद प्राण नाथ खन्ना ने श्रीमती राज खन्ना को एक भागीदार बनाया",
  "any property of the joint Hindu family exclusively in the name of": "गए।संयुक्‍त हिंदू परिवार की किसी भी संपत्ति को विशेष रूप से श्रीमती के नाम",
  "Smt. Shakuntla Khanna was denied.": "पर हड़पने का आरोप। शकुंतला खन्ना को मना कर दिया गया।",
  "The trial Court framed the following issues :—": "निचली अदालत ने निम्नलिखित मुद्दों को तैयार किया:--",
  "1. Whether the respondent has deserted the petitioner for a continuous period of.more than 2 years immediately preced-": ". क्या प्रतिवादी ने इस याचिका को दाखिल करने से ठीक पहले 2 साल से अधिक की लगातार अवधि के लिए याचिकाकर्ता को छोड़ दिया",
  "2. Whether the respondent has treated the petitioner with:": "2. कया प्रतिवादी ने याचिकाकर्ता के साथ ऐसी क्रूरता का व्यवहार किया",
  "such cruelty as to entitle him for a decree of divorce ? OPP.": "है जो उसे तलाक की डिक्री का हकदार बनाती है? ओपीपी।",
  "3. Whether the previously instituted joint petition under section 13-B of the Hindu Marriage Act, 1955 was the out-": "3. क्या हिंदू विवाह अधिनियम, 955 की धारा 3-बी के तहत पहले",
  "come of fraud on the part of the petitioner ? OPR.": "स्थापित संयुक्त याचिका याचिकाकर्ता की ओर से धोखाधड़ी का परिणाम थी? ओपीआर.",
  "4. Relief.": "4. राहत |",
  "(6) On an evaluation of the.evidence, the learned trial Court held": "(6) साक्ष्य के मूल्यांकन पर, विद्वत विचारण न्यायालय ने माना कि पत्नी ने",
  "was later on withdrawn by her and that no fraud had been practised -": "और बाद में इसे उनके द्वारा वापस ले लिया गया और यह कि कोई धोखाधड़ी",
  "application under section 13-B of the Act by the appellant have been": "करनाल आई। अधिनियम की धारा 3-बी के तहत एक संयुक्त याचिका प्रदर्शनी",
  "on her in securing her consent or signature to the said application.": "किए गए थे कि अगर वह याचिका पर हस्ताक्षर नहीं करती है तो उसकी और",
  "respondent-husband, his uncle and aunt with regard to alleged coercion, fraud etc. in relation to the petition under section 13-B of the Act in the application for withdrawal": "उसके नाबालिग बेटे की जान को खतरा होगा।उन्होंने अधिनियम की धारा 3- बी के तहत उक्त पिछली याचिका में किए गए तथ्य के विभिन्न स्वीकारों को वापस",
  "of the said petition as well as in the application under": "लेने की भी मांग की। उक्त आवेदन के परिणामस्वरूप, अधिनियम की धारा 3-",
  "against her. He further pointed out that not only that no objection": "का विरोध किया, तो उसने अशिष्ट॒ प्रतिक्रिया व्यक्त की। उसने उससे यौन संबंध",
  "adopting an insulting attitude towards the husband and his close": "शुरू कर दिया और उन्हें तथा उनके परिवार के सदस्यों को अपमानित करने के",
  "upon her by the respondent-husoand in making that application and": "प्रत्यर्थी द्वारा उस पर-उस आवेदन को करने में और धारा 3-बी के तहत आवेदन",
  "averments made in this behali in ime application seeking to withdraw": "को वापस लेने की मांग करने वाले आवेदन में इस ओर से किए गए दावे या",
  "Accordingly, the petition was allowed on both the grounds. Aggriev-": "याचिका को दोनों आधारों पर अनुमति दी गई।फरमान से व्यथित पत्नी ने इस",
  "(7) I have heard Mr. L. M. Suri, Senior Advocate, for the appe-": "(0) मैंने अपीलकर्ता की ओर से वरिष्ठ अधिवक्ता श्री एल. एम. सूरी और",
  "llant and Mr. R. S. Cheema, Senior Advocate, for the respondent and": "प्रतिवादी की ओर से वरिष्ठ अधिवक्ता श्री आर. एस. चीमा को सुना है और उनके",
  "have carefully perused the record with them.": "साथ अभिलेख का सावधानीपूर्वक अध्ययन किया है।",
  "(8) It will be convenient to first deal with issue No. 3 which": "(8) पहले मुद्दा संख्या 3 से निपटना सुविधाजनक होगा जिसका मुद्दा संख्या",
  "has a bearing on issue Nos. 1 and 2. The finding of the trial Court on": "। और 2 पर असर पड़ता है।इस मुद्दे पर निचली अदालत के निष्कर्ष पर श्री सूरी",
  "this issue has not been seriously disputed by Mr. Suri, but his con- tention is that the trial Court had blown the incident regarding": "ने गंभीर रूप से विवाद नहीं किया है, लेकिन उनका तर्क है कि निचली अदालत",
  "making of application under section 13-B of the Act out of all propor-": "ने अधिनियम की धारा 3-बी के तहत आवेदन करने के संबंध में घटना को सभी",
  "tion and has largely based its opinion on that ground. According to": "अनुपातों से बाहर कर दिया था और काफी हद तक उस आधार पर अपनी राय",
  "application appears to have been made for mutual divorce but on": "होता है कि आपसी तलाक के लिए आवेदन किया गया था, लेकिन दूसरे विचार",
  "second thought the wife withdrew the petition. It was contended": "पर पत्नी ने याचिका वापस ले ली।यह तर्क दिया गया था कि याचिका को वापस",
  "that withdrawal of the petition could not give rise to any adverse": "लेने से कोई प्रतिकूल निष्कर्ष नहीं निकल सकता है क्योंकि अधिनियम स्वयं",
  "inference as the statute itself provides for a waiting period and it": "प्रतीक्षा अवधि का प्रावधान करता है और यह याचिका को वापस लेने के लिए",
  "findings on issues Nos. 1 and 2 with independent reasons. Certain": "विधिवत विचार किया है और स्वतंत्र कारणों के साथ मुद्दे संख्या । और 2 पर",
  "tion to the findings which, as stated above, have been reached on the": "देने के लिए लिया गया है, जैसा कि ऊपर कहा गया है, रिकॉर्ड पर सामग्री के",
  "(9) On a consideration of the facts and circumstances of the Case,": "(9) मामले के तथ्यों और परिस्थितियों पर विचार करने पर, इसमें कोई",
  "there is no manner of doubt that the application Exhibit P-1 was made by the appellant along with her husband voluntarily and there": "संदेह नहीं है कि आवेदन प्रदर्शनी पी-] अपीलकर्ता द्वारा अपने पति के साथ",
  "was no question of any threat having heen given to her or fraud prac-": "स्वेच्छा से किया गया था और उसे किसी भी तरह की धमकी देने या धोखाधड़ी",
  "tised on her. The reasons for this conclusion may be briefly stated": "करने का कोई सवाल ही नहीं था।इस निष्कर्ष के कारणों को संक्षेप में इस प्रकार",
  "as follows :": "बताया जा सकता हैः",
  "coercion, fraud, threat of injury to the person of the appellant and": "धोखाधड़ी, अपीलकर्ता के व्यक्ति और उसके बेटे को चोट पहुँचाने की धमकी,",
  "particulars. The appellant does not deny her signature on the peti- #on under section 13-B as well as going to the Court. Admittedly,": "3-बी के तहत याचिका पर अपने हस्ताक्षर से इनकार नहीं करती है और साथ",
  "the appellant is a graduate and belongs to a well-to-do family. The": "ही अदालत जाती है। अपीलकर्ता एक स्नातक है और एक संपन्न परिवार से है।",
  "got dissolved by making an application under section 13-B of the Act.": "पर अपने हस्ताक्षर किए।अधिनियम की धारा 3-बी के तहत आवेदन करने से",
  "under section 13-B of the Act, which was pending before the District": "स्वतंत्र सहमति से अधिनियम की धारा 3-बी के तहत आवेदन किया था और",
  "section 13-B of the Act. As a result of the said application, the peti-": "अधिनियम की धारा 3-बी के तहत याचिका के संबंध में प्रतिवादी-",
  "Act has not been defined. In Sobha Rani v. Madhukar Reddi (1),": "परिभाषित नहीं किया गया है। शो रानी बनाय यट्टखर रेड्डी (॥) में, सर्वोच्च",
  "their Lordships of the Supreme Court have explained the connofftion of the word “cruelty” in the following words :—": "न्यायालय के अधिपतियों ने \"क्रूरता\" शब्द के अर्थ को निम्नलिखित शब्दों में समझाया है:--",
  "keene It has been used in relation to human conduct or human": "« ....... इसका उपयोग मानव आचरण या मानव व्यवहार के संबंध में",
  "behaviour. It is the conduct in relation to or in respect of matrimonial duties and obligations. It is a course of conduct of one which is adveresly affecting the other. The": "किया गया है। यह वैवाहिक कर्तव्यों और दायित्वों के संबंध में या उनके संबंध में आचरण है। यह एक के आचरण की प्रक्रिया है जो दूसरे को बुरी तरह प्रभावित",
  "cruelty may be mental or physical, intentional or uninten-": "कर रही है। क्रूरता मानसिक या शारीरिक, जानबूझकर या अनजाने में हो सकती",
  "tional. If it is physical the court will have no problem to": "है। यदि यह शारीरिक है तो अदालत को इसे निर्धारित करने में कोई समस्या नहीं",
  "determine it. It is 9 question of fact and degree. If it is mental the problem presents difficulty. First, the enquiry": "होगी। यह तथ्य और डिग्री का सवाल है। यदि यह मानसिक है तो कठिनाई उत्पन्न",
  "Must begin as to the nature of the cruel treatment.": "करती है।सबसे पहले, क्रूर व्यवहार की प्रकृति के बारे में जांच शुरू होनी",
  "Second, the impact of such treatment in the mind of the": "चाहिए।दूसरा, जीवनसाथी के मन में इस तरह के व्यवहार का प्रभाव।क्या यह",
  "it would be harmful or injurious to live with the other. Ultimately. it is a matter of inference to be drawn by": "उचित आशंका पैदा की गई है कि दूसरे के साथ रहना हानिकारक होगा। अंततः,",
  "taking into account the nature of the conduct and its effect": "यह आचरण की प्रकृति और शिकायत करने वाले पति या पत्नी पर इसके प्रभाव",
  "on the complaining spouse. There may, however. be cases": "को ध्यान में रखते हुए निष्कर्ष निकालने का विषय है। हालाँकि, ऐसे मामले हो",
  "where the conduct complained of itself is bad enough and": "सकते हैं जहाँ शिकायत किया गया आचरण काफी खराब है और अपने आप में",
  "per se unlawful or illegal. Then the impact or the injurious": "गैरकानूनी या अवैध है। फिर दूसरे पति या पत्नी पर पड़ने वाले प्रभाव या",
  "effect on the other spouse need not he. enquired into or Considered. In such cases, the cruelty will be established": "हानिकारक प्रभाव की जांच या विचार करने की आवश्यकता नहीं है। ऐसे मामलों",
  "Considered. In such cases, the cruelty will be established if the conduct itself is proved or admitted.”": "में, क्रूरता स्थापित की जाएगी यदि आचरण स्वयं साबित हो जाता है या स्वीकार किया जाता है।”",
  "Jt was further observed :—": "यह आगे देखा गयाः-.",
  "“It will be necessary to bear in mind that there has been": "“यह ध्यान रखना आवश्यक होगा कि हमारे आसपास के जीवन में",
  "marked change in the life around us. In matrimonial": "उल्लेखनीय परिवर्तन आया है।विशेष रूप से वैवाहिक कर्तव्यों और",
  "duties and responsibilities in particular, we find a_ sea change. They are of varying degrees from house to house": "जिम्मेदारियों में, हम एक बड़ा बदलाव पाते हैं।वे घर-घर या व्यक्ति-",
  "or person to person. Therefore, when a spouse makes": "व्यक्ति में अलग-अलग स्तर के होते हैं।इसलिए, जब कोई पति या",
  "in life or relations. the Court shorld not search for standard": "शिकायत करता है, तो न्यायालय को जीवन में मानक की तलाश नहीं",
  "in life. A set of facts stigmatised as cruelty in one case": "करनी चाहिए।एक मामले में क्रूरता के रूप में कलंकित तथ्यों का एक समूह",
  "May not be so in another case. The cruelty alleged may": "हो सकता है कि किसी अन्य मामले में ऐसा न हो।कथित क्रूरता काफी",
  "largely depend upon the type of life the parties are accus-": "हद तक इस बात पर निर्भर कर सकती है कि पक्ष किस प्रकार के",
  "tomed to or their economic and social conditions. It may": "जीवन के आदी हैं या उनकी आर्थिक और सामाजिक स्थिति क्‍या",
  "also depend upon their culture and human values to which": "है।यह उनकी संस्कृति और मानवीय मूल्यों पर भी निर्भर हो सकता है",
  "they attach importance. We, the Judges and lawyers,": "जिन्हें वे महत्व देते हैं।इसलिए, हमें, न्यायाधीशों और वकीलों को,",
  "therefore, should not import our own notions of life. We": "जीवन के बारे में अपनी धारणाओं को आयात नहीं करना चाहिए।हम",
  "may not go in parallel with them. There may be a genera-": "उनके समानांतर नहीं जा सकते हैं।हमारे और दलों के बीच पीढ़ी का",
  "tion gap between us and the parties. It would be better if we keep aside our customs and manners. It would be": "अंतर हो सकता है।बेहतर होगा कि हम अपने रीति-रिवाजों और",
  "if we keep aside our customs and manners. It would be also better if we less depend upon precedents. Because": "शिष्टाचार को अलग रखें।यह भी बेहतर होगा कि हम पूर्व निर्णय कम",
  "ER 257 (259) “the categories of cruelty are not closed.”": "(2966) 2 ऑलर्ड आर 257 (259) में कहा है, क्रूरता की श्रेणियां बंद",
  "Each case may be different. We deal with the conduct of": "नहीं हैं।” प्रत्येक मामला अलग-अलग हो सकता है। हम उन मनुष्यों",
  "human beings who are not generally similar. Among the": "के आचरण से निपटते हैं जो आम तौर पर समान नहीं होते हैं। मनुष्यों",
  "human beings there is no limit to the kind of conduct": "के बीच उस तरह के आचरण की कोई सीमा नहीं है जो क्रूरता का",
  "capacity or incapeability to tolerate the conduct complained": "आचरण को सहन करने में असमर्थता के आधार पर किसी भी मामले",
  "of. Such is the wonderul realm of cruelty.”": "में नए प्रकार की क्रूरता सामने आ सकती है।यही क्रूरता का अद्भुत क्षेत्र है।”",
  "It was further emphasised :—": "इस पर और जोर दिया गया:",
  "...the Court in matrimonial cases is not concerned with": "“ वैवाहिक मामलों में न्यायालय पारिवारिक जीवन में आदर्शों से संबंधित",
  "“In matrimonial affairs we are not dealing with objective": "“वैवाहिक मामलों में हम वस्तुनिष्ठ मानकों के साथ काम नहीं कर रहे",
  "standards, it is not a matrimonial offence to fall below the standard of the reasonable man (or the reasonable": "हैं, उचित पुरुष (या उचित महिला) के मानकों से नीचे आना",
  "woman). We are dealing with this man or this": "वैवाहिक अपराध नहीं है।हम इस पुरुष या इस महिला के साथ",
  "tions between the parties had deteriorated to such an extent due to the conduct of one of the spouses that it has": "से किसी एक के आचरण के कारण पक्षों के बीच संबंध इस ह॒द तक",
  "become impossible for them to live together without mental agony, torture or distress.”": "बिगड़ गए थे कि उनके लिए मानसिक पीड़ा, यातना या संकट के बिना एक साथ रहना असंभव हो गया है।”",
  "Applying the above test, I have no doubt that the allegations made": "उपरोक्त परीक्षण को लागू करते हुए, मुझे कोई संदेह नहीं है कि लगाए गए और",
  "and established on record amount to mental cruelty. The allegations": "रिकॉर्ड पर स्थापित आरोप मानसिक क्रूरता के बराबर हैं।आरोपों को इस आधार",
  "cannot be dismissed on the ground that they are general and vague in": "पर खारिज नहीं किया जा सकता है कि वे सामान्य और अस्पष्ठ प्रकृति के हैं।श्री",
  "nature, It has heen rightly nointed out hy Mr. Cheema. learned counsel for the respondent-husband that in the peculiar facts and": "चीमा ने ठीक ही कहा, प्रत्यर्थी-पति के विद्वान अधिवक्ता ने, कि इस मामले के",
  "circumstances of this case, it could not be expected that greater": "विशिष्ट तथ्यों और परिस्थितियों में, यह उम्मीद नहीं की जा सकती थी कि अधिक",
  "details were given.": "विवरण दिए गए थे।",
  "(16) No criticism was made by the learned counsel for the appellant with regard to appreciation of evidence by the trial Court.": "(6). निचली अदालतद्वारा साक्ष्य की सराहना के संबंध में अपीलकर्ता के विद्वान अधिवक्ता द्वारा कोई आलोचना नहीं की गई थी।साक्ष्य के",
  "After careful perusal of the evidence I find that the testimony of the respondent-husband. his mother and uncle is clear, cogent and": "सावधानीपूर्वक अवलोकन के बाद मैं पाता हूँ कि प्रत्यर्थी-पति, उसकी माँ और",
  "al'egations made must he substantially true is borne out by the fact": "प्रेरित करती है। लगाए गए आरोप काफी हद तक सच होने चाहिए, यह इस तथ्य",
  "that in spite of the intervention of close relations reconciJiation": "से पता चलता है कि करीबी रिश्तेदारों के हस्तक्षेप के बावजूद सुलह नहीं हो पाई",
  "could not be brought about and the only way found to solve the": "और समस्या को हल करने का एकमात्र तरीका आपसी सहमति से विवाह को",
  "“\"(2) AJR. 1984 Bombay 413.": "(2) ए. टी. आर. 984 बॉम्बे 43.",
  "(3) ALR. 1975 S.C. 1534.": "(3) ए. जे. आर. 975 एस. सी. 534.",
  "(3) 1979 Mat I..R. 26 (Punjab & Haryana).": "(4) 979 मैट एल. आर. 26 (पंजाब और हरियाणा)।",
  "all important fact goes to show that the relations between the parties": "इन सभी महत्वपूर्ण तथ्यों से पता चलता है कि दोनों पक्षों के बीच संबंध इस हद",
  "had deteriorated to such an extent that it could not be taken as ordinary wear and tear of married life and it was not found possible": "तक बिगड़ गए थे कि इसे वैवाहिक जीवन के सामान्य पतन के रूप में नहीं लिया",
  "to save the marriage, nor was the decision to get the marriage dis-": "जा सकता था और विवाह को बचाना संभव नहीं था, न ही विवाह को जल्दबाजी",
  "solved taken in any haste. Aroon Khanna (PW-4) deposed that in": "में भंग करने का निर्णय लिया गया था।अरुण खन्ना (पीडब्लू-4) ने अपदस्थ किया",
  "July 1986 the appellant turned him out of her bed-room. From that": "कि जुलाई 986 में अपीलकर्ता ने उन्हें अपने शयनकक्ष से बाहर निकाल दिया।",
  "day onwards uptill November 1986 when the appelant left the matri-": "उस दिन से नवंबर 986 तक जब अपीलार्थी ने वैवाहिक घर छोड़ दिया तो उसने",
  "monial home she did not permit him to have sexual relations with her. This statement of Aroon Khanna is corroborated by his mother": "उसे अपने साथ यौन संबंध बनाने की अनुमति नहीं दी।अरुण खन्ना के इस कथन",
  "her. This statement of Aroon Khanna is corroborated by his mother Smt. Raj Khanna (PW 6), his uncle Pran Nath Khanna (PW-8): and": "की पुष्टि उनकी माँ श्रीमती राज खन्ना (पीडब्लू 6), उनके चाचा प्राण नाथ खन्ना",
  "their family doctor Dr. Gian Bhushan (PW-9) to whom Aroon dis-": "(पीडब्लू-8) और उनके पारिवारिक चिकित्सक डॉ. ज्ञान भूषण (पीडब्लू-9) को",
  "closed his plight. A normal and healthy sexual relationship is one": "अरुण ने अपनी दुर्दशा के बारे में बताया। एक सामान्य और स्वस्थ यौन संबंध",
  "of the basic ingredients of a happy and harmonious marriage. Denial": "एक खुशहाल और सामंजस्यपूर्ण विवाह के बुनियादी तत्वों में से एक है। जब",
  "of sexual relationship by a spovse when the other spouse is anxious": "दूसरा जीवनसाथी इसके लिए चिंतित हो तो जीवनसाथी द्वारा यौन संबंध से",
  "are young. (Reference in this connection may be made to Anil Bhardwaj v. Nirmalesh Bhardiraj (4) and Shakuntla v. Om Parkash": "(इस संबंध में अनिल १/रद्वाज बनाय।निर्मलेश १रद्वाज (4) और शकुंतला बनाय",
  "(5). Coming back to the petition under section 13-B of the Act, it": "औम प्रकाश(5) का उललेखकिया जा उकताहै। अधिनियम की धारा 3-बी के तहत याचिका पर वापस आते हुए, यह अपीलकर्ता के लिए आत्यन्तिक रूप से",
  "withdraw the application made earlier. Instead of withdrawing the": "लिया। याचिका वापस लेने के बजाय, उसने प्रतिवादी-पति और उसके रिश्तेदारों",
  "tions of fraud, coercion and undue inflience against the respondént-": "के खिलाफ धोखाधड़ी, जबरदस्ती और अनुचित प्रभाव के बेतुके और लापरवाह",
  "husband and his relations. She made similar allegations in the nreti- tion under section 125 of the Code of Criminal Procedure. It will": "आरोप लगाए। उन्होंने दंड प्रक्रिया संहिता की धारा 25 के तहत इसी तरह के",
  "further be seen that in the written statement in the present case she": "आरोप लगाए। यह आगे देखा जाएगा कि वर्तमान मामले में लिखित बयान में",
  "went out of the way of leve! allegations against the tespondent- husband and his close relations. The allegations made were of a": "उसने प्रतिवादी-पति और उसके करीबी रिश्तेदारों के खिलाफ आरोप लगाए।",
  "serious nature, namely, that Pran Nath Khanna and his wife took": "लगाए गए आरोप गंभीर प्रकृति के थे, अर्थात्‌, प्राण नाथ खन्ना और उनकी पत्नी ने",
  "hold of all the jewellery and valuable articles of the. appellant which": "अपीलकर्ता के सभी आभूषण और मूल्यवान वस्तुओं को अपने कब्जे में ले लिया,",
  "had been given to her by her parents in the marriage. It was also": "जो शादी में उसके माता-पिता द्वारा उसे दिए गए थे। यह भी आरोप लगाया गया",
  "alleged that the respondent-husband and his said relations had given": "आरोप लगाया गया कि प्रतिवादी-पति और उसके कथित रिश्तेदारों ने उसे पीटा",
  "her a beating. She did not spare Pran Nath Khanna and his wife in her statement as RW-3 where she stated that the family had some": "था। उन्होंने आरडब्ल्यू-3 के रूप में अपने बयान में प्राण नाथ खन्ना और उनकी पत्नी को भी नहीं बख्शा, जहां उन्होंने कहा कि परिवार के पास रेलवे रोड पर कुछ",
  "properties were sold and the amount deposited under a-fixed deposit receipt in the name of Mrs. Pran Nath Khanna. No effort vas,": "गया था और जमा की गई राशि श्रीमती प्राण नाथ खन्ना के नाम पर एक सावधि",
  "however, made to substantiate these serious allegations. In the": "जमा रसीद थी। हालाँकि, इन गंभीर आरोपों को साबित करने का कोई प्रयास",
  "absence of any cogent material, it cannot be said that the jeint": "नहीं किया गया। किसी भी ठोस सामग्री की अनुपस्थिति में , यह नहीं कहा जा",
  "family comprising of Vishwanath Khanna and Pran Nath Khanna had": "सकता है कि विश्वनाथ खन्ना और प्राण नाथ खन्ना के संयुक्त परिवार की नीलोखेड़ी",
  "any‘ interest in anv Rice Mill at Nilokheri or had any plot or plots": "में एक चावल मिल या कोई भूखंड",
  "(4) ALR. 1987 Delhi 111.": "(4) ए. आई. आर. 987 दिल्ली .",
  "(1B) ALR. 1981 Delhi 63.": "(5) ए. आई. आर. 98] दिल्‍ली 53.",
  "on Railway Road, Karnal, and that the sale proceeds thereof were": "रेलवे रोड, करनाल पर, और यह कि इसकी बिक्री की आय श्रीमती प्राण नाथ",
  "deposited in the name of Mrs. Pran Nath Khanna under a fixed": "खन्ना के नाम पर एक सावधि जमा रसीद के तहत जमा की गई थी।इन कारणों",
  "(17) This brings me to a consideration of issue No. 1 relating to": "(7) यह मुझे त्याग से संबंधित मुद्दा संख्या । पर विचार करने के लिए लाता",
  "desertion. The case of the respondent-husband is that the appellant left the matrimonial home in November 1986. The present petition": "है। प्रत्यर्थी-पति का मामला यह है कि अपीलकर्ता ने नवंबर 986 में वैवाहिक घर छोड़ दिया था। विवाह विच्छेद के लिए वर्तमान याचिका अधिनियम द्वारा",
  "for dissolution of marriage was filed on January 11, 1989, after more than two years as required by the statute. Besides the respondent-": "आवश्यक दो साल से अधिक समय के बाद । जनवरी, 989 को दायर की गई",
  "husband, who appeared as PW-4, his mother Smt. Raj Khanna": "थी। प्रतिवादी पति के अलावा, जो पीडब्लू-4 के रूप में पेश हुए, उनकी माँ श्रीमती",
  "(PW-6) and uncle Pran Nath Khanna (PW-8) were examined. On": "राज खन्ना (पीडब्लू-6) और चाचा प्राण नाथ खन्ना (पीडब्लू-8) से पूछताछ की",
  "behalf of the appellant, her son Amar (RW-4), cousin brother Vijay Kapoor (RW-5) and her real brother Parmodh Dhir (RW-6), besides the appellant, appeared. The learned trial Court preferred the oral": "गई।अपीलकर्ता की ओर से, उसका बेटा अमर (आर. डब्ल्यू -4), चचेरा भाई विजय कपूर (आर. डब्ल्यू -5) और उसका असली भाई प्रमोद धीर (आर. डब्ल्यू - 6), अपीलकर्ता के अलावा उपस्थित हुए। विद्वत विचारण न्यायालय ने अपीलकर्ता",
  "evidence of the respondent-husband over that of the appellant. What": "की तुलना में प्रत्यर्थी-पति के मौखिक साक्ष्य को प्राथमिकता दी। ऐसा प्रतीत होता",
  "admission made in the joint application under section 13-B of the": "है कि निचली अदालत ने अधिनियम की धारा 3-बी के तहत संयुक्त आवेदन में",
  "November 1986. The same application as also application under section 125 of the Code of Criminal Procedure were further taken": "दंड प्रक्रिया संहिता की धारा ।25 के तहत आवेदन के रूप में वही आवेदन आगे",
  "to express an unequivocal intention of the appellant to bring": "अपीलकर्ता के स्थायी रूप से सहवास को समाप्त करने के लिए एक स्पष्ट इरादे",
  "appellant had taken a two-fold stand. She denied and seriously": "रुख अपनाया था। उन्होंने इस तथ्य से इनकार किया और गंभीरता से विवाद",
  "disputed the fact that she left the matrimonial home in November 1986. Her positive case was that she continued in the matrimonial": "किया कि उन्होंने नवंबर 986 में वैवाहिक घर छोड़ दिया था।उनका सकारात्मक",
  "home till March 1988. Her further case was that in fact the": "मामला यह था कि वह मार्च 4988 तक वैवाहिक घर में रहीं।उसका आगे का",
  "respondent-husband was guilty of constructive desertion i.e. she was": "मामला यह था कि वास्तव में प्रतिवादी-पति रचनात्मक परित्याग का दोषी था",
  "forced by the conduct of the respondent-husband to live separately": "अर्थात उसे प्रतिवादी-पति के आचरण से अलग रहने या दूर रहने के लिए मजबूर",
  "or to stay away. In support of her plea, the appellant produced in": "किया गया था। उसकी याचिका के समर्थन में, अपीलकर्ता ने सेंट तारेसा कॉन्वेंट",
  "evidence Surjit Singh, Clerk of St. Taresa Convent School, Karnat": "स्कूल, करनाल के क्लर्क, सुरजीत सिंह को सबूत के रूप में पेश किया(आर.",
  "(RW-2), who deposed that Amar Khanna was withdrawn from the": "डब्ल्यू -2), जिन्होंने पदच्युत किया कि अमर खन्ना को मार्च 988 में स्कूल से",
  "school in March 1988. In other words, Amar Khanna continued his studies in the said school at Karnal till March 1988. No doubt, Amar": "वापस ले लिया गया था। दूसरे शब्दों में, अमर खन्ना ने मार्च ।988 तक करनाल के उक्त विद्यालय में अपनी पढ़ाई जारी रखी। इसमें कोई संदेह नहीं है कि अमर",
  "is attached both to his father and relations on the side of the father": "अपने पिता और पिता के साथ-साथ अपनी माँ के रिश्तेदारों से भी जुड़ा हुआ है,",
  "as well as his mother but he is more attached to his mother and it is improbable that while Amar continued with his studies at": "लेकिन वह अपनी माँ से अधिक जुड़ा हुआ है और यह असंभव है कि अमर ने",
  "it is improbable that while Amar continued with his studies at Karnal, the appellant went away to her parental house at Ludhiana.": "करनाल में अपनी पढ़ाई जारी रखी, जबकि अपीलकर्ता लुधियाना में अपने माता- पिता के घर चला गया। मतदाता सूची में प्रविष्टि के साथ बहुत अधिक प्रमाणिक",
  "trial Court fell into an error by giving undue importance to the": "के अलग-अलग रहने के संबंध में स्वीकारोक्ति को अनुचित महत्व देकर विद्वान ट्रायल कोर्ट एक त्रुटि में पड़ गया। एक बार जब पक्षों ने अपने सामान्य संबंधों की"
}