{
  "SUSHMA SAREEN v. INSURANCE OMBUDSMAN AND OTHERS 567": "सुषमा सरीन बनाम बीमा लोकपाल और अन्य",
  "(Tribhuvan Dahiya, J.)": "(त्रिभुवन दहिया, जे.)",
  "was not suffering from any disease or dis-order. The claim was repudiated with two years of commencement of policy. In the instant": "कोई उपचार नहीं हुआ था और वह किसी बीमारी या अव्यवस्था से पीड़ित नहीं था। पॉलिसी शुरू होने के दो साल बाद",
  "case, there is no evidence of any such pre-existing disease, nor any": "दावे को खारिज कर दिया गया। तत्काल मामले में, ऐसी किसी भी पहले से मौजूद बीमारी का कोई सबूत नहीं है, न ही",
  "Hypertension and diabetes mellitus or its connection to the cause of": "उच्च रक्तचाप और मधुमेह मेलिटस की बताई गई पुरानी बीमारी या मृत्यु के कारण से इसके संबंध के संबंध में कोई",
  "death was conducted by the Insurance company. Besides, the claim has been repudiated after two years of issuing the policy. Therefore,": "स्वतंत्र जांच बीमा कंपनी द्वारा की गई थी। इसके अलावा, पॉलिसी जारी करने के दो साल बाद दावे को खारिज कर",
  "materiality of the fact allegedly suppressed must be established, which could not be done.": "दिया गया है। इसलिए, कथित रूप से दबाए गए तथ्य की भौतिकता स्थापित की जानी चाहिए, जो नहीं किया जा सका।",
  "quashing the orders dated 12.4.2017 (Annexure P-4) passed by": "पारित दिनांक 2.५.207 (अनुलग्नक पी-५) के आदेशों को रद्द करके याचिका को अनुमति दी गई है। उत्तरदाता",
  "amount in terms of the aforesaid policies with interest at the rate of 9%": "संख्या. 2 और 3 को निर्धारित तिथि से वास्तविक भुगतान तक 9 प्रति वर्ष की दर से ब्याज के साथ उपरोक्त पॉलिसियों",
  "(15) Pending miscellaneous application(s), if any, stand(s) disposed of accordingly.": "(5) लंबित विविध आवेदन (ओं) यदि कोई हो, तो तदनुसार निपटाया जाता है।",
  "Reporter-Shivya Sehgal": "रिपोर्टर-शिव्या सहगल",
  "against. This is referred to as the ‘physical hazard’.": "बीमित व्यक्ति के खिलाफ जोखिम से प्रभावित होने के लिए असाधारण रूप से उत्तरदायी। इसे 'भौतिक खतरा' कहा",
  "39.2. Any fact is material which leads to the inference that the particular proposer is a person, or one of a class of": "39.2. कोई भी तथ्य ऐसी सामग्री है जो इस निष्कर्ष की ओर ले जाती है कि विशेष प्रस्तावक एक व्यक्ति है, या व्यक्तियों",
  "persons, whose proposal for insurance ought to be subjected at all or accepted at a normal rate. This is": "के एक वर्ग में से एक है, जिसका बीमा प्रस्ताव सामान्य दर के अधीन या स्वीकार किया जाना चाहिए। इसे आमतौर पर",
  "usually referred to as the ‘moral hazard’.": "'नैतिक खतरा' कहा जाता है।",
  "39.3. The materiality of a particular fact is determined by the circumstances of each case and is a question of fact.": "39.3. किसी विशेष तथ्य की भौतिकता प्रत्येक मामले की परिस्थितियों से निर्धारित होती है और यह तथ्य का प्रश्न है।",
  "(12) Further, the Insurance company’s own case is that disclosure of the said chronic disease by the insured at the time of": "(।2) इसके अलावा, बीमा कंपनी का अपना मामला यह है कि पॉलिसी लेने के समय बीमित व्यक्ति द्वारा उक्त पुरानी",
  "taking the policy would have enabled the Company to suitably increase the amount of premium. It is not their case that the disease": "बीमारी का खुलासा कंपनी को प्रीमियम की राशि को उपयुक्त रूप से बढ़ाने में सक्षम बनाता। यह उनका मामला नहीं",
  "disentitles the insured from taking the policy altogether. This makes the repudiation of claim unwarranted and groundless. In similar": "है कि यह बीमारी बीमित व्यक्ति को पूरी तरह से पॉलिसी लेने से वंचित कर देती है। इससे दावे का खंडन अनुचित और",
  "factual background, the Supreme Court in Sulbha Prakash Motegaonkar versus LIC*, has held, in case the alleged concealment": "आधारहीन हो जाता है। इसी तरह की तथ्यात्मक पृष्ठभूमि में, सुलभा प्रकाश मोतेगांवकर बनाम एल. आई. सी. * के",
  "insured, the repudiation would be unjustified. Relevant paragraph of the judgment reads as under:": "कराने से वंचित कर दे, तो खंडन अनुचित होगा। फैसले का प्रासंगिक पैराग्राफ इस प्रकार हैः",
  "6. We are of the opinion that the National Commission was in error in denying to the appellants the insurance claim and accepting the repudiation of the claim by the": "6. हमारी राय है कि राष्ट्रीय आयोग ने अपीलार्थियों को बीमा दावे से इनकार करने और प्रत्यर्थी द्वारा दावे के खंडन को",
  "heart disease and myocardial infarction had nothing to do with his lumbar spondylitis with PID with sciatica. In our": "का पी. आई. डी. और सियाटिका के साथ उसके लम्बर स्पॉन्डिलाइटिस से कोई लेना-देना नहीं था। हमारी सुविचारित",
  "considered opinion, since the alleged concealment was not of such a nature as would disentitle the deceased from getting his life insured, the repudiation of the claim was": "राय में, चूंकि कथित छिपाना ऐसी प्रकृति का नहीं था जो मृतक को अपने जीवन का बीमा कराने से वंचित कर दे,",
  "(13) The judgment relied upon by learned counsel for the respondent in Dalbir Kaur (supra) has no application to the facts and": "(।3) दलबीर कौर (उपर्युक्त) में प्रत्यर्थी के विद्वान वकील द्वारा दिए गए निर्णय का इस मामले के तथ्यों और परिस्थितियों",
  "circumstances of this case. In that matter, the Insurance policy was": "पर कोई प्रभाव नहीं पड़ता है। उस मामले में, बीमा पॉलिसी 2.8.20५ को जारी की गई थी और बीमित व्यक्ति की",
  "insured/diseased was suffering from a pre-existing disease consequent upon alcohol abuse and had vomiting of blood only a month prior to": "के परिणामस्वरूप पहले से मौजूद बीमारी से पीड़ित था और उसके एक महीने पहले ही उसे खून की उल्टी हुई थी।",
  "SUSHMA SAREEN v. INSURANCE OMBUDSMAN AND OTHERS 563": "सुषमा सरीन बनाम बीमा लोकपाल और अन्य",
  "(5) Learned counsel for the Insurance company, on the contrary, contends that there is a clear violation of terms of the insurance policies by the deceased. He concealed vital information at": "(5) बीमा कंपनी के विद्वान वकील, इसके विपरीत, तर्क देते हैं कि मृतक द्वारा बीमा पॉलिसियों की शर्तों का स्पष्ट",
  "insurance policies by the deceased. He concealed vital information at the time of taking the policy that he was a chronic patient of diabetes": "उल्लंघन किया गया है। उसने पॉलिसी लेते समय महत्वपूर्ण जानकारी को छुपाया कि वह मधुमेह और उच्च रक्तचाप",
  "mellitus and hypertension (DM and HTN). Therefore, the contract of insurance between the parties was void being in violation of the": "का एक पुराना रोगी था (डीएम और एचटीएन). इसलिए, पक्षों के बीच बीमा का अनुबंध पॉलिसी के मानक नियमों और",
  "insurance between the parties was void being in violation of the standard terms and conditions of the policy, and the claim was rightly repudiated by the Insurance company. Had this vital information about": "शर्तों का उल्लंघन होने के कारण अमान्य था, और बीमा कंपनी द्वारा दावे को सही ढंग से अस्वीकार कर दिया गया था।",
  "repudiated by the Insurance company. Had this vital information about chronic disease of the deceased disclosed at the time of taking the": "यदि पॉलिसी लेते समय मृतक की पुरानी बीमारी के बारे में इस महत्वपूर्ण जानकारी का खुलासा किया जाता, तो बीमा",
  "policy, the Insurance company would have taken an informed decision as to the nature of the policies that were required to be issued to the": "कंपनी ने उन पॉलिसियों की प्रकृति के बारे में एक सूचित निर्णय लिया होता, जो मृतक को जारी किए जाने की",
  "deceased, as also the higher premium that he might have been required to pay for the same. Since material facts have been": "आवश्यकता थी, साथ ही उच्च प्रीमियम भी जो उसे इसके लिए भुगतान करने की आवश्यकता हो सकती थी। चूंकि",
  "required to pay for the same. Since material facts have been fraudulently suppressed at the time of taking the policy, Section 45 of the Act will be applicable that entitles the Insurance company to": "पॉलिसी लेते समय भौतिक तथ्यों को धोखाधड़ी से दबा दिया गया है, इसलिए अधिनियम की धारा ५5 लागू होगी जो",
  "the Act will be applicable that entitles the Insurance company to repudiate the claims in such an eventuality. He has relied upon a": "बीमा कंपनी को ऐसी स्थिति में दावों को अस्वीकार करने का अधिकार देती है। उन्होंने बजाज आलियांज लाइफ इंश्योरेंस",
  "judgment of the Supreme Court in Branch Manager, Bajaj Allianz Life Insurance Company Limited and others versus Dalbir Kaur’, to": "कंपनी लिमिटेड और अन्य बनाम दलबीर कौर 5 के मामले में सर्वोच्च न्यायालय के एक फैसले पर भरोसा किया है,",
  "contend that non-disclosure of material information is a valid ground for repudiating the insurance claim.": "जिसमें तर्क दिया गया है कि सामग्री की जानकारी का खुलासा न करना बीमा दावे को अस्वीकार करने के लिए एक वैध आधार है।",
  "(6) Learned counsel for the parties have been heard, and case file has been perused.": "(6) पक्षकारों के विद्वान वकील को सुना गया है, और मामले की फाइल पर विचार किया गया है।",
  "(7) It is apt to reproduce Section 45 of the Act herein for convenience of reference:": "(7) संदर्भ की सुविधा के लिए अधिनियम की धारा ५5 को यहाँ पुनः प्रस्तुत करना उपयुक्त हैः",
  "45. Policy not to be called in question on ground of mis-": "५5. दो साल के बाद गलत कथन के आधार पर पॉलिसी पर सवाल नहीं उठाया जाएगा।इस अधिनियम के प्रारंभ से",
  "statement after two years.—No policy of life insurance effected before the commencement of this Act shall after": "पहले प्रभावी जीवन बीमा की कोई भी पॉलिसी इस अधिनियम के प्रारंभ की तारीख से दो वर्ष की समाप्ति के बाद लागू",
  "the expiry of two years from the date of commencement of this Act and no policy of life insurance effected after the coming into force of this Act shall after the expiry of two": "नहीं होगी और इस अधिनियम के लागू होने के बाद प्रभावी जीवन बीमा की कोई भी पॉलिसी उस तारीख से दो वर्ष की",
  "years from the date on which it was effected, be called in question by an insurer on the ground that a statement made": "समाप्ति के बाद, जिस पर यह प्रभावी हुई थी, किसी बीमाकर्ता द्वारा इस आधार पर प्रश्नगत नहीं की जाएगी कि बीमा",
  "in the proposal for insurance or in any report of a medical officer, or referee, or friend of the insured, or in any other": "के प्रस्ताव में या किसी चिकित्सा अधिकारी, या रेफरी, या बीमित व्यक्ति के मित्र की किसी रिपोर्ट में या पॉलिसी जारी",
  "document leading to the issue of the policy, was inaccurate or false, unless the insurer shows that such statement was": "करने वाले किसी अन्य दस्तावेज में दिया गया विवरण गलत या गलत था, जब तक कि बीमाकर्ता यह न दर्शाए कि ऐसा",
  "Before Tribhuvan Dahiya, J.": "समक्ष त्रिभुवन दहिया जे.",
  "SUSHMA SAREEN—Petitioner": "सुषमा सरीन-याचिकाकर्ता",
  "versus": "बनाम",
  "INSURANCE OMBUDSMAN AND OTHERS—Respondents": "बीमा लोकपाल और अन्य-प्रतिवादी",
  "August 04, 2023": "0५ अगस्त 2023",
  "Constitution of India, 1950—Writ of Certiorari and Mandamus—Insurance Act—S. 45—Insured/petitioner’s husband": "भारत का संविधान, 950-सर्टिफियोरारी और मैंडमस का रिट-बीमा अधिनियम-एस। ५5 -बीमित»याचिकाकर्ता के",
  "died on 03.08.2015—Claim for two life Insurance Policies by petitioner being the nominee, repudiated by Insurance Company for": "पति की मृत्यु 03.08.20॥5 को हुई -याचिकाकर्ता द्वारा नामित दो जीवन बीमा पॉलिसियों के लिए दावा, बीमा कंपनी",
  "suppression of relevant information at the time of taking policies i.e.": "द्वारा पॉलिसी लेने के समय प्रासंगिक जानकारी के दमन के लिए अस्वीकार कर दिया गया पहले से मौजूद बीमारी-",
  "pre-existing illness—Respondent no.1 also rejected the claim of petitioner—Admittedly, no evidence of any pre-existing disease—no": "प्रतिवादी नंबर. । ने याचिकाकर्ता के दावे को भी खारिज कर दिया-स्वीकार्य रूप से, किसी भी पहले से मौजूद बीमारी",
  "independent investigation by Insurance Company connecting cause of death to chronic disease of hypertension/ diabetes mellitus—No": "का कोई सबूत नहीं-बीमा कंपनी द्वारा मृत्यु के कारण को उच्च रक्तचाप/मधुमेह मेलिटस की पुरानी बीमारी से जोड़ने",
  "materiality of suppressed fact not established as claim repudiated after two years of issuance of policy—Petition allowed— Insurance": "इसके अलावा, पॉलिसी जारी करने के दो साल बाद दावे के रूप में स्थापित नहीं किए गए दबाए गए तथ्य की भौतिकता-",
  "Held, that the mandate of section 45 of the Act is that no policy can be called in question by the Insurance Company on the ground of": "आयोजित, अभिनिर्धारित किया गया कि अधिनियम की धारा ५5 का अधिदेश यह है कि बीमा कंपनी द्वारा किसी भी",
  "mis-statement after two years from the date on which it came into": "पॉलिसी को उसके प्रभावी होने की तारीख से दो वर्ष के बाद गलत कथन के आधार पर प्रश्नगत नहीं किया जा सकता",
  "effect, except when a fact which was material to disclose was suppressed by the insured, and it was fraudulently done. And the": "है, सिवाय इसके कि जब एक तथ्य जो खुलासा करने के लिए सामग्री था, बीमित व्यक्ति द्वारा दबा दिया गया था, और",
  "suppressed by the insured, and it was fraudulently done. And the insured knew at the time of making the statement that it was false or it": "यह धोखाधड़ी से किया गया था। और बीमित व्यक्ति को बयान देने के समय पता था कि यह गलत था या इसने तथ्य",
  "suppressed fact which was material to disclose. In the instant case, the fact of the insured suffering from diabetes mellitus and hypertension,": "को दबा दिया जो खुलासा करने के लिए सामग्री थी। तत्काल मामले में, मधुमेह मेलिटस और उच्च रक्तचाप से पीड़ित",
  "cannot be termed a material fact since no relation between the said disease and the cause of death could be established on record. A fact to": "भौतिक तथ्य नहीं कहा जा सकता है क्योंकि उक्त बीमारी और मृत्यु के कारण के बीच कोई संबंध नहीं था। एक तथ्य",
  "be material has to be one which has a direct bearing on the cause of death. Mere proximity to the cause of death or any incidental relation to": "को भौतिक होने के लिए वह होना चाहिए जिसका मृत्यु के कारण पर सीधा असर हो। मृत्यु के कारण से केवल निकटता",
  "it, would not suffice. Besides, no element of fraud on the part of": "या उससे कोई आकस्मिक संबंध पर्याप्त नहीं होगा। इसके अलावा, बीमित व्यक्ति की ओर से धोखाधड़ी के किसी भी",
  "insured has either been pleaded or established even prima facie on the record. It is, therefore, apparent that suppression of the said chronic": "तत्व का या तो अनुरोध नहीं किया गया है या रिकॉर्ड पर प्रथम दृष्टया भी स्थापित नहीं किया गया है। इसलिए, यह स्पष्ट",
  "disease was taken as a ruse to reject the insurance claim which is": "है कि उक्त पुरानी बीमारी के दमन को बीमा दावे को अस्वीकार करने के लिए एक चाल के रूप में लिया गया था जो",
  "patently illegal and in violation of provisions of Section 45 of the Act.": "स्पष्ट रूप से अवैध है और अधिनियम की धारा ५5 के प्रावधानों का उल्लंघन है।",
  "(Para 10)": "(पैरा 40)",
  "SUSHMA SAREEN v. INSURANCE OMBUDSMAN AND OTHERS 561": "सुषमा सरीन बनाम बीमा लोकपाल और अन्य",
  "the policy-holder and that the policy-holder knew at the time of making it that the statement was false or that it": "पॉलिसीधारक द्वारा धोखाधड़ी से बनाया गया था और यह कि पॉलिसीधारक को यह बताते समय पता था कि बयान",
  "suppressed facts which it was material to disclose:": "गलत था या उसने उन तथ्यों को दबा दिया था जिनका खुलासा करने के लिए यह सामग्री थीः",
  "Provided that nothing in this section shall prevent the insurer from calling for proof of age at any time if he is": "बशर्ते कि इस धारा की कोई बात बीमाकर्ता को किसी भी समय आयु का प्रमाण मांगने से नहीं रोकेगी यदि वह ऐसा",
  "entitled to do so, and no policy shall be deemed to be called in question merely because the terms of the policy": "करने का हकदार है, और कोई भी पॉलिसी केवल इसलिए प्रश्नगत नहीं मानी जाएगी क्योंकि पॉलिसी की शर्तों को बाद",
  "are adjusted on subsequent proof that the age of the life insured was incorrectly stated in the proposal.": "के प्रमाण पर समायोजित किया गया है कि प्रस्ताव में बीमित जीवन की आयु गलत तरीके से बताई गई थी।",
  "(8) As per facts apparent on record, the petitioner’s husband/insured took the aforementioned policies of life insurance on": "(8) रिकॉर्ड पर स्पष्ट तथ्यों के अनुसार, याचिकाकर्ता के पति/बीमित ने 3.0.202 और 3.2.203 को जीवन बीमा",
  "13.10.2012 and 3.12.2013. Premium for the same was duly paid till his unfortunate death on 3.8.2015. This led to filing of the death claim": "की उपरोक्त पॉलिसियां लीं। उसी के लिए प्रीमियम का विधिवत भुगतान 3.8.205 को उनकी दुर्भाग्यपूर्ण मृत्यु तक",
  "by the petitioner, being the deceased’s nominee, on 24.8.2015. Death": "किया गया था। इसके परिणामस्वरूप याचिकाकर्ता द्वारा मृतक का नामित होने के नाते 2५.8.205 को मृत्यु का दावा",
  "certificate of the insured, dated 4.8.2015, was also attached along with": "दायर किया गया। बीमित व्यक्ति का मृत्यु प्रमाण पत्र दिनांक ५.8.205 भी दावे के साथ संलग्न किया गया था, जिसमें",
  "the claim, certifying the date of death as 3.8.2015. In the claim form, cause of death was mentioned as ‘natural’. Details of medical": "मृत्यु की तारीख 3.8.205 प्रमाणित की गई थी। दावा प्रपत्र में मृत्यु का कारण 'प्राकृतिक' बताया गया था। चिकित्सा",
  "consultation were also attached with the form, i.e., a certificate of the Doctor, who treated the insured from 8.5.2015 to 14.5.2015. He": "परामर्श का विवरण भी फॉर्म के साथ संलग्न किया गया था, डॉक्टर का एक प्रमाण पत्र, जिसने 8.5.205 से 4.5.20॥5",
  "diagnosed the illness as pre-existing/co- existing/chronic Diabetes Mellitus (DM) /Hypertension (HTN), apart from other illnesses, for which the patient/insured was treated.": "तक बीमित व्यक्ति का इलाज किया। उन्होंने बीमारी का निदान अन्य बीमारियों के अलावा पहले से मौजूद/सह- मौजूदा / पुरानी मधुमेह मेलिटस (डीएम) /उच्च रक्तचाप (एचटीएन) के रूप में किया, जिसके लिए रोगी /बीमित व्यक्ति का इलाज किया गया था।",
  "(9) Evidently, the Doctor’s Certificate only establishes that": "(9) स्पष्ट रूप से, डॉक्टर का प्रमाण पत्र केवल यह स्थापित करता है कि बीमित व्यक्ति को 8.5.20॥5 से 4.5.205,",
  "the insured was treated by him for the stated illness from 8.5.2015 to 14.5.2015, the date of discharge. The discharge summary, dated": "छुट्टी की तारीख तक बताई गई बीमारी के लिए उसके द्वारा इलाज किया गया था। डॉक्टर के प्रमाणपत्र के साथ संलग्न",
  "14.5.2015, the date of discharge. The discharge summary, dated 14.5.2015, enclosed with the Doctor’s Certificate also mentioned the same diagnosis, and the conservative management of his during": "छुट्टी सारांश, दिनांक ५.5.205, ने भी उसी निदान का उल्लेख किया, और अस्पताल में प्रवेश के दौरान उसके",
  "admission in the hospital. The Certificate does not, in any manner, indicate that there was any connection between the cause of death and": "रूढ़िवादी प्रबंधन का उल्लेख किया। प्रमाणपत्र, किसी भी तरह से, यह इंगित नहीं करता है कि मृत्यु के कारण और",
  "indicate that there was any connection between the cause of death and the chronic illnesses diagnosed, i., diabetes mellitus and hypertension. Nor could it have done so, since the insured died after": "निदान की गई पुरानी बीमारियों, मधुमेह मेलिटस और उच्च रक्तचाप के बीच कोई संबंध था। न ही ऐसा किया जा",
  "hypertension. Nor could it have done so, since the insured died after more than two and a half months of his discharge from the hospital.": "सकता था, क्योंकि बीमित व्यक्ति की अस्पताल से छुट्टी मिलने के ढाई महीने से अधिक समय बाद मृत्यु हो गई थी।",
  "The fact remains that he died a natural death on 3.8.2015, as claimed by the petitioner in the ‘death claim form’ submitted to the Insurance": "तथ्य यह है कि उसकी 3.8.20॥5 को प्राकृतिक मृत्यु हो गई, जैसा कि याचिकाकर्ता द्वारा बीमा कंपनी को प्रस्तुत 'मृत्यु",
  "company. The medical reports attached with the form do not, in any manner, indicate any other cause of death. It is also not disputed by": "दावा प्रपत्र' में दावा किया गया था। प्रपत्र के साथ संलग्न चिकित्सा रिपोर्ट किसी भी तरह से मृत्यु के किसी अन्य कारण",
  "manner, indicate any other cause of death. It is also not disputed by learned counsel representing the Insurance company that no": "का संकेत नहीं देती है। बीमा कंपनी का प्रतिनिधित्व करने वाले विद्वान वकील द्वारा यह भी विवादित नहीं है कि कंपनी"
}