{
  "S.K. Redhu. Vikram Singh, S.N. Yadav. Dinesh Malik. Pritam Saini, Surender Lamba.": "याचिकाकर्ताओं के लिए:- एसके रेढू, श्री विक्रम सिंह, श्री एसएन यादव, श्री दिनेश मल्निक, श्री",
  "Dinesh Malik. Pritam Saini, Surender Lamba. R.P. Singh. Advocates. for the petitioners.": "प्रीतम सैनी, श्री सुरेंद्र लांबा और श्री आरपी सिंह, अधिवक्ता।",
  "ROS. Kundu. Addl. A.C... Haryana, for the respondents,": "उत्तरदाताओं के लिए:- श्री आर.एस. कुंडू, अतिरिक्त एजी, हरियाणा।",
  "and law, all these petitions are being decided by this common order.": "सभी याचिकाओं का निर्णय इस सामान्य आदेश द्वारा किया जा रहा है।",
  "13.7 of the Punjab Police Rules, 1934, as applicable to the State of Haryana": "2. संपूर्ण विवाद पंजाब पुलिस नियम, 934 के नियम 43.7 की व्याख्या से संबंधित है, जो",
  "and amended. - vide Punjab Police (I laryana Amendment) Rules, 2001": "हरियाणा राज्य पर लागू है और पंजाब पुलिस (हरियाणा संशोधन) नियम, 2004 (इसके बाद",
  "(c) inter se seniority of the candidates on the basis of bench marks in terms of DGP’s instructions dated 13th February. 2007.": "०) दिनांक 43.02.2007 के डीजीपी के निर्देशों के अनुसार बेंच मार्क्स के आधार पर अभ्यर्थियों",
  "(6) From the reading of Rule 13.7(1) it emerges as follows :": "नियम 43.7(4) को पढ़ने से यह निष्कर्ष निकलता है:",
  "(a) that 55% of the seats allotted to a unit in the Lower School": "(9) वह 55% लोअर स्कूल पाठ्यक्रम में एक इकाई को आवंटित सीटें प्रतिस्पर्धी परीक्षा",
  "(b) 35% of the scats on the basis of seniority-cum-fitness : and": "(0). वरिष्ठता-सह-फिटनेस के आधार पर 35% सीटें; और",
  "(c) 10% seats on the basis of consistent outstanding perlormance in jobs/sports ete.": "(०) नौकरी/खेल आदि में लगातार उत्कृष्ट प्रदर्शन के आधार पर 0% सीटें।",
  "(7) Selection against 55% quota is to be made by the Departmental Promotional Committee. All the constables irrespective of their educational": "55% कोटा के विरुद्ध चयन विभागीय पदोन्‍नति समिति द्वारा किया जाना है। वे सभी",
  "Promotional Committee. All the constables irrespective of their educational qualification who are less than 35 vears of age and have completed 5 vears": "कांस्टेबल, चाहे उनकी शैक्षिक योग्यता कुछ भी हो, जिनकी आयु 35 वर्ष से कम है और",
  "of service on Ist day of Hanuary of the year of selection are cligible to appear for B-1 test under merit seats of 55% quota.": "जिन्होंने चयन वर्ष के । जनवरी को 5 वर्ष की सेवा पूरी कर ली है, वे 55% कोटा की मेरिट सीटों के तहत बी- परीक्षा में बैठने के लिए पात्र हैं।",
  "(8) Similarly, all the constables irrespective of their educational": "इसी प्रकार, सभी कांस्टेबल, चाहे उनकी शैक्षणिक योग्यता कुछ भी हो, उन्होंने पांच साल की",
  "qualification having completed five years of service and in the age of 40 years on the fst day of January of the year of selection, are cligible to be": "सेवा पूरी कर ली है और चयन के वर्ष की पहली जनवरी को 40 वर्ष की आयु पूरी कर ली है, वे",
  "brought on list B-1 on the basis of seniority-cum-merit against 35% quota.": "आधार पर सूची बी- में लाने के पात्र हैं। 35% कोटा के विरुद्ध वरिष्ठता-सह-योग्यता।",
  "-13.7- Selection of candidates for admission to courses at the Police": "\"3.7 - पुलिस प्रशिक्षण कॉलेज में पाठ्यक्रमों में प्रवेश के लिए उम्मीदवारों का चयन - (4)",
  "‘Training College ---(1) List B (in Form 13.7) shall be maintained by each Superintendent of Police. It shall include the names of": "सूची बी (फॉर्म 3.7 में) प्रत्येक पुलिस अधीक्षक द्वारा बनाए रखा जाएगा। इसमें निचले",
  "by each Superintendent of Police. It shall include the names of all constables selected for admission to the Lower School": "स्कूल में प्रवेश के लिए चुने गए सभी कांस्टेबलों के नाम शामिलत्र होंगे पाठ्यक्रम पुलिस",
  "Course to be held at the Police Training College. Selection to the list shall be made in the month of January cach year and": "प्रशिक्षण कॉलेज में आयोजित किया जाएगा। सूची बी के लिए चयन प्रत्येक वर्ष जनवरी के",
  "the list shall be made in the month of January cach year and shall be limited to the number of seats allotted to the district for": "महीने में किया जाएगा और यह वर्ष के लिए जिले को आवंटित सीटों की संख्या तक सीमित",
  "the year. Phe number of seats in Lower School Course ina year shall be on the basis ofexisting vacancies and the vacancies": "होगा। लोअर स्कूल पाठ्यक्रम में सीटों की संख्या एक वर्ष में मौजूदा रिक्तियों और संबंधित",
  "likely to be created within one vear in the respective unit. 55% shall be": "इकाई में एक वर्ष के भीतर सृजित होने वाली संभावित रिक्तियों के आधार पर होगा। लोअर",
  "filled inon the basis of a competitive examination, 35% on the basis of senionity-cum-fitness and 10% on the basis of consistent": "भरी जाएंगी परीक्षा, वरिष्ठता सह-फिटनेस के आधार पर 35% और नौकरी में लगातार",
  "outstanding performance in job/obtaining Gold or Silver Medal in All India Police Games/Duty MeeUNational Games or": "उत्कृष्ट प्रदर्श//अखिल भारतीय पुलिस खेलों/इयूटी मीट/राष्ट्रीय खेलों में स्वर्ण या रजत",
  "of official duty. Sclection of persons against 55% seats in list/ lower school. on the basis of merit shall be done by a": "और योग्यता के आधार पर सूची/निचले विद्यालय में 55% सीटों के विरुद्ध व्यक्तियों का",
  "1. Examination of services and": "4.सेवाओं की जांच और",
  "2. Acompetitive test (hereinatier called “B-1 test) in:": "2.एक प्रतियोगी परीक्षा (इसके बाद इसे बी-4 परीक्षण कहा जाएगा):",
  "(a) Prade:": "ए) परेड;",
  "(b) Law and practical police work: and": "ऐ) कानून और व्यावहारिक पुलिस कार्य; और",
  "3. AntInterview,": "3. एक साक्षात्कार",
  "4": "2/4",
  "to B-1 list under 35% quota —Rejection of claims for deputing to Lower School Course and for enlisting of eligible officers in List": "35% कोटा के मुकाबले बी-4 सीटों के चयन के लिए उपयुक्त माना जाएगा। उम्मीदवारों की पारस्परिक वरिष्ठता के आधार पर और ऐसे सभी उम्मीदवारों के लिए पारस्परिक वरिष्ठता",
  "(i) Suchofthe constables/petitioners who have failed in 55% merit quota are entitled¢o be considered for being brought on List": "१)नियम 43.7 (2)0) के तहत 55% योग्यता पदोन्नति कोटा में उपस्थित होने वाले उम्मीदवारों की पात्रता को नियम 43.7 (2) () भले ही वे 55% कोटा के तहत असफल हो गए",
  "quota are entitled¢o be considered for being brought on List B-1 under 35% quota on the principle of seniority-cum-merit. provided they have the requisite experience and are otherwise": "हों, के तहत वरिष्ठता-सह-योग्यता के आधार पर 35% के तहत पदोन्‍नति के लिए माना",
  "(ii) such ofthe constables who were less than 35 years of age as on the day of their consderation, but not more than 40 years,": "7) उस वर्ष के जनवरी के पहले दिन 35 वर्ष से कम आयु वाले उम्मीदवारों पर विचार,",
  "constable belonging to reserved category who is recruited after attaining the age of 27 years as per Government instructions/": "कोई कांस्टेबल सरकारी निर्देशों/ आदेशों के अनुसार 27 वर्ष की आयु प्राप्त करने के बाद भर्ती",
  "orders then he shall be allowed to appear for minimum three consecutive chances after completion of five years of services": "होता है, तो उसे पांच साल्र की सेवा पूरी करने के बाद लगातार कम से कम तीन अवसरों के",
  "even if he has crossed the age of 35 years up to a minimum of": "35 वर्ष से न्यूनतम 0 वर्ष तक हो।",
  "All Constables irrespective of their educational qualifications shall be eligible to be brought on list B-1, senirority cum merit": "() सभी कांस्टेबल, चाहे उनकी शैक्षिक योग्यता कुछ भी हो, सूची बी-, वरिष्ठता सह योग्यता",
  "basis if they are under the age of 40 years and have completed": "के आधार पर लाने के पात्र होंगे यदि उनकी आयु 40 वर्ष से कम है और उन्होंने जनवरी के",
  "5 years of service on the first day of January of the year in which selection is made.”": "पहले दिन 5 वर्ष की सेवा पूरी कर ली है। वह वर्ष जिसमें चयन किया गया है।\"",
  "in the case of Naresh Kumar versus State of Haryana and": "3. हरियाणा राज्य ने नरेश कुमार बनाम हरियाणा राज्य और अन्य के मामले में इस",
  "others C.W.P. 7952 of 2004 decided on 5th November, 2004. Director General of Police, Haryana, issued these instructions": "सीडब्ल्यूपी नंबर 7952 ने निर्णय 05.44.2004 को लिया | पुलिस महानिदेशक, हरियाणा ने 35%",
  "prescribing minimum bench marks for selection to B-I list under": "कोटा के तहत बीआई सूची में चयन के लिए न्यूनतम बैंच अंक निर्धारित करते हुए ये निर्देश जारी",
  "February, 2007 (Annexure P-7) in CWP No. 6427 of 2009, is": "किए। 2009 के सीडब्ल्यूपी संख्या 6427 में दिनांक 43.02.2007 (अनुलग्नक पी-7) के निर्देशों का",
  "reproduced hereunder:—": "प्रासंगिक उद्धरण यहां नीचे दिया गया है:-",
  "“3. In view of the Hon’ble High Court judgment in Naresh Kumar’s case (supra), it has been decided to fix the bench": "\"3. नरेश कुमार मामले (सुप्रा) में माननीय उच्च न्यायालय के फैसले के मद्देनजर, 35%",
  "been rejected for being brought in List B-1 under 35% quota on the ground |": "को सूची बी- में लाने के कारण खारिज कर दिया गया है। 35% कोटा के तहत इस आधार पर कि",
  "that they were of less than 35 years of age as on Ist day of January of | the year of selection. In some cases, the claims have been rejected for non": "चयन के वर्ष के जनवरी के 4 दिन तक उनकी आयु 35 वर्ष से कम थी। कुछ मामलों में, दिनांक",
  "achieving the minimum 31 bench marks in terms of the DGPs instructions": "43.02.2007 के डीजीपी निर्देशों के संदर्भ में न्यूनतम 3 बेंच अंक प्राप्त न करने के कारण दावों",
  "dated 13th February, 2007. In Naresh Kumar’s case (supra), the Hon’ble Division Bench ruled the eligibility of the constables for their consideration": "को खारिज कर दिया गया है। नरेश कुमार के मामले (सुप्रा) में, माननीय डिवीजन बेंच ने 55% और",
  "Division Bench ruled the eligibility of the constables for their consideration both in 55% and 35% quota. This judgment has attained finality. The SLP": "35% कोटा दोनों में कांस्टेबलों की पात्रता पर विचार करने का फैसला सुनाया। यह निर्णय अंतिम",
  "has also been dismissed by the Hon’ble Supreme Court. The ratio of the": "रूप ले चुका है। एसएलपी को माननीय सर्वोच्च न्यायालय द्वारा भी खारिज कर दिया गया है।",
  "said judgment has been reiterated in Hawa Singh’s cases (supra) as also": "उक्त निर्णय का अनुपात हवा सिंह के मामलों (सुप्रा) के साथ-साथ कांस्टेबल धर्मबीर बनाम",
  "in Constable Dharmbir versus State of Haryana and others (1) wherein": "हरियाणा राज्य और अन्य, 2009 (4) आरएसजे, 340 में भी दोहराया गया है, जिसमें निम्नलिखित",
  "the following observations have been made :~": "टिप्पणियाँ की गई हैं:-",
  "“13. Sothere are three distinct categories with their own qualifications and requirements for eligibility for consideration. There is no bar to consideration of a constable in any category ifhe fulfills": "\"]3, इसलिए विचार के लिए पात्रता के लिए अपनी-अपनी योग्यताओं और आवश्यकताओं के साथ तीन अलग-अज्ग श्रेणियां हैं। किसी भी श्रेणी में एक कांस्टेबल पर विचार करने पर",
  "the eligibility criteria i.e. if he is eligible in all three categories he": "कोई रोक नहीं है यदि वह पात्रता मानदंडों को पूरा करता है यानी यदि वह तीनों श्रेणियों में पात्र",
  "has a statutory right to consideration in all three categories. The": "है तो उसके पास किसी भी श्रेणी में विचार करने पर कोई रोक नहीं है। सभी तीन श्रेणियों में विचार करने का वैधानिक अधिकार। नियम किसी भी श्रेणी के तहत पात्रता के लिए कुछ",
  "who failed to secure the requisite merit in the competitive examination under": "5. 55% कोटे के तहत प्रतिस्पर्धी परीक्षा में अपेक्षित योग्यता हासिल करने में विफल रहने",
  "55% quota. to be again considered under 35% seniority-cum-merit quota,": "वाले उम्मीदवारों की पात्रता से संबंधित विवाद पर फिर से 35% वरिष्ठता-कमरिट कोटा के तहत",
  "came to be considered by a Division Bench of this Court in Naresh Kumar’s": "विचार किया जाएगा, नरेश कुमार प्रथम मामले में इस न्यायालय की एक डिवीजन बैच द्वारा",
  "case (supra). This Division Bench judgment was challenged before the": "विचार किया गया था। डिवीजन बेंच के इस फैसले को माननीय सर्वोच्च न्यायालय के समक्ष विशेष",
  "Hon'ble Supreme Court in Special Leave to Appeal (Civil) No. 10409 of 2005, which has been dismissed in limine on 10th May. 2005.": "अनुमति अपीत्र (सिविल) संख्या 40409/2005 में चुनौती दी गई थी, जिसे 40.05.2005 को",
  "in the case of Hawa Singh versus State of Haryana and others, (CWP": "6. ऐसा ही एक मामला सामने आया, हवा सिंह बनाम हरियाणा राज्य और अन्य के मामले में",
  "No. 1194 of 2005) decided on 14th May. 2008. After adinission of the writ petition by the Hon ble Division Bench, the matter was considered by": "44.05.2008 को हुआ। माननीय डिवीजन बेंच द्वारा रिट याचिका स्वीकार करने के बाद, इस",
  "a learned Single Judge of this Court for final disposal on 29th November,": "मामले पर 29.44.2006 को अंतिम निपटान के लिए इस न्यायालय के विद्वान एकल न्यायाधीश",
  "2006. ‘The learned Single Judge of this Court was of the opinion that certain": "दवारा विचार किया गया था। इस न्यायालय के विद्वान एकल न्यायाधीश की राय थी कि नियमों",
  "provisions of Rule 13.7 of the rules, were not brought to the notice of the Division Bench and on that basis a reference was made for consideration": "के नियम 3.7 के कुछ प्रावधानों को डिवीजन बैंच के ध्यान में नहीं लाया गया था और उस आधार",
  "of the writ petition and other conneeted matters by a Division Bench of this": "पर। इस न्यायालय की एक खंडपीठ द्वारा रिट याचिका और अन्य संबंधित मामलों पर विचार",
  "Court. The aforesaid writ petition came to be heard by a Division Bench": "करने के लिए एक संदर्भ दिया गया था। उपरोक्त रिट याचिका पर इस न्यायालय की एक खंडपीठ",
  "of this Court. The | fonble Division Bench .---vide its judgment dated 14th": "द्वारा सुनवाई की गई। माननीय डिवीजन बेंच ने अपने फैसले दिनांक 44.05.2008 द्वारा,",
  "May. 2008. affirmed the ratio in Naresh Kumar's case (supra) with the following observations :-—- ;": "निम्नलिखित टिप्पणियों के साथ नरेश कुमार के मामले (सुप्रा) में अनुपात की पुष्टि की: -",
  "“In view of the facts mentioned above. these writ petitions are allowed": "उपरोक्त तथ्यों को ध्यान में रखते हुए, इन रिट याचिकाओं को उन्हीं शर्तों के तहत स्वीकार किया",
  "in the same terms as in Naresh Kumar's case (supra). The respondents are directed to depute the petitioner (s) to the first": "जाता है। नरेश कुमार का मामला (सुप्रा)। उत्तरदाताओं को याचिकाकर्ता(ओं) को पहले लोअर स्कूल",
  "Lower School Course. which will commence after the pronouncement ofjudgmentin this case. However. The petitioner": "कोर्स में नियुक्त करने का निर्देश दिया गया है, जो इस मामले में फैसला सुनाए जाने के बाद शुरू",
  "(19) In view of the above observations, these writ petitioners shall": "उपरोक्त टिप्पणियों के मद्देनजर, इन रिट याचिकाकर्ताओं को बेहतर बेंचमार्क या पात्रता के",
  "be deemed to be senior to their juniors deputed earlicr on account of better bench marks or on any other ground of eligibility. ‘To sum up. these petitions": "किसी अन्य आधार पर पहले से तैनात अपने कनिष्ठों से वरिष्ठ माना जाएगा। संक्षेप में, इन",
  "are disposed of with the following directions :-—": "याचिकाओं का निपटारा निम्नलिखित निर्देशों के साथ किया जाता है:-",
  "(i) Such ofthe constables/petitioners who have failed in 55% merit": ") ऐसे कांस्टेबल/याचिकाकर्ता जो 55% योग्यता कोटा में असफल हो गए हैं, वे वरिष्ठता-",
  "quota are entitled to be considered for being brought on List B-1 under 35% quota on the principle of seniority-cum-meril.": "कमरिट के सिद्धांत पर 35% कोटा के तहत सूची बी में लाए जाने पर विचार करने के हकदार",
  "provided they have the requisite experience and are otherwise cligible under the rules:": "हैं, बशर्ते उनके पास अपेक्षित अनुभव हो और अन्यथा नियम के तहत पात्र हों;",
  "(ii) such of the constables who were less than 35 years of age as on the day of their consideration, but not more than 40 years.": "॥)ऐसे कांस्टेबल जिनकी आयु उनके विचार के दिन 35 वर्ष से कम थी, लेकिन 40 वर्ष से",
  "they will be entitled to be brought on List B-1 by deputing them to Lower School Course:": "अधिक नहीं थी, वे लोअर स्कूल कोर्स में प्रतिनियुक्ति करके सूची बी- में लाने के हकदार",
  "(ii) the petitioners who acquired eligibility prior to the DGPs instructions dated 13th February, 2007 will be deputed for the": "॥) जिन याचिकाकर्ताओं ने 3.02.2007 के डीजीपी निर्देशों से पहले पात्रता हासिल कर",
  "their cases seniority and other cligibility criteria prescribed under the rules. will be enough for their deputation to the course:": "निर्धारित वरिष्ठता और अन्य पात्रता मानदंड पर्याप्त होंगे। पाठ्यक्रम में उनकी",
  "(iv) the petitioners who became eligible for deputation after the issuance of the instructions dated 13th February, 2007 and": "५) याचिकाकर्ता जो दिनांक 43.02.2007 के निर्देश जारी होने के बाद प्रतिनियुक्ति के",
  "have achieved the minimum bench marks be deputed to the": "लिए पात्र हो गए और उन्होंने न्यूनतम बेंच अंक हासिल कर लिए हैं, उन्हें पाठयक्रम में",
  "course notwithstanding their juniors have better bench marks;": "प्रतिनियुक्त किया जाएगा, भले ही उनके कनिष्ठों के पास बेहतर बेंच अंक हों;",
  "22. What emerges from the above discussions is that a constable": "22. उपरोक्त चर्चाओं से जो बात उभरकर सामने आती है वह यह है कि जिस कांस्टेबल का",
  "who has completed 5 years of service on the Ist day of January": "चयन हुआ है, उस वर्ष जनवरी के 4 दिन को 3३ वर्ष की सेवा पूरी कर चुका है, उसकी आयु 35",
  "admission to Lower School Course under the 55% quota on the basis of merit as per Rule 13.7(2)(i) of the Punjab Police": "3.7 (2) () के अनुसार योग्यता के आधार पर 55% कोटा के तहत ल्रोअर स्कूल कोर्स में प्रवेश",
  "1) and failed or was unable to get enlistment due to lower merit": "लिया है। परीक्षण (बी-]) और असफल; या कम योग्यता के कारण भर्ती पाने में असमर्थ है,",
  "on the basis of seniority-cum-meril as per Rule 13.7 (2)) (i). if": "वह भी नियम 43.7 (2) () के अनुसार वरिष्ठता-सह-योग्यता के आधार पर 35% कोटा के",
  "he is cligible under both the categories.”": "तहत विचार और चयन का दावा कर सकता है, यदि वह दोनों श्रेणियों के तहत पात्र है। \"",
  "(15) Asnoticed above. the constables who have attained mininyum 31 bench marks under 35% quota have been ignored and their juniors were": "जैसा कि ऊपर देखा गया है, जिन कांस्टेबलों ने 35% कोटा के तहत न्यूनतम 34 बेंच अंक प्राप्त",
  "case (supra) and came to be clarified in Balraj Singh’s case (supra)": "नरेश कुमार के मामले (सुप्रा) के तहत कवर किया गया है और बलराज सिंह के मामले (सुप्रा) में",
  "whercin it has been held that where-ever a junior has been deputed for Lower School Course ignoring the claim of the seniors merely on the basis": "स्पष्ट किया गया है , जिसमें यह माना गया है कि जहां भी किसी जूनियर को लोअर स्कूल कोर्स के लिए प्रतिनियुक्त किया गया है, उसके दावे को नजरअंदाज कर दिया गया है। केवल उच्च बैंच",
  "will be deemed to have passed the course from the date his junior has": "से पाठयक्रम उत्तीर्ण माना जाएगा जिस दिन उसके कनिष्ठ ने अहता प्राप्त की है। ऐसी स्थिति में",
  "qualified. In such situation. senior will retain his seniority.": "वरिष्ठ अपनी वरिष्ठता बरकरार रखेंगे।",
  "dated 13th February, 2007 are only prospective in nature. Prior to these instructions, no bench marks were prescribed under the statutory rules and.": "केवल भावी प्रकृति के हैं। इन निर्देशों से पहले, वैधानिक नियमों के तहत कोई बेंच मार्क्स निर्धारित",
  "thus, all those constables who acquired eligibility prior to issuance ol these": "नहीं किए गए थे और इस प्रकार, उन सभी कांस्टेबलों ने, जिन्होंने इन निर्देशों के जारी होने से पहले",
  "instructions cannot overrule the statutory rules. Thus, these instructions": "नियमों को खारिज नहीं कर सकते। इस प्रकार, बाद में जारी किए गए इन निर्देशों के तहत",
  "cannot be pressed into service to deprive the constables of their right for deputation for not having achieved the minimum bench marks as prescribed": "निर्धारित न्यूनतम बैंच अंक हासित्र नहीं करने के कारण कांस्टेबलों को प्रतिनियुक्ति के अधिकार",
  "became cligible prior to issuance of these instructions and ignored for not": "जो इन निर्देशों के जारी होने से पहले पात्र हो गए थे और न्यूनतम बेंच अंक हासिल नहीं करने के"
}