{
  "BHAKRA BEAS MANAGEMENT BOARD AND ANOTHER v. JAI 47": "भाखड़ा ब्यास प्रबंधन बोर्ड एक और बनाम जय भागवान",
  "BHAGWAN (M.S. Ramachandra Rao, J.)": "(एम. एस. रामचन्द्र राव, जे.)",
  "Before M.S. Ramachandra Rao & Sukhvinder Kaur, JJ.": "समक्ष एम. एस. रामचंद्र राव और सुखविंदर कौर, जे. जे.",
  "BHAKRA BEAS MANAGEMENT BOARD AND ANOTHER— Appellants": "भाखड़ा ब्यास प्रबंधन बोर्ड और एक अन्य-अपीलार्थी",
  "versus": "बनाम",
  "JAI BHAGWAN—Respondent": "जय भागवान-प्रत्यर्थी",
  "LPA NO. 2038 of 2019(0&M)": "एल. पी. ए. सं. 209 का 2038 (ओ एंड एम)",
  "February 09, 2023": "09 फरवरी, 2023",
  "Letters Patent Appeal—Constitution of India, 1950—Art. 226/227—In the absence of allegation of fraud or mistake on the part": "लेटर्स पेटेंट अपील-भारत का संविधान, 950-अनुच्छेद। 226/227 -प्रत्यर्थी की ओर से धोखाधड़ी या गलती के",
  "of the respondent—payment being made from the year 1995 for almost 20 years till 2015—nistake committed by employer—recovery": "आरोप के अभाव में-वर्ष 9995 से लगभग 20 वर्षों से 205 तक भुगतान किया जा रहा है-नियोकक्‍ता द्वारा की गई",
  "cannot be made from employee. No infirmity in judgment of single bench—appeal dismissed. Inequitable and arbitrary to make recovery": "गलती-कर्मचारी से वसूली नहीं की जा सकती है। एकल पीठ के फैसले में कोई कमजोरी नहीं-अपील खारिज कर दी",
  "after date of retirement or soon before retirement—such recovery will": "गई। सेवानिवृत्ति की तारीख के बाद या सेवानिवृत्ति से तुरंत पहले वसूली करने के लिए असमान और मनमाना-इस",
  "not outweigh monetary loss to the employer. State of Punjab vs Rafiq": "तरह की वसूली नियोक्‍्ता को मौद्रिक नुकसान से अधिक नहीं होगी। पंजाब राज्य बनाम रफीक मसीह 20॥5 (॥)",
  "Masih 2015(1) RSJ 177 and Syed Abdul Qadir vs. State of Bihar 2009(3) SCC 475 relied.": "आरएसजे ॥77 और सैयद अब्दुल कादिर बनाम बिहार राज्य 2009 (3) एससीसी ५75 पर भरोसा किया गया।",
  "Held, that the said excess payment war being made from 15.09.1995 for almost 20years till 10.02.2015.It is not alleged by": "यह अभिनिर्धारित किया गया कि उक्त अतिरिक्त भुगतान युद्ध 5.09.995 से लगभग 20 वर्षों के लिए",
  "respondent because of which the excess payment was made to him. It is not even the case of the appellants that the respondent had any role in": "या धोखाधड़ी हुई थी जिसके कारण उसे अतिरिक्त भुगतान किया गया था। यह अपीलार्थियों का मामला भी नहीं है कि",
  "the sanction of increments or fixation of his pay.": "प्रत्यर्थी की वेतन वृद्धि की मंजूरी या उसके वेतन के निर्धारण में कोई भूमिका थी।",
  "(Para 31 and 32)": "(पैरा 3। और 32)",
  "Rajesh Garg, Sr. Advocate, with Pranav Chadha, Advocate, for the appellants.": "अपीलार्थियों की ओर से अधिवक्ता प्रणव चड्ढा के साथ वरिष्ठ अधिवक्ता राजेश गर्ग।",
  "A.D.S. Jattana, Advocate, for the respondent.": "प्रत्यर्धी की ओर से ए. डी. एस. जट्टाना, अधिवक्ता।",
  "M.S. RAMACHANDRA RAO, J.": "एम. एस. रामचंद्र राव, जे.",
  "(1) This Letters Patent Appeal is preferred against the judgment dt.16.10.2019 in CWP-5253-2016 passed by the learned Single Judge.": "(।) यह पत्र पेटेंट अपील विद्वान एकल न्यायाधीश द्वारा पारित सीडब्ल्यूपी-5253-206 में दिनांकित 6.0.209 के फैसले के खिलाफ प्राथमिकता दी जाती है।",
  "herein challenging an office order dt.24.08.2015 (P9) passed by the Secretary of Bhakra Beas Management Board (for short ‘the Board’)": "(2) भाखड़ा ब्यास प्रबंधन बोर्ड के सचिव (संक्षेप में 'बोर्ड') द्वारा पारित दिनांक 2५.08.205 (पी. 9) के कार्यालय",
  "BHAKRA BEAS MANAGEMENT BOARD AND ANOTHER v. JAI 49": "भाखड़ा ब्यास प्रबंधन बोर्ड एक और बनाम जय भागवान",
  "submitted representation on 27.02.2015 (P5) opposing the recovery.": "वसूली का विरोध करते हुए 27.02.205 (पी5) को प्रस्तुत अभ्यावेदन। इस अभ्यावेदन का कोई जवाब नहीं दिया",
  "(11) The respondent also contends that on 17.04.2015 vide Annexure P6, the Director/Water Regulation of the appellant addressed": "(॥) प्रत्यर्थी यह भी तर्क देता है कि ।7.04.20।5 को उपाबंध पी6 द्वारा, अपीलार्थी के निदेशक /जल विनियमन ने",
  "a letter to the Chief Engineer, Bhakra Dam of the appellant referring to respondent’s plan/representation opposing the recovery being made on": "अपीलार्थी के मुख्य अभियंता, भाखड़ा डैम को एक पत्र संबोधित किया, जिसमें प्रत्यर्थी की योजना/अभ्यावेदन का",
  "respondent’s plan/representation opposing the recovery being made on the basis of the judgment of the Supreme Court in the State of Punjab": "उल्लेख किया गया था, जो पंजाब राज्य में उच्चतम न्यायालय के फैसले के आधार पर की जा रही वसूली का विरोध",
  "any such recovery from employees who were due to retire within one": "भीतर सेवानिवृत्त होने वाले कर्मचारियों से ऐसी किसी भी वसूली को प्रतिबंधित करता है।",
  "(12) When there was no response from the appellants, the respondent then filed CWP-14316-2015 which was allowed on": "(।2) जब अपीलार्थियों से कोई प्रतिक्रिया नहीं थी, तो प्रतिवादी ने तब सीडब्ल्यूपी-५36-205 दायर किया, जिसे",
  "20.07.2015 and appellants were directed to decide the representations": "20.07.205 को अनुमति दी गई थी और अपीलार्थियों को प्रतिवादी द्वारा प्रस्तुत अभ्यावेदन पर निर्णय लेने का",
  "The order impugned in the Writ Petition": "रिट याचिका में आक्षेपित आदेश",
  "(13) However, order was passed on 24.08.2015 (P9) rejecting": "(3) हालांकि, 2५.08.205 (पी 9) को प्रतिवादी के अभ्यावेदन को अस्वीकार करने और ।,79,429/- रुपये की",
  "CWP-5253-2016": "सी. डब्ल्यू. पी..5253-206",
  "(14) This was challenged in CWP-5253-2016 by the respondent.": "(।५) इसे प्रतिवादी द्वारा सीडब्ल्यूपी-5253-206 में चुनौती दी गई थी।",
  "(15) He contended in the said Writ Petition that the said order dt.24.08.2015 is contrary to the law declared by the Supreme Court in": "(5) उन्होंने उक्त रिट याचिका में तर्क दिया कि दिनांक 2५.08.205 का उक्त आदेश उच्चतम न्यायालय द्वारा",
  "the above judgment, that the reasoning given therein is fallacious and": "उपरोक्त निर्णय में घोषित विधि के विपरीत है, कि उसमें दिया गया तर्क गलत है और वसूली की अनुमति नहीं दी जा",
  "recovery cannot be permitted to be made. Respondent also contended in the Writ Petition that the amount he was getting post retirement was": "सकती है। प्रत्यर्थी ने रिट याचिका में यह भी तर्क दिया कि सेवानिवृत्ति के बाद उसे जो राशि मिल रही थी वह",
  "inadequate ashe had been living in a Government house for more than 36 years and he had to purchase a new home , that he had two children": "अपर्याप्त थी क्योंकि वह ३6 वर्षों से अधिक समय से एक सरकारी घर में रह रहा था और उसे एक नया घर खरीदना",
  "studying, one of them being a daughter and she also had to be married,": "था, कि उसके दो बच्चे पढ़ रहे थे, उनमें से एक बेटी थी और उसकी शादी भी होनी थी, और सेवानिवृत्ति के बाद उसे",
  "and the amount which he would get after retirement is just 1/4\" of the amount required to establish himself post retirement. He further": "जो राशि मिलेगी वह सेवानिवृत्ति के बाद खुद को स्थापित करने के लिए आवश्यक राशि का सिर्फ /% हिस्सा है।",
  "claimed recovery of the amount of Rs.1,79,429/- lakh with 18% interest.": "उन्होंने आगे ।8% ब्याज के साथ ।,79,+29 /- लाख रुपये की राशि की वसूली का दावा किया।",
  "(16) The appellant filed a reply before the learned Single Judge opposing the claim made in the Writ Petition.": "(6) अपीलार्थी ने रिट याचिका में किए गए दावे का विरोध करते हुए विद्बत एकल न्यायाधीश के समक्ष उत्तर दाखिल किया।",
  "(17) It contended that the decision of the Supreme Court cited": "(।7) इसने तर्क दिया कि उच्चतम न्यायालय के निर्णय का उल्लेख किया गया है",
  "been paid accordingly, even though he should have rightfully been required to work against an inferior post.": "तदनुसार भुगतान किया गया, भले ही उसे एक निम्न पद के खिलाफ काम करने के लिए उचित रूप से आवश्यक",
  "v. In any other case, where the Court arrives at the conclusion, that recovery if made from the employee,": "किया जाना चाहिए था। वी. किसी अन्य मामले में, जहां न्यायालय इस निष्कर्ष पर पहुंचता है, कि यदि कर्मचारी से",
  "would be iniquitous or harsh or arbitrary to such anextent,": "वसूली की जाती है, तो ऐसी सीमा के लिए अन्यायपूर्ण या कठोर या मनमाना होगा, जो नियोक्‍्ता के वसूली के",
  "as would far outweigh the equitable balance of the": "अधिकार के न्यायसंगत संतुलन से कहीं अधिक होगा।",
  "(24) The Ld. Single Judge held that the case of the respondent": "(2५) द एलडी। एकल न्यायाधीश ने अभिनिर्धारित किया कि प्रत्यर्थी का मामला ऊपर निर्दिष्ट खंड (॥) और (॥) के",
  "(25) He then considered the judgment of the Supreme Court in High Court of Punjab & Haryana and others versus Jagdev Singh’": "(25) फिर उसने पंजाब और हरियाणा उच्च न्यायालय और अन्य बनाम जगदेव सिंह 2 में उच्चतम न्यायालय के",
  "cited by the counsel for the appellant before him and distinguished it on": "निर्णय पर विचार किया जो उसके समक्ष अपीलार्थी के वकील द्वारा उद्धृत किया गया था और इसे इस आधार पर",
  "the ground that the undertaking given by the respondent in the instant case was given only on02.12.2009 and not in 1995, when the increment": "अलग किया कि तत्काल मामले में प्रत्यर्थी द्वारा दिया गया वचन केवल 02.2.2009 को दिया गया था, न कि 995",
  "was given allegedly by mistake of the employer. It was further observed that in the case of Jagdev Singh (2 Supra), a judicial": "में, जब वेतनवृद्धि कथित रूप से नियोक्‍्ता की गलती से दी गई थी। यह भी पाया गया कि जगदेव सिंह (2 सुप्रा) के",
  "grade on 07.01.2002 and he was to retire on 12.02.2003, and after retirement, on 18.02.2004, recovery was sought to be made": "उसे 2.02.2003 को सेवानिवृत्त होना था, और सेवानिवृत्ति के बाद 8.02.200५ को उससे वसूली करने की मांग",
  "from him; and the period of five years as stipulated in the decision of Rafiq Masih (1 Supra) hadnot happened, and so the recovery could": "की गई थी; और रफीक मसीह ( सुप्रा) के निर्णय में निर्धारित पांच साल की अवधि नहीं हुई थी, और इसलिए वसूली",
  "be sustained.": "को बनाए रखा जा सकता था।",
  "(26) The learned Single Judge had held that the respondent had": "(26) विद्बत एकल न्यायाधीश ने अभिनिर्धारित किया था कि प्रत्यर्थी ने लंबे वर्षो की सेवा करके अपना सेवानिवृत्ति देय",
  "earned his retiral dues by serving long years, that for a period of 20 years, the benefit of increment had been granted to him and recovery": "अर्जित किया था, कि 20 वर्षों की अवधि के लिए, उसे वेतनवृद्धि का लाभ प्रदान किया गया था और वसूली को",
  "was sought to be effected practically at the fag end of service. He held": "व्यावहारिक रूप से सेवा के अंतिम छोर पर प्रभावी होने की मांग की गई थी। उन्होंने कहा कि यह कहना उचित नहीं",
  "that it would not be justified to say that Rs.1,79,463/- is a small amount and no hardship would be caused to the respondent to pay the said": "होगा कि ।,79,+63/- रुपये एक छोटी राशि है और प्रतिवादी को उक्त राशि का भुगतान करने में कोई कठिनाई",
  "amount. He also held that there was no reference toany undertaking given by the respondent in the impugned order and so the impugned": "नहीं होगी। उन्होंने यह भी कहा कि विवादित आदेश में प्रतिवादी द्वारा दिए गए किसी भी वचन का कोई संदर्भ नहीं था",
  "the decision of the Supreme Court in Mohinder Singh Gill and another versus The Chief Election Commissioner, New Delhi and others’.": "और इसलिए मोहिंदर सिंह गिल और दूसरे बनाम मुख्य चुनाव आयुक्त, नई दिल्‍ली और अन्य मामलों में उच्चतम",
  "(27) He therefore, quashed the order dt.24.08.2015 (Annexure P9) to the extent of recovery of Rs.1,79,463/- from the respondent and": ".(27) इसलिए, उसने प्रतिवादी से ।79,५63/- रुपये की वसूली की सीमा तक दिनांक 2५.08.205 (अनुलग्रक पी 9) के आदेश को रद्द कर दिया और",
  "BHAKRA BEAS MANAGEMENT BOARD AND ANOTHER v. JAI 53": "भाखड़ा ब्यास प्रबंधन बोर्ड एक और बनाम जय भागवान",
  "decision in Rafiq Masih (1 Supra); that the undertaking given by the": "(23) रफीक मसीह मामले (। ऊपर) में उच्चतम न्यायालय ने अभिनिर्धारित किया कि उसकी राय में सेवानिवृत्ति की",
  "pay.": "भुगतान किया गया हो।",
  "54 ILL.R. PUNJAB AND HARYANA 2023(2)": "आई. एल. आर. पंजाब और हरियाणा 2023(2)",
  "recoveries are sought to be made after the date of retirement or soon before the retirement and any such recovery would outweigh the": "वसूली सेवानिवृत्ति की तारीख के बाद या सेवानिवृत्ति से तुरंत पहले की जानी चाहिए और ऐसी कोई भी वसूली",
  "monetary gains to the employer.": "नियोक्‍ता के मौद्रिक लाभ से अधिक होगी।",
  "(35) The Supreme Court had held that a retired employee or an": "(35) उच्चतम न्यायालय ने अभिनिर्धारित किया था कि एक सेवानिवृत्त कर्मचारी या सेवानिवृत्त होने वाला कर्मचारी",
  "employee about to retire is a class apart from those who have sufficient service totheir credit before their retirement and that at retirement, an": "उन लोगों से अलग एक वर्ग है जिनके पास अपनी सेवानिवृत्ति से पहले अपने श्रेय के लिए पर्याप्त सेवा है और यह कि",
  "employee is past his youth and his needs are far in excess of what they": "सेवानिवृत्ति पर, एक कर्मचारी अपनी युवावस्था से आगे निकल जाता है और उसकी आवश्यकताएं उससे कहीं",
  "were when he was younger. It laid down certain guidelines which are": "अधिक होती हैं जब वे युवा थे। इसने कुछ दिशानिर्देश निर्धारित किए जो इस तरह की वसूली के लिए ऊपर निकाले",
  "extracted above for such recovery. The Court had also relied upon its previous judgment in Syed Abdul Qadir versus State of Bihar* wherein": "गए हैं। अदालत ने सैयद अब्दुल कादिर बनाम बिहार राज्य * में अपने पिछले फैसले पर भी भरोसा किया था, जिसमें",
  "the Court had held that if there is any inaction, negligence and carelessness of the officials concerned of the employer, recovery ought": "अदालत ने कहा था कि यदि नियोकक्‍ता से संबंधित अधिकारियों की कोई निष्क्रियता, लापरवाही और लापरवाही है, तो",
  "not to be made.": "वसूली नहीं की जानी चाहिए।",
  "(36) In the case of Rafiq Masih (1 Supra), the Court had also referred to its previous decision in Col. B.J. Akkara (Retd.) versus": "(36) रफीक मसीह (। ऊपर) के मामले में न्यायालय ने कर्नेल बी. जे. अक्कारा (सेवानिवृत्त) में अपने पिछले निर्णय",
  "Govt. of India *that restrainton recovery of excess payment is granted": "का भी उल्लेख किया था। बनाम भारत सरकारः। कि अतिरिक्त भुगतान की प्रतिबंधन वसूली न्यायालयों द्वारा",
  "by Courts not because of any right in the employees, but in equity, in exercise of judicial discretion to relieve the employees from the": "कर्मचारियों में किसी अधिकार के कारण नहीं, बल्कि न्यायिक विवेकाधिकार का प्रयोग करते हुए, कर्मचारियों को उन",
  "hardship that will be caused if recovery is implemented.": "कठिनाइयों से राहत देने के लिए दी जाती है जो वसूली लागू होने पर होंगी।",
  "(37) The decision in the case of Rafiq Masih (1 Supra) has been reiterated in other cases as well.": "(37) रफीक मसीह (। ऊपर) के मामले में निर्णय को अन्य मामलों में भी दोहराया गया है।",
  "(38) The decision in Jagdev Singh (2 Supra) cited by the appellants cannot come to their aid because in the said case, the": "(38) अपीलार्थियों द्वारा जगदेव सिंह (2 ऊपर) में उद्धृत निर्णय उनकी सहायता के लिए नहीं आ सकता है क्योंकि",
  "recovery was effected withinone year of its payment and also in the said case, the officer concerned had been put on notice that if any": "उक्त मामले में, वसूली उसके भुगतान के एक वर्ष के भीतर प्रभावी थी और उक्त मामले में भी, संबंधित अधिकारी",
  "payment is found to be made in excess it would have to be refunded": "को नोटिस पर रखा गया था कि यदि कोई भुगतान अधिक पाया जाता है तो उसे वापस करना होगा और उसे उस",
  "(39) The reliance by the appellants on the undertaking said to have been given by the respondent on 02.12.2009 will not be of any assistance to them since such undertaking was not given qua the pay": "(39) प्रत्यर्थी द्वारा 02.2.2009 को दिए गए वचनपत्र पर अपीलार्थियों द्वारा निर्भरता उनके लिए कोई सहायता नहीं",
  "assistance to them since such undertaking was not given qua the pay fixation done in 1995, but had been given long afterwards without": "होगी क्योंकि इस तरह के वचनपत्र को 995 में किए गए वेतन निर्धारण के लिए नहीं दिया गया था, लेकिन इसके",
  "Judge, the order of recovery dt.24.08.2015 (P9) cannot be sustained on the basis of new reasons which are furnished in the Court and whichdo": "2५.08.205 (पी9) के वसूली के आदेश को उन नए कारणों के आधार पर कायम नहीं रखा जा सकता है जो",
  "not form part of the said order.": "न्यायालय में प्रस्तुत किए गए हैं और जो उक्त आदेश का भाग नहीं हैं।",
  "*2009(3) SCC 475": "“2009(3) एससीसी ५75",
  "*2006(11) SCC 709": "52006(।॥) एससीसी 709",
  "48 ILL.R. PUNJAB AND HARYANA 2023(2)": "आई. एल. आर. पंजाब और हरियाणा 2023(2)",
  "him from 15.09.1995 when Second Time Bound Pay Scale was granted to him.": "उन्हें 45.09.995 से जब उन्हें दूसरी बार बाध्य वेतनमान प्रदान किया गया था।",
  "(3) The respondent was initially selected as a Draftsman by the Subordinate Service Selection Board in the Haryana Irrigation Department on 15.09.1979. He was promoted as Divisional Head": "(3) प्रतिवादी को शुरू में 5.09.979 को हरियाणा सिंचाई विभाग में अधीनस्थ सेवा चयन बोर्ड द्वारा ड्राफ्ट्समैन",
  "Department on 15.09.1979. He was promoted as Divisional Head Draftsman in Drawing Branch of the Board in 1998 and later promoted": "के रूप में चुना गया था। उन्हें 998 में बोर्ड की ड्राइंग शाखा में मंडल प्रमुख ड्राफ्ट्समैन के रूप में पदोन्नत किया",
  "as Sub Divisional Officer on 16.05.2013.": "गया था और बाद में 6.05.203 को उप मंडल अधिकारी के रूप में पदोन्नत किया गया था।",
  "(4) Thereafter, he was working as Assistant Design Engineer": "(५) इसके बाद, वह अपीलार्थियों के साथ सहायक डिजाइन इंजीनियर के रूप में काम कर रहे थे। वह सेवानिवृत्ति",
  "with the appellants. He retired from service on 31.07.2015 after attaining the age ofsuperannuation.": "की आयु प्राप्त करने के बाद 3.07.20॥5 को सेवा से सेवानिवृत्त हुए।",
  "(5) He had been granted, while in service, his second time bound pay scale on 15.09.1995.": "(5) उन्हें, सेवा में रहते हुए, 5.09.995 को उनका दूसरा समयबद्ध वेतनमान प्रदान किया गया था।",
  "(6) Just prior to his retirement in the year 2015, his service book was demanded for revising the pay fixation. Thereafter on": "(6) वर्ष 205 में उनकी सेवानिवृत्ति से ठीक पहले, वेतन निर्धारण को संशोधित करने के लिए उनकी सेवा पुस्तिका",
  "10.02.2015, his pay was fixed and an amount of Rs.275/- was taken out": "की मांग की गई थी। इसके बाद 0.02.205 को उनका वेतन निर्धारित किया गया और 275/- रुपये की राशि इस",
  "on the ground that it had been paid incorrectly.": "आधार पर निकाली गई कि इसका भुगतान गलत तरीके से किया गया था।",
  "(7) Thereafter an office order dt.10.02.2015 (P2) was issued": "(7) तत्पश्नात दिनांक 40.02.205 (पी2) का एक कार्यालय आदेश जारी किया गया था जिसमें कहा गया था कि 6",
  "stating that his pay on grant of l6years Time Bound Pay Scale was refixed at Rs.2550/- w.e.f. 15.09.1995 in the scale of Rs.2000-3500": "वर्ष के समयबद्ध वेतनमान के अनुदान पर उनका वेतन 2000-3500 रुपये के बजाय 5.09.995 से 2000-",
  "in the said scale, and it was mentioned therein that recovery would be effected from 15.09.1995 onwards.": "रुपये पर निर्धारित किया गया था और इसमें उल्लेख किया गया था कि वसूली 5.09.995 से प्रभावी होगी।",
  "(8) But no prior show cause notice was issued to the respondent before passing order dt.10.02.2015 (P2) and no": "(8) लेकिन दिनांक 0.02.20॥5 (पी 2) के आदेश को पारित करने से पहले प्रतिवादी को कोई पूर्व कारण बताओ",
  "Pay Scale was being withdrawn from him and his pay was being": "वेतनमान उससे क्‍यों वापस लिया जा रहा था और उसका वेतन फिर से तय किया जा रहा था। इस बात का कोई",
  "refixed. There was no mention that there was any conductattributable to the respondent on the basis of which the pay revision was done": "उल्लेख नहीं था कि प्रतिवादी के कारण कोई आचरण था जिसके आधार पर वेतन संशोधन किया गया था और वसूली",
  "(9) Thereafter, order dt.26.02.2015 (P3) was issued reiterating": "(9) इसके बाद दिनांक 26.02.205 (पी3) का आदेश जारी किया गया था जिसमें दोहराया गया था कि वसूली",
  "that recovery would be effected from 15.09.1995 and it was indicated": "5.09.995 से प्रभावी होगी और यह संकेत दिया गया था कि उनका वेतन प्रत्येक चरण में उचित कटौती के साथ",
  "that his pay was refixed from 01.09.1998 upto01.09.2005 with": "0.09.998 से 0.09.2005 तक पुनर्निर्धारित किया गया था। इसके बाद, दिनांक 26.02.20॥5 के आदेश द्वारा",
  "(10) The Respondent contended that such recovery cannot be effected from his pay or retiral benefits as he had not represented or": "(0) प्रत्यर्थी ने तर्क दिया कि इस तरह की वसूली उसके वेतन या सेवानिवृत्ति लाभों से प्रभावित नहीं की जा सकती है",
  "at the flag end of his service this cannot be done. The respondent": "नहीं की थी, और उसकी सेवा के अंतिम छोर पर ऐसा नहीं किया जा सकता है। प्रतिवादी",
  "50 ILL.R. PUNJAB AND HARYANA 2023(2)": "आई. एल. आर. पंजाब और हरियाणा 2023(2)",
  "by the respondent holds that employer’s action seeking recovery of": "प्रत्यर्धी का यह मत है कि कर्मचारियों को गलत तरीके से दिए गए मौद्रिक लाभ की वसूली की मांग करने वाली",
  "with in cases where such recovery would result in a hardship; that the respondent on retirement from service as Assistant Design Engineer was going to receive Rs.35.86 lakh being Rs.8.04 lakh on account": "कठिनाई होगी; कि सहायक डिजाइन इंजीनियर के रूप में सेवा से सेवानिवृत्ति पर प्रत्यर्थी को 35.86 लाख रुपये",
  "of unavailed leave, Rs.9.81 lakh as DCRG and Rs.18.01 lakhas GPF": "अपरिहार्य अवकाश के कारण 8.0५ लाख रुपये, डीसीआरजी के रूप में 9.8। लाख रुपये और 8.0॥ लाख रुपये",
  "ofhis retiral dues, and so there is no hardship caused to him if recovery of only Rs.1,79,463/- is made which had in fact been": "इसलिए उसे कोई कठिनाई नहीं होती है यदि केवल ।,79,५63/- रुपये की वसूली की जाती है जो वास्तव में उसके",
  "wrongly drawn by him. It contended that he intentionally chose not to inform the Department that he was receiving undue benefit of one": "द्वारा गलत तरीके से निकाली गई थी। इसने तर्क दिया कि उन्होंने जानबूझकर विभाग को यह सूचित नहीं करने का",
  "inform the Department that he was receiving undue benefit of one excess increment without adjustment of proficiency step up,and that he": "फैसला किया कि उन्हें प्रवीणता वृद्धि के समायोजन के बिना एक अतिरिक्त वृद्धि का अनुचित लाभ मिल रहा है और",
  "continuously receive the said benefits upto his retirement. It also": "उन्हें अपनी सेवानिवृत्ति तक उक्त लाभ लगातार प्राप्त हो रहे हैं। इसने यह भी तर्क दिया कि प्रत्यर्थी द्वितीय श्रेणी का",
  "decision of the Supreme Court, if at all would apply only to employees": "पद धारण कर रहा था और उच्चतम न्यायालय का निर्णय, यदि बिल्कुल भी हो, केवल तृतीय और चतुर्थ श्रेणी की",
  "have said that any excess/wrong payment made to him can be": "गया था, जिसमें कहा गया है कि प्रत्यर्थी ने कहा है कि उसे किया गया कोई भी अतिरिक्त/गलत भुगतान उससे वसूल",
  "(18) Reliance is also placed on certain decisions of the Supreme Court in reply.": "(8) उत्तर में उच्चतम न्यायालय के कुछ निर्णयों पर भी निर्भरता रखी जाती है।",
  "(19) It is contended that discrepancy came to notice only on the basis of a complaint/representation by one Azad Singh, an Assistant Design Engineer of the appellant/Board , who contended that he was": "(9) यह प्रतिवाद किया जाता है कि विसंगति केवल अपीलार्थी/बोर्ड के सहायक डिजाईन इंजीनियर, आज़ाद सिंह",
  "been stepped up or made equivalent to or more than that of": "वेतनमान प्राप्त हो रहा था और उसका वेतन बढ़ाया जाना चाहिए था या प्रत्यर्थी के समकक्ष या उससे अधिक किया",
  "respondent; that the case of the said employee was then takenup and": "जाना चाहिए था; कि उक्त कर्मचारी का मामला तब लिया गया था और यह निर्णय लिया गया था कि जब",
  "it was decided that when the Second Time Bound Pay Scale w.e.f. 15.09.1995 was granted, two increments were granted to the respondent": "5.09.995 से प्रभावी द्वितीय समयबद्ध वेतनमान दिया गया था, तो प्रत्यर्थी को एक वेतनवृद्धि के बजाय गलती से",
  "erroneously instead of one increment which he was entitled because the previous benefit of proficiency step up drawn on 15.09.1987 (which": "दो वेतनवृद्धि दी गई थी, जिसका वह हकदार था क्योंकि 5.09.987 (जो गलती से तय किया गया था) को तैयार",
  "the previous benefit of proficiency step up drawn on 15.09.1987 (which was erroneously fixed) was not adjusted. It is also contended that the": "किए गए प्रवीणता कदम के पिछले लाभ को समायोजित नहीं किया गया था। यह भी तर्क दिया जाता है कि प्रतिवादी",
  "submissions of the respondent were considered before passing impugned order dt.24.08.2015 (P9).": "की प्रस्तुतियों पर दिनांक 2५.08.205 को आश्षेपित आदेश पारित करने से पहले विचार किया गया था (पी 9).",
  "The Order of the Ld. Single Judge": "एलडी एक न्यायाधीश का आदेश",
  "(20) The Ld. Single Judge held that though an employer can": "(20) एलडी। एकल न्यायाधीश ने कहा कि हालांकि एक नियोक्‍ता एक कर्मचारी को भुगतान करने में अवैधता को",
  "BHAKRA BEAS MANAGEMENT BOARD AND ANOTHER v. JAI 51": "भाखड़ा ब्यास प्रबंधन बोर्ड एक और बनाम जय भागवान",
  "(40) Therefore, we do not find any error in the order passed by the learned Single Judge warranting interference by us in": "(५०0) इसलिए, हमें विद्वान एकल न्यायाधीश द्वारा पारित आदेश में कोई त्रुटि नहीं मिलती है जो लेटर्स पेटेंट",
  "(41) Accordingly, the Appeal fails and is dismissed.": "(५) तदनुसार, अपील विफल हो जाती है और खारिज कर दी जाती है।",
  "(42) Pending application(s), if any, shall stand disposed of.": "(५2) लंबित आवेदन (ओं) यदि कोई हो तो उनका निपटारा कर दिया जाएगा।",
  "Ankit Grewal": "अंकित ग्रेवाल"
}