{
  "refused to accept this letter, though, on the same day he did submit": "याचिकाकर्ता ने इस पत्र को स्वीकार करने से इनकार कर दिया, हालांकि, उसी दिन उन्होंने",
  "letter Annexure R-7 to the Chairman. It is pertinent to note that": "अध्यक्ष को पत्र अनुलग्रक आर-7 जमा कर दिया। यह ध्यान रखना उचित है कि इसमें उनके",
  "it contains no reference to the query made trom him regarding his having been taken up employment. Such conduct on the part of the": "रोजगार ग्रहण करने के संबंध में उनसे की गई पूछताछ का कोई संदर्भ नहीं है। याचिकाकर्ता",
  "petitioner denotes scant regard for truthfulness and straight-forward- ness.": "की ओर से ऐसा आचरण सच्चाई और स्पष्टवादिता के प्रति कम सम्मान दर्शाता है।",
  "(14) While dealing with this matter, reference may also be made to the admission from where one of the terms of the undertaking": "(4) इस मामले से निपटने के दौरान, उस प्रवेश का भी संदर्भ दिया जा सकता है जहां याचिकाकर्ता",
  "to the admission from where one of the terms of the undertaking given by the petitioner was to the effect that during the course he": "द्वारा दिए गए वचन की शर्तों में से एक इस आशय की थी कि पाठ्यक्रम के दौरान वह किसी",
  "would not join any service or pursue any other course of studies.": "भी सेवा में शामिल नहीं होगा या कोई अन्य पाठ्यक्रम का अध्ययन नहीं करते हैं | इस उपक्रम",
  "Breach of this undertaking too is also writ large.": "का उल्लंघन भी बहुत बड़ा है।",
  ", (15) No occasion is thus provided here for granting to petitioner": "(5) याचिकाकर्ता को दावा की गई राहत देने के लिए यहां कोई अवसर प्रदान नहीं किया गया है।",
  "the relief claimed. This writ petition is accordingly hereby dismis- sed and, having regard to the conduct of the petitioner as revealed,": "तदनुसार, यह रिट याचिका खारिज की जाती है और, याचिकाकर्ता के आचरण को ध्यान में",
  "we also impose Rs. 500 as costs upon him.": "रखते हुए, उस पर लागत के रूप में हम रु. 500 का जुर्माना भी लगाते हैं।",
  "Before : S. S, Sodhi & N. K. Kapoor, JJ.": "एस.एस. सोधि और एन.के. कपूर, जे.जे समक्ष",
  "SHAHNAWAZ,—Petitioner.": "शाहनवाज,- याचिका कर्ता",
  "versus": "बनाम",
  "PANJAB UNIVERSITY, CHANDIGARH AND OTHERS,": "पंजाब विश्वविद्यालय, चंडीगढ़ और अन्य,",
  "—-Respondents.": "-प्रतिवादी",
  "Civil Writ Petition No, 755 of 1990.": "990 की सिविल रिट याचिका संख्या 755",
  "2nd April, 1991.": "2 अप्रैल, 994.",
  "Constitution of India, 1950—Art. 226-—Panjab University Calendar,": "भारत का संविधान, 4950-आलेख 226-पंजाब यूनिवर्सिटी कैलेंडर, खंड ॥- विनियम 4.,",
  "Vol. Il—Regulations 4.1, 4.2 & 4.3—Failure to fulfil minimum require- ment of attendance of lectures—Shortage for any reason whatsoever": "4.2 और 4.3- व्याख्यानों की उपस्थिति की न्यूनतम आवश्यकता को पूरा करने में विफलता-",
  "cannot be condoned—Under Reg. 4.3, no relaxation can be granted—-": "किसी भी कारण से कमी को माफ नहीं किया जा सकता- रेग 4.3 के तहत, कोई छूट नहीं",
  "Student has no enforceable right of comdonation of lecture shortage": "दी ् - छात्र के पास व्याख्यान की कमी को माफ करने का कोई प्रवर्तनीय अधिकार",
  "of some medical ailment or even an accident, a student is prevented": "यह है कि किसी चिकित्सीय बीमारी या यहां तक कि किसी दुर्घटना के कारण, एक छात्र को",
  "attendance of lectures requirement will have to repeat the course": "उम्मीदवार जो व्याख्यान की उपस्थिति की आवश्यकता को पूरा नहीं करता है, उसे परीक्षा",
  "inevitably to face the consequences that flow from his failure to do": "उसकी विफलता से उत्पन्न होने वाले परिणामों का सामना करना पढ़ता है। व्याख्यानों की",
  "so. No right, enforceable in writ proceedings, for condonation of shortage in attendance of lectures thus enures for the benefit of": "उपस्थिति में कमी को माफ करने का कोई अधिकार, रिट कार्यवाही में प्रवर्तनीय नहीं है, इस",
  "such student, whatever may have been the cause on account of": "प्रकार ऐसे छात्र के लाभ के लिए प्रदान किया जाता है, चाहे जो भी कारण रहा हो जिसके",
  "which he did not or was unable to attend the requisite number of": "कारण वह अपेक्षित संख्या में व्याख्यानों में भाग नहीं ले पाया या उपस्थित होने में असमर्थ",
  "Petition under Art. 226 of the Constitution of India, praying": "भारत के संविधान के अनुच्छेद 226 के तहत में यह याचिका की गई है कि उत्तरदाताओं को",
  "that, an appropriate writ, order or direction especially in the nature of Certiorari/Mandamus be issued directing the respondents :—": "निर्देशित करते हुए विशेष रूप से सर्टिओरारी/मैंडेमस की प्रकृति में एक उचित रिट, आदेश या निर्देश जारी किया जाए ::",
  "(i) to produce the complete records of the case;": "मामले का पूरा रिकॉर्ड पेश करना;",
  "dent No. 2 annexed as Annexure P-9 debarring the peti-": "होने से रोकने के लिए अनुलग्नरक पी-9 के रूप में संलग्न प्रतिवादी संख्या 2 के आदेश को रद्द",
  "(iii) it is further prayed that the respondents be directed to": "आगे यह याचिका की गई है कि प्रतिवादियों को निर्देश दिया जाए कि वे याचिकाकर्ता को",
  "allow the petitioner to appear in the remaining exami- nation of Ist semester B.Lib and Inf. Science during the pendency of this writ petition;": "प्रथम सेमेस्टर बी.लिब और इनफॉर्मेशन साइंस की शेष परीक्षा में इस रिट याचिका के लंबित रहने के दौरान बैठने की अनुमति दें।",
  "(iv) this Hon’ble High Court may issue any other writ, order or direction which it may deem fit under the circumstan- ces of the case;": "यह माननीय उच्च न्यायालय कोई अन्य रिट, आदेश या निर्देश जारी कर सकता है जो वह मामले की परिस्थितियों के तहत उचित समझे;",
  "(v) the requirement of advance notice to the respondents and submission of attested copies of annexures may please be": "कृपया उत्तरदाताओं को अग्रिम सूचना देने और अनुलग्रकों की सत्यापित प्रतियां जमा करने",
  "ordered to be exempted/dispensed with;": "की आवश्यकता से छूट/समाप्त करने का आदेश दिया जाए;",
  "(vi) cost of the writ petition be also awarded in favour of the petitioner.": "रिट याचिका की लागत भी याचिकाकर्ता के पक्ष में दी जाए।",
  "Kapil Kakar, Advocate, for the Petitioner.": "कपिल ककक्‍कड़, याचिकाकर्ता के वकील ।",
  "Sumant Batra, Advocate, for the Respondents.": "सुमंत बत्रा, प्रतिवादियों की ओर से वकील ।",
  "(7) It is in the context of this tactual background, with eniphasis upon the petitioner’s medical condition, that his counsel Mr. Kapil": "इस तथ्यात्मक पृष्ठ भूमि के संदर्भ में, याचिकाकर्ता की चिकित्सा स्थिति पर जोर देते हुए, उनके",
  "of lectures by him. The contention, in other words, being thai the petitioner’s medical condition clearly warranted condonation of short.": "की मांग की। दूसरे शब्दों में, तर्क यह है कि याचिकाकर्ता की चिकित्सीय स्थिति के कारण",
  "(8). Pressed in support being the judgment of this Couri in Rohit Jaswal v. Panjab University, (1). The matter there": "रोहित जसवाल बनाम पंजाब विश्वविद्यालय, (॥) में इस न्यायालय के फैसले के समर्थन में",
  "LL.B. course for failure to attend 33 per cent of the lectures deiivered": "गए 33 प्रतिशत व्याख्यानों में भाग लेने में विफलता के लिए ।॥8 में प्रवेश रद्द करने से",
  "after getting admission he went to his home at Moga where he": "संबंधित था। याचिकाकर्ता के अनुसार, भर्ती होने के बाद वह मोगा स्थित अपने घर चले गए",
  "suffered an injury in his back on account of which he had to spend two weeks in bed. On coming back and learning of the cancellation of his admission, he submitted a representation accompanied by a": "जहां उनकी पीठ में चोट लग गई जिसके कारण उन्हें दो सप्ताह बिस्तर पर बिताने पड़े। वापस आने पर और अपना प्रवेश रद्द होने की जानकारी होने पर, उन्होंने एक चिकित्सा",
  "of his admission, he submitted a representation accompanied by a medical certificate. The Board of Control of the university rejected": "प्रमाण पत्र के साथ एक अभ्यावेदन प्रस्तुत किया। विश्वविद्यालय के नियंत्रण बोर्ड ने यह कहते",
  "the reresentation holding that the back pain was not of such intensity": "हुए अभ्यावेदन को खारिज कर दिया कि पीठ का दर्द इतनी तीव्रता का नहीं था कि उसे",
  "as could prevent him from attending the classes. It was held that": "कक्षाओं में भाग लेने से रोका जा सके। यह निर्धारित किया गया कि याचिकाकर्ता के प्रवेश",
  "the impugned order cancelling the petitioner’s admission had been passed without application of mind as no opinion of any doctor had": "को रद्द करने का आदेश बिना दिमाग लगाए पारित किया गया था क्योंकि याचिकाकर्ता की",
  "passed without application of mind as no opinion of any doctor had been sought to ascertain the seriousness of the petitioner’s ailment.": "बीमारी की गंभीरता का पता लगाने के लिए किसी भी डॉक्टर की राय नहीं मांगी गई थी।",
  "(9) It will be seen that in Rohit Jaswal’s case (supra). that the": "यह देखा जाएगा कि रोहित जसवाल के मामले (सुप्रा) में, कि याचिकाकर्ता को पाठ्यक्रम के",
  "petitioner should have attended at least 33 per cent of the lectures delivered during the first two weeks of the Course, was prescribed": "पहले दो हफ्तों के दौरान दिए गए व्याख्यानों में से कम से कम 33 प्रतिशत भाग लेना चाहिए",
  "merely by instructions issued by the Department unlike the present": "था, यह केवल विभाग द्वारा जारी निर्देशों द्वारा निर्धारित किया गया था, इसके विपरीत वर्तमान",
  "case, where such minimum number of lectures have been laid down": "मामला, जहां विश्वविद्यालय विनियमों में व्याख्यान की न्यूनतम संख्या निर्धारित की गई है।",
  "in . the university Regulations. The present case, otherwise, on facts too is clearly distinguishable. This Judicial precedent is thus": "वर्तमान मामला, अन्यथा, तथ्यों पर भी स्पष्ट रूप से भिन्न है। इस प्रकार इस न्यायिक मिसाल",
  "of no avail to the petitioner.": "का याचिकाकर्ता के लिए कोई फायदा नहीं है।",
  "(10) The stand of the respondent-university, on, the other hand, is that Bachelor of Library and Information Sciences is a professional": "(0) दूसरी ओर, प्रतिवादी-विश्वविद्यालय का रुख यह है कि बैचलर ऑफ लाइब्रेरी एंड इंफॉर्मेशन",
  "is that Bachelor of Library and Information Sciences is a professional course requiring, not only good theoretical knqwledge, but also": "साइंसेज एक पेशेवर पाठ्यक्रम है, जिसमें न केवल अच्छे सैद्धांतिक ज्ञान की आवश्यकता",
  "thorough practical training, as after graduation students.are expected": "होती है, बल्कि संपूर्ण व्यावहारिक प्रशिक्षण की भी आवश्यकता होती है, जैसा कि स्नातक",
  "to be qualified to work in or even head various types, of libraries.": "होने के बाद छात्रों से विभिन्न प्रकार के पुस्तकालयों में काम करने या यहां तक कि प्रमुख",
  "Attendance of classes and practical know-how with necessary exper- tise in the subject is thus absolutely essential. It is, keeping in this": "बनने के लिए योग्यता की अपेक्षा की जाती है। इसलिए कक्षाओं में उपस्थिति और विषय में आवश्यक विशेषज्ञता के साथ व्यावहारिक जानकारी अत्यंत आवश्यक है। यह है, की इसे",
  "view, that the university expected students to attend at least 66 per": "ध्यान में रखते हुए की विश्वविद्यालय को उम्मीद थी कि छात्र कम से कम 66 प्रतिशत व्याख्यान",
  "which lays down as an essential pre-requisite for a candidate to sit": "लिए एक उम्मीदवार के लिए एक आवश्यक पूर्व-आवश्यकता के रूप में बताता है कि उसे",
  "least 66 per cent of the lectures during the semester. While Regu-": "सेमेस्टर के दौरान व्याख्यान में कम से कम 66 प्रतिशत भाग लेना होगा। जबकि विनियम",
  "(11) The significant point to note is that the Regulations do not provide for any further relaxation on any ground whatsoever. In": "(३॥ ध्यान देने योग्य महत्वपूर्ण बात यह है कि विनियम किसी भी आधार पर कोई और छूट प्रदान",
  "other words, the fact that, on account of some medical ailment or": "नहीं करते हैं। दूसरे शब्दों में, तथ्य यह है कि, किसी चिकित्सीय बीमारी या यहां तक कि",
  "even an accident, a student is prevented from attending the minimum": "किसी दुर्घटना के कारण, एक छात्र को न्यूनतम निर्धारित व्याख्यान में भाग लेने से रोका जाता",
  "prescribed lectures, no further relaxation can be granted as Regulation 4.3 is categoric that a candidate, who does not fulfil the attendance": "है, कोई और छूट नहीं दी जा सकती है क्योंकि विनियमन 4.3 स्पष्ट है कि एक उम्मीदवार, जो व्याख्यानों में उपस्थिति की आवश्यकता को पूरा नहीं करता है उसे परीक्षा देने से पहले",
  "of lectures requirement will have to repeat the course of instruction": "निर्देश के पाठ्यक्रम को दोहराना होगा। जैसे कि प्रासंगिक विश्वविद्यालय नियमों के स्पष्ट",
  "conclusion that a student failing to fulfil the minimum requirement": "आवश्यकता को पूरा करने में विफल रहने वाले छात्र को अनिवार्य रूप से ऐसा करने में",
  "of attendance of lectures has inevitably to face the consequences that": "उसकी विफलता से उत्पन्न होने वाले परिणामों का सामना करना पड़ेगा। व्याख्यानों की",
  "flow from his failure todo so. No right, enforceable in writ proceed- ings, for condonation of shortage in attendance of lectures thus ensures": "उपस्थिति में कमी को माफ करने का कोई अधिकार, रिट कार्यवाही में प्रवर्तनीय नहीं है, इस",
  "for the benefit of such student, whatever may have been the cause on": "प्रकार ऐसे छात्र के लाभ को सुनिश्चित करता है, चाहे जो भी कारण रहा हो जिसके कारण वह",
  "account of which he did not or was unable to attend the requisite numbes of lectures.": "अपेक्षित संख्या में व्याख्यानों में भाग नहीं ले पाया या उपस्थित होने में असमर्थ था।",
  "(12) In the present case, admittedly, shortage of lectures of the petitioner is beyond the condonable limit. This being so, no exrep-": "(2र्तमान मामले में, निर्धारित किया गया है कि याचिकाकर्ता के व्याख्यानों की कमी क्षमा योग्य",
  "petitioner is beyond the condonable limit. This being so, no exrep- tion can, indeed, be taken to the impugned order barring him from appearing in the lst semester examination.": "सीमा से परे है। ऐसा होने पर, वास्तव में, उसे प्रथम सेमेस्टर की परीक्षा में बैठने से रोकने के लिए कोई अपवाद नहीं लिया जा सकता है।",
  "(13) Another telling aspect of the matter, which cannot but invite": "(3) मामले का एक और स्पष्ट पहलू, जो प्रतिकूल टिप्पणी को आमंत्रित किए बिना नहीं रह",
  "adverse comment must also be adverted to. It will be recalled that": "सकता, उस पर भी गौर किया जाना चाहिए। यह याद किया जाएगा कि चूँकि वह कमज़ोरी",
  "as he was feeling weak he spent another five days at home after December 10, 1990, “for recovery of health”. It, however, transpires that during this period he had, in fact, taken up an appointment with": "महसूस कर रहे थे, इसलिए उन्होंने “स्वास्थ्य में सुधार के लिए” 40 दिसंबर, 990 के बाद घर पर और पाँच दिन बिताए। हालाँकि, यह पता चलता है कि इस अवधि के दौरान, उन्होंने",
  "that during this period he had, in fact, taken up an appointment with the Government College, Chamba. When this came to the notice": "वास्तव में, सरकारी कॉलेज, चंबा में नियुक्ति ले ली थी। जब यह बात उनके विभाग के अध्यक्ष",
  "of the Chairman of his Department, a letter Annexure R-5 was sent to him on February 16, 1991, asking him to state on an affidavit": "के संज्ञान में आई, तो उन्हें 46 फरवरी, 994 को एक पत्र अनुलग्रक आर-5 भेजा गया,"
}