{
  "“1. Whether the plaintiffis entitled to recover Rs.7860/- as alleged": "\"7. क्या वादी 2860/- रुपये की वसूली का हकदार है जैसा ।कि वाद में आरोप लगाया यया है?",
  "in the plaint? OPP.": "ओऔीपी।",
  "2. Whether the suit is liable to be stayed under Section 10 C_.P.C.?": "2. क्या म॒कदया सी पी सी की क्षय 70 के तहत स्थगित किया जा सकता है? औपीडी",
  "3. Whether the plaintiff has no cause of action for filing the suit? OPD.": "३. क्या वादी के पास गुकदया दायर करने के लिए कार्रवाई का कोई कारण नहीं है? औपीडी।",
  "4. Relief.”": "4. राहत ”",
  "(4) Learned trial court, after recording the findings on the issues": "७) विद्वान ट्रायल कोर्ट ने तैयार किए गए मुद्दों पर निष्कर्षों को दर्ज करने के बाद, वादी के",
  "framed, decreed the suit of the plaintiff. Against the judgment and decree": "मुकदमे का फैसला सुनाया। विद्वान ट्रायल कोर्ट द्वारा पारित निर्णय और डिक्री के खिलाफ,",
  "passed by learned trial court, respondent/defendant preferred an appeal, same has been allowed and the suit of the appellant/plaintiff has been": "प्रतिवादी/बचाव पक्ष ने अपील को प्राथमिकता दी, इसकी अनुमति दी गई है और अपीलकर्ता/वादी का",
  "dismissed. Hence this regular second appeal.": "मुकदमा खारिज कर दिया गया है। इसलिए यह नियमित द्वितीय अपील।",
  "(5) Atthe time of filing of the present appcal, no substantial questions": "७) वर्तमान अपील दायर करते समय, कानून के कोई महत्वपूर्ण प्रश्न तैयार नहीं किए गए थे,",
  "of law were framed, however, during the pendency of present appeal, substantial questions of law have been placed on record, which are as": "हालांकि, वर्तमान अपील के लंबित रहने के दौरान, कानून के पर्याप्त प्रश्नों को रिकॉर्ड पर रखा गया है,",
  "under: -": "जो निम्नानुसार हैं: -",
  "“1. Whether the lower appellate court erred in holding that the": "(6) क्यानिचली अपीलीय अदालत ने यह यानने में गलती की।कि यकान यालिक और",
  "relationship of landlord and tenant was not proved?": "किरायेदार का संबंध साबित नहीं हुआ?",
  "2. Whether merely by not relying upon the rent note Ex.P], the lower appellate court could come to the conclusion that the": "(2) क्या केवल रेंट नोट एक्सपीजे पर 4रोसा न करके निचली अपीलीय अदालत इस",
  "lower appellate court could come to the conclusion that the appellant was not the landlord?": "निष्कर्ष पर पहुँच सकती है।कि अपीलकर्ता मकान यालिक नहीं था?",
  "(19) Section 49 ofthe Registration Act prohibits receiving inevidence certain types of documents.": "(79 पंजीकरण अधिनियम की धारा 49 कुछ प्रकार के दस्तावेजों को साक्ष्य में प्राप्त करने पर रोक लगाती है।",
  "Section 49 of the Registration Act reads as under: -": "पंजीकरण अधिनियम की धारा 49 निम्नानुसार पढ़ती है: -",
  "provision of the Transfer of Property Act, 1882 to be registered": "कया 7द्वाराया संपत्ति अतरण अधिनियय 7882 के किसी प्रावधषन द्वारा पंजीकृत होने के लिए",
  "(a) affect any immovable property comprised therein, or": "(क) उसमें सयाविष्र किसी अचल सम्पति को प्रशावित नह्नीं कर सकेगा या",
  "the Hon’ble Supreme Court observed as under: -": "सेनिपटने का अक्सर |गिला था , जिसमें माननीय सर्वोच्च न्यायालय ने निम्नानुसार टिप्पणी की थी: -",
  "“The proviso is not applicable to the facts in this case and,": "\"परंदुक इस यायले में तथ्यों पर लायू नहीं होता है और इसलिए इसमें उल्लिखित तीन",
  "therefore, it is not necessary to look into the exceptions engrafied — vis-a-vis receipt of a documents comprising of three circumstances mentioned therein, namely, unregistered document": "परिस्थितियों वाले दस्तावेजों की प्राप्ति के सा५-सा4 उत्पीडित अपवादों को देखना आवश्यक",
  "used for enforcement of specific performance under the Specific": "नहीं है अर्थीत्‌ विशिष्ट विश्ञस अधिनियम के तहत विशिष्ट प्रदर्शन के प्रवर्तन के लिए उपयोग",
  "contract under Section 53-A of the TP Act or using evidence for": "किए जाने वाले अपंजीकृत दस्तावेज या टीपी अधिनियय की क्षरा 533-ए के तहत अनुबंध के",
  "collateral transactions. The combined effect of all the provisions": "का उपयोग करता है। सभी प्रावक्षनों का संयुक्त प्रभाव यह है कि एक अपंजीकृत पड़ा ।विलेख",
  "compulsorily registrable instrument and, therefore, the": "जनिवार्य रूप से पंजीकरण योग्य साधन नहीं है और इसलिए पंजीकरण अधिनियम की क्षरा",
  "prohibition contained in Section 49 of the Registration Act is inapplicable. Therefore, the document is admissible in evidence to consider the effect of the immovable property contained": "49 में निहित निषेध लागू नहीं होता है। इसलिए दस्तावेज उसमें निहित अचल संपत्ति के प्रभाव",
  "therein or to receive as an evidence of any transaction vis-a-vis": "पर|विचार करने या ऐसी संपत्ति के सा५ किसी थी लेनदेन के साक्ष्य के रूप में प्राप्त करने के",
  "(1) 2012 3)R.C.R. (Civil) 50": "2042 (3) आरसीआर (सिविल) 50",
  "(2) (1997) 3 SCC 679": "(997)3 एससीसी 679",
  "(Para 20)": "(पैरा 20)",
  "Alka Sarin, Advocate, for the appellant.": "अपीलकर्ता के लिए आइका सरीन, अधिवक्ता /",
  "R.S. Sihota, Sr. Advocate, with B.R. Rana, Advocate, for the respondent.": "आर.एस. सिहोता, सीनियर एडवोकेट, प्रतिवादी के लिए बीआर राणा, एडवोकेट के साथ /",
  "(1) Instant regular second appeal has been filed impugning the": "देते हुए तत्काल नियमित दूसरी अपील दायर की गई है, जिसके द्वारा विद्वान उप न्यायाधीश प्रथम श्रेणी,",
  "judgment and decree dated 5.3.1985 passed by learned Sub Judge Ist Class, Palwal, has been set aside.": "पलवल द्वारा पारित दिनांक 5.3.985 के निर्णय और डिक्री को रद्द कर दिया गया है।",
  "(2) Brief facts of the case are that plaintfVappcllant’s fatherdeccased": "2) मामले के संक्षिप्त तथ्य यह है कि साइट प्लान में लाल रंग में दर्शाए गए पत्र ए बीसीडी में",
  "in red colour in the site plan. The said shop is situated within the municipal limits of Palwal. Defendant/respondent got the said shop on rent from the": "दिखाए गए एक दुकान के मालिक थे। उक्त दुकान पलवल की नगर निगम सीमा के भीतर स्थित है।",
  "father of the plaintiff/appellant at the rate of Rs.200/- per month and house": "डीसीएफसीडेंट/आरसीस्पोंडेंट ने उक्त दुकान को वादी/अपीलकर्ता के पिता से 200/- रुपये प्रति माह",
  "tax on 20.9.1978. The rent note dated 20.9.1978 was executed for cleven": "की दर से किराए पर और 20.9.978 को हाउस टैक्स प्राप्त किया। दिनांक 20.9.978 के किराए के",
  "tenant. It was alleged that Charan Singh, original owner, expired about |": "बताया गया था। यह आरोप लगाया गया था कि मूल मालिक चरण सिंह की मृत्यु लगभग 4% साल पहले",
  "Ya years back and plaintiff being the only legal heir and successor of deceased Charan Singh became owner of the shop in dispute. It was further": "हो गई थी और वादी मृतक चरण सिंह का एकमात्र कानूनी उत्तराधिकारी और उत्तराधिकारी होने के नाते",
  "submitted that defendant had not paid rent for three ycars ranging from": "विवादित दुकान का मालिक बन गया। यह आगे प्रस्तुत किया गया था कि प्रतिवादी ने तीन साल से किराए का भुगतान नहीं किया था",
  "term exceeding one year, or reserving an yearly rent; \"": "है, यह है कि ग्यारह महीने से अधिक की अवधि के लिए निष्पादित एक किराया नोट, हालांकि एक"
}