{
  "Before Satish Kumar Mittal & K.C. Puri, JJ.": "माननीय न्यायमूर्ति सतीश कुमार मित्तल और न्यायमूर्ति के.सी. पुरी.",
  "SEWA RAM—Petitioners": "सेवा राम -- याचिकाकर्ता",
  "versus": "बनाम",
  "BHARAT PETROLEUM CORPORATION LTD. & OTHERS—": "भारत पेट्रोलियम निगम लि. & और अन्य ---",
  "Respondents": "उत्तरदाता",
  "15th November, 2007": "]5 नवंबर, 2007",
  "Constitution of India, 1950—Art. 14 & 226—Petitioner": "भारत का संविधान 950- अनुच्छेद- 78 और 226 - याचिकाकर्ता",
  "recommended for allotment of LPG distributorship by Dealer Selection Board at Str. No. 1 on merit panel—On inquiry Corporation finding": "को मेरिट पैनल पर क्रमांक । पर डीलर चयन बोर्ड द्वारा एलपीजी डिस्ट्रीब्यूटराशिप के आवंटन की स्रिफारिश की गई - जांच में नियम ने",
  "petitioner involved in 3 criminal cases and that in a criminal case": "याचिकाकर्ता को ३ आपराधिक मायलों में शामिल पाया और एक",
  "charge was framed against petitioner u/s 452/323 IPC—Eligibility": "आपराधिक मायले में याचिकाकर्ता के खिलाफ धारा 452/323 आईपीसी",
  "conditions—Candidate should not have been convicted of any": "के तहत आरोप तयकिया गया था।- पात्रता की शर्तें उम्मीदवार को नैतिक",
  "(2) For the purpose of deciding the aforementioned question, the following facts are to be noticed :—": "(2) उपरोक्त प्रश्न पर निर्णय लेने के लिए निम्नलिखित तथ्यों पर ध्यान देना होगा:-",
  "(3) In the year 2002, Bharat Petroleum Corporation Limited—": "(3) वर्ष 2002 में, भारत पेट्रोलियम कॉर्पोरेशन लिमिटेड - प्रतिवादी",
  "respondent No. 1 (hereinafter referred to as ‘the respondent Corporation’)": "नंबर । (बाद में 'प्रतिवादी निगम' के रूप में संदर्भित) ने विभिन्न क्षेत्रों के लिए",
  "invited applications from the general public for appointment of the LPG distributorship under ‘open category’ for different areas, including the area": "'खुली श्रेणी' के तहत एलपीजी वितरक की नियुक्ति के लिए आम जनता से",
  "of Ballabhgarh. In this regard, an advertisement was published in the daily “The Tribune’ on 23rd March, 2002, copy of which has been annexed as": "आवेदन आमंत्रित किए। बलल्‍लभगढ़ का क्षेत्र. इस संबंध में 23 मार्च, 2002 को दैनिक 'द ट्रिब्यून' में एक विज्ञापन प्रकाशित हुआ था, जिसकी प्रति संलग्रक पी-",
  "mentioned for the candidates, who wanted to apply for the aforesaid": "शर्तों का उल्लेख किया गया था, जो उपरोक्त डिस्ट्रीब्यूटरशिप के लिए आवेदन",
  "distributorships. Among various conditions, there was a condition at No. 6, which provides that the candidates convicted for any criminal offence": "करना चाहते थे। विभिन्न शर्तों के बीच, नंबर 6 पर एक शर्त थी, जो यह प्रावधान",
  "involving moral turpitude/economic offences (other than Freedom Struggle),": "करती है कि नैतिक अधमता/आर्थिक अपराध (स्वतंत्रता संग्राम के अलावा) से",
  "are not eligible to apply. The application for appointment of the aforesaid": "आवेदन करने के पात्र नहीं हैं। उपरोक्त डिस्ट्रीब्यूटरशिप की नियुक्ति के लिए",
  "distributorship was to be submitted on the prescribed form, which was": "आवेदन निर्धारित प्रपत्र पर प्रस्तुत किया जाना था, जो प्रतिवादी निगम के",
  "available on payment at the office of the respondent Corporation. The petitioner, who is permanent resident of Ballbhgarh, obtained an application": "कार्यालय में भुगतान पर उपलब्ध था। याचिकाकर्ता, जो बल्‍लभगढ़ का स्थायी",
  "Along with the said form, a brochure was also supplied, which prescribed": "पत्र प्राप्त किया। उक्त फॉर्म के साथ, एक ब्रोशर भी प्रदान किया गया था, जिसमें",
  "the eligibility criteria for selection of dealers/distributors of ‘Open category’.": "'ओपन श्रेणी' के डीलरों/वितरकों के चयन के लिए पात्रता मानदंड निर्धारित थे।",
  "Clause 10 of the brochure provides that the candidates convicted for any criminal offence involving moral turpitude and/or economic offences (other": "ब्रोशर के खंड 0 में प्रावधान है कि नैतिक अधमता और/या आर्थिक अपराध (स्वतंत्रता संग्राम के अलावा) से जुड़े किसी भी आपराधिक अपराध के लिए दोषी",
  "than freedom struggle) would not be eligible for dealership/distributorship": "(स्वतंत्रता संग्राम के अलावा) से जुड़े किसी भी आपराधिक अपराध के लिए दोषी ठहराए गए उम्मीदवार डीलरशिप/डिस्ट्रीब्यूटरशिप के लिए पात्र नहीं होंगे और",
  "and if such a person is allotted the dealership/distributorship by suppression": "यदि ऐसे व्यक्ति को दमन करके डीलरशिप/डिस्ट्रीब्यूटरशिप आवंटित की",
  "of information, it will be cancelled. In the prescribed application form, there": "जाती है। जानकारी, इसे रद्द कर दिया जाएगा. निर्धारित आवेदन पत्र में एक",
  "was acolumn No. 20, which relates to the information as to whether the": "कॉलम नंबर 20 था, जो इस जानकारी से संबंधित था कि क्या आवेदक को",
  "applicant has been convicted for any criminal offence involving moral turpitude and/or economic offences (other than freedom struggle). If yes, then supply": "नेतिक अधमता और/या आर्थिक अपराध (स्वतंत्रता संघर्ष के अलावा) से जुड़े किसी आपराधिक अपराध के लिए दोषी ठहराया गया है। यदि हाँ, तो उक्त",
  "the detail of said case. If no, then an affidavit in accordance with Appendix ‘A’ be attached.": "प्रकरण का विवरण उपलब्ध करायें। यदि नहीं, तो परिशिष्ट 'ए' के अनुसार",
  "(4) On 2nd May, 2002, after reading the complete contents of the advertisement published in ‘The Tribune’ and the guidelines, prescribed in the above said brochure, the petitioner submitted the application form, duly": "(4) 2 मई, 2002 को, 'द ट्रिब्यून' में प्रकाशित विज्ञापन की पूरी सामग्री और उपरोक्त ब्रोशर में निर्धारित दिशानिर्देशों को पढ़ने के बाद, याचिकाकर्ता",
  "filled up in all respects, for appointment of LPG distributorship for Ballabhgarh.": "बलल्‍लभगढ़ के लिए एलपीजी डिस्ट्रीब्यूटरशिप। आवेदन की तिथि पर,",
  "offence involving moral turpitude and/or economic offences (other than": "याचिकाकर्ता को नैतिक अधमता और/या आर्थिक अपराध (स्वतंत्रता संग्राम के",
  "criminal offence involving moral turpitude and/or economic offences (other": "किया जिसमें कहा गया था कि उसे नैतिक अधमता और/या आर्थिक अपराधों",
  "(5) The respondent Corporation, after scrutinizing the application": "(5) प्रतिवादी निगम ने कई उम्मीदवारों द्वारा प्रस्तुत आवेदन पत्रों की",
  "vide a letter dated 1st November, 2003. The interview was to be held": "पत्र के माध्यम से साक्षात्कार के लिए बुलाया गया। साक्षात्कार 25 नवंबर, 2003",
  "on 25th November, 2003 at the Conference Room, Hotel Shyama International, Delhi. The interviews were conducted on 25th November,": "को सम्मेलन कक्ष, होटल श्यामा इंटरनेशनल, दिल्ली में आयोजित किया जाना",
  "International, Delhi. The interviews were conducted on 25th November, 2003 and 26th November, 2003 by the Dealer Selection Board consisting": "था। साक्षात्कार 25 नवंबर, 2003 और 26 नवंबर, 2003 को डीलर चयन बोर्ड",
  "of aretired High Court Judge as Chairman and two Members. Finally, result": "द्वारा आयोजित किए गए थे, जिसमें अध्यक्ष और दो सदस्यों के रूप में एक सेवानिवृत्त उच्च न्यायालय न्यायाधीश शामिल थे। अंततः, डीलर चयन बोर्ड द्वारा",
  "of the interview conducted by the Dealer Selection Board was declared on 26th November, 2003. The Board found the petitioner to be most": "आयोजित साक्षात्कार का परिणाम 26 नवंबर, 2003 को घोषित किया गया। बोर्ड ने याचिकाकर्ता को सबसे उपयुक्त उम्मीदवार पाया और बल्लभगढ़ के",
  "suitable candidate and recommended a panel of three names for allotment of the LPG distributorship for Ballabgarh showing the petitioner at serial": "लिए एलपीजी वितरक के आवंटन के लिए तीन नामों के एक पैनल की",
  "IPC nor Section 452 [PC can be said to be offence of moral turpitude—": "आईपीसी की धारा452 के तहत अपराध को नैतिक ३४मता का अपराध",
  "Corporation also failing to follow procedure provided in guidelines/ policy issued in the year 2000—Corporation itself is not competent": "कहा जा सकता है- नियम वर्ष2000 में जारी विशानिर्देशों नीति में प्रदान की गई प्रक्रिया का पालन करने में भी।विफल रहा है- निगम स्वयं निर्णय",
  "of natural justice as no opportunity of hearing provided to petitioner": "किया क्योंकि निर्णय लेने से पहले याचिकाकर्ता को सुनवाई का कोई",
  "before taking decision cancelling recommendation—No delay in": "अक्सर नहीं दिया गया सिफारिश रद्द करना- आवंटन को चुनौती देने में",
  "accepted—Acceptance of such pleas would amount to Court’s approval to an illegal, arbitrary & unconstitutional act of": "ऐसी याचविकाओं को स्वीकार करना नियम के उवैध मनमाने और जस्ंवैधानिक कृत्य को न्यायालय की मंजूरी के समान होगा- याचिका की",
  "Corporation—Petition allowed, allotment of LPG distributorship to respondent No. 3 quashed while directing Corporation to make": "अनुयति दी गई प्रतिवादी नंबर३3 को एलपीजी वितरक का आवंटन रद्द",
  "allotment as per recommendation made by Dealer Selection Board.": "करदिया गया जबकि।नियम को डीलर चयन बोर्ड द्वारा की गई।सिफारिश",
  "distributorship in question by the Dealer Selection Board at Serial No. 1": "याविकाकर्ता को डीलर चयन बोर्ड द्वार योग्यता पैनल पर क्रम संख्या । पर",
  "against the petitioner on 26th February 2001 under section 452/323 IPC,": "26 फरवरी2007 को क्षर452023 आईपीसी के तहत जे प्रतिवदी।नियप के अनुसार",
  "application form. There was no eligibility condition that on the date of": "खुलासानहीकियायया ५। पत्रता की कोईशर्तनहीं थीकि आवेदन की।निधि पर यदिकिसी",
  "application and consideration, a candidate should not have been convicted": "शर्तयह थीकि आवेदन औरविवार की।तिधि पर उम्मीदवार को नेतिक अधमता आर्थिक",
  "application form, the petitioner was only asked to disclose whether he has": "उअवेदनफा्ें याविकाकर्ताको केवल यह बताने के।लिए कहा गया थकि क्या उसे नैतिक",
  "economic offences (other than freedom struggle). If yes, then supply the": "पतन जीसया जआर्षिक अपराकों ( स्वतंत्रता संघर्ष के अलावा से जुड़े किसी आपराधिक",
  "while allotting the same to respondent No. 3, who was at Serial No. 2 in": "सिफारिश की, जिसमें याचिकाकर्ता को क्रम संख्या । और प्रतिवादी संख्या ३",
  "to the petitioner, the respondent Corporation did not follow the procedure": "प्रक्रिया चल रही थी, तो प्रतिवादी निगम को याचिकाकर्ता के खिलाफ एक",
  "have been framed were not eligible for the distributorship. It has been": "डिस्ट्रीब्यूटरशिप के आवंटन के लिए पात्र/योग्य नहीं था।",
  "No. 1 in the merit panel. During the pendency of the said petition, when": "में क्रमांक ।. उक्त याचिका के लंबित रहने के दौरान, जब प्रतिवादी निगम ने",
  "the respondent Corporation allotted the LPG distributorship to respondent": "प्रतिवादी नंबर 3 को एलपीजी डिस्ट्रीब्यूटरशिप आवंटित की, तो याचिकाकर्ता",
  "petition, challenging the allotment of the distributorship to respondent No.": "प्रतिवादी नंबर 3 को डिस्ट्रीब्यूटरशिप के आवंटन को चुनौती दी गई। आवेदन",
  "3. When the said application came up for hearing, on 16th March, 2006,": "सुनवाई के लिए आया, 6 मार्च, 2006 को, याचिका में संशोधन की अनुमति",
  "instead of allowing the amendment the petition, this Court permitted the": "देने के बजाय, इस न्यायालय ने याचिकाकर्ता को कार्रवाई के उसी कारण पर",
  "petitioner to withdraw the petition with permission to file fresh one on the": "नई याचिका दायर करने की अनुमति के साथ याचिका वापस लेने की अनुमति",
  "same cause of action. Immediately thereafter, the present writ petition was filed by the petitioner on 4th September, 2006.": "दी। इसके तुरंत बाद, याचिकाकर्ता द्वारा 4 सितंबर, 2006 को वर्तमान रिट",
  "(9) In the petition, the petitioner pleaded that the respondent": "(9) याचिका में, याचिकाकर्ता ने दलील दी कि प्रतिवादी निगम ने अवैध",
  "Corporation has illegally and arbitrarily denied the distributorship to him and": "रूप से और मनमाने ढंग से उसे डिस्ट्रीब्यूटरशिप देने से इनकार कर दिया है",
  "has allotted the same to respondent No. 3, who was at Serial No. 2 in": "और इसे प्रतिवादी नंबर 3 को आवंटित कर दिया है, जो योग्यता पैनल में क्रमांक",
  "the merit panel, on the ground that during the enquiry, it revealed that a": "2 पर था, इस आधार पर कि पूछताछ के दौरान पता चला कि याचिकाकर्ता के",
  "Police station Sector 7 Faridabad under Sections 452, 323, 506 and 34 IPC was pending against the petitioner, in which charge was framed against": "खिलाफ धारा 452, 323, 506 और 34 आईपीसी के तहत पुलिस स्टेशन सेक्टर 7 फरीदाबाद में दर्ज एक आपराधिक मामला यानी एफआईआर नंबर 565",
  "him on 26th February, 2001 under Sections 452/323 IPC, which according": "गया था। 26 फरवरी, 200। को धारा 452/323 आईपीसी के तहत, जो प्रतिवादी",
  "to the respondent Corporation was an offence of moral turpitude, and the": "निगम के अनुसार नैतिक अधमता का अपराध था, और याचिकाकर्ता द्वारा अपने",
  "said fact was not disclosed by the petitioner in his application form. The": "आवेदन पत्र में उक्त तथ्य का खुलासा नहीं किया गया था। याचिकाकर्ता ने आगे",
  "petitioner further pleaded that in the advertisement issued by the respondent Corporation for the appointment of the said distributorship, there was no": "दलील दी कि उक्त डिस्ट्रीब्यूटरशिप की नियुक्ति के लिए प्रतिवादी निगम द्वारा जारी किए गए विज्ञापन में ऐसी कोई शर्त नहीं थी कि एक आवेदक, जिस पर",
  "involving moral turpitude, though not convicted at the relevant time, will also": "हालांकि प्रासंगिक समय पर दोषी नहीं ठहराया गया हो। , प्रश्नगत",
  "be ineligible for allotment of distributorship in question. Even in the guidelines": "डिस्ट्रीब्यूटरशिप के आवंटन के लिए भी अयोग्य होगा। यहां तक कि आवेदन",
  "issued by the respondent Corporation along with the application form, there was clause No. 10, which also does not stipulate the said condition of": "पत्र के साथ प्रतिवादी निगम द्वारा जारी दिशानिर्देशों में भी खंड संख्या 0 था, जो",
  "framing of charge for the offence involving moral turpitude. It has been": "नैतिक अधमता से जुड़े अपराध के लिए आरोप तय करने की उक्त शर्त को",
  "offence involving moral turpitude/economic offences (other than freedom": "उम्मीदवार, जो नैतिक अधमता/आर्थिक अपराध (स्वतंत्रता संघर्ष के अलावा) से",
  "struggle) will not be eligible for distributorship. There was no condition either in the said guidelines, advertisement, brochure attached with the": "व्यक्ति डिस्ट्रीब्यूटरशिप के लिए पात्र नहीं होगा। उक्त दिशा-निर्देशों, विज्ञापन,",
  "either in the said guidelines, advertisement, brochure attached with the application form or in the application form itself, that a candidate against": "आवेदन पत्र के साथ संलग्न ब्रोशर या स्वयं आवेदन पत्र में ऐसी कोई शर्त नहीं थी",
  "whom charge has been framed by the court for a criminal offence, involving": "कि जिस अभ्यर्थी के विरुद्ध न्यायालय द्वारा किसी आपराधिक मामले में आरोप",
  "who had applied earlier had to again submit applications while referring the": "पहले आवेदन किया था, उन्हें पहले के आवेदनों को संदर्भित करते हुए दोबारा",
  "earlier applications. The earlier applicants need not to deposit fresh": "आवेदन जमा करना होगा। पहले वाले आवेदकों को नये आवेदन के साथ नया",
  "applicants would continue to be the date when the earlier applications were": "तारीख वही तारीख रहेगी जब पहले आवेदन मांगे गए थे। ताजा विज्ञापन के",
  "criminal cases, Senior General Manager of the respondent Corporation was appointed to enquire into the matter, who conducted the enquiry after": "जांच के लिए प्रतिवादी निगम के वरिष्ठ महाप्रबंधक को नियुक्त किया गया था,",
  "appointed to enquire into the matter, who conducted the enquiry after hearing the petitioner. It has been stated that during the course of enquiry,": "जिन्होंने याचिकाकर्ता को सुनने के बाद जांच की। यह कहा गया है कि पूछताछ",
  "the petitioner has not disputed the fact that on 26th February, 2001, charge": "के दौरान, याचिकाकर्ता ने इस तथ्य पर विवाद नहीं किया है कि 26 फरवरी,",
  "under Section 452/323 IPC was framed against him by the court of Judicial Magistrate 1st Class, Faridabad. However, he submitted that the said": "200 को न्यायिक मजिस्ट्रेट प्रथम श्रेणी, फरीदाबाद की अदालत द्वारा उसके खिलाफ धारा 452/323 आईपीसी के तहत आरोप तय किया गया था। हालाँकि,",
  "offence was not an offence of moral turpitude. It has also been stated that": "उन्होंने कहा कि उक्त अपराध नैतिक अधमता का अपराध नहीं था। यह भी",
  "mere selection does not give any right to the petitioner and when on the": "कहा गया है कि मात्र चयन से याचिकाकर्ता को कोई अधिकार नहीं मिल जाता",
  "in which charge was also framed against him for the offence involving moral": "आरोप भी था। नैतिक अधमता से जुड़े अपराध के लिए उनके खिलाफ मामला",
  "turpitude, no legal right of the petitioner has been infringed and the respondent": "दर्जकिया गया है, याचिकाकर्ता के किसी भी कानूनी अधिकार का उल्लंघन नहीं",
  "No. 3, who was at Serial No. 2 in the merit panel.": "प्रदान की है, जो योग्यता पैनल में सीरियल नंबर 2 पर था।",
  "(11) Respondent No. 3 further pleaded that he has already invested": "(]) प्रतिवादी नंबर 3 ने आगे दलील दी कि उसने पहले ही एलपीजी",
  "a huge amount for the commission of the LPG distributorship and for the": "डिस्ट्रीब्यूटरशिप के कमीशन के लिए एक बड़ी राशि का निवेश किया है और",
  "last more than 3 years, he is running the distributorship in question, therefore,": "पिछले 3 वर्षों से अधिक समय से, वह प्रश्न में डिस्ट्रीब्यूटरशिप चला रहा है,",
  "at this stage, it will be unequitable to accept the claim of the petitioner and": "इसलिए, इस स्तर पर, यह होगा याचिकाकर्ता के दावे को स्वीकार करना और",
  "No. 3 on the petition filed by the petitioner after a long delay.": "याचिकाकर्ता द्वारा लंबी देरी के बाद दायर याचिका पर प्रतिवादी नंबर 3 को",
  "(12) Counsel for the petitioner as well as the respondents argued": "(2) याचिकाकर्ता के साथ-साथ उत्तरदाताओं के वकीलों ने उन बिंदुओं पर",
  "the case on the points, which they have taken in their pleadings and have": "मामले पर बहस की, जिन्हें उन्होंने अपनी दलीलों में लिया है और समय-समय",
  "referred to the guidelines issued by the Government of India for selection of the LPG distributorship from time to time and the advertisement issued": "पर एलपीजी वितरक के चयन के लिए भारत सरकार द्वारा जारी दिशानिर्देशों का उल्लेख किया है। संबंधित डिस्ट्रीब्यूटरशिप के आवंटन के लिए विज्ञापन जारी",
  "for the allotment of the distributorship in question including few judgments in support of their respective case.": "उल्लेख किया है। संबंधित डिस्ट्रीब्यूटरशिप के आवंटन के लिए विज्ञापन जारी किया गया जिसमें उनके संबंधित मामले के समर्थन में कुछ निर्णय भी शामिल",
  "(13) After hearing the arguments and going through the various advertisements, the documents referred to and the judgments cited by both": "(3) दलीलों को सुनने और विभिन्न विज्ञापनों, संदर्भित दस्तावेजों और दोनों पक्षों",
  "the parties and for the reasons given hereinafter, we are of the opinion that": "द्वारा उद्धृत निर्णयों को देखने के बाद और इसके बाद दिए गए कारणों से, हमारी",
  "this petition deserves to be allowed and the allotment of the LPG": "राय है कि यह याचिका अनुमति देने और आवंटन के योग्य है। प्रतिवादी नंबर यू",
  "distributorship to respondent No. 3 is liable to be quashed, as the petitioner": "3 को एलपीजी डिस्ट्रीब्यूटरशिप रद्द करने योग्य है, क्योंकि याचिकाकर्ता को",
  "has been illegally and arbitrarily denied the LPG distributorship in question,": "अवैध रूप से और मनमाने ढंग से एलपीजी डिस्ट्रीब्यूटरशिप से वंचित कर दिया",
  "who is entitled for the same being selected by the Dealer Selection Board at Serial No. 1 in the merit panel.": "गया है, जो मेरिट पैनल में सीरियल नंबर पर डीलर चयन बोर्ड द्वारा चुने जाने",
  "(14) From time to time, the Government of India, Ministry of Petroleum and Natural Gas, has been taking the policy decisions and issuing": "(4) भारत सरकार, पेट्रोलियम और प्राकृतिक गैस मंत्रालय, समय-समय पर",
  "Petroleum and Natural Gas, has been taking the policy decisions and issuing guidelines for selection of retail outlet dealers/LPG distributorship/SKO-": "खुदरा आउटलेट डीलरों/एलपीजी डिस्ट्रीब्यूटरशिप/एसकेओ-एलडीओ डीलरों के चयन के लिए नीतिगत निर्णय लेता रहा है और दिशानिर्देश जारी करता रहा",
  "LDO Dealers. On 9th October, 2000, the Government of India issued the": "है। 9 अक्टूबर, 2000 को, भारत सरकार ने पहले के संचार के अधिक्रमण में",
  "circular No. P-39012/1/1999-IOC in supersession of the earlier": "परिपत्र संख्या पी-3902////999-आईआओसी जारी किया, जिसमें परिपत्र संख्या",
  "communications, the guidelines for selection of dealers/distributors of oil": "पी- सहित तेल विपणन कंपनियों के डीलरों/वितरकों के चयन के लिए",
  "April, 1997. These guidelines were issued to provide transparent, uniform, fair and faster procedure for selection of suitable candidates as dealers/": "दिशानिर्देश डीलर/वितरक के रूप में उपयुक्त उम्मीदवारों के चयन के लिए पारदर्शी, एक समान, निष्पक्ष और तेज प्रक्रिया प्रदान करने के लिए जारी किए",
  "distributors. Section 1 of this circular/guidelines provides eligibility criteria": "गए थे। इस परिपत्र।दिशानिर्देशों की धारा । डीलरों/वितरकों के लिए पात्रता",
  "contained in the guidelines. Sub clause (ii) defines ‘Conviction’ which means": "विभिन्न शर्तों को परिभाषित करता है। उप खंड (#) 'कनविक्शन' को परिभाषित करता है जिसका अर्थ है नैतिक अधमता/आर्थिक अपराध (स्वतंत्रता संघर्ष के",
  "‘conviction of a person for any criminal offence involving moral turpitude/": "करता है जिसका अर्थ है नैतिक अधमता/आर्थिक अपराध (स्वतंत्रता संघर्ष के अलावा) से जुड़े किसी भी आपराधिक अपराध के लिए किसी व्यक्ति को दोषी",
  "economic offences (other than freedom struggle).’ Clause 1.2 deals with": "\"नैतिक अधमता/आर्थिक अपराध (स्वतंत्रता संग्राम के अलावा) से जुड़े किसी भी",
  "dealership/distributorship. Clause 3.12.1 provides that after receipt of merit": "होगा जहां डीलरशिप/डिस्ट्रीब्यूटरशिप स्थित है। खंड 3.2 आवेदन शुल्क का",
  "from Dealer Selection Board. Clause 3.12.2 (which is also relevent for the": "पत्र जारी करेंगे। डीलर चयन बोर्ड से पैनल। खंड 3.2.2 (जो विवाद के",
  "adjudication of the controversy) provides that in case after the Field": "निर्णय के लिए भी प्रासंगिक है) में प्रावधान है कि यदि फील्ड जांच रिपोर्ट",
  "for any specific reason, concerned oil company will refer the matter to the": "पाए जाते हैं, तो संबंधित तेल कंपनी इस मामले को अध्यक्ष को संदर्भित",
  "Chairman who will take decision for issue of Letter of Intent to the next": "करेगी जो पैनल में शामिल अगले उम्मीदवार को आशय पत्र जारी करने",
  "empanelled candidate. If none of the empanelled candidates are found fit as aresult of the Field Investigation Report or found unwilling for any reason,": "का निर्णय लें। यदि फील्ड जांच रिपोर्ट के परिणामस्वरूप सूचीबद्ध उम्मीदवारों में से कोई भी फिट नहीं पाया जाता है या किसी कारण से",
  "the location may be readvertised for a fresh selection. Clause 3.15.1": "अनिच्छुक पाया जाता है, तो स्थान को नए चयन के लिए फिर से विज्ञापित किया जा सकता है। खंड 3.5. में प्रावधान है कि तेल कंपनियों द्वारा",
  "provides that all the complaints against selection of dealerships/distributorship": "डीलरशिप/डिस्ट्रीब्यूटरशिप के चयन के खिलाफ प्राप्त सभी शिकायतें",
  "received by the oil companies will be referred to the concerned Chairman of the Dealer Selection Board. Clause 3.15.2 provides that the coordinator": "डीलर चयन बोर्ड के संबंधित अध्यक्ष को भेजी जाएंगी। खंड 3.5.2 में",
  "will place all such complaints/grievances before the Chairman of the Board": "प्रावधान है कि समन्वयक ऐसी सभी शिकायतों/शिकायतों को बोर्ड के",
  "for his direction/decision. The decision of the Chairman will be conveyed": "अध्यक्ष के समक्ष उनके निर्देश/निर्णय के लिए रखेगा। अध्यक्ष के निर्णय",
  "by the Coordinator to the concerned oil company for further inquiry/": "को समन्वयक द्वारा आगे की पूछताछ/अनुपालन के लिए संबंधित तेल",
  "compliance. Clause 3.15.3 further provides that in the event of an inquiry": "कंपनी को सूचित किया जाएगा। खंड 3.5.3 में आगे प्रावधान है कि",
  "to be conducted against the empanelled candidate (s), an officer not below": "पैनल में शामिल उम्मीदवार (उम्मीदवारों) के खिलाफ जांच की जाने की",
  "the rank of General Manager of the concerned oil company will nominate": "स्थिति में, संबंधित तेल कंपनी के महाप्रबंधक के पद से नीचे का एक",
  "2 officers not below the rank of Chief Manager for inquiry who will submit": "अधिकारी दो अधिकारियों को नामित करेगा जो मुख्य प्रबंधक के पद से",
  "their report within 30 days from the date of constitution of such inquiry. The": "नीचे का न हो। जांचकर्ता ऐसी जांच के गठन की तारीख से 30 दिनों के",
  "Oil Company, thereafter, will forward the inquiry report to the Dealer": "भीतर अपनी रिपोर्ट प्रस्तुत करेंगे। इसके बाद तेल कंपनी जांच रिपोर्ट डीलर को भेज देगी चयन बोर्ड. अध्यक्ष, डीलर चयन बोर्ड के सदस्यों के",
  "will be applicable on the date of earlier application. In view of the said": "वही तारीख रहेगी जब पहले आवेदन मांगे गए थे, जबकि नए आवेदकों के लिए",
  "(19) The aforesaid contention of learned counsel for the respondents": "(॥9) उत्तरदाताओं के विद्वान वकील के उपरोक्त तर्क को स्वीकार",
  "cannot be accepted. Admittedly, in supersession of the earlier guidelines/": "नहीं किया जा सकता है। माना जाता है कि, पहले के",
  "policy, the Government of India has issued the new guidelines/policy in the year 2000. In those guidelines, it has been specifically observed that “In": "दिशानिर्देशों/नीति के अधिक्रमण में, भारत सरकार ने वर्ष 2000 में नए दिशानिर्देश/नीति जारी की है। उन दिशानिर्देशों में, यह विशेष रूप से देखा गया है कि \"पहले के संचार के अधिक्रमण में, डीलरों",
  "distributors of oil marketing companies from the date of issue of this OM,": "से तेल विपणन कंपनियों के वितरक निम्नानुसार होंगे। नए",
  "will be as under.” Under the new guidelines/policy, the eligibility criteria": "दिशानिर्देशों/नीति के तहत, पात्रता मानदंड को संशोधित किया",
  "has been modified and the definition of ‘conviction’ has been changed. The": "गया है और 'दोषी' की परिभाषा को बदल दिया गया है। दोषसिद्धि",
  "means conviction of a person for any criminal offence involving moral turpitude/economic offences (other than freedom struggle). Under the": "दोषसिद्धि का अर्थ नैतिक अधमता/आर्थिक अपराधों (स्वतंत्रता संघर्ष के अलावा) से जुड़े किसी भी आपराधिक अपराध के लिए",
  "turpitude/economic offences (other than freedom struggle) and if such a": "अधमता/आर्थिक अपराध (स्वतंत्रता संग्राम के अलावा) से जुड़े",
  "person is allotted the dealership/distributorship by suppression of information,": "यदि ऐसे व्यक्ति को डीलरशिप/डिस्ट्रीब्यूटरशिप आवंटित की जाती है तो उसे अयोग्य घोषित कर दिया जाएगा। सूचना छुपाने",
  "it will be cancelled. Under the new guidelines/policy, a candidate against": "पर उसे निरस्त कर दिया जायेगा। नए दिशानिर्देशों/नीति के तहत, एक उम्मीदवार जिसके खिलाफ नैतिक अधमता से जुड़ा एक",
  "whom a criminal case involving moral turpitude was pending, in which": "आपराधिक मामला लंबित था, जिसमें आरोप तय किया गया था,",
  "charge was framed was eligible for the allotment of dealership/distributorship.": "डीलरशिप/डिस्ट्रीब्यूटरशिप के आवंटन के लिए पात्र था। इसी",
  "Similarly, in the advertisements, application form and the brochure issued": "प्रकार, प्रतिवादी निगम द्वारा जारी विज्ञापनों, आवेदन पत्र और",
  "mistake inthe advertisement published in ‘The Tribune’. Rather, it appears": "विज्ञापन में अनजाने में कोई गलती हुई है। बल्कि ऐसा प्रतीत होता",
  "that the mistake was in the advertisement published in ‘Nav Bharat Times’,": "है कि गलती 'नव भारत टाइम्स' में प्रकाशित विज्ञापन में थी, जो",
  "which appears to have been published on the basis of the old guidelines of 1997.": "997 की पुरानी गाइडलाइन के आधार पर प्रकाशित किया गया",
  "(20) In the guidelines/policy of the year 2000, clause 3.2.2 provides": "(20) वर्ष 2000 के दिशानिर्देश/नीति में, खंड 3.22 में आवेदन शुल्क जमा करने",
  "advertisement, the selection was not made. This clause (as quoted earlier": "नहीं किया गया था। यह खंड (जैसा कि इस निर्णय में पहले उद्धृत किया गया",
  "in this judgment) provides that where the applications had been invited": "है) प्रदान करता है कि जहां आवेदन पहले आमंत्रित किए गए थे लेकिन",
  "earlier but interviews could not be held or where interviews were held but": "साक्षात्कार नहीं हो सके या जहां साक्षात्कार आयोजित किए गए थ लेकिन",
  "merit panels were not displayed, fresh applications may be called for in such cases by the respective oil marketing companies. The applicants who had": "योग्यता पैनल प्रदर्शित नहीं किए गए थे, ऐसे मामलों में संबंधित तेल विपणन द्वारा नए आवेदन मांगे जा सकते हैं कंपनियां. जिन आवेदकों ने पहले आवेदन",
  "applied earlier may be required to submit applications on the fresh forms,": "किया था, उन्हें नएफॉर्मपर आवेदनजमा करने की आवश्यकता हो सकती है,",
  "though they need not to deposit the fresh application fee. It is specficially": "हालांकि उन्हें नया आवेदन शुल्क जमा करने की आवश्यकता नहीं है। यह",
  "made clear that date of eligibility of the applicants, who had applied earlier": "विशेष रूप से स्पष्ट किया जाता है कि जिन आवेदकों ने पहले आवेदन किया",
  "would continue to be the date when the earlier applications were called for,": "था, उनकी पात्रता की तारीख वही तारीख रहेगी जब पहले आवेदन मांगे गए थे",
  "while for the new applicants, date of eligibility would be the same as": "जबकि नए आवेदकों के लिए पात्रता की तारीख वही होगी जो नए विज्ञापन में",
  "indicated in the fresh advertisement calling for applications. As far as the": "बताई गई है। आवेदन मंगाए जा रहे हैं। जहां तक याचिकाकर्ता का सवाल है,",
  "petitioner is concerned, he has applied for the first time against the advertisement published in the year 2002. Only for those applicants, who": "उसने वर्ष 2002 में प्रकाशित विज्ञापन के विरुद्ध पहली बार आवेदन किया है।",
  "had applied earlier in the year 1998, the conditions of eligibility in the said": "केवल उन आवेदकों के लिए, जिन्होंने वर्ष 998 में पहले आवेदन किया था,",
  "advertisement are applicable. In this clause, it has been specifically mentioned": "उक्तविज्ञापनमें पात्रताकी शर्तेंलागूहैं। इसखंडमें, यह विशेषरूप से उल्लेख",
  "that this fact may be clarified in each advertisement calling for fresh applications": "किया गयाहै कि नए आवेदनों के लिए बुलाए जाने वाले प्रत्येक विज्ञापन में इस तथ्यको स्पष्टकिया जासकताहै और इननिर्देशों को कड़ाई से अनुपालन के",
  "year 2002, it is mentioned that the applicants, who had applied earlier in": "2002 के विज्ञापनों में यह उल्लेख किया गया है कि जिन आवेदकों ने वर्ष 998",
  "the year 1998, have to apply again, but they need not to pay the application": "में पहले आवेदन किया था, उन्हें दोबारा आवेदन करना होगा, लेकिन उन्हें आवेदन शुल्क का भुगतान करने की आवश्यकता नहीं है। हालाँकि, उनकी",
  "fee. However, their eligibility will be governed in view of their earlier": "आवेदन शुल्क का भुगतान करने की आवश्यकता नहीं है। हालाँकि, उनकी पात्रता उनके पहले के आवेदनों को ध्यान में रखकर नियंत्रित की जाएगी।",
  "applications. Therefore, the contention of the respondents that for the": "इसलिए, उत्तरदाताओं का यह तर्क कि वर्ष 2002 में जारी विज्ञापन के मद्देनजर",
  "is to be taken into consideration, cannot be accepted.": "मानदंड को ध्यान में रखा जाना चाहिए, स्वीकार नहीं किया जा सकता है।",
  "recommendation has not been accepted and the petitioner has been denied": "सिफारिश की गई थी। उक्त अनुशंसा को स्वीकार नहीं किया गया है और",
  "by the respondent Corporation on the complaint received against him, it": "कि उसके खिलाफ प्राप्त शिकायत पर प्रतिवादी निगम द्वारा की गई जांच के",
  "was found that in a criminal case charge was framed against the petitioner": "दौरान यह पाया गया कि एक आपराधिक मामले में याचिकाकर्ता के खिलाफ",
  "on 26th February, 2001 under Section 452/323 IPC, which according to": "आरोपतयकियागया था। 26 फरवरी, 200। को धारा 452/323 ईपीसी के तहत,",
  "the respondent Corporation was an offence of moral turpitude, and the said": "जो प्रतिवादी निगम के अनुसार नैतिक अधमता का अपराध था, और",
  "fact was not disclosed by the petitioner in his application form. As per the": "याचिकाकर्ता द्वारा अपने आवेदन पत्रमें उक्ततथ्यका खुलासा नहीं किया गया",
  "detailed discussion made above, there was no eligibility condition that on": "था। ऊपर की गई विस्तृत चर्चा के अनुसार, पात्रता की कोई शर्त नहीं थी कि",
  "the date of application, if a charge was framed against a candidate ina": "आवेदन की तिथि पर, यदि किसी उम्मीदवार के खिलाफ नेतिक",
  "criminal case involving moral turpitude/economic offences, he will not be": "अधमता/आर्थिक अपराध से जुड़े आपराधिक मामले में आरोप तय किया गया",
  "eligible for the dealership/distributorship. The only condition was that on": "है,तो वह डीलरशिप/डिस्ट्रीब्यूटरशिपके लिए पात्र नहीं होगा। एकमात्र शर्त यह",
  "the date of application and consideration, a candidate should not have been": "थी कि आवेदन और विचार की तिथि पर, उम्मीदवार को नेतिक",
  "convicted of any criminal offence involving moral turpitude/economic": "अधमता/आर्थिक अपराध से जुड़े किसी भी आपराधिक अपराध के लिए दोषी",
  "offences. In the application form, the petitioner was only asked to disclose": "नहीं ठहराया जाना चाहिए। आवेदन पत्र में, याचिकाकर्ता को केवल यह बताने",
  "whether he has been convicted for any criminal offence involving moral": "के लिए कहा गया था कि क्या उसे नैतिक अधमता और/पषा आर्थिक अपराधों",
  "turpitude and/or economic offences (other than freedom struggle). If yes,": "(स्वतंत्रताके लिए संघर्ष के अलावा) से जुड़े किसी आपराधिक अपराध के लिए",
  "then supply the detail of said case. Since on the date of application, the": "दोषी ठहराया गया है। यदि हाँ, तो उक्त प्रकरण का विवरण उपलब्ध करायें। चूंकि आवेदन की तिथि पर याचिकाकर्ता को किसी भी आपराधिक मामले में",
  "petitioner was not convicted in any criminal case and he gave an affidavit": "दोषी नहीं ठहराया गया था और उसने इस आशय का शपथ पत्र दिया था।",
  "to this effect. Therefore, it cannot be taken that the petitioner has concealed": "इसलिए, यह नहीं माना जा सकताकि याचिकाकर्ता ने आवेदन पत्र भरते समय",
  "the material facts while filling up the application form. As per clause 1.3.2 of the guidelines/policy of 2000, the allotment/recommendation is liable to": "महत्वपूर्ण तथ्यछिपाएहैं। 2000 के दिशानिर्देश'नीति के खंड 3.2 के अनुसार,",
  "be cancelled, if a person has suppressed the information regarding his conviction for any criminal offence involving moral turpitude. The": "यदिकिसीव्यक्तिनेनैतिक अधमतासे जुड़े किसी आपराधिक अपराधके लिए अपनी सजा के बरे में जानकारी छिपाई है, तो आवंटनासिफारिश रद्द की जा",
  "allotment/recommendation cannot be cancelled on the ground that in a": "सकती है। आवंटन/सिफारिश को इस आधार पर रद्द नहीं किया जा सकता है",
  "pending criminal case, the charge was framed against the candidate for an offence involving moral turpitude, as there was no such requirement in": "कि एक लंबित आपराधिक मामले में, उम्मीदवार के खिलाफ नैतिक अधमता",
  "These cases were falsely lodged against the petitioner. He submits that in": "खिलाफ ये मामले झूठे दर्ज कराए गए थे। उनका कहना है कि आवेदन प्र में ऐसा",
  "the application form, there was no column where a candidate was required": "कोई कॉलम नहीं था जहां उम्मीदवार को अपने खिलाफ सभी लंबित आपराधिक",
  "cases at that time and in no circumstance, it can be taken that the petitioner": "किसी भी परिस्थिति में, यह नहीं माना जा सकता कि याचिकाकर्ता ने एलपीजी",
  "distributorship. Learned counsel for the petitioner further submits that out of three criminal cases, in one case, the petitioner has already been": "के वकील ने आगे कहा कि तीन आपराधिक मामलों में से एक मामले में",
  "acquitted. He also argued that while cancelling the recommendation of the": "याचिकाकर्ता को पहले ही बरी कर दिया गया है। उन्होंने यह भी तर्क दिया कि",
  "No. 3, who was at Serial No. 2 in the merit panel prepared by the Dealer": "चयन बोर्ड द्वारा तैयार मेरिट पैनल में क्रमांक 2 पर था, को एलपीजी",
  "and arbitrarily, but has also not followed the procedure prescribed in the": "अवैध एवं मनमाने ढंग से, बल्कि भारत सरकार द्वारा वर्ष 2000 में जारी दिशा-",
  "(24) The contention raised by learned counsel for the petitioner": "(24) याचिकाकर्ता के विद्वान वकील द्वारा उठाया गया तर्क सही प्रतीत",
  "appears to be correct. Undisputedly, in the application form, a candidate": "होता है। निर्विवाद रूप से, किसी उम्मीदवार को आवेदन पत्र में उसके खिलाफ",
  "was not required to disclose the pendency of criminal case against him.": "लंबित आपराधिक मामले का खुलासा करने की आवश्यकता नहीं थी। उन्हें केवल",
  "He was only required to give the detail ofa case, in which he was convicted.": "उस मामले का विवरण देना था, जिसमें उन्हें दोषी ठहराया गया था। इसलिए,",
  "cases pending against him (third case being registered subsequently).": "याचिकाकर्ता के पास उसके खिलाफ लंबित दो मामलों (बाद में तीसरा मामला दर्ज",
  "which were pending against the petitioner i.e. FIR No. 565 dated 14th December, 1999 registered at Police Station, Sector 7, Faridabad under": "आपराधिक मामले, जो याचिकाकर्ता के खिलाफ लंबित थे, यानी एफआईआर नंबर 565 दिनांक 4 दिसंबर, 999 को पुलिस स्टेशन, सेक्टर 7, फरीदाबाद में",
  "Sections 452, 323 506 and 34 IPC and FIR No. 436, dated 9th July, 2001": "धारा 452,323 506 और 34 आईपीसी और एफआईआर नंबर के तहत दर्ज किया गया था। 436, दिनांक 9 जुलाई, 200। धारा 47,48,353,86, 34 और 506",
  "registered at Police Station Ballabgarh under Sections 147, 148, 353, 186, 341 and 506 IPC do not pertain to the offence involving moral turpitude/": "आईपीसी के तहत पुलिस स्टेशन बल्‍्लभगढ़ में पंजीकृत नैतिक अधमता/आर्थिक",
  "economic offences. FIR No. 565 was registered for some minor altercation with the neighbourers of the petitioner. Neither the offence under Section": "अपराध से संबंधित अपराध से संबंधित नहीं है। याचिकाकर्ता के पड़ोसियों के साथ कुछ मामूली झगड़े के लिए एफआईआर नंबर 565 दर्ज की गई थी। नतो आईपीसी",
  "323 IPC nor Section 452 IPC can be said to be offence of moral turpitude.": "की धारा 323 और न ही ईपीसी की धारा 452 के तहत अपराध को नैतिक अधमता का अपराध कहा जा सकता है। अरुण दीक्षित बनाम अध्यक्ष एवं प्रबंध निदेशक,",
  "a candidate was convicted under Sections 294, 341 and 323 IPC, only": "जिसमें एक उम्मीदवार को केवल धारा 294, 3433 और 323 आईपीसी के तहत",
  "offence under Section 294 IPC was held to be an offence of mroal turpitude": "दोषी ठहराया गया था। ईपीसी की धारा 294 के तहत अपराध को सार्वजनिक",
  "not eligible for allotment of the LPG distributorship. Therefore, the said case": "कि उक्त उम्मीदवार एलपीजी वितरक के आवंटन के लिए पात्र नहीं था। इसलिए,",
  "is not applicable to the facts of the present case.": "उक्त मामला वर्तमान मामले के तथ्यों पर लागू नहीं होता है।",
  "(25) As far as second FIR bearing No. 436, which was registered": "(25) जहां तक दूसरी एफआईआर संख्या 436 का सवाल है, जो 9 जुलाई",
  "with his party workers was raising voice against the ruling party and the Electricity Board for not supplying the adequate electricity to the residents": "के कार्यकर्ताओं के साथ आपूर्ति न करने के लिए सत्ताधारी पार्टी और बिजली बोर्ड के खिलाफ आवाज उठा रहा था। क्षेत्र के निवासियों को पर्याप्तबिजली मिले। उक्त",
  "of the area. The said FIR, though pending at that time, was also not for": "एफआईआर, हालांकि उस समय लंबित थी, नैतिक अधमता से जुड़े अपराध के",
  "the offence involving moral turpitude. Therefore, in our opinion the respondent Corporation is not justified in not accepting the recommendation made by": "लिए भी नहीं थी। इसलिए, हमारी राय में प्रतिवादी निगम द्वारा याचिकाकर्ता को",
  "Corporation is not justified in not accepting the recommendation made by the Dealer Selection Board to give appointment to the petitioner who was": "नियुक्ति देने के लिए डीलर चयन बोर्ड द्वारा की गई सिफारिश को स्वीकार नहीं",
  "it was found that 3 criminal cases were pending against the petitioner.": "जांच के दौरान, पाया गया कि याचिकाकर्ता के खिलाफ 3 आपराधिक मामले",
  "(26) Inthe guidelines/policy issued in the year 2000, it has been": "(26) वर्ष 2000 में जारी दिशानिर्देशों/नीति में यह प्रावधान किया गया है कि",
  "provided that if the respondent Corporation received complaint against the selection of the dealership/distributorship, same will be referred to the": "यदि प्रतिवादी निगम को डीलरशिप/डिस्ट्रीब्यूटरशिप के चयन के खिलाफ शिकायत",
  "Chairman of the Dealer Selection Board, who will take a decision on the": "प्राप्त होती है, तो उसे डीलर चयन बोर्ड के अध्यक्ष को भेजा जाएगा, जो कार्रवाई",
  "candidate(s), the concerned oil company will nominate 2 officers not below the rank of Chief Manager for inquiry who will submit inquiry report within": "स्थिति में, संबंधित तेल कंपनी जांच के लिए मुख्य प्रबंधक के पद से नीचे के 2",
  "the rank of Chief Manager for inquiry who will submit inquiry report within 30 days. Thereafter, the oil company will forward the inquiry report to the": "अधिकारियों को नामित करेगी जो 30 दिनों के भीतर जांच रिपोर्ट प्रस्तुत करेंगे। इसके बाद, तेल कंपनी जांच रिपोर्ट को डीलर चयन बोर्ड को भेज देगी और बोर्ड के",
  "Dealer Selection Board and the Chairman of the Board, in consultation with": "अध्यक्ष, डीलर चयन बोर्ड के सदस्यों के परामर्श से, शिकायत के संदर्भ में रिपोर्ट",
  "reference to the complaint and take a decision, which will be communicated": "की जांच करेंगे और निर्णय लेंगे, जिसे सूचित किया जाएगा। तेल कंपनी को.",
  "to the oil company. From the reply filed by the respondents, it appears that": "उत्तरदाताओं द्वारा दायर जवाब से ऐसा प्रतीत होता है कि मौजूदा मामले में उक्त",
  "the said procedure has not been followed in the instant case. In the reply,": "प्रक्रिया का पालन नहीं किया गया है। जवाब में कहा गया है कि जब याचिकाकर्ता",
  "Corporation, several complaints were received against, the petitioner alleging": "समक्ष लंबित थी, तो उसके खिलाफ कई शिकायतें प्राप्त हुईं, जिसमें याचिकाकर्ता",
  "therein that he was involved in several criminal cases. Thereupon, the matter": "ने आरोप लगाया कि वह कई आपराधिक मामलों में शामिल था। इसके बाद मामले",
  "was inquired into. During the course of inquiry, it was found that many": "की जांच की गयी. पूछताछ के दौरान यह पाया गया कि याचिकाकर्ता के खिलाफ",
  "criminal cases are pending against the petitioner and even in one case,": "कई आपराधिक मामले लंबित हैं और यहां तक कि एक मामले में उसके खिलाफ",
  "charge has been framed against him. In the reply, it has not been stated that when the complaints were received by the respondent Corporation,": "आरोप तय किया गया है। जवाब में यह नहीं बताया गया है कि जब प्रतिवादी निगम",
  "the same were sent to the Chairman of the Dealer Selection Board, who": "को शिकायतें मिलीं, तो उन्हें डीलर चयन बोर्ड के अध्यक्ष को भेजा गया, जिन्होंने",
  "ordered to inquire into the matter. It has also not been stated that after": "मामले की जांच करने का आदेश दिया। यह भी नहीं बताया गया है कि जांच पूरी",
  "completion of the inquiry, the inquiry report was submitted to the Chairman,": "होने के बाद, जांच रिपोर्ट डीलर चयन बोर्ड के अध्यक्ष को सौंपी गई थी, जिन्होंने",
  "Dealer Selection Board, who in consultation with members of the Dealer Selection Board, has taken the decision not to allot the LPG distributorship": "डीलरचयन बोर्ड के सदस्यों के परामर्श से एलपीजी वितरक को आवंटित नहीं करने",
  "in question to the petitioner and the same should be allotted to respondent": "का निर्णय लिया है। याचिकाकर्ता को और इसे प्रतिवादी नंबर 3 को आवंटित किया",
  "No. 3, who was second empanelled candidate. In our opinion, on the basis": "जाना चाहिए, जो पैनल में शामिल दूसरा उम्मीदवार था। हमारी राय में, जांच रिपोर्ट"
}