{
  "of circumstances nor any fresh ground of attack. In such a situa-": "कोई नया आधार बताया। ऐसी स्थिति में, भारत के संविधान के अनुच्छेद",
  "tion, no petition under S. 482 Cr. P.C. read with Article 227 of the": "227 के साथ पठित धारा 482 सीआरपीसी के तहत कोई भी याचिका",
  "Constitution of India is competent. If there had been any change": "सक्षम नहीं है। यदि परिस्थिति में कोई बदलाव हुआ होता तो भारत के",
  "of circumstance then a petition under S. 482 Cr. P.C..read with Article 227 of the Constitution of India could be competent but": "संविधान के अनुच्छेद 227 के साथ पठित धारा 482 सीआरपीसी के तहत एक याचिका सक्षम हो सकती है, लेकिन परिस्थितियों में किसी भी",
  "without any change in the circumstances, on the same facts and grounds, no subsequent petition will be competent. It will amount": "बदलाव के बिना, समान तथ्यों और आधारों पर, कोई भी बाद की याचिका",
  "grounds, no subsequent petition will be competent. It will amount to review of the earlier order. To our mind, the legal position is": "सक्षम नहीं होगी। यह पहले के आदेश की समीक्षा के समान होगा। हमारी",
  "clear and this second petition on the same facts is not competent": "राय मैं, कानूनी स्थिति स्पष्ट है और उन्हीं तथ्यों पर यह दूसरी याचिका",
  "Held, that when the petitioner prays that .................5 and is": "अभिनिर्धारित किया कि जब याचिकाकर्ता प्रार्थना करता है कि......................... और खारिच किया जाता है।",
  "j (Para 7)": "(पैरा 7)",
  "Petition under section 482, Cr. P.C. read with Article 227 of Constitution of India praying that the complaint and other pro-": "दंड प्रक्रिया संहिता की धारा 482 के पठित भारत के संविधान के अनुच्छेद 227 के तहत याचिका जिसमे यह प्रार्था की गई कि",
  "-eeedings there of pending in the Court of C.J.M. Rewari against the": "याचिकाकर्ता के खिलाफ सी. जे. एम. रेवाड़ी के न्यायालय में लंबित",
  "It is further prayed that the proceedings pending in the court of": "यह भी प्रार्थना की गई कि इस याचिका विचाराधीनता रहने के",
  "trial court may be stayed during pendency of this petition.": "दौरान निचली निचली अदालत में लंबित कार्यवाही पर रोक लगाई जाए।",
  "G. S. Sawhney, Advocate, for the Petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता जी. एस. साहनी।",
  "S. V. Rathee, Advocate, for the Respondent State.": "प्रतिवादी राज्य की ओर से अधिवक्ता एस. वी. राठी।",
  "JUDGMENT": "निर्णय",
  "Harbans Singh Rai, J.": "हरबंस सिंह राय, माननीय न्यायमूर्ति",
  "(1) Thakar Dass petitioner had filed a_ petition under Section": "(0) याचिकाकर्ता ठाकर दास ने भारत के संविधान के अनुच्छेद 227",
  "482 Cr-P.C. read with Article 227 of the Constitution of India for": "के साथ पठित धारा 482 सीआरपीसी के तहत सब डिविजनल न्यायिक",
  "Judicial Magistrate Rewari, District Mahendergarh under the Pre-": "मजिस्ट्रेट, रेवाडी, जिला महेंद्रगढ़ की अदालत के समक्ष खादय अपमिश्रण",
  "hearing before J. B. Garg, J. who,—vide his order dated February": "दायर की थी। यह याचिका न्यायमूर्ति जे बी गर्ग के समक्ष सुनवाई के लिए आई। जिन्होंने 7 फरवरी, 4990 के अपने आदेश के तहत अतिरिक्त",
  "7, 1990 set aside the order dated November 3, 1987 allowing addi-": "साक्ष्य की अनुमति देने वाले 3 नवंबर, 987 के आदेश को रद्द कर",
  "tional evidence but did not accept the other contentions of the peti-": "दिया, लेकिन याचिकाकर्ता की अन्य दलीलों को स्वीकार नहीं किया और",
  "‘toner and: directed the parties to appear before the trial Court on March 5, 1990 and further directed the Court for early disposal of": "पक्षों को 5 मार्च, 4990 को निचली अदालत के सामने पेश होने का",
  "“Second petition filed is in substance, the review of the earlier order of the High Court wherein the petitioners": "“दायर की गई दूसरी याचिका वास्तव में उच्च न्यायात्रय के पहले के आदेश की समीक्षा है जिसमें याचिकाकर्ताओं ने विचारणीय",
  "had sought revision or quashing of the orders passed by": "दण्डादिकारी द्वारा पारित आदेशों की समीक्षा या निरस्त करने",
  "the trial Magistrate and their affirmance by the revi-": "की मांग की थी और पुनरीक्षण अदालत द्वारा उनकी पुष्टि करने",
  "(6) We have given careful consideration to the argument and gone": "(6) हमने तर्क पर सावधानीपूर्वक विचार किया है और पक्षों के वकील",
  "(7) In “Superintendent and Remembrancer of Legal Affairs’s": "(7) \"कानूनी मामलों के अधीक्षक और स्मरणकर्ता मामले (सुप्रा) में,",
  "case (supra), the Apex Court held as follows :—": "माननीय सर्वोच्च न्‍्यायात्रय ने निम्नानुसार अभिनिर्धारित किया: -",
  "“It is, however, nut necessary for us to examine the true effect": "“हालाँकि, हमारे लिए इन टिप्पणियों के वास्तविक प्रभाव की जांच",
  "of these observations as they have no application, because": "करना आवश्यक नहीं है क्‍योंकि उनका कोई अनुप्रयोग नहीं है,",
  "the present case is not one where the High Court was.": "क्योंकि वर्तमान मामला ऐसा नहीं है जहां उच्च न्यायालय को उसके",
  "invited to revise or review an earlier order made by it": "पुनरीक्षण क्षेत्राधिकार के अन्तर्गत दिए गए पहले के आदेश को संशोधित करने या समीक्षा करने के लिए निवेदन किया गया था।",
  "of a criminal proceeding. Here, the situation is wholly different. The earlier application which was rejected by": "यहां स्थिति बिल्कुल अलग है। पहले वाला आवेदन जिसे उच्च न्यायालय ने खारिज कर दिया था, वह आपराधिक प्रक्रिया संहिता",
  "the High Court was an application under Section 561A of the Code of Criminal Procedure to quash the proceed-": "की धारा 56ए के तहत कार्यवाही को निरस्त करने के लिए एक",
  "ing and the High Court rejected it on the ground that the": "आवेदन था और उच्च न्यायालय ने इसे इस आधार पर खारिज",
  "evidence was yet to be led and it was not desirable to": "कर दिया था कि सबूत अभी तक पेश नहीं किए गए थे और इसमें",
  "interfere with the proceeding at that stage.”": "कार्यवाही के इस स्तर पर हस्तक्षेप करना वांछनीय नहीं था”",
  "J.B. Garg, J. had applied his mind and dismissed the petition": "माननीय न्यायमूर्ति जे बी गर्ग ने विचार विमर्श करने के बाद याचिकाकर्ता",
  "of the petitioner and now the petitioner prays that on the same": "की याचिका खारिज कर दिया और अब याचिकाकर्ता प्रार्थना करता है",
  "facts, his subsequent petition be allowed. He does not allege any": "कि उन्हीं तथ्यों पर उसकी अगली याचिका की अनुमति दी जाए। उन्होंने",
  "' (4) It is not disputed that no fresh ground has been taken by": "(4) यह विवादित नहीं है कि श्री साहनी द्वारा कोई नया आधार नहीं",
  "which first petition was filed. To support his contention that second": "याचिका दायर की गई थी। अपने तर्क का समर्थन करने के लिए कि",
  "petition is competent, Mr. Sawhney has relied upon “Superintendent": "दूसरी याचिका सक्षम है, श्री साहनी ने \"कानूनी मामलों के अधीक्षक और",
  "and Remembrancer of Legal Affairs, West Bengal v. Mohan Singh": "स्मरणकर्ता, पश्चिम बंगाल बनाम मोहन सिंह और अन्य\" () को",
  "and others” (1), wherein it was held as follows :—": "आधारित किया है, जिसमें अभिनिर्धारित किया गया था कि : -",
  "“Inherent power of High Court to quash criminal proceed- ings in lower court-Proceedings long drawn out. No": "“निचली अदालत में आपराधिक कार्यवाही को निरस्त करने की उच्च न्यायालय की अंतर्निहित शक्ति लंबे समय से चली आ रही",
  "may be quashed by High Court to prevent abuse of pro-": "को सुरक्षित करने के लिए उच्च न्यायालय द्वारा कार्यवाही को",
  "similar application for quashing the proceedings on a": "कार्यवाही को रद्द करने के लिए इसी तरह के एक आवेदन को",
  "former oecasion was rejected by the High Court on the": "उच्च नन्‍्यायात्रय ने इस आधार पर खारिज कर दिया था कि इसमें",
  "ground that questions involved were purely questions": "शामिल्र प्रश्न पूरी तरह से तथ्यात्मक प्रश्न थे जिनका निर्णय",
  "of fact which were for the Court of fact to decide, is no": "निचली न्यायालय को करना था, इसलिए कार्यवाही को बाद का",
  "bar to the quashing of the proceedings at the later stage. Such quashing will not amount to revision or review of": "चरण में रद्द करने में कोई बाधा नहीं है। इस तरह का निरस्तीकरण",
  "Such quashing will not amount to revision or review of the High Court’s earlier order—Order under Section": "उच्च न्यायालय के पहले के आदेश में संशोधन या समीक्षा नहीं",
  "existing at the time when the order is passed.”": "को ध्यान में रखते हुए पारित किया जाना चाहिए जब आदेश पारित किया जाता है”"
}