{
  "vehicle transferred—Accident—Damage of vehicle—Transferee failing to get insurance policy transferred in his name—Whether": "दुर्घटना बीमा पॉलिसी हस्तांतरित किए बिना स्थानांतरित व्यक्ति के हाथों में वाहन के कारण",
  "“GR. 17. Transters.": "\"जीआर व7. स्थानान्तरण.",
  "On transfer of ownership, the Liability Only cover, either under a Liability Only policy or under a Package policy, is deemed to": "स्वामित्व के हस्तांतरण पर, केवल देयता कवर, या तो केवल देयता पॉलिसी के तहत या",
  "Liability Only policy or under a Package policy, is deemed to have been transferred in favour of the person to whom the": "पैकेज पॉलिसी के तहत, हस्तांतरण की तारीख से उस व्यक्ति के पक्ष में स्थानांतरित माना",
  "motor vehicle is transferred with effect from the date of transfer.": "जाता है जिसे मोटर वाहन हस्तांतरित किया गया है।",
  "transfer in writing under recorded delivery to the insurer who": "हस्तांतरिती वाहन का बीमा कराने वाले बीमाकर्ता को रिकॉर्डेड डिलीवरी के तहत हस्तांतरण",
  "vehicle, the date of transfer of the vehicle, the previous owner": "की तारीख से चौदह दिनों के भीतर वाहन के पंजीकरण, वाहन के हस्तांतरण की तारीख, वाहन",
  "so that the insurer may make the necessary changes in his record": "संख्या और तारीख ताकि बीमाकर्ता अपने रिकॉर्ड में आवश्यक बदलाव कर सके और बीमा",
  "and issue fresh Certificate of Insurance.": "का नया प्रमाणपत्र जारी कर सके।",
  "In case of Package Policies, transfer of the “Own Damage” section of the policy in favour of the transferee, shall be made by the": "पैकेज पॉलिसियों के मामले में, ट्रांसफरी के पक्ष में पॉलिसी के \"ओन डैमेज\" सेक्शन का",
  "insurer only on receipt of'a specific request from the transferee": "ट्रांसफर, ट्रांसफरकर्ता की सहमति के साथ ट्रांसफरी से एक विशिष्ट अनुरोध प्राप्त होने पर",
  "entitled to benefit of the No Claim Bonus (NCB) shown on the policy, or is entitled to a lesser percentage of NCB than that": "(एनसीबी) के लाभ का हकदार नहीं है, या पॉलिसी में मौजूद एनसीबी के कम प्रतिशत का",
  "existing in the policy, recovery of the difference between the transferec’s entitlement, if any, and that shown on the policy": "हकदार है, तो ट्रांसफरी की पात्रता के बीच अंतर की वसूली, यदि कोई हो, और जो पॉलिसी पर",
  "shall be made before effecting the transfer.": "दर्शाया गया है, वह स्थानांतरण प्रभावी करने से पहले किया जाएगा।",
  "transferee in respect of both Liability Only and Package Policies.": "केवल देयता और पैकेज पॉलिसियों दोनों के संबंध में अंतरिती से विधिवत पूरा किया गया",
  "PERMANENT LOK ADALAT (PUC), GURGAON": "स्थायी लोक अदात्रत (पीयूएस), गुड़गांव - प्रतिवादी",
  "policy of insurance in relation thereto to the transferee, the insurer was not liable to make good the damage to the vehicle.": "स्थानांतरित व्यक्ति को हस्तांतरित नहीं किया था, इसलिए बीमाकर्ता वाहन को हुए नुकसान",
  "(4) To the contrary, it has been contended and argued on behalf. of respondent No. 2 that the petitioner is guilty of concealment of the facts.": "4... इसके विपरीत, प्रतिवादी नंबर 2 की ओर से यह तर्क दिया गया है कि याचिकाकर्ता तथ्यों",
  "According to respondent No. 2, petitioner has not disclosed the 1994": "को छिपाने का दोषी है। प्रतिवादी संख्या 2 के अनुसार, याचिकाकर्ता ने वाहनों के हस्तांतरण के",
  "transfer of vehicles. The said circular is part of the Indian Motor Tariff Regulations.": "उक्त सर्कुलर भारतीय मोटर टैरिफ विनियम का हिस्सा है।",
  "(5) Inso far the contention of the respondents regarding the circular": "5. जहां तकसर्कलर के संबंध में उत्तरदाताओं के तर्क का सवाल है, हालांकि, उत्तर में ऐसे किसी",
  "is concemed, though, no details of any such circular have been given in the reply, however, reliance is placed upon a judgement of the National Consumer": "भी सर्कलर का कोई विवरण नहीं दिया गया है, हालांकि, राष्ट्रीय उपभोक्ता विवाद निवारण",
  "Disputes Redressal Commission, New Delhi passed in Revision Petition": "आयोग, नई दिल्‍ली के संशोधन याचिका में पारित फैसले पर भरोसा किया गया है। 2002 की",
  "No. 556 of 2002 titled as Shri Narayan Singh versus New India Assurance Company Ltd.": "संख्या 556 जिसका शीर्षक श्री नारायण सिंह बनाम न्यू इंडियन एश्योरेंस कंपनी लिमिटेड है।",
  "(6) In the aforesaid judgment the Commission replying upon the G..R. 10 of the Indian Motor Tariff Regulations held and ruled that the": "6. उपरोक्त फैसले में आयोग ने भारत मोटर टैरिफ विनियमों के जीआर 40 पर भरोसा करते",
  "transferee is also entitled to the claim notwithstanding that the insurance": "हुए फैसला सुनाया कि ट्रांसफरी भी दावे का हकदार है, भले ही बीमा पॉलिसी किसी वाहन के",
  "Insurance for the vehicle, is required to be surrendered and a": "वाहन के लिए बीमा का पुराना प्रमाण पत्र, सरेंडर करना आवश्यक है और रुपये का शुल्क देना",
  "fee of Rs. 50 is to be collected for issue of fresh Certificate in": "होगा। स्थानांतरित व्यक्ति के नाम पर नया प्रमाणपत्र जारी करने के लिए 50/- शुल्क लिया",
  "the name of the transferee. If for any reason, the old Certificate of Insurance cannot be surrendered, a proper declaration to": "जाना है। यदि किसी भी कारण से, बीमा का पुराना प्रमाणपत्र सरेंडर नहीं किया जा सकता है,",
  "(7) The National Commission’s judgement relied upon was on the": "7. राष्ट्रीय आयोग के फैसले पर भरोसा पहले के स्थानांतरण प्रावधानों के आधार पर किया",
  "basis of the earlier transfer provisions G.R. 10 which were in force up to 30th June, 2002 and thereafter the above mentioned transfer provisions": "गया था जी.आर. 40 जो 30.6.2002 तक लागू थे और उसके बाद उपर्युक्त स्थानांतरण प्रावधानों",
  "the registration of the vehicle, the date of transfer of the vehicle, the previous": "वाहन के पंजीकरण का विवरण, वाहन के हस्तांतरण की तारीख का विवरण देते हुए स्थानांतरण",
  "owner, the details of the policy as also the evidence of sale and fresh": "पिछले मालिक, पॉलिसी का विवरण और साथ ही बिक्री का साक्ष्य और विधिवत भरा और",
  "proposal form duly filled and signed. He is also required to surrender the": "हस्ताक्षरित नया प्रस्ताव फॉर्म। उसे पुराना प्रमाणपत्र सरेंडर करना होगा और स्थानांतरित व्यक्ति",
  "old certificate and to pay a fee of Rs. 50 for issue of the fresh certificate": "के नाम पर नया प्रमाणपत्र जारी करने के लिए रु 50/- का शुल्क भी देना होगा। इस प्रकार,",
  "in the name of the transferee. Thus, there is no automatic transfer in favour": "ट्रांसफ़री के पक्ष में कोई स्वचालित हस्तांतरण नहीं है जिससे वह ट्रांसफ़री के हाथों वाहन को हुए",
  "of the transferee to enable him to take the benefit of damage to the vehicle in the hands of transferee although the insurance is liable to 3rd party under Section 157 of the Motor Vehicle act, 1988. In so far the liability towards": "नुकसान का लाभ ले सके, हालांकि मोटर वाहन अधिनियम, 4988 की धारा 457 के तहत बीमा",
  "(3) In support of the contentions raised, the petitioner-company": "3. उठाए गए तर्कों के समर्थन में, याचिकाकर्ता-कंपनी ने एआईआर 4996 सुप्रीम कोर्ट 586 के",
  "has relied upon a case titled as M/s Complete Insulations (P) Ltd. versus": "रूप में रिपोर्ट किए गए एक मामले पर भरोसा किया है, जिसका शीर्षक मेसर्स कंप्लीट इंसुलेशन",
  "New Indian Assurance Company Ltd. (1) wherein the Hon’ ble Supreme": "(पी) लिमिटेड बनाम न्यू इंडिया एश्योरेंस कंपनी लिमिटेड, जिसमें माननीय सर्वोच्च न्यायालय",
  "Court held as under :—": "ने निम्नानुसार व्यवस्था दी:-",
  "“There can be no doubt that the said chapter provides for compulsory": "\"इसमें कोई संदेह नहीं है कि उक्त अध्याय तीसरे पक्ष के जोखिमों को कवर करने के लिए",
  "insurance of vehicles to cover third party risks. Section 146 forbids the use ofa vehicle in a public place unless there is in": "वाहनों के अनिवार्य बीमा का प्रावधान करता है। धारा 46 सार्वजनिक स्थान पर किसी वाहन",
  "forbids the use ofa vehicle in a public place unless there is in force in relation to the use of that vehicle a policy of insurance": "के उपयोग पर रोक लगाती है जब तक कि उस वाहन के उपयोग के संबंध में कोई पॉलिसी",
  "complying with the requirements of that chapter. Any breach of": "लागू न हो बीमा उस अध्याय की आवश्यकताओं का अनुपालन करता है। इस प्रावधान का",
  "this provision may attract penal action. In the case of property,": "कोई भी उल्लंघन दंडात्मक कार्रवाई को आकर्षित कर सकता है। संपत्ति के मामले में, कवरेज",
  "the coverage extends to property ofa third party i.e. a person": "तीसरे पक्ष यानी बीमाधारक के अलावा किसी अन्य व्यक्ति की संपत्ति तक फैली हुई है। यह",
  "other than the insured. This is clear from Section 147(1)(b) (1) which clearly refers to ‘damage to any property ofa third party’": "धारा 447() (बी) () से स्पष्ट है जो स्पष्ट रूप से तीसरे पक्ष की किसी भी संपत्ति को नुकसान",
  "and not damage to the property of the ‘insured’ himself. And": "को संदर्भित करता है और स्वयं 'बीमाधारक' की संपत्ति को नुकसान नहीं पहुंचाता है और",
  "the limit of liability fixed for damage to property ofa third party": "तीसरे पक्ष की संपत्ति के नुकसान के लिए निर्धारित दायित्व की सीमा रुपये केवल छह हजार",
  "injury to persons arising out of the use of motor vehicles, or": "न्यायाधिकरण को भी मोटर वाहनों के उपयोग से उत्पन्न होने वाली व्यक्तियों की मृत्यु या",
  "damage to any property of a third party so arising, or both.": "अधिकार क्षेत्र दिया गया है या किसी तीसरे पक्ष की किसी संपत्ति को होने वाली क्षति, या दोनों ।",
  "Here also it is restricted to damage to third party property and": "यहां भी यह तीसरे पक्ष की संपत्ति को नुकसान पहुंचाने तक ही सीमित है, न कि बीमाधारक",
  "not the property of the insured. Thus, the entire chapter XI of the New Act concerns third party risks only. It is, therefore,": "की संपत्ति को। इस प्रकार, नए अधिनियम का संपूर्ण अध्याय (0 केवल तीसरे पक्ष के जोखिमों",
  "obvious that insurance is compulsory only in respect of thrid": "से संबंधित है। इसलिए, यह स्पष्ट है कि बीमा केवल तीसरे पक्ष के जोखिमों के संबंध में",
  "party risks since Section 146 prohibits the use of a motor vehicle in a public place unless there is in relation thereto a policy of": "अनिवार्य है क्योंकि धारा 46 सार्वजनिक स्थान पर मोटर वाहन के उपयोग पर रोक लगाती",
  "insurance complying with the requirements of Chapter X1. Thus,": "है जब तक कि उसके संबंध में अध्याय ५। की आवश्यकताओं का अनुपालन करने वाली बीमा",
  "the requirements of that chapter are in relation to third party": "पॉलिसी न हो। इस प्रकार, उस अध्याय की आवश्यकताएं केवल तीसरे पक्ष के जोखिमों के",
  "risks only and hence the fiction of Section 157 of the New Act": "संबंध में हैं और इसलिए नए अधिनियम की धारा 457 की कल्पना यहीं तक सीमित होनी",
  "relate to third party risks. Since the provisions under the New Act and the Old Act in this behalf are substantially the same in": "से संबंधित होना चाहिए। चूंकि इस संबंध में नए अधिनियम और पुराने अधिनियम के तहत प्रावधान तीसरे पक्ष के संबंध में दायित्व के संबंध में काफी हद तक समान हैं, राष्ट्रीय"
}