{
  "Nursing Home is an approved place for termination of pregnancy under the": "संदर्भित), के तहत गर्भावस्‍था को समाप्त करने के लिए एक अनुमोदित स्थान",
  "Act). Section 4 of the Act lays down that no termination of pregnancy shall": "है।अधिनियम की धारा 4 में कहा गया है कि इस अधिनियम के प्रावधानों के",
  "be made at any place other than one which is approved in accordance with": "अनुसार अनुमोदित स्थान के अलावा किसी अन्य स्थान पर गर्भपात नहीं किया",
  "the provisions of this Act. Rule 5 of the Medical Termination of Pregnancy": "जाएगा। मेडिकल टर्मिनेशन ऑफ प्रेग्नेंसी रूल्स, 2003 का नियम 5 गर्भावस्‍था को",
  "Rules, 2003 deals with the approval of a place for the purpose of carrying out the termination of a pregnancy. Rule 5(6) of the Rules states that after": "समाप्त करने के उद्देश्य से एक स्थान की मंजूरी से संबंधित है।नियमों के नियम 5",
  "a certificate of approval in Form B. Nagpal Nursing Home was duly granted": "फॉर्म बी में अनुमोदन का प्रमाण पत्र जारी कर सकती है। नागपाल नर्सिंग होम",
  "such approval under the Rules, which is as under.": "नियमों के तहत स्वीकृत स्थान है जो निम्नानुसार है",
  "CHANDIGARH ADMINISTRATION": "चंडीगढ़ प्रशासन",
  "HEALTH DEPARTMENT": "स्वास्थ्य विभाग",
  "FORM B": "फॉर्म बी",
  "(See Sub-Rule (6) of Rule 4)": "(नियम 4 का उप-नियम (6) देखें।)",
  "The place described below is hereby approved for purpose of the Medical Termination of Pregnancy Act,1971 (74 of 1971)": "नीचे वर्णित स्थान को चिकित्सा गर्भपात अधिनियम, 97] (497] का 74) के",
  "Name of Place Address & Other Name of the owner Description": "स्थान का नाम पताऔरअन्य विवरण मालिक का नाम",
  "Nagpal Nursing Nagpal Nursing Dr. Mangla Dogra": "नागपाल नर्सिंग होम, नागपाल नर्सिंग होम, डॉ. मंगला डोगरा",
  "Chandigarh Chandigarh": "चंडीगढ़ चंडीगढ़",
  "sd/-": "एस डी/-",
  "Director Health Services": "निदेशक स्वास्थ्य सेवाएँ",
  "Chandigarh Administration": "चंडीगढ़ प्रशासन",
  "Chandigarh": "चंडीगढ़",
  "446 LL.R. PUNJAB AND HARYANA 2012(2)": "446 आई. एल. आर. पंजाब और हरियाणा 20]2(2)",
  "Before Jitendra Chauhan, J.": "न्यामूर्ति जितेंद्र चौहान के समक्ष",
  "DR. MANGLA DOGRA AND OTHERS,—Petitioners": "डॉ. मंगला डोगरा और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "ANIL KUMAR MALHOTRAAND OTHERS,—Respondents": "अनिल कुमार मल्होत्रा और अन्य-उत्तरदाता",
  "CR No. 6337 of 2011": "20॥ का सी. आर. सं. 6337",
  "Constitution of India - Art.226 - Civil Procedure Code, 1908": "भारत का संविधान-अनुछेद 226 - नागरिक प्रक्रिया संहिता, 908-ओऔ.7 आर",
  "- O.7 RI.11 - Indian Penal Code, 1860 - S.312 - Medical Termination": "एल.॥-भारतीय दंड संहिता, 860-एस. 3।2 - गर्भावस्‍था की चिकित्सीय समाप्ति",
  "of Pregnancy Act, 1971 - S.2(d), 3(2), 4, 5 & 8 - Medical Termination": "नियम 97-अस. 2 (डी), 3 (2), 4, 5 और 8 - चिकित्सा समाप्ति गर्भावस्‍था नियम,",
  "of Pregnancy Rules, 2003 - RI.5 - Medical Termination of Pregnancy": "2003 - आर एल.5 - गर्भावस्‍था की चिकित्सीय समाप्ति नियम, 4975- आर एल. 8",
  "Rules, 1975 - RI.8& - Wife getting pregnancy terminated without consent of husband - Husband filing civil suit for damages against": "- पत्नी द्वारा पति की सहमति बिना गर्भावस्‍था की समाप्ति - पति द्वारा मुआवजे के",
  "wife, her brother, parents and doctors responsible for termination": "लिए दीवानी मुकदमा गर्भावस्‍था की समाप्ति के जिम्मेदार पत्नी उसके भाई, माता",
  "rule 11 CPC - Application dismissed by trial court - In revision": "नियम 4॥ सी पी सी के तहत दायर किया- निचली अदालत ने आवेदन को खारिज",
  "before High Court, orders of trial Court set aside and applications": "किया-पुनः अवलोकन याचिका में हाई कोर्ट ने ट्रायलकोर्ट के आदेश रद्द और",
  "under O.7 Rule 11 allowed holding that under section 3(4)(b) of MTP Act only consent of pregnant woman required - Suit filed -": "आवेदन तहत ओ-7 नियम ॥ को स्वीकृत किया यह कहते हुये की |भ०? #ल के धारा ३ (4) (बी) के तहत गर्भवती महिला की सहमति आवश्यक है। दायर मुकदमा",
  "Dismissed.": "खारिज कर दिया।",
  "Held, That it is a personal right of a woman to give birth to a child,": "यह स्वीकृत है कि बच्चे को जन्म देना महिला का व्यक्तिगत अधिकार है,",
  "but it is not the right of a husband to compel her wife to give birth to a": "लेकिन पति को यह अधिकार नहीं है की वह बच्चे को जन्म देने के लिए अपनी पत्नी",
  "child for the husband. No doubt the judicial precedents are there, where": "को मजबूर करे। इसमें कोई संदेह नहीं है कि न्यायिक पूर्व निर्णय हैं, जहां अदालतों",
  "the courts have considered the termination of pregnancy by the wife as mental cruelty and gave divorce to the husband on this ground, keeping in": "ने पत्नी द्वारा गर्भपात को मानसिक क्रूरता माना है और मामले के अनूठे तथ्यों और",
  "DR. MANGLA DOGRA AND OTHERS v. ANIL KUMAR 449": "डॉ. मंगला डोगरा और अन्य 449 बनाम",
  "MALHOTRA AND OTHERS (Jatendra Chauhan, J.)": "मल्होत्रा और अन्य ल्‍यामूर्ति जितेंद्र चौहान)",
  "illegally. The ground taken in the suit is that the specific consent of respondent": "अवैध रूप से गर्भपात कराने के लिए डाला। मुकदमे में यह आधार लिया गया है कि",
  "No.1, being father of the yet to be born child, was not obtained and the": "प्रतिवादी संख्या ।, जो अभी तक पैदा नहीं हुए बच्चे का पिता है, की विशिष्ट सहमति",
  "MTP was done in connivance with respondents No. 2 to 6. All the respondents": "प्राप्त नहीं की गई थी और एम. टी. पी. उत्तरदाता संख्या 2 से 6 की मिलीभगत से किया गया था।सभी प्रतिवादी बिना किसी चिकित्सा आवश्यकता के गर्भपात के",
  "are jointly and severally responsible for conducting the illegal act of termination": "अवैध कार्य के संचालन के लिए संयुक्त रूप से और अलग-अलग रूप से जिम्मेदार",
  "“15. That the respondent No.1 is liable as she indulged in the illegal": "“|5. कि प्रतिवादी संख्या उत्तरदायी है क्योंकि वह गर्भपात के अवैध कार्य",
  "act of abortion and deprived the plaintiff the chance of having": "में लिप्त थी और वादी को बच्चा पैदा करने के अवसर से वंचित करती",
  "the child. The respondents No. 2, 3 and 4, actively connived with the respondent No.1 in carrying out the abortion without": "थी। प्रतिवादी संख्या 23 और 4 ने वादी की सहमति के बिना और इस",
  "the consent of the plaintiff and without there being any medical": "संबंध में कोई चिकित्सा आवश्यकता के बिना गर्भपात करने में",
  "conducted the abortion when there was no such need and still": "5 और & ने वास्तव में गर्भपात किया जबकी ऐसी कोई आवश्यकता नहीं",
  "further, no consent of the plaintiff, being father of the child was": "थी और फिर भी, इस संबंध में बच्चे के पिता होने के नाते वादी की कोई सहमति नहीं ली गई थी।",
  "conducted by the respondent No.5, Dr. Mangla Dogra and": "डॉ. मंगला डोगरा और अन्य",
  "Further held, That for the purpose of invoking the provisions of": "आगे अभिनिर्धारित किया गया कि शिकायत की अस्वीकृति के लिए संहिता के",
  "order 7 rule 11 of the Code for rejection of plaint, at the very outset, no": "आदेश 7 नियम ॥ के प्रावधानों को लागू करने के उद्देश्य से, शुरुआत में, किसी भी",
  "amount of evidence can be looked into. The issues on merit of the matter": "साक्ष्य पर विचार नहीं किया जा सकता है।पक्षकारों के बीच मामले की योग्यता पर",
  "cause of action is made out against the defendants or that the suit is prima": "कारण बनता है या यह कि मुकदमा प्रथमदृष्टया, परेशान करने वाला, दुर्भावनापूर्ण",
  "defendants. It is to be seen from the pleadings of the plaint itself. Under": "गया है।इसे स्वयं अभियोग की अभिवचनों से देखा जाना चाहिए। संहिता के आदेश",
  "order 7 Rule 11 of the Code, a Civil Suit can be dismissed without trial,": "7 नियम ॥॥ के तहत, एक दीवानी मुकदमा को बिना सुनवाई के खारिज किया जा",
  "if to the satisfaction of the Court no cause of action accrued to the plaintiff": "सकता है, अगर अदालत संतुष्ट है की वादी को प्रतिवादियों या किसी भी प्रतिवादी",
  "(Para 26)": "(पैरा 26)",
  "allegations against applicants No. 5 & 6 of having terminated": "प्रतिवादी संख्या 5 और 6 के खिलाफ निगम्रानुसार आरोप लगाए: -",
  "plaint that the foetus could not have been aborted unless it was": "3. कि कानूनी रूप से, भ्रूण का गर्भपात तब तक नहीं किया जा",
  "essential in law in view of the health of the respondent and": "सकता था जब तक कि यह प्रतिवादी के स्वास्थ्य को देखते हुए आवश्यक",
  "further the consent of the father of the child was not taken and": "न हो।इसके अलावा, बच्चे का पिता होने के नाते अभियोक्‍ता की विशिष्ट सहमति की आवश्यकता होती है।हालाँकि, इस तथ्य के बावजूद कि कोई चिकित्सा समस्या नहीं थी और वादी की कोई सहमति नहीं ली गई थी,",
  "the applicants No. 5 & 6 in connivance with defendants No. 2": "प्रतिवादी संख्या 5 और 6 ने प्रतिवादी संख्या 2 से 4 की सक्रिय मिलीभगत",
  "to 4 have conducted the abortion of foetus of respondent No.": "प्रतिवादी संख्या । के भ्रूण का गर्भपात किया।",
  "DR. MANGLA DOGRA AND OTHERS v. ANIL KUMAR 451": "डॉ. मंगला डोगरा और अन्य बनाम अनिल कुमार 457",
  "(5) It was further stated that defendant No.5 is a registered medical": "5. यह आगे कहा गया कि प्रतिवादी संख्या 5 एक पंजीकृत चिकित्सा व्यवसायी है",
  "practitioner as defined in Section 2(d) of the Act while defendant No.6 is": "जैसा कि अधिनियम की धारा 2 (डी) में परिभाषित किया गया है जबकि प्रतिवादी",
  "a qualified Anesthetist. In the present case, the medical termination of": "संख्या 6 एक योग्य एनेस्थेटिस्ट है।वर्तमान मामले में, गर्भावस्‍था का चिकित्सीय",
  "pregnancy was conducted by a medical practitioner and at a place duly": "गर्भपात एक चिकित्सा व्यवसायी द्वारा और नियमों के तहत विधिवत अनुमोदित स्थान",
  "approved under the Rules. At the time of abortion, the defendant No.1 was having 6 weeks and 4 days of pregnancy. Explanation II to Section 3 (2)": "पर किया गया था।गर्भपात के समय, प्रतिवादी नंबर । की गर्भावस्‍था 6 सप्ताह और 4 दिनों की थी।अधिनियम की धारा ३ (2) का स्पष्टीकरण ॥ गर्भावस्‍था की समाप्ति से",
  "“Where any pregnancy occurs as a result of failure of any device or method used by ay married woman or her husband for the": "“जहाँ कोई भी गर्भावस्‍था विवाहित महिला या उसके पति द्वारा बच्चों की",
  "by such unwanted pregnancy may be presumed to constitute a": "अवांछित गर्भावस्‍था के कारण होने वाली पीड़ा को गर्भवती महिला के",
  "grave injury to the mental health of the pregnant woman.”": "मानसिक स्वास्थ्य के लिए गंभीर चोट माना जा सकता है।\"",
  "(6) Defendant No.1 informed the doctor that she did not want to": "(6) प्रतिवादी संख्या । ने डॉक्टर को सूचित किया कि वह गर्भावस्‍था जारी नहीं",
  "continue with the pregnancy as this was an unwanted pregnancy and on": "रखना चाहती थी क्योंकि यह एक अवांछित गर्भावस्‍था थी और प्रतिवादी संख्या 5",
  "No.1, terminated the pregnancy . Under Section 3(4)(b) of the Act, only": "गर्भावस्‍था को समाप्त कर दिया।अधिनियम की धारा ३ (4) (बी) के तहत, केवल",
  "the consent of the pregnant woman undergoing the termination of": "गर्भपात से गुजर रही गर्भवती महिला की सहमति की आवश्यकता होती",
  "pregnancy is required. An unwanted pregnancy as per Explanation II to Section 3(2) of the Act is a grave injury to the physical or mental": "है।अधिनियम की धारा ३ (2) के स्पष्टीकरण 2 के अनुसार एक अवांछित गर्भावस्‍था",
  "health of the woman. The defendant No.5 and 6 have conducted the": "शारीरिक या मानसिक रूप से गंभीर चोट है। प्रतिवादी संख्या 5 और 6 ने",
  "abortion strictly in accordance with the provisions of the Act and they have": "अधिनियम के प्रावधानों का सख्ती से अनुसार करते हुए गर्भपात किया है और",
  "no connivance with defendant Nos. 2 to 4 in any manner, whatsoever, as": "उनकी प्रतिवादी संख्या 2 से 4 के साथ अनुसरणकरतेहुएकिसीभीकिसी भी तरह से",
  "alleged by the plaintiff-respondent No.1.": "कोई मिलीभगत नहीं है, जेसा कि वादी-प्रतिवादी संख्या । द्वारा आरोप लगाया गया",
  "v. Anil Kumar Malhotra and Others”) which have been directed against the order dated 20.8.2011, passed by Civil Judge (Junior Division) Chandigarh,": "(अनिल कुमार मल्होत्रा और अन्य)निपटा देगा जिन्हें सिविल जज (जूनियर डिवीजन) चंडीगढ़ द्वारा पारित दिनांक 20.8.20॥॥ के आदेश के खिलाफ निर्देशित किया गया",
  "vide which the application filed by the petitioners under Order 7 Rule 11 Civil Procedure Code was dismissed.": "है, जिसके तहत याचिकाकर्ताओं द्वारा आदेश 7 नियम ॥ सिविल प्रक्रिया संहिता के तहत दायर आवेदन को खारिज कर दिया गया था।",
  "(2) The facts giving rise to these Civil Revisions originated from a": "(2) इन दीवानी पूनः अवलोकन को जन्म देने वाले तथ्य प्रतिवादी संख्या । अनिल",
  "matrimonial dispute between respondent No.1 Anil Kumar Malhotra and respondent No.2, Seema Malhotra. The marriage between the parties was": "कुमार मल्होत्रा और प्रतिवादी संख्या 2, सीमा मल्होत्रा के बीच वैवाहिक विवाद से",
  "solemnized on 17.4.1994. Out of the wedlock, a male child was born on": "उत्पन्न हुए।पार्टियों के बीच शादी दिनांक ।7.4.994 को संपन्न हुई थी। इस शादी से",
  "relations between the parties, Seema Malhotra along with her minor son": "बीच शत्रुता और तनावपूर्ण संबंधों के कारण, सीमा मल्होत्रा अपने नाबालिग बेटे के",
  "had been staying with her parents at Chandigarh since 1999. Respondents": "साथ 4999 से चंडीगढ़ में अपने माता-पिता के साथ रह रही थीं।प्रतिवादी संख्या 5",
  "No. 5 is the brother of respondent No.2, whereas respondent Nos. 3 &": "प्रतिवादी संख्या 2 का भाई है, जबकि प्रतिवादी संख्या 3 और 4 उसके माता-पिता",
  "4 are her parents. Respondent No. 1, Seema Malhotra filed an application": "हैं।प्रतिवादी नंबर ।, सीमा मल्होत्रा ने पति अनिल कुमार मल्होत्रा से भरण-पोषण का",
  "Malhotra had conceived. The wife-Seema Malhotra did not want to continue": "पता चला कि सीमा मल्होत्रा गर्भवती हो गई हैं।पत्नी-सीमा मल्होत्रा गर्भावस्‍था जारी",
  "with the pregnancy and she wanted to get the foetus aborted, as despite": "नहीं रखना चाहती थीं और वह भ्रूण का गर्भपात कराना चाहती थीं, क्योंकि उनके",
  "Hospital, Panipat. However, she was adamant to get the foetus aborted but": "रितु प्रभाकर, प्रभाकर अस्पताल, पानीपत गई। हालांकि, वह भ्रूण का गर्भपात कराने",
  "the husband refused. On 3.1.2003, she contacted her mother at Chandigarh.": "पर अड़ी थी लेकिन पति ने मना कर दिया। 3..2003 को उसने चंडीगढ़ अपनी माँ से",
  "On the advice of her mother, she along with her husband and son came": "संपर्क किया।अपनी माँ की सलाह पर, वह अपने पति और बेटे के साथ चंडीगढ़",
  "to Chandigarh. On 4.1.2003, they went to General Hospital, Sector 16,": "आई। 04.0.2003 को वे चंडीगढ़ के सेक्टर 46 के जनरल अस्पताल गए।पति ने",
  "terminate the pregnancy. The husband filed a suit for mandatory injunction restraining the wife from getting the foetus aborted. That suit was withdrawn": "दिया।पति ने पत्नी को भ्रूण का गर्भपात कराने से रोकने के लिए अनिवार्य निषेधाज्ञा के",
  "restraining the wife from getting the foetus aborted. That suit was withdrawn in September, 2003, as the respondent No.2 underwent MTP (Medical": "लिए मुकदमा दायर किया।उस मुकदमे को सितंबर, 2003 में वापस ले लिया गया था,",
  "(15) In order to appreciate the rival submissions, a reading of the relevant provisions of The Medical Termination of Pregnancy Act, 1971 (": "(5) प्रतिद्वंद्वी प्रस्तुतियों की सराहना के लिए, मेडिकल टर्मिनेशन ऑफ प्रेग्नेंसी एक्ट,",
  "No. 34 of 1971 )would be necessary.": "।97] (97 का नंबर 34) के प्रासंगिक प्रावधानों को पढ़ना आवश्यक होगा।",
  "When pregnancies may be terminated by registered medical": "“3, जब पंजीकृत चिकित्सा व्यवसायियों द्वारा गर्भावस्‍था को समाप्त किया जा",
  "practitioners. (1) Notwithstanding anything contained in the Indian Penal Code (45 of 1860), a registered medical": "सकता है।()) भारतीय दंड संहिता (860 का 45) में कुछ भी निहित होने के",
  "or under any other law for the time being in force, if any": "किसी अन्य कानून के तहत किसी भी अपराध का दोषी नहीं होगा, अगर उसके",
  "pregnancy is terminated by him in accordance with the provisions of the Act.": "द्वारा अधिनियम के प्रावधानों के अनुसार किसी भी गर्भावस्‍था को समाप्त कर दिया",
  "Subject to the provisions of sub-section (4), a pregnancy may be terminated by a registered medical practitioner,": "(2) उप-धारा (4) के प्रावधानों के अधीन, एक पंजीकृत चिकित्सा व्यवसायी द्वारा गर्भावस्‍था को समाप्त किया जा सकता है।",
  "(a) Where the length of the pregnancy does not exceed twelve": "(क) जहाँ गर्भावस्‍था की अवधि बारह सप्ताह से अधिक नहीं है, यदि ऐसा",
  "(b) where the length of the pregnancy exceeds twelve weeks but does not exceed twenty weeks, if not less than two": "(ख) जहाँ गर्भावस्‍था की अवधि बारह सप्ताह से अधिक है लेकिन बीस सप्ताह",
  "(i) | thecontinuance of the pregnancy would involve a": "(0) गर्भावस्‍था के जारी रहने से गर्भवती महिला के जीवन को खतरा होगा",
  "risk to the life of the pregnant woman or of grave": "जारी रहने से गर्भवती महिला के जीवन के लिए एक बड़ा खतरा या उसके",
  "injury to her physical or mental health; or": "शारीरिक या मानसिक स्वास्थ्य को गंभीर चोट लगेगी।स्पष्टीकरण संख्या । और",
  "(ii) there isa substantial risk that if the child were born,": "() इस बात का पर्याप्त जोखिम है कि यदि बच्चा पैदा हुआ था, तो वह",
  "it would suffer from such physical or mental": "ऐसी शारीरिक या मानसिक असामान्यताओं से पीड़ित होगा जो गंभीर",
  "Explanation I. Where any pregnancy is alleged by the pregnant woman": "स्पष्टीकरण ।. जहाँ गर्भवती महिला द्वारा बलात्कार के कारण कोई गर्भावस्‍था होने",
  "to have been caused by rape, the anguish caused by such": "का आरोप लगाया जाता है, वहाँ ऐसी गर्भावस्‍था के कारण होने वाली पीड़ा को",
  "pregnancy shall be presumed to constitute a grave injury to the mental health of the pregnant woman.": "गर्भवती महिला के मानसिक स्वास्थ्य के लिए गंभीर चोट माना जाएगा।",
  "Explanation II. Where any pregnancy occurs as a result of failure of": "स्पष्टीकरण ॥। जहां कोई भी गर्भावस्‍था किसी भी विवाहित महिला या उसके पति",
  "any device or method used by any married woman or her husband for the purpose of limiting the number of children, the": "द्वारा बच्चों की संख्या को सीमित करने के उद्देश्य से उपयोग किए गए किसी भी",
  "to constitute a grave injury to the mental health of the pregnant": "गर्भावस्‍था के कारण होने वाली पीड़ा को गर्भवती महिला के मानसिक स्वास्थ्य के",
  "dismissed above and additional ground taken is that an earlier": "खारिज कर दिया गया है और अतिरिक्त आधार यह है कि उन्ही कारणों पर दायर",
  "suit filed on the same cause of action was dismissed. But certified": "मुकदमा पहले ही खारिज कर दिया गया था।लेकिन इस स्तर पर उक्त तथ्य के",
  "copies of plaint, written statement and issues of the earlier suit": "निर्धरण के लिए आवेदकों द्वारा शिकायत, लिखित बयान और पहले के मुकदमा",
  "have not been placed on record by the applicants for determination of said fact at this stage. Accordingly, the said": "के मुद्दों की प्रमाणित प्रतियां रिकॉर्ड पर नहीं रखी गई हैं।तदनुसार, उक्त मुद्दा कि",
  "issue as to whether the present suit is barred under law cannot": "क्या वर्तमान मुकदमा कानून के तहत वर्जित है, इस स्तर पर निर्धारित नहीं किया",
  "be determined at this stage. Further, the plaintiff has specifically": "जा सकता है।इसके अलावा, वादी ने अपनी शिकायत में विशेष रूप से अनुरोध",
  "other caused termination of the pregnancy of defendant No.1 which resulted in alleged mental agony etc. to the plaintiff. Accordingly, there is a cause of action in favour of the plaintiff": "गर्भावस्‍था को समाप्त कर दिया, जिसके परिणामस्वरूप वादी को कथित मानसिक",
  "against the defendants at this stage. Accordingly, the present": "पीड़ा आदि हुई।तदनुसार, इस स्तर पर प्रतिवादियों के खिलाफ वादी के पक्ष में",
  "dismissed.”": "आवेदन को खारिज किया जाता है।”",
  "(10) Aggrieved against the same, the petitioners have preferred these revisions.": "(0) उसी के खिलाफ, याचिकाकर्ताओं ने इन पुन.अवलोकन को प्राथमिकता दी है।",
  "(11) The learned counsel for the petitioners ( In C.R. No. 6337": "() याचिकाकर्ताओं (20॥॥ के सी. आर. संख्या 6337 में) के विद्वान अधिवक्ता ने",
  "of 2011) submitted that relations between respondent No.1 and respondent No.2 were not cordial. The respondent No.1 has been maltreating and": "याचना कि प्रतिवादी संख्या । और प्रतिवादी संख्या 2 के बीच संबंध सौहार्दपूर्ण नहीं",
  "harassing the respondent No.2- wife. The wife alongwith her minor son": "थे।प्रतिवादी संख्या । प्रतिवादी संख्या 2-पत्नी के साथ दुर्व्यवहार और परेशान कर",
  "Hemant was staying with her parents at Chandigarh, since 1999. She has": "रहा है।पत्नी अपने नाबालिग बेटे हेमंत के साथ 4999 से चंडीगढ़ में अपने माता-",
  "respondent No. 1. In 2002, during the pendency of that application and": "से भरण-पोषण का आवेदन किया था। 2002 में, उस आवेदन विचाराधीनता के",
  "with the efforts of the Lok Adalat to get the matter compromised between": "दौरान पक्षकारों के बीच मामले से समझौता करने के लिए लोक अदालत के प्रयासों",
  "the parties, the wife agreed to reside with the husband-respondent No.1": "से, पत्नी पानीपत में पति-प्रतिवादी संख्या । के साथ रहने के लिए सहमत हो",
  "change. He again maltreated the wife and even gave beatings to their minor son Hemant. During that interregnum, on the cohabitation of the parties, the": "पत्नी के साथ दुर्व्यवहार किया और उनके नाबालिग बेटे हेमंत को भी पीटा।उस",
  "wife became pregnant. She submitted that since the wife was not mentally": "अंतराल के दौरान, पार्टियों के साथ रहने पर, पत्नी गर्भवती हो गई।उसने कहा कि चूंकि पत्नी मानसिक और शारीरिक रूप से स्वस्थ नहीं थी, इसलिए वह इस",
  "and physically fit, she did not want to carry on with this unwanted pregnancy. She further stated that even the husband was not interested in the birth of": "अवांछित गर्भावस्‍था को जारी नहीं रखना चाहती थी।उसने आगे कहा कि पति को",
  "She further stated that even the husband was not interested in the birth of the second child. They went to Dr. Ritu Prabhakar, Prabhakar Hospital,": "भी दूसरे बच्चे के जन्म में कोई दिलचस्पी नहीं थी।वे डॉ. रितु प्रभाकर, प्रभाकर",
  "to Chandigarh as the facilities are better there. She alongwith her husband,": "दिया क्योंकि वहां सुविधाएं बेहतर हैं।वह अपने पति",
  "DR. MANGLA DOGRA AND OTHERS v. ANIL KUMAR 455": "डॉ. मंगला डोगरा और अन्य बनाम अनिल कुमार 455",
  "respondent No.1 and son came to Chandigarh on 3.1.2003. On 4.1.2003,": "प्रतिवादी नंबर और बेटा के साथ 3.2003 को चंडीगढ़ आए। 4..2003 को,",
  "she got the pregnancy terminated from Dr. Mangla Dogra, petitioner. In": "उसने याचिकाकर्ता डॉ. मंगला डोगरा से गर्भावस्‍था को समाप्त करवा दिया।पत्नी को",
  "order to harass the wife, the husband filed suit No.2 on 7.1.2003, for ad-": "परेशान करने के लिए, पति ने अंतरिम निषेधाज्ञा के लिए 7..2003 पर मुकदमा",
  "She further submitted that as per Section 3(4)(b) of the Act, obtaining the": "कर दिया गया था।उन्होंने आगे कहा कि अधिनियम की धारा 3 (4) (बी) के अनुसार,",
  "consent of the pregnant woman is indeed an essential condition for proceeding": "गर्भवती महिला की सहमति प्राप्त करना वास्तव में गर्भपात के लिए एक आवश्यक",
  "with the termination of a pregnancy. The doctor, a registered practitioner has acted, in good faith, to terminate the pregnancy under the provisions": "शर्त है। एक पंजीकृत चिकित्सक ने अधिनियम के प्रावधानों के तहत गर्भावस्‍था को",
  "has acted, in good faith, to terminate the pregnancy under the provisions of the Act, as the length of the foetus was six weeks. She further submitted": "समाप्त करने के लिए नेक इरादे से काम किया है, क्योंकि भ्रूण की अवधि छह",
  "that where the woman is minor or mentally ill and in the case, where the": "सप्ताह थी।उन्होंने आगे कहा कि जहां महिला नाबालिग या मानसिक रूप से बीमार",
  "the pregnant woman, the consent of the guardian is required. She elaborated": "आपातकालीन राय बनानी है, वहां अभिभावक की सहमति आवश्यक है। उन्होंने",
  "that in the instant case, these provisions of Section 5(1) of the Act do not": "विस्तार से बताया कि तत्काल मामले में, अधिनियम की धारा 5 ( के ये प्रावधान",
  "apply. Respondent No. 2 is well qualified, of sound mind, and is the mother": "लागू नहीं होते हैं।प्रतिवादी संख्या 2 अच्छी तरह से योग्य, स्वस्थ दिमाग का है, और",
  "of a grown up child and therefore, the consent of the husband was not required to be obtained.": "एक बड़े बच्चे की माँ है और इसलिए, पति की सहमति प्राप्त करने की आवश्यकता नहीं थी।",
  "(12) The learned counsel for the petitioners in C.R. No. 6017 of": "(2) याचिकाकर्ताओं (20॥॥ के सी. आर. सं. 607 में) के विद्वान अधिवक्ता ने कहा",
  "of respondent No.1 and respondent No.2. He further submitted that the": "और प्रतिवादी संख्या 2 का सचेत निर्णय था। उसने आगे कहा कि याचिकाकर्ताओं",
  "by the act of the respondent No.2-wife, against the petitioners.": "प्रतिवादी संख्या 2-पत्नी द्वारा किये कार्यों के कारण यचिकाकर्ता के खिलाफ कोई",
  "(13) On the other hand, the argument raised by the learned counsel for respondent No.1 is that the express consent of the husbandrespondent": "(3) दूसरी ओर, प्रतिवादी संख्या । के विद्वान अधिवक्ता द्वारा उठाया गया तर्क यह",
  "for respondent No.1 is that the express consent of the husbandrespondent No. 1 was not obtained by the doctor before doing the MTP. He further": "है कि एम. टी. पी. करने से पहले डॉक्टर द्वारा पति-प्रतिवादी संख्या । की व्यक्त",
  "(17) This is the most unfortunate case where a husband has brought": "(7) यह सबसे दुर्भाग्यपूर्ण मामला है जहां एक पति ने अदालत में पति और",
  "privileged acts and conducts of husband and wife in the court. The relation": "पत्नी के विशेषाधिकार प्राप्त कार्यों और आचरण को लाया है।पति और पत्नी के बीच",
  "between the husband and wife became sour in the year 1999, when the": "संबंध वर्ष 999 में बिगड़ गए, जब पत्नी ने चंडीगढ़ में अपने माता-पिता के साथ",
  "that on 09.11.2002, during proceedings under section 125 of the Code of Criminal Procedure, with the efforts of the Lok Adalat, Chandigarh, the wife": "संहिता की धारा 425 के तहत कार्यवाही के दौरान, लोक अदालत, चंडीगढ़ के",
  "agreed to accompany the husband and started residing with her, under one": "प्रयासों से, पत्नी पति के साथ जाने के लिए सहमत हो गई और एक ही छत के नीचे",
  "roof. Naturally, they have cohabited as husband and wife while residing": "उसके साथ रहने लगी।स्वाभाविक रूप से, वे एक साथ रहते हुए पति-पत्नी के रूप",
  "together. Besides love and affection, physical intimacy is one of the key": "में साथ रहे हैं।प्यार और स्रेह के अलावा, शारीरिक अंतरंगता एक खुशहाल",
  "elements of a happy matrimonial life. In the present case, the wife knew": "वैवाहिक जीवन के प्रमुख तत्वों में से एक है।वर्तमान मामले में, पत्नी अपने पति के",
  "her conjugal duties towards her husband. Consequently, if the wife has": "प्रति अपने वैवाहिक कर्तव्यों को जानती थी।नतीजतन, यदि पत्नी ने वैवाहिक यौन",
  "consented to matrimonial sex and created sexual relations with her own": "संबंध के लिए सहमति दी है और अपने पति के साथ यौन संबंध बनाए हैं, तो इसका",
  "husband, it does not mean that she has consented to conceive a child. It": "मतलब यह नहीं है कि उसने एक बच्चे को गर्भ धारण करने के लिए सहमति दी",
  "is the free will of the wife to give birth to a child or not. The husband can": "है।यह पत्नी की स्वतंत्र इच्छा है कि वह बच्चे को जन्म दे या नहीं।पति उसे गर्भ",
  "not compel her to conceive and give birth to his child. Mere consent to": "धारण करने और अपने बच्चे को जन्म देने के लिए मजबूर नहीं कर सकता",
  "conjugal rights does not mean consent to give birth to a child for her": "है।केवल वैवाहिक अधिकारों के लिए सहमति का मतलब अपने पति के लिए बच्चे",
  "husband. The wife did so in order to strength the matrimonial ties. On": "को जन्म देने की सहमति नहीं है।पत्नी ने वैवाहिक संबंधों को मजबूत करने के लिए",
  "02.01.2003, admittedly the husband and wife came to know that the wife": "ऐसा किया। 02.0.2003 को, पति और पत्नी को पता चला कि पत्नी अपने पति से",
  "was pregnant from her husband. She did not want to give birth to a child": "गर्भवती थी।वह बच्चे को जन्म नहीं देना चाहती थी और अनिच्छा दिखाते हुए, 20॥!",
  "from the petitioners in Civil Revision No.6337 of 2011 who are authorized": "के सिविल पुनः अवलोकन संख्या 6337 में याचिकाकर्ताओं से जनवरी, 2003 में",
  "DR. MANGLA DOGRA AND OTHERS v. ANIL KUMAR 459": "डॉ. मंगला डोगरा और अन्य बनाम अनिल कुमार 459",
  "(20) When the husband has no right to compel her wife not to get": "(20) जब पति को अपनी पत्नी को गर्भपात कराने के लिए मजबूर करने का कोई",
  "the pregnancy terminated, he has no right to sue her wife for compensation.": "अधिकार नहीं है, तो उसे मुआवजे के लिए पत्नी पर मुकदमा करने का कोई",
  "The husband also has no cause of action against her wife on this account.": "अधिकार नहीं है।पति के पास भी इस मामले में पत्नी के खिलाफ वाद हेतु समर्थ",
  "Keeping in view the strained relations between the husband and wife, the": "कारण नहीं है।पति और पत्नी के बीच तनावपूर्ण संबंधों को ध्यान में रखते हुए, पत्नी",
  "decision of the wife to get the termination of unwanted foetus was right. Tt was not the act of termination of pregnancy, due to which relation became": "का अवांछित भ्रूण को समाप्त करने का निर्णय सही था।यह गर्भावस्‍था को समाप्त",
  "Tt was not the act of termination of pregnancy, due to which relation became sour, but the relations between the husband and the wife were already": "करने का कार्य नहीं था, जिसके कारण संबंध खराब हो गए, लेकिन पति और पत्नी",
  "strained. So, keeping in view the legal position, it is held that no express": "के बीच संबंध पहले से ही तनावपूर्ण थे।इसलिए, कानूनी स्थिति को ध्यान में रखते",
  "or implied consent of the husband is required for getting the pregnancy terminated under the Act.": "हुए, यह माना जाता है कि अधिनियम के तहत गर्भपात कराने के लिए पति की कोई स्पष्ट या निहित सहमति की आवश्यकता नहीं है।",
  "(21) Now the next question arises for consideration is as to whether the husband has any cause of action or right to sue against the medical": "(2)) अब विचार के लिए अगला प्रश्न उठता है कि क्‍या पति के पास चिकित्सा",
  "practitioners, for getting the pregnancy terminated under the Act. Section": "व्यवसाई जिन्होंने अधिनियम के तहत गर्भावस्‍था की समाप्ति के खिलाफ मुकदमा",
  "8 of the Act provides as under:-": "करने का कोई कारण या अधिकार है। अधिनियम की धारा 8 में निम्नानुसार प्रावधान है :-",
  "“8. Protection of action taken in good faith- No suit or other": "\"8. सद्भावना से की गई कार्रवाई का संरक्षण-इस अधिनियम के तहत",
  "by anything which is in good faith done or intended to be": "सद्भावना से की गई या करने का इरादा रखने वाली किसी भी चीज़ के कारण",
  "(22) It is a personal right of a woman to give birth to a child, but": "(22) बच्चे को जन्म देना एक महिला का व्यक्तिगत अधिकार है, लेकिन पति के",
  "it is not the right of a husband to compel her wife to give birth to a child": "लिए बच्चे को जन्म देने के लिए अपनी पत्नी को मजबूर करना पति का अधिकार",
  "for the husband. No doubt the judicial precedents are there, where the": "नहीं है।इसमें कोई संदेह नहीं है कि न्यायिक पूर्व निर्णय हैं, जहां अदालतों ने पत्नी",
  "courts have considered the termination of pregnancy by the wife as mental": "द्वारा गर्भपात को मानसिक क्रूरता माना है और मामले के अनूठे तथ्यों और",
  "cruelty and gave divorce to the husband on this ground, keeping in view the unique facts and circumstances of the case. But, in the case in hand,": "परिस्थितियों को ध्यान में रखते हुए इस आधार पर पति को तलाक दिया है।लेकिन,",
  "the parties have a son born on 14.02.1995. The relations of the parties": "हाथ में मामले में, पक्षों का एक बेटा है जिसका जन्म 44.02.995 को हुआ है।दोनों",
  "became strained and in the year 1999 the wife started living separately from": "पक्षों के संबंध तनावपूर्ण हो गए और वर्ष 4999 में पत्नी ने चंडीगढ़ में अपने पति से",
  "of the son was about eight years , who is with the mother/wife. No body": "वर्ष थी, जो माँ/पत्नी के साथ है।कोई भी व्यक्ति अपनी गर्भावस्‍था को जारी रखने या",
  "can interfere in the personal decision of the wife to carry on or abort her": "गर्भपात करने के पत्नी के व्यक्तिगत निर्णय में हस्तक्षेप नहीं कर सकता है, जो इस",
  "under one roof has failed and that their son was of eight years. She approached the petitioners, who are admittedly an authorized hospital to": "गया है और उनका बेटा आठ साल का था। उसने याचिकाकर्ताओं से संपर्क किया,",
  "approached the petitioners, who are admittedly an authorized hospital to have the pregnancy terminated. A woman is not a machine in which raw": "जो गर्भावस्‍था को समाप्त करने के लिए एक अधिकृत अस्पताल हैं।एक महिला एक ऐसी मशीन नहीं है जिसमें कच्चा माल डाला जाता है और एक तैयार उत्पाद",
  "material is put and a finished product comes out. She should be mentally": "ऐसी मशीन नहीं है जिसमें कच्चा माल डाला जाता है और एक तैयार उत्पाद निकलता है। उसे मानसिक रूप से गर्भधारण के लिए, उसे जारी रखने और",
  "460 LL.R. PUNJAB AND HARYANA 2012(2)": "460 आई. एल. आर. पंजाब और हरियाणा 20]2(2)",
  "prepared to conceive, continue the same and give birth to a child. The unwanted pregnancy would naturally affect the mental health of the pregnant": "एक बच्चे को जन्म देने के लिए तैयार होना चाहिए।अवांछित गर्भावस्‍था स्वाभाविक",
  "women. When the husband/ plaintiff, came to know that his wife was": "रूप से गर्भवती महिलाओं के मानसिक स्वास्थ्य को प्रभावित करेगी।जब पति/वादी",
  "pregnant from his loins, it was his duty to convince his wife to continue with": "को पता चला कि उसकी पत्नी उस से गर्भवती है, तो यह उसका कर्तव्य था कि वह",
  "injunction restraining the wife from getting the pregnancy terminated was": "अपनी पत्नी को गर्भावस्‍था जारी रखने के लिए राजी करे, लेकिन पत्नी को गर्भपात",
  "a shameful act on his part. Because in the mean time, the wife was successful": "अदालत में आना उसकी ओर से एक शर्मनाक कार्य था।क्योंकि इस बीच, पत्नी एक",
  "in getting the pregnancy terminated from a duly authorized medical practitioner,": "विधिवत अधिकृत चिकित्सक से गर्भपात कराने में सफल रही, इसलिए उसे सिविल",
  "so he had to withdraw the Civil Suit, the same having become infructuous. He does not pause there, but came to the court bringing an action by filing": "मुकदमा वापस लेना पड़ा, जो कि निष्फल हो गया था।वह वहाँ नहीं रुकता है, लेकिन",
  "alleged pain, agony and harassment undergone by the plaintiff on account": "गर्भावस्‍था की समाप्ति के कारण वादी को कथित दर्द, पीड़ा और उत्पीड़न के कारण",
  "Revision petitioners) was perfectly legal. No offence or tortuous act was committed by the medical practitioners. So it is held that the act of the": "याचिकाकर्ताओं) का कार्य पूरी तरह से कानूनी था।चिकित्साकर्मियों द्वारा कोई अपराध या यातनापूर्ण कार्य नहीं किया गया था।इसलिए यह माना जाता है कि 20॥! के दीवानी पुनः अवलोकन संख्या 6337 में चिकित्सक 0/.|/870॥8 डोगरा और",
  "medical practitioners Dr.Mangla Dogra and Dr.Sukhbir Grewal, in Civil Revision No.6337 of 2011 was legal and justified. The plaintiff/ husband": "के दीवानी पुनः अवलोकन संख्या 6337 में चिकित्सक 0/.|/870॥8 डोगरा और [0/.5.॥00 ग्रेवाल का कार्य कानूनी और उचित था।वादी/पति यह दिखाने के लिए",
  "has failed to bring any document on record to show that the act of the": "कोई दस्तावेज रिकॉर्ड पर लाने में विफल रहा है कि चिकित्सा व्यवसायियों का कार्य",
  "medical practitioners was illegal or unjustified and thus they are liable to": "अवैध या अन्यायपूर्ण था और इस प्रकार वे हजने का भुगतान करने के लिए",
  "pay the damages. The act of the medical practitioners can not be termed as unethical.": "उत्तरदायी हैं।चिकित्साकर्मियों के कृत्य को अनैतिक नहीं कहा जा सकता है।",
  "(23) Now, this Court is going to decide whether the impugned order": "(23) अब, यह अदालत यह तय करने जा रहा है कि क्‍या आदेश दिनांकित",
  "dated 20.08.2011 Annexure P-5, whereby the application filed by the": "20.08.20॥ संलग्नक पी-5, जिसके द्वारा सिविल प्रक्रिया संहिता के आदेश 7 नियम",
  "(26) For the purpose of invoking the provisions of order 7 rule 11": "(26) शिकायत की अस्वीकृति के लिए संहिता के आदेश 7 नियम ॥ के",
  "can be looked into. The issues on merit of the matter which may arise": "विचार नहीं किया जा सकता है।पक्षकारों के बीच मामले की योग्यता पर जो मुद्दे",
  "between the parties would not be within the realm of the Court at this stage.": "उत्पन्न हो सकते हैं, वे इस स्तर पर न्यायालय के दायरे में नहीं होंगे।इस स्तर पर यह",
  "It is to be seen at this stage as to whether any trial able cause of action": "देखा जाना चाहिए कि क्या प्रतिवादियों के खिलाफ वाद हेतु कोई समर्थ कारण",
  "is made out against the defendants or that the suit is prima facie, vexatious,": "बनता है या यह कि मुकदमा प्रथमदृष्टया, परेशान करने वाला, दुर्भावनापूर्ण है, जो",
  "malafide, filed with ulterior motive only to harass the defendants. It is to": "केवल प्रतिवादियों को परेशान करने के लिए गलत उद्देश्य से दायर किया गया",
  "the Code, a Civil Suit can be dismissed without trial, if to the satisfaction": "तहत, एक दीवानी मुकदमा को बिना सुनवाई के खारिज किया जा सकता है, अगर",
  "of the Court no cause of action accrued to the plaintiff against the defendants or any of the defendants or some of the defendants.": "अदालत की संतुष्टि के लिए वादी को प्रतिवादियों या किसी भी प्रतिअभियोक्ता या कुछ प्रतिवादियों के खिलाफ वाद हेतु समर्थ कारण नहीं मिला है।",
  "(27) The medical termination of pregnancy Act 1971 does not": "(27) गर्भावस्‍था की चिकित्सा समाप्ति अधिनियम ॥97। पति को, उसके",
  "woman from causing abortion if her case is covered under section 3 of that": "नहीं देता है, यदि उसका मामला उस अधिनियम की धारा 3 के तहत आता है।",
  "Act. Under section 312 of the Indian Penal Code, 1860 causing miscarriage": "भारतीय दंड संहिता 860 की धारा 3।2 के तहत गर्भपात कराना एक दंडनीय",
  "is a penal offence. Relevant civil law has since been embodied in the Act": "अपराध है।कुछ परिस्थितियों में गर्भपात को वैध बनाने वाले अधिनियम में तब से",
  "is liberal for effecting such termination, the Act does not lay down any": "समाप्ति को प्रभावी बनाने के लिए उदार है, इसलिए अधिनियम किसी भी स्थिति में",
  "provision on husband’s consent in any situation.": "पति की सहमति पर कोई प्रावधान नहीं करता है।",
  "(28) Now, briefly adverting to the Civil Revision No.6017 of 2011,": "(28) अब, 20॥॥ के संख्या 607, दीवानी पुन:अवलोकन को संक्षेप में बताते हुए",
  "No.3 is the father and Sh. Ajay Pasricha, Petitioner No.1 is the brother of": "याचिकाकर्ता संख्या 3 पिता है और ५9. ७५ ?5॥०॥०, याचिकाकर्ता संख्या ७४५.",
  "(29) The only allegations against these petitioners are that they after": "(29) इन याचिकाकर्ताओं के खिलाफ एकमात्र आरोप यह है कि उन्होंने"
}