{
  "36] P-7 | 2930] 14.03.20 IM 14,500 | 23,20,000} Cahhroli": "36पी-7 2930 0.03.27 0,500 3,20,000 |चारोली",
  "Table explaining the meaning of various expressions used while referring to the size of unit of agricultural land.": "कृषि भूमि की इकाई के आकार का उल्लेख करते समय उपयोग की जाने वाली विभिन्न अभिव्यक्तियों के अर्थ को",
  "1 Rectangle = 5X5 =25 Acre (Rectangular shape)": "॥ आयत न 595 + 25 एकड़ (आयताकार आकार)",
  "8 Kanal = 1 Acre": "8 कनाल नि । एकड़",
  "1 Kanal = 0.125 Acre": "। कनाल न 0.25 एकड़",
  "7 = Killa/acre/khasra number": "। मरला नि किला/एकड़/खसरा नंबर",
  "(4) ARGUMENTS ADDRESSED BY THE RESPECTIVE": "(५) सम्मानित व्यक्ति द्वारा संबोधित तर्क",
  "DHARAM CHAND @ DHARMBIR AND OTHERS v. STATE OF 309 HARYANA AND OTHERS (Anil Kshertarpal, J.)": "धर्म चंद उर्फ़ धर्मबीर और अन्य बनाम राज्य हरियाणा और अन्य (अनिल क्षेत्रपाल, जे.)",
  "07": "07 छतठली",
  "2. - 729 | 27.07.20 5A-3K- ]2,73,06,87] 50,68,561 | Jharni @": "2. पी 8 पी 9 729 [27.07.200 [5 ए-3 के 2 | 50,68,56। | 50,68,56।. | छठठी 6)",
  "7 7": "07 घठट",
  "4473 | 27.11.20 2A-6M | 44,82,500] 22,00,000 | Yakubpur 6 ° eee 6": "2. पी। पी ५ 8५73 [27..20 06 2 ऐे-6 शैँभ [५५,82,500 | 22,00,000 (याकूबपु",
  "30.03.2013 | The RC while deciding the reference applications arising from the land located in village Jhamari @": "30.03.20॥3 आरसी ने गाँव झमारी छझरणी 8झाराली में स्थित भूमि से उत्पन्न संदर्भ आवेदनों पर निर्णय लेते हुए बाजार मूल्य",
  "of Rs.17,64,350/- per acre.": "का आकलन रुपये ।7,6५,350/- प्रति एकड़ की दर से",
  "29.04.2013 | The RC while assessing the market value of the acquired land in village Khanpur Kalan assessed the": "29.04.20॥3 आरसी ने गांव खानपुर कलां में अधिग्रहित भूमि के बाजार मूल्य का आकलन करते हुए बाजार मूल्य का आकलन",
  "market value at the rate of Rs.17,77,222/- per acre": "रुपये ।7,77,222/- प्रति एकड़ की दर से किया।",
  "market value at the rate of Rs.17,62,802/-.": "रुपये ।7,62,802/- की दर से किया।",
  "(2.2) It may be noted here that certain appeals filed by the Managing Director, Jhajjar Thermal Power Plant were decided by the": "(2.2) यहां यह ध्यान दिया जा सकता है कि झज्जर ताप विद्युत संयंत्र के प्रबंध निदेशक द्वारा दायर कुछ अपीलों पर",
  "High Court. The Supreme Court vide order dated 09.11.2021 passed in": "उच्च न्यायालय द्वारा निर्णय लिया गया था। उच्चतम न्यायालय ने दिनांक 09..202। के आदेश के माध्यम से 202।",
  "CA No.6622 of 2021 and other connected cases has remitted the cases": "के सीए नंबर. 6622 में पारित किया और अन्य संबंधित मामलों को छह महीने की अवधि के भीतर अन्य संबंधित",
  "back to this Court with a direction to re-decide them alongwith other": "मामलों के साथ फिर से निर्णय लेने के निर्देश के साथ इस न्यायालय को वापस भेज दिया है। अब, कार्यालय ने इन तीन",
  "listed the cases arising from these three villages namely Khanpur Kalan, Khanpur Khurd and Jharni @ Jharali.": "गांवों खानपुर कलां, खानपुर खुर्द और झरनी ७झाराली से उत्पन्न होने वाले मामलों को सूचीबद्ध किया है।",
  "(3) EVIDENCE PRODUCED BY THE RESPECTIVE PARTIES": "(3) सम्मानीय दलों द्वारा उत्पन्न प्रमाण",
  "(3.1) In the cases arising from Village Jharni @ Jharali": "(3.) गाँव झरणी 6झाराली से उत्पन्न होने वाले मामलों में",
  "(3.1.1) Oral Evidence": "(3..) मौखिक साक्ष्य",
  "In order to substantiate their case, the landowners of village Jharni @ Jharali, have examined PW1 Mange Ram, PW2 Ravinder, PW3 Om": "अपने मामले को साबित करने के लिए, गांव झरनी 6झाराली के भूस्वामियों ने पीडब्लू। मांगे राम, पीडब्लू2 रविंदर,",
  "Parkash, PW4 Ram Kishan, PW5 Sher Singh and PW6 Jagvir. On the": "पीडब्लू3 ओम प्रकाश, पीडब्लू५ राम किशन, पीडब्लू5 शेर सिंह और पीडब्लू6 जगवीर से पूछताछ की है। दूसरी ओर,",
  "other hand, Jhajjar Power Limited has examined Sh.Rajiv Rao, Manager as RW1": "झज्जर पावर लिमिटेड ने आरडल्ल्यू। के रूप में प्रबंधक श्री. राजीव राव की जांच की है",
  "(3.1.2) Documentary evidence": "(3..2) दस्तावेजी साक्ष्य",
  "compilation of which is provided in para 3.4. the landowners have produced gazette notification Ex.P10, jamabandi for the year 2006-07": "भूमि मालिकों ने वर्ष 2006-07 के लिए राजपत्र अधिसूचना पूर्व.पी ॥0, जामबंदी को उदा.पी।।, अक्स-शिज़रा (राजस्व",
  "as Ex.P11, Aks-shizra (revenue layout plan) Ex.P12 whereas, Jhajjar Power Limited has produced power of attorney Ex.R5, photocopy of the": "लेआउट योजना) उदा.पी 2 के रूप में प्रस्तुत किया है, जबकि झज्जर पावर लिमिटेड ने पावर ऑफ अटॉर्नी उदा.आर",
  "roadmap of the District Jhajjar as Ex.R6, photocopy of the award dated": "5, जिला झज्जर के रोडमैप की फोटोकॉपी भूतपूर्व आर 6, पुरस्कार की फोटोकॉपी दिनांक 26.09.2008 को उदा.आर",
  "(3.3) In Village Khanpur Khurd": "(3.2) गाँव खानपुर कलां",
  "(3.3)2. Documentary evidence": "(3.2). से उत्पन्न होने वाले मामलों में। मौखिक साक्ष्य",
  "DHARAM CHAND @ DHARMBIR AND OTHERS v. STATE OF 305 HARYANA AND OTHERS (Anil Kshertarpal, J.)": "धर्म चंद उर्फ़ धर्मबीर और अन्य बनाम राज्य हरियाणा और अन्य (अनिल क्षेत्रपाल, जे.)",
  "Court passed on 30.03.2013, 29.04.2013 and 30.05.2013 respectively": "न्यायालय द्वारा क्रमशः 30.03.203,29.04.203 और 30.05.20॥3 को पारित भूमि मालिकों के साथ-साथ",
  "the landowners as well as the beneficiary of the acquisition have filed these appeals. Four connected writ petitions shall also stand disposed": "अधिग्रहण के लाभार्थी ने ये अपीलें दायर की हैं। चार संबंधित रिट याचिकाओं का भी निपटारा किया जाएगा। संदर्भ",
  "of. The Reference Court (hereinafter referred to as ‘the RC’) has disposed of various reference applications filed under Section 18 of the": "न्यायालय (इसके बाद 'आर. सी.' के रूप में संदर्भित) ने 89+ अधिनियम की धारा 8 के तहत दायर विभिन्न संदर्भ",
  "power plant is in a compact block of land which is spread over the villages Khanpur Kalan, Khanpur Khurd, Wazirpur and Jharali.": "संयंत्र के निर्माण के लिए अधिग्रहित भूमि खानपुर कलां, खानपुर खुर्द, वजीरपुर और झाराली गांवों में फैली हुई है।",
  "Through the separate awards, the Land Acquisition Collector (hereinafter referred to as 'the LAC’) has assessed the identical market": "अलग-अलग पुरस्कारों के माध्यम से, भूमि अधिग्रहण कलेक्टर (इसके बाद 'एलएसी' के रूप में संदर्भित) ने अधिग्रहित",
  "value of the acquired land. It has been noticed that most of the evidence": "भूमि के समान बाजार मूल्य का आकलन किया है। यह देखा गया है कि पक्षों के नेतृत्व में अधिकांश साक्ष्य कमोबेश",
  "led by the parties is more or less common and the learned counsel representing the parties are not only common but are also ad idem that": "सामान्य हैं और पक्षों का प्रतिनिधित्व करने वाले विद्वान वकील न केवल सामान्य हैं, बल्कि यह भी मानते हैं कि अपीलों",
  "this batch of appeals can conveniently be disposed of by a common judgment.": "के इस समूह का निपटान एक सामान्य निर्णय द्वारा आसानी से किया जा सकता है।",
  "(2)FACTS:-": "(2) तथ्यपः-",
  "(2.1) The relevant particulars are compiled as under:-": "(2.) प्रासंगिक विवरण निम्नानुसार संकलित किए गए हैं:-",
  "issued intending to acquire the land spread over in Khanpur Kalan, Khanpur Khurd, Wazirpur and Jhamari Villages for the purpose of construction of Jhajjar Thermal Power Plant": "झज्जर ताप विद्युत संयंत्र के निर्माण के उद्देश्य से खानपुर कलां, खानपुर खुर्द, वजीर॒पुर और झमारी गांवों में फैली भूमि का अधिग्रहण करने के",
  "in village Khanpur Khurd at the rate of": "की दर से गांव खानपुर खुर्द में स्थित 53॥ एकड़ । कनाल .७ समतुल्य",
  "3436 kanals 13 marlas equivalent to 429 acres 4": "3५३36 कनाल ॥3 मरला ५29 एकड़ ५ कनाल 3 मरला के बराबर ॥3",
  "HARYANA AND OTHERS (Anil Kshertarpal, J.)": "धर्म चंद उर्फ़ धर्मबीर और अन्य बनाम राज्य हरियाणा और अन्य (अनिल क्षेत्रपाल, जे.)",
  "Before Anil Kshertarpal, J.": "समक्षअनिल क्षेत्रपाल जे.",
  "DHARAM CHAND @ DHARMBIR AND OTHERS—Appellants": "धर्म चंद उर्फ़ धर्मबीर और अन्य - अपीलकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "March 21, 2013": "2। मार्च 203",
  "Civil Procedure Code, 1908—S.96, O.41 Rule 27/33 Acquisition": "सिविल प्रक्रिया संहिता, 4908- अनुभाग .96, 0.५। नियम 27/33 अर्जन अधिनियम, 89५. अनुभाग .५. 5५, 9, 23",
  "Act, 1894. 8.4. 54, 9, 23—Right to fair compensation and transparency in Land Acquisition Rehabilitation & Re-settlement Act,": "-भूमि अधिग्रहण पुनर्वास और पुनर्स्थापन अधिनियम, 203, 5.॥ में उचित मुआवजे और पारदर्शिता का अधिकार-",
  "market value of acquired land is required to be assessed on date of": "को अधिग्रहित भूमि के बाजार मूल्य का आकलन किया जाना आवश्यक है।- इसके अलावा, अधिनियम, 89५ की",
  "Furthermore, benefit u/s 23(1-A) of Act, 1894 is also required to be calculated from date of publication of notification u/s 4 of Act, 1894": "धारा 23 (।-ए) के तहत लाभ की गणना अधिनियम, 89५ की धारा ५ के तहत अधिसूचना के प्रकाशन की तारीख से",
  "till date of Award—Even first proviso of S.26 (1) of Act, 2013 provides": "पुरस्कार की तारीख तक की जानी चाहिए।- यहां तक कि अधिनियम, 20॥3 की धारा. 26 (॥) के पहले परंतुक में",
  "Not proper-no administrative instruction/policy can override state—": "२४ राज्य की नीति पर भरोसा करने वाला न्यायालय-उचित नहीं-कोई भी प्रशासनिक निर्देश /नीति राज्य पर हावी नहीं",
  "Amount be calculation from date of notifications raised under Section 4(1).": "हो सकती-- धारा ५ के तहत जारी अधिसूचनाओं की तारीख से गणना की जाने वाली राशि (॥).",
  "length on the various applications filed for permission to lead additional": "अभिनिर्धारित किया गया कि अतिरिक्त साक्ष्य प्रस्तुत करने की अनुमति के लिए दायर विभिन्न आवेदनों पर पक्षकारों के",
  "deserve to be allowed. It is evident that the High Court decided the": "चाहिए। यह स्पष्ट है कि उच्च न्यायालय ने आर. सी. द्वारा पारित निर्णय के बाद सड़क के पार स्थित अधिग्रहित भूमि के",
  "proper adjudication of the dispute. It is well settled that the First Appellate Court, being the last Court of fact, is required to re-appreciate": "वाली है। यह अच्छी तरह से तय किया गया है कि प्रथम अपीलीय न्यायालय, तथ्य का अंतिम न्यायालय होने के नाते,",
  "the evidence and pass orders in accordance with law. Order 41 Rule 33": "साक्ष्य की पुनः सराहना करने और कानून के अनुसार आदेश पारित करने की अपेक्षा करता है। आदेश ५। नियम 3३",
  "CPC enables the Appellate Court to pass any order while hearing the": "सी. पी. सी. अपीलीय न्यायालय को अपील की सुनवाई करते समय कोई भी आदेश पारित करने में सक्षम बनाता है जो",
  "appeal which in its opinion is appropriate.": "उसकी राय में उचित है।",
  "(Para 5.5)": "(पैरा 5.5)",
  "Further held, that On a careful reading of Section 23 of 1894 Act,": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि ।89५ अधिनियम की धारा 23 को ध्यानपूर्वक पढ़ने पर,",
  "304 ILL.R. PUNJAB AND HARYANA 2023(2)": "303",
  "that the RC, in all the three set of cases, has opined that the sale exemplars produced by the respective parties cannot be relied upon as": "कि आर. सी. ने, तीनों मामलों में, यह राय दी है कि संबंधित पक्षों द्वारा प्रस्तुत बिक्री उदाहरणों पर भरोसा नहीं किया",
  "these are not comparable. Thereafter, the RC proceeded to rely upon the policy decisions dated 22.03.2007 and 09.11.2010. The RC has held": "जा सकता है क्योंकि ये तुलनीय नहीं हैं। इसके बाद, आरसी ने 22.03.2007 और 09..200 के नीतिगत निर्णयों",
  "that as per the aforesaid policy, the market value of the acquired land, is": "पर भरोसा किया। आरसी ने कहा है कि उपरोक्त नीति के अनुसार, अधिग्रहित भूमि के बाजार मूल्य का मूल्यांकन",
  "required to be assessed on the date of award and the court keeping in": "अधिनिर्णय की तारीख को किया जाना आवश्यक है और अदालत ने दोनों नीतियों में भूमि के अनिवार्य अधिग्रहण के",
  "view the minimum rate fixed as per the policy for compulsory": "लिए नीति के अनुसार निर्धारित न्यूनतम दर को ध्यान में रखते हुए, वृद्धि की गणना की है और उसके बाद, बाजार मूल्य",
  "and thereafter, assessed the market value as reflected in the tabulated information in para 2.1": "का आकलन किया है जैसा कि पैरा 2. में सारणीबद्ध जानकारी में परिलक्षित होता है।",
  "(5.2) It may be noted here that the landowners have filed various": "(5.2) यहां यह ध्यान दिया जा सकता है कि भूमि मालिकों ने आदेश ५। नियम 27 सीपीसी के तहत अतिरिक्त साक्ष्य",
  "(5.3) Identical applications have been filed by the various landowners seeking permission to lead in additional evidence, the following documents in evidence,": "(5.3) विभिन्न भूमि स्वामियों द्वारा समान आवेदन दायर किए गए हैं, जो अतिरिक्त साक्ष्य, साक्ष्य में निम्नलिखित दस्तावेजों",
  "(1) the order passed by the High Court on 04.02.2006 while deciding Joginder Singh Tokash versus State of Haryana and others": "() उच्च न्यायालय द्वारा 0५.02.2006 को जोगिंदर सिंह टोकश बनाम हरियाणा राज्य और अन्य का निर्णय लेते हुए",
  "of the acquired land at the rate of Rs.29,00,400/- per acre, which was": "अधिग्रहित भूमि के बाजार मूल्य का आकलन रुपये 29, 00, ५0०/»- प्रति एकड़ की दर से किया, जिसे बाद में सर्वोच्च",
  "subsequently reduced by the Supreme Court to Rs.25,00,000/- per acre.": "न्यायालय द्वारा घटाकर रुपये 25, 00, 000/»- प्रति एकड़ कर दिया गया।",
  "(2) A copy of the judgment passed by the Supreme Court in Aravali Power Company Pvt. Ltd. versus Joginder Singh Tukash and others! alongwith various other connected cases.": "(2) अरावली पावर कंपनी प्राइवेट लिमिटेड में उच्चतम न्यायालय द्वारा पारित निर्णय की एक प्रति। लिमिटेड बनाम जोगिंदर सिंह तुकाश और अन्य । विभिन्न अन्य जुड़े मामलों के साथ।",
  "(3) Certain rough layout plans of the acquired land showing the location of the acquired land as well as the land covered by the judgment of the Supreme Court in Aravali Power Company Limited (supra) has also been produced.": "(3) अरावली पावर कंपनी लिमिटेड (उपर्युक्त) में अधिग्रहित भूमि के स्थान के साथ-साथ सर्वोच्च न्यायालय के निर्णय द्वारा कवर की गई भूमि को दर्शाने वाली अधिग्रहित भूमि की कुछ मोटे लेआउट योजनाएं भी प्रस्तुत की गई हैं।",
  "(4) A copy of the notice issued under Section 9 of the 1894 Act in order to prove that the land comprised in the same rectangle located": "(५) 89५ अधिनियम की धारा 9 के अधीन जारी सूचना की एक प्रति, यह सिद्ध करने के लिए कि एक ही भूमि स्वामी",
  "across the road belonging to the same landowner has been acquired in both the acquisitions.": "की सड़क के पार स्थित एक ही आयत में समाविष्ट भूमि दोनों अधिग्रहणों में अधिग्रहित की गई है।",
  "' 2019 (18) SCC 808": "॥ 209 (8) एससीसी 808",
  "DHARAM CHAND @ DHARMBIR AND OTHERS v. STATE OF 311 HARYANA AND OTHERS (Anil Kshertarpal, J.)": "धर्म चंद उर्फ़ धर्मबीर और अन्य बनाम राज्य हरियाणा और अन्य (अनिल क्षेत्रपाल, जे.)",
  "(4.1) Heard the learned counsel representing the parties at length and with their able assistance perused the paperbooks as well as all the": "(५.) पक्षकारों का प्रतिनिधित्व करने वाले विद्वान वकील को विस्तार से सुना और उनकी सक्षम सहायता से कागजी",
  "and with their able assistance perused the paperbooks as well as all the three records of the RC which were requisitioned.": "पुस्तकों के साथ-साथ आर. सी. के सभी तीन रिकॉर्डों को पढ़ा, जिनकी मांग की गई थी।",
  "(4.2) Learned counsel representing the landowners have very": "(५.2) भूमि मालिकों का प्रतिनिधित्व करने वाले विद्वान वकीलों ने अरावली पावर कंपनी प्राइवेट लिमिटेड में सर्वोच्च",
  "heavily relied upon the judgment passed by the Supreme Court in Aravali Power Company Pvt. Ltd. versus Joginder Singh Tokash and": "न्यायालय द्वारा पारित निर्णय पर बहुत अधिक भरोसा किया है। लिमिटेड बनाम जोगिंदर सिंह टोकश और अन्य (209)",
  "land in villages Jharni @ Khanpur khurd, Goriya and Mohanbari @": "गांवों झाड़नी खानपुर खुर्द, गोरिया और मोहनबाड़ी में अधिग्रहित भूमि के बाजार मूल्य का आकलन करते हुए",
  "aforesaid parcel of land is located just across the road and therefore, the": "रुपये.25,00,000/- प्रति एकड़। उनका दावा है कि भूमि का उपरोक्त अंश सड़क के ठीक पार स्थित है और इसलिए,",
  "same amount of compensation should be awarded to the land ownders, after calculating suitable escalation on account of gap of nearly three": "के अंतराल के कारण उपयुक्त वृद्धि की गणना करने के बाद, भूमि देनदारों को मुआवजे की समान राशि दी जानी",
  "the court may assess the market value of the land on the basis of the sale instances produced by the landowners with respect to the various parcels of land in the concerned village.": "द्वारा प्रस्तुत बिक्री उदाहरणों के आधार पर भूमि के बाजार मूल्य का आकलन कर सकता है।",
  "(4.3) Per contra, learned counsel representing the Jhajjar Power": "(५.3) इसके विपरीत, झज्जर पावर लिमिटेड का प्रतिनिधित्व करने वाले विद्वान वकील, जिसने अपील भी दायर की है,",
  "Ltd. which has also filed appeals, submits that the RC, in all three sets of cases, has erred in wrongly interpreting the Government policies dated 22.03.2007 and 09.11.2010. He contends that market value of the acquired land is required to be assessed as on the date of notification": "प्रस्तुत करता है कि आरसी ने मामलों के तीनों सेटों में, दिनांक 22.03.2007 और 09..200 की सरकारी नीतियों की गलत व्याख्या करने में गलती की है। उनका तर्क है कि अधिग्रहित भूमि के बाजार मूल्य का आकलन 89%",
  "1894 Act. He submits that the RC has assessed the market value oon the": "की धारा 23 के तहत प्रदान किया गया है। वह प्रस्तुत करता है कि आर. सी. ने पुरस्कार की तारीख पर बाजार मूल्य",
  "is specifically noted that the judgment is being passed in the peculiar facts of the case before it particularly when the learned counsel": "से उल्लेख किया गया है कि निर्णय उसके समक्ष मामले के विशिष्ट तथ्यों में पारित किया जा रहा है, विशेष रूप से जब",
  "representing the parties, do not dispute the correctness of the sale": "पक्षों का प्रतिनिधित्व करने वाले विद्वान वकील, बिक्री उदाहरणों की शुद्धता पर विवाद नहीं करते हैं जो 89५ अधिनियम",
  "instances which were post the date of notification under Section 4 of the 1894 Act. He further submits that the sale instances produced by the": "की धारा ५ के तहत अधिसूचना की तारीख के बाद थे। वह आगे प्रस्तुत करता है कि भूमि मालिकों द्वारा प्रस्तुत बिक्री",
  "landowners have correctly been ignored by the RC as these sale": "मामलों को आर. सी. द्वारा सही ढंग से नजरअंदाज कर दिया गया है क्योंकि ये बिक्री मामले भूमि के तुलनीय पार्सल",
  "(5) DISCUSSION BY THIS COURT": "(5) इस न्यायालय द्वारा बहस",
  "(5.1) Before this Court proceeds to discuss and analyze the arguments of the learned counsel for the parties, it is important to note": "(5.) इससे पहले कि यह न्यायालय पक्षों के लिए विद्वान वकील की दलीलों पर चर्चा और विश्लेषण करने के लिए आगे",
  "314": "34",
  "ILL.R. PUNJAB AND HARYANA 2023(2)": "आई.एल.आर. पंजाब और हरियाणा 2023(2)",
  "the amount as the determination made by the Land Acquisition Collector was found to be proper. Thereafter appeals were preferred by the claimants as well as by the": "भूमि अधिग्रहण कलेक्टर द्वारा किया गया निर्धारण उचित पाया गया। इसके बाद दावेदारों के साथ-साथ अरावली पावर",
  "Arawali Power Company (P) Ltd. (in short “the Company”’) before the High Court. The High Court had enhanced the": "कंपनी (पी) लिमिटेड (संक्षेप में \"कंपनी\") द्वारा उच्च न्यायालय के समक्ष अपीलें दायर की गईं। उच्च न्यायालय ने",
  "compensation. The appeals against the order of the Reference Court preferred by the Company were rightly": "मुआवजे को बढ़ा दिया था। कंपनी द्वारा प्रस्तुत संदर्भ न्यायालय के आदेश के खिलाफ अपीलों को सही ढंग से खारिज",
  "dismissed as the Company questioned determination made": "कर दिया गया क्योंकि कंपनी ने भूमि अधिग्रहण कलेक्टर द्वारा किए गए निर्धारण पर सवाल उठाया था। अधिनियम की",
  "by the Land Acquisition Collector. In view of the provisions contained in Section 25 of the Act the compensation": "धारा 25 में निहित प्रावधानों को ध्यान में रखते हुए संदर्भ न्यायालय द्वारा दिया गया मुआवजा भूमि अधिग्रहण कलेक्टर",
  "the High Court rightly dismissed the appeal preferred by the Company. However while allowing the appeals filed by the": "द्वारा दी गई राशि कि कम नहीं हो सकता था क्योंकि उच्च न्यायालय ने कंपनी द्वारा दायर अपील को सही ढंग से खारिज",
  "at the rate of Rs.29,00,400 (Rupees twenty-nine lakhs four hundred only) per acre.": ".29,00,400 (केवल उनतीस लाख चार सौ रुपये) की दर से मुआवजा निर्धारित किया था।",
  "4. Aggrieved thereby the appeals have been preferred by the Company as well as the cross- appeals/objections by the owners for the enhancement of compensation.": "5. इससे पीड़ित कंपनी द्वारा अपीलों के साथ-साथ मुआवजे में वृद्धि के लिए मालिकों द्वारा प्रति-अपील/आपत्तियों को प्राथमिकता दी गई है।",
  "5. We have heard the learned counsel for the parties at length. The High Court has taken into consideration four sale deeds:": "5. हमने पक्षों के विद्वान वकील को विस्तार से सुना है। उच्च न्यायालय ने चार बिक्री विलेखों पर विचार किया हैः",
  "(1) Ext. P-4 dated 27-7-2010 by which land admeasuring 43 kanals 2 marlas was sold at the rate of Rs 50,44,148 (Rupees fifty lakhs forty-four thousand one hundred and": "(।) एक्सट. पी-५ दिनांक 27-7-200 जिसके द्वारा ५३ कनाल 2 मरला मापने वाली भूमि 50, ५५, 48 रुपये (पचास",
  "(Rupees fifty lakhs forty-four thousand one hundred and forty-eight only) per acre.": "लाख चालीस हजार एक सौ अड़तालीस रुपये मात्र) प्रति एकड़ की दर से बेची गई।",
  "(2) Ext. P-5, sale deed dated 27-7-2010 was also approximately for the same amount;": "(2) एक्सट. पी-5, बिक्री विलेख दिनांक 27-7-200 भी लगभग समान राशि के लिए था;",
  "(3) Ext. P-6, sale deed dated 29-7-2010 by which land measuring 3 kanals 3 marlas was sold for Rs 19,88,438": "(3) विस्तार। पी-6, बिक्री विलेख दिनांक 29-7-200 जिसके द्वारा 3 कनाल 3 मरला मापने वाली भूमि 9, 88,",
  "(Rupees nineteen lakhs eighty-eight thousand four hundred and thirty-eight only) i.e. approximately at the rate of Rs": "५३38 रुपये (उन्नीस लाख अस्सी-आठ हजार चार सौ अड़तीस रुपये केवल) में बेची गई थी लगभग 50, 50, 000",
  "(4) Sale deed Ext. P-4(2) dated 16-5-2007 was also taken into consideration by which one marla was sold for Rs": "(५) बिक्री विलेख विस्तार। पी-५ (2) दिनांक 46-5-2007 को भी ध्यान में रखा गया था जिसके द्वारा एक मरला ॥,",
  "1,07,500 (Rupees one lakh seven thousand and five hundred only) i.e. at the rate of Rs 1,72,00,000 (Rupees one crore seventy-two lakhs only) per acre.": "07, 500 रुपये (एक लाख सात हजार पांच सौ रुपये केवल) प्रति एकड़ ।, 72, 00, 000 रुपये (केवल एक करोड़ 72 लाख रुपये) की दर से।",
  "SCC OnLine P&H 19294 (Punjab and Haryana High Court,": "एससीसी ऑनलाइन पी एंड एच 929५% (पंजाब और हरियाणा उच्च न्यायालय, आरएफए नं। 202 का 2057, ता.",
  "10. Heard the learned counsel for the parties. Delay condoned. Substitution allowed.": "0. पक्षकारों की विद्वान सलाह सुनी। देरी को माफ कर दिया। प्रतिस्थापन की अनुमति है।",
  "11. Considering the order [ Set out in paras | to 9, above.] passed today in the batch of cases filed by Arawali Power Co. (P) Ltd. v. Joginder Singh Tokash and several other appellants, where we have partly allowed the appeals filed": "॥. आदेश को ध्यान में रखते हुए [ऊपर पैरा । से 9 में दिया गया है।| अरावली पावर कंपनी (पी) लिमिटेड बनाम जोगिंदर सिंह टोकश और कई अन्य अपीलार्थियों द्वारा दायर मामलों के बैच में आज पारित किया गया, जहां हमने",
  "appellants, where we have partly allowed the appeals filed by the Arawali Power Company Pvt. Ltd. and the appeals": "अरावली पावर कंपनी प्राइवेट लिमिटेड द्वारा दायर अपीलों को आंशिक रूप से अनुमति दी है। लिमिटेड और मालिकों",
  "filed by the owners have been dismissed, this appeal by the owners is also dismissed. Pending application, if any, stands disposed of.”": "द्वारा दायर अपीलों को खारिज कर दिया गया है, मालिकों द्वारा इस अपील को भी खारिज कर दिया गया है। लंबित आवेदन, यदि कोई हो, का निपटारा कर दिया जाता है ।",
  "(5.9) In the considered view of the Court, an interesting question arises for consideration, which is as follows:-": "(5.9) न्यायालय के सुविचारित दृष्टिकोण में, विचार के लिए एक दिलचस्प प्रश्न उत्पन्न होता है, जो इस प्रकार है:-\"यदि",
  "“If while assessing the market value of the acquired land located across the road, the Supreme Court, observes in its order that certain": "सड़क के पार स्थित अधिग्रहित भूमि के बाजार मूल्य का आकलन करते समय, उच्चतम न्यायालय अपने आदेश में यह",
  "facts which are generally irrelevant, ordinarily not required to be taken": "अवलोकन करता है कि कुछ तथ्य जो आम तौर पर अप्रासंगिक हैं, आमतौर पर ध्यान में रखने की आवश्यकता नहीं",
  "into consideration, has with their consent being taken into consideration in the peculiar facts and circumstances, then, whether such an": "है, विशिष्ट तथ्यों और परिस्थितियों में उनकी सहमति के साथ विचार किया जा रहा है, तो क्या ऐसा आकलन अभी भी",
  "assessment is still a binding as a precedent to assess the market value of a different land acquired by separate acquisition proceedings?”": "अलग अधिग्रहण कार्यवाही द्वारा अधिग्रहित एक अलग भूमि के बाजार मूल्य का आकलन करने के लिए एक मिसाल के रूप में बाध्यकारी है?",
  "(5.10) It is evident that the aforesaid order was passed by the Supreme Court in peculiar facts of the cases on the basis of agreement": "(5.0) यह स्पष्ट है कि उपर्युक्त आदेश न्यायालय के समक्ष पक्षों के बीच समझौते के आधार पर मामलों के विशिष्ट",
  "between the parties before the Court. The parties had agreed that the subsequent sale deeds were bona fide and they could be taken into": "तथ्यों में उच्चतम न्यायालय द्वारा पारित किया गया था। पक्षकार इस बात पर सहमत हुए थे कि बाद के बिक्री विलेख",
  "are being decided in the peculiar facts and circumstances of the case.": "मामलों का निर्णय मामले के विशिष्ट तथ्यों और परिस्थितियों में किया जा रहा है। न्यायालय स्वयं यह मत व्यक्त करता",
  "The Court, itself, observe that the sale deeds which are post the date of notification under Section 4 of the 1894 Act could not be relied upon.": "है कि 489% के अधिनियम की धारा ५ के अधीन अधिसूचना की तारीख के बाद के विक्रय विलेखों पर भरोसा नहीं किया जा सकता है।",
  "(5.11) In the humble opinion of the Court, the order passed by the Supreme Court while assessing market value of the acquired land,": "(5.) न्यायालय की विनग्र राय में, अधिग्रहित भूमि के बाजार मूल्य का आकलन करते समय उच्चतम न्यायालय द्वारा",
  "does not declare the price of the land in a particular village, town or area. The court assesses the market value on the basis of the evidence": "पारित आदेश, किसी विशेष गाँव, नगर या क्षेत्र में भूमि की कीमत घोषित नहीं करता है। अदालत साक्ष्य के आधार पर",
  "area. The court assesses the market value on the basis of the evidence which as a ratio decidendi cannot be said to be binding. While relying": "बाजार मूल्य का आकलन करती है जिसे एक अनुपात के रूप में बाध्यकारी नहीं कहा जा सकता है। मनोज कुमार",
  "upon a judgment passed by the Supreme Court in Manoj Kumar etc. versus State of Haryana and others* and Krishan Kumar versus": "आदि में उच्चतम न्यायालय द्वारा पारित निर्णय पर भरोसा करते हुए। बनाम हरियाणा राज्य और अन्य * और कृष्ण कुमार बनाम",
  "examining the basis for determining compensation whether sale transaction referred to therein can be relied upon or not": "क्षतिपूर्ति निर्धारित करने के लिए आधार की जांच करना कि क्या उसमें निर्दिष्ट बिक्री लेनदेन पर भरोसा किया जा सकता",
  "transaction before such judgments/awards are relied on for deciding the subsequent cases. It is not open to accepting": "है या नहीं और बाद के मामलों को तय करने के लिए ऐसे निर्णयों/पुरस्कारों पर भरोसा करने से पहले लेनदेन की दूरी,",
  "the merit. Such determination cannot be said to be binding.": "करने के लिए खुला नहीं है। इस तरह के दृढ़ संकल्प को बाध्यकारी नहीं कहा जा सकता है।",
  "12. We have come across several decisions where the High Court is adopting the previous decisions as binding. The": "॥2. हमने ऐसे कई निर्णय देखे हैं जहां उच्च न्यायालय पिछले निर्णयों को बाध्यकारी के रूप में अपना रहा है। प्रत्येक",
  "determination of compensation in each case depends upon the nature of land and what is the evidence adduced in each": "मामले में मुआवजे का निर्धारण भूमि की प्रकृति पर निर्भर करता है और प्रत्येक मामले में क्या साक्ष्य प्रस्तुत किया गया",
  "case, may be that better evidence has been adduced in later case regarding the actual value of property and subsequent": "है, यह हो सकता है कि संपत्ति के वास्तविक मूल्य के संबंध में बाद के मामले में बेहतर साक्ष्य प्रस्तुत किया गया है और",
  "sale deeds after the award and before preliminary notification under Section 4 are also to be considered, if": "अधिनिर्णय के बाद और धारा ५ के तहत प्रारंभिक अधिसूचना से पहले भी विचार किया जाना है, यदि दायर किया जाता",
  "filed. It is not proper to ignore the evidence adduced in the case at hand. The compensation cannot be determined by blindly following the previous award/judgment. It has to be": "है। मामले में पेश किए गए साक्ष्य को नजरअंदाज करना उचित नहीं है। मुआवजे का निर्धारण पिछले निर्णय/निर्णय का",
  "considered only a piece of evidence, not beyond that. The": "आंख मूंदकर पालन करके नहीं किया जा सकता है। इसे केवल सबूत का एक टुकड़ा माना जाना चाहिए, उससे आगे",
  "court has to apply the judicial mind and is supposed not to": "नहीं। न्यायालय को न्यायिक दिमाग को लागू करना होता है और माना जाता है कि वह मामले में प्रस्तुत तथ्यों और",
  "follow the previous awards without due consideration of the facts and circumstances and evidence adduced in the case in question. The current value reflected by comparable sale": "परिस्थितियों और साक्ष्य पर उचित विचार किए बिना पिछले पुरस्कारों का पालन नहीं करेगा। तुलनीय बिक्री विलेखों",
  "question. The current value reflected by comparable sale deeds is more reliable and binding for determination of compensation in such cases award/judgment relating to an": "द्वारा परिलक्षित वर्तमान मूल्य ऐसे मामलों में मुआवजे के निर्धारण के लिए अधिक विश्वसनीय और बाध्यकारी है 5 से",
  "compensation in such cases award/judgment relating to an acquisition made before 5 to 10 years cannot form the safe basis for determining compensation.": "॥0 वर्ष से पहले किए गए अधिग्रहण से संबंधित अधिनिर्णय/निर्णय मुआवजे के निर्धारण के लिए सुरक्षित आधार नहीं बना सकता है।",
  "13. The awards and judgment in the cases of others not being inter parties are not binding as precedents. Recently,": "3. दूसरों के अंतर-पक्ष नहीं होने के मामलों में पुरस्कार और निर्णय उदाहरण के रूप में बाध्यकारी नहीं हैं। हाल ही",
  "we have seen the trend of the courts to follow them blindly probably under the misconception of the concept of equality": "में, हमने अदालतों की समानता और निष्पक्ष व्यवहार की अवधारणा की गलत धारणा के तहत शायद उनका आंख",
  "and fair treatment. The courts are being swayed away and this approach in the absence of and similar nature and": "मूंदकर पालन करने की प्रवृत्ति देखी है। अदालतों को बहकाया जा रहा है और भूमि की समान प्रकृति और स्थिति के",
  "and this approach in the absence of and similar nature and situation of land is causing more injustice and tantamount to giving equal treatment in the case of unequals. As per": "अभाव में यह दृष्टिकोण अधिक अन्याय का कारण बन रहा है और असमानों के मामले में समान व्यवहार देने के समान",
  "situation of a village, nature of land, its value differ from distance to distance, even two to three kilometre distance": "है। गाँव की स्थिति के अनुसार, भूमि की प्रकृति, इसका मूल्य दूरी से दूरी में भिन्न होता है, यहां तक कि दो से तीन",
  "may also make the material difference in value. Land abutting highway may fetch higher value but not land": "किलोमीटर की दूरी भी मूल्य में भौतिक अंतर ला सकती है। भूमि से सटे राजमार्ग का मूल्य अधिक हो सकता है, लेकिन",
  "situated in interior villages.": "भीतरी गाँवों में स्थित भूमि का नहीं",
  "DHARAM CHAND @ DHARMBIR AND OTHERS v. STATE OF 319 HARYANA AND OTHERS (Anil Kshertarpal, J.)": "धर्म चंद उर्फ़ उर्फ़ धर्मबीर और अन्य बनाम राज्य हरियाणा और अन्य (अनिल क्षेत्रपाल, जे.)",
  "14. The previous awards/judgments are the only piece of evidence on a par with comparative sale transactions. The": "॥4. पिछले पुरस्कार/निर्णय तुलनात्मक बिक्री लेनदेन के बराबर सबूत का एकमात्र टुकड़ा हैं। पिछले निर्णय/निर्णय",
  "similarity of the land covered by previous judgment/award is required to be proved like any other comparative": "द्वारा कवर की गई भूमि की समानता को किसी भी अन्य तुलनात्मक उदाहरण की तरह साबित करने की आवश्यकता",
  "exemplar. In case previous award/judgment is based on exemplar, which is not similar or acceptable, previous": "है। यदि पिछला पुरस्कार /निर्णय उदाहरण पर आधारित है, जो समान या स्वीकार्य नहीं है, तो न्यायालय के पिछले",
  "award/judgment of court cannot be said to be binding. Such determination has to be outrightly rejected. In case some": "पुरस्कार /निर्णय को बाध्यकारी नहीं कहा जा सकता है। इस तरह के दृढ़ संकल्प को पूरी तरह से खारिज किया जाना",
  "mistake has been done in awarding compensation, it cannot be followed; on the ground of parity an illegality cannot be": "चाहिए। यदि मुआवजा देने में कुछ गलती की गई है, तो इसका पालन नहीं किया जा सकता है; समानता के आधार पर",
  "perpetuated. Such award/judgment would be _ wholly irrelevant.”": "अवैधता को कायम नहीं रखा जा सकता है। इस तरह का निर्णय पूरी तरह से अप्रासंगिक होगा।",
  "9.15 In the considered view of this Court, the determination of the market value of the land on the basis of comparable sale exemplars of the contemporaneous period": "9.5 इस न्यायालय के सुविचारित दृष्टिकोण में, समकालीन अवधि के तुलनीय बिक्री उदाहरणों के आधार पर भूमि के",
  "is the most preferred and logical method to arrive at a fair and true market value. While deciding such cases, the Court": "बाजार मूल्य का निर्धारण एक उचित और सही बाजार मूल्य पर पहुंचने के लिए सबसे पसंदीदा और तार्किक तरीका",
  "and true market value. While deciding such cases, the Court is required to adopt a holistic approach. The Court is": "है। ऐसे मामलों का निर्णय लेते समय, न्यायालय को एक समग्र दृष्टिकोण अपनाने की आवश्यकता होती है। न्यायालय",
  "expected to assess a just and appropriate market value on": "द्वारा प्रस्तुत साक्ष्य के आधार पर एक न्यायसंगत और उचित बाजार मूल्य का आकलन करने की अपेक्षा की जाती है।",
  "the basis of the evidence produced. In such circumstances, comparable sale deeds offer a good solution to the problem.": "ऐसी परिस्थितियों में, तुलनीय बिक्री विलेख समस्या का एक अच्छा समाधान प्रदान करते हैं। इन्हें प्रत्यक्ष साक्ष्य की प्रकृति",
  "They are considered as the best evidence to prove a fact": "में किसी तथ्य को साबित करने के लिए सबसे अच्छा साक्ष्य माना जाता है और न्यायालय को बाजार मूल्य का अधिक",
  "being in the nature of direct evidence and help the Court to assess the market value more accurately and realistically.": "सटीक और वास्तविक रूप से आकलन करने में मदद करता है। एक बार अदालत का मार्गदर्शन करने के लिए",
  "Once comparable sale deeds of the contemporaneous period": "समकालीन अवधि के तुलनीय बिक्री विलेख उपलब्ध हो जाने के बाद, बिक्री विलेखों की अनदेखी करते हुए बाजार",
  "are available to guide the court, it is not safe to rely upon a previous judicial assessment of the market value while ignoring the sale deeds which reflect the most accurate market value of the property on which a seller voluntarily": "मूल्य के पिछले न्यायिक मूल्यांकन पर भरोसा करना सुरक्षित नहीं है, जो उस संपत्ति के सबसे सटीक बाजार मूल्य को",
  "market value of the property on which a seller voluntarily offers to sell the property on receipt of the amount from a": "दर्शाते हैं, जिस पर एक विक्रेता स्वेच्छा से एक इच्छुक खरीदार से राशि की प्राप्ति पर संपत्ति को बेचने की पेशकश",
  "willing purchaser. Unless the correctness of the price, reflected in these sale deeds, is disputed on any ground duly": "करता है। जब तक इन बिक्री विलेखों में परिलक्षित कीमत की शुद्धता, किसी भी आधार पर विधिवत साबित नहीं हो",
  "proved, the court can safely rely upon the same for assessing the market value. If there are a large number of comparable sale deeds of the contemporaneous period, the Court can, with reasonable certainty, assess the market": "जाती है, तब तक अदालत बाजार मूल्य का आकलन करने के लिए सुरक्षित रूप से उसी पर भरोसा कर सकती है। यदि समकालीन अवधि के तुलनीय बिक्री विलेखों की एक बड़ी संख्या है, तो न्यायालय, उचित निश्चितता के साथ, ऐसे",
  "Court can, with reasonable certainty, assess the market value while relying upon such sale instances.": "बिक्री उदाहरणों पर भरोसा करते हुए बाजार मूल्य का आकलन कर सकता है।",
  "9.16 Furthermore, while assessing the market value of the acquired land under the 1894 Act, the Court is required to": "9.6 इसके अलावा, ।894 के अधिनियम के तहत अधिग्रहित भूमि के बाजार मूल्य का आकलन करते समय, न्यायालय",
  "apply the test of preponderance of probabilities. Thus, the": "से संभावनाओं की प्रधानता के परीक्षण को लागू करने की अपेक्षा की जाती है। इस प्रकार,",
  "Court assesses the market value on the basis of the evidence produced. If the parties fail to produce sufficient evidence or the best evidence, the assessment of the court has to be": "न्यायालय प्रस्तुत साक्ष्य के आधार पर बाजार मूल्य का आकलन करता है। यदि पक्षकार पर्याप्त साक्ष्य या सर्वोत्तम साक्ष्य",
  "produced. If the parties fail to produce sufficient evidence or the best evidence, the assessment of the court has to be on the basis of whatever evidence has been produced. In": "प्रस्तुत करने में विफल रहते हैं, तो न्यायालय का मूल्यांकन जो भी साक्ष्य प्रस्तुत किया गया है, उसके आधार पर होना",
  "such circumstances, it may not be a true reflection of the market value prevailing at the relevant time. Hence, reliance": "चाहिए। ऐसी परिस्थितियों में, यह प्रासंगिक समय पर प्रचलित बाजार मूल्य का सही प्रतिबिंब नहीं हो सकता है। इसलिए,",
  "on the previous judicial decision/ determination may not be a safe method to calculate the market value particularly in a": "पिछले न्यायिक निर्णय/निर्धारण पर निर्भरता बाजार मूल्य की गणना करने के लिए एक सुरक्षित तरीका नहीं हो सकता",
  "case where the direct evidence like sale exemplars of the relevant period have been produced. In such an eventuality,": "है, विशेष रूप से ऐसे मामले में जहां प्रासंगिक अवधि के बिक्री उदाहरण जैसे प्रत्यक्ष साक्ष्य प्रस्तुत किए गए हैं। ऐसी",
  "the court should prefer to assess the market value on the basis of the sale exemplars. Undoubtedly, under Article 142": "स्थिति में, न्यायालय को बिक्री उदाहरणों के आधार पर बाजार मूल्य का आकलन करना चाहिए। निस्संदेह, भारत के",
  "of The Constitution of India, the law declared by the Hon’ble Supreme Court is binding on all the courts,": "संविधान के अनुच्छेद ।५2 के अधीन, माननीय उच्चतम न्यायालय द्वारा घोषित विधि सभी न्यायालयों के लिए बाध्यकारी",
  "however, assessment of market value of the acquired land in": "है, तथापि, किसी विशेष मामले में अधिग्रहित भूमि के बाजार मूल्य का निर्धारण, किसी विशेष मुद्दे पर की गई विधि की",
  "a particular case in the absence of any declaration of law made on a particular point, is only a decision given on the facts of that particular case and such a decision merely on": "घोषणा के अभाव में, केवल उस विशेष मामले के तथ्यों पर दिया गया निर्णय है और केवल तथ्य के प्रश्न पर ऐसा निर्णय",
  "the question of fact is not binding. What is binding is the ratio of the decision and not any finding on facts, or the": "बाध्यकारी नहीं है। जो बाध्यकारी है वह निर्णय का अनुपात है न कि तथ्यों पर कोई निष्कर्ष, या किसी ऐसे प्रश्न पर",
  "opinion of the court on any question which was only incidental in nature or was not required to be decided in a": "अदालत की राय जो केवल आकस्मिक प्रकृति का था या किसी विशेष मामले में निर्णय लेने की आवश्यकता नहीं थी।",
  "particular case. While assessing the market value of the acquire land, with highest respect, the Hon’ble Supreme": "अधिग्रहित भूमि के बाजार मूल्य का उच्चतम सम्मान के साथ आकलन करते समय, माननीय सर्वोच्च न्यायालय एक",
  "Court does not as a ratio decidendi lays down a principle of law which is binding on all the courts. As correctly": "अनुपात निर्णय के रूप में कानून का एक सिद्धांत निर्धारित नहीं करता है जो सभी न्यायालयों पर बाध्यकारी है। जैसा",
  "observed by the Hon’ble Supreme Court in Manoj Kumar’s case (supra), such decision is only a piece of evidence": "कि मनोज कुमार के मामले (ऊपर) में माननीय सर्वोच्च न्यायालय द्वारा सही ढंग से देखा गया है कि ऐसा निर्णय केवल",
  "produced for consideration of the court. However, in the appropriate cases, in the absence of any other evidence, the": "अदालत के विचार के लिए प्रस्तुत साक्ष्य का एक टुकड़ा है। हालांकि, उपयुक्त मामलों में, किसी अन्य साक्ष्य के अभाव",
  "upon the same in the absence of any other reliable or relevant evidence. The Hon'ble Supreme Court in Krishena": "में, पीठासीन न्यायाधीश के पास किसी अन्य विश्वसनीय या प्रासंगिक साक्ष्य के अभाव में उसी पर भरोसा करने के",
  "relevant evidence. The Hon'ble Supreme Court in Krishena Kumar vs. Union of India and others (1990) 4 SCC 207, while expounding on the phrase ‘Ratio Decidendi' has held as under:-": "अलावा कोई विकल्प नहीं छोड़ा जा सकता है। माननीय उच्चतम न्यायालय ने कृषि कुमार बनाम भारत संघ और अन्य (990) ५ एस. सी. सी. 207 में 'अनुपात निर्णय' वाक्यांश की व्याख्या करते हुए निम्नलिखित निर्णय दिया है:-",
  "“20. In other words, the enunciation of the reason or principle upon which a question before a court has been": "\"20. दूसरे शब्दों में, उस कारण या सिद्धांत का प्रतिपादन जिस पर अदालत के समक्ष एक प्रश्न का निर्णय लिया गया",
  "decided is alone binding as a precedent. The ratio decidendi is the underlying principle, namely, the general reasons or": "है, केवल एक उदाहरण के रूप में बाध्यकारी है। अनुपात निर्णय अंतर्निहित सिद्धांत है, अर्थात्‌, सामान्य कारण या",
  "the general grounds upon which the decision is based on the": "सामान्य आधार जिस पर निर्णय आधारित है",
  "DHARAM CHAND @ DHARMBIR AND OTHERS v. STATE OF 325 HARYANA AND OTHERS (Anil Kshertarpal, J.)": "धर्म चंद उर्फ़ धर्मबीर और अन्य बनाम राज्य हरियाणा और अन्य (अनिल क्षेत्रपाल, जे.)",
  "Vide this Department Memo. Under reference, minimum floor rates for acquiring land for public purposes for various Departments as well as other State Agencies were fixed by the Haryana Government as follows:-": "इस विभाग ज्ञापन को देखें। संदर्भ के तहत, हरियाणा सरकार द्वारा विभिन्न विभागों के साथ-साथ अन्य राज्य एजेंसियों के लिए सार्वजनिक उद्देश्यों के लिए भूमि अधिग्रहण के लिए न्यूनतम तल दरें निम्नानुसार निर्धारित की गई थीं: -",
  "1) Minimum  ffloor rate for |Rs.15.00 lacs per urbanisable area of Gurgaon. acre": ") गुड़गांव के शहरीकरण योग्य क्षेत्र के लिए न्यूनतम तल दर।",
  "the Haryana Sub-Region of NCR acre": "के क्षेत्र सहित एनसीआर के शेष हरियाणा उप क्षेत्र",
  "These floor rates did not include the solatium and interest payable under the provisions of the Land Acquisition Act, 1894).": "इन न्यूनतम दरों में भूमि अधिग्रहण अधिनियम, 89% के प्रावधानों के तहत देय ऋण और ब्याज शामिल नहीं था)",
  "2. Now it has been observed that with the passage of time market rates of the land have increased substantially. Therefore, Haryana Government has re-increased this": "2. अब यह देखा गया है कि समय बीतने के साथ भूमि की बाजार दरों में काफी वृद्धि हुई है। इसलिए, हरियाणा सरकार",
  "matter and has decided to re-fix these floor rates as follows:": "ने इस मामले को फिर से बढ़ा दिया है और इन न्यूनतम दरों को निम्नानुसार फिर से तय करने का निर्णय लिया हैः",
  "1) Minimum floor rate for | Rs.20.00 lacs per urbanisable area of Gurgaon acre": ") गुड़गांव के शहरीकरण योग्य क्षेत्र के लिए न्यूनतम रु. 20.00 लाख प्रति एकड़",
  "including Panchkula and area of Chandigarh periphery in the Haryana State": "॥) हरियाणा राज्य में पंचकुला और चंडीगढ़ परिधि रु. 46.00 लाख प्रति एकड़",
  "iii) Minimum floor rate for the rest Rs.08.00 lacs per of the Haryana State acre": "॥) शेष हरियाणा राज्य के लिए न्यूनतम फ्लोर रेट. |रु.08.00 लाख प्रति एकड़",
  "These floor rates do not include the solatium and itnerest payable under the provisions of the Land Acquisition Act, 1894.": "इन न्यूनतम दरों में भूमि अधिग्रहण अधिनियम, 89% के प्रावधानों के तहत देय राशि और देय राशि शामिल नहीं है।",
  "3. These revised rates will be applicable on all those": "3. ये संशोधित दरें उन सभी अधिग्रहणों पर लागू होंगी",
  "acquisitions where awards have been announced on or after 22.3.2007 irrespective of the date of notification under": "अधिसूचना की तारीख के बावजूद 22.3.2007 को या उसके बाद पुरस्कारों की घोषणा की गई है।",
  "fourthly the damage (if any) sustained by the person interested, at the time of the Collector's taking possession of the land, by reason of the acquisition injuriously affecting his other property, movable or immovable, in any other": "भूमि; चौथा, कलेक्टर द्वारा भूमि का कब्जा लेने के समय, अपनी अन्य संपत्ति, चल या अचल, को किसी अन्य तरीके",
  "fifthly if, in consequence of the acquisition of the land by the Collector, the person interested is compelled to change his residence or place of business, the reasonable": "पांचवां, यदि कलेक्टर द्वारा भूमि के अधिग्रहण के परिणामस्वरूप, इच्छुक व्यक्ति को अपना निवास या व्यवसाय स्थान",
  "expenses (if any) incidental to such change, and": "बदलने के लिए मजबूर किया जाता है, तो ऐसे परिवर्तन के लिए आकस्मिक उचित व्यय (यदि कोई हो),",
  "publication of the declaration under Section 6 and the time of the Collector's taking possession of the land.": "और छठा, धारा 6 के तहत घोषणा के प्रकाशन के समय और कलेक्टर द्वारा भूमि का कब्जा लेने के समय के बीच",
  "(1-A) In addition to the market-value of the land, as above 16 of 54 provided, the Court shall in every case": "(।-क) भूमि के बाजार-मूल्य के अतिरिक्त, यथा उपबंधित 5५ के 6 के ऊपर, न्यायालय प्रत्येक मामले में ऐसी भूमि",
  "on and from the date of the publication of the notification under Section 4, subsection (1), in respect of such land to": "के संबंध में धारा ५, उपधारा (॥) के अधीन अधिसूचना के प्रकाशन की तारीख को और उससे आरंभ होने वाली अवधि",
  "possession of the land, whichever is earlier.": "भूमि का कब्जा लेने की तारीख, जो भी पहले हो, अधिनिर्णय करेगा।",
  "Explanation.—In computing the period referred to in this subsection, any period or periods during which the": "स्पष्टीकरण-इस उपधारा में निर्दिष्ठ अवधि की संगणना करने में, ऐसी कोई अवधि या अवधि जिसके दौरान किसी",
  "proceedings for the acquisition of the land were held up on account of any stay or injunction by the order of any court": "न्यायालय के आदेश द्वारा किसी रोक या निषेधाज्ञा के कारण भूमि अधिग्रहण की कार्यवाहियां स्थगित कर दी गई थीं,",
  "shall be excluded.": "को बाहर रखा जाएगा।",
  "(2) In addition to the market-value of the land, as above provided, the Court shall in every case award a sum": "(2) भूमि के बाजार मूल्य के अतिरिक्त, जैसा कि ऊपर उपबंधित है, न्यायालय प्रत्येक मामले में अधिग्रहण की अनिवार्य",
  "of[thirty per centum] on such market- value, in consideration of the compulsory nature of the acquisition”": "प्रकृति को ध्यान में रखते हुए ऐसे बाजार मूल्य पर [तीस प्रतिशत] की राशि का अधिनिर्णय करेगा।",
  "(5.19) Both the policies of the Government i.e 23.03.2007 as well as 09.11.2010 are also extracted as under:-": "(5.9) सरकार की दोनों नीतियां 23.03.2007 के साथ-साथ 09..200 भी निम्नानुसार निकाली गई हैं:-",
  "“Subject:-Fixation of floor rates for the acquisition of land for public purpose in the State of Haryana.": "\"विषयः-हरियाणा राज्य में सार्वजनिक प्रयोजन के लिए भूमि अधिग्रहण के लिए आधार दरों का निर्धारण।",
  "Ref: This Department Memo No.2025-R-5- 2005/4299 dated 28.4.2005.": "यह विभाग ज्ञापन क्रमांक 2025-आर-5-2005/५299 दिनांक 28.5.2005।",
  "DHARAM CHAND @ DHARMBIR AND OTHERS v. STATE OF 323 HARYANA AND OTHERS (Anil Kshertarpal, J.)": "धर्म चंद उर्फ़ धर्मबीर और अन्य बनाम राज्य हरियाणा और अन्य (अनिल क्षेत्रपाल, जे.)",
  "total acquired land comes to more than 1100 acres of land. (3336 kanal": "कुल अधिग्रहित भूमि ॥00 एकड़ से अधिक है। (3336 कनाल ॥3 मार्ला + ५2५9 कनाल + 04 कनाल 5 मार्ला +",
  "Act in this case was issued on 13.11.2007 and the LAC assessed the market value of the acquired land at the rate of Rs.16,00,000- per acre.": "3..2007 को जारी की गई थी और एलएसी ने अधिग्रहित भूमि के बाजार मूल्य का आकलन रुपये.6, 00, 000-",
  "Apart from that, the Jhajjar Thermal Power Ltd. has produced a map of": "प्रति एकड़ की दर से किया था। इसके अलावा, झज्जर थर्मल पावर लिमिटेड ने झज्जर जिले का एक नक्शा और एलएसी",
  "evident from the reading of the statement of Dharam Pal, who has": "पीडब्लू । के रूप में पेश हुए धरम पाल के बयान को पढ़ने से यह स्पष्ट है कि अधिग्रहित भूमि का निकटतम शहर",
  "Kalan, that the nearest city to the acquired land is Jhajjar which is at a distance of 35 kms. There is no evidence that on the date of notification": "झज्जर है जो 35 किलोमीटर की दूरी पर है। इस बात का कोई प्रमाण नहीं है कि ।89५ अधिनियम की धारा ५ के तहत",
  "under Section 4 of the 1894 Act there was any industrial or commercial activity near the acquired land.": "अधिसूचना की तारीख को अधिग्रहित भूमि के पास कोई औद्योगिक या वाणिज्यिक गतिविधि थी।",
  "(5.18) Now, the last question which requires determination is “whether the RC has correctly held that while determining the market": "(5.8) अब, अंतिम प्रश्न जिसके निर्धारण की आवश्यकता है, वह यह है कि \"क्या आर. सी. ने सही ढंग से यह",
  "value of the acquired land according to the policies, the market value": "अभिनिर्धारित किया है कि नीतियों के अनुसार अधिग्रहित भूमि के बाजार मूल्य का निर्धारण करते समय, अधिनिर्णय",
  "prevailing on the date of award is to be determined and not on the date of notification under Section 4 of the 1894 Act? At this stage, it is": "की तिथि पर प्रचलित बाजार मूल्य का निर्धारण किया जाना है न कि 489५ अधिनियम की धारा ५ के तहत अधिसूचना",
  "of notification under Section 4 of the 1894 Act? At this stage, it is appropriate to extract Section 23 of the 1894 Act:-": "की तिथि पर? इस स्तर पर, 894 अधिनियम की धारा 23 को निकालना उचित है:-",
  "“23. Matters to be considered in determining compensation-": "\"23. मुआवजे का निर्धारण करने में विचार किए जाने वाले मामले-",
  "(1) In determining the amount of compensation to be awarded for land acquired under this Act, the Court shall": "(।)इस अधिनियम के तहत अधिग्रहित भूमि के लिए दिए जाने वाले मुआवजे की राशि का निर्धारण करने में,",
  "first the market-value of the land at the date of the publication of the notification under Section 4, sub-": "न्यायालय विचार करेगा-पहले धारा ५, उपधारा के तहत अधिसूचना के प्रकाशन की तारीख पर भूमि का बाजार मूल्य।",
  "section (1).": "(॥).",
  "secondly the damage sustained by the person interested, by reason of the taking of any standing crops or trees which may be on the land at the time of the Collector's taking": "दूसरा, कलेक्टर के कब्जा लेने के समय भूमि पर किसी भी खड़ी फसल या पेड़ को लेने के कारण इच्छुक व्यक्ति को",
  "thirdly the damage (if any) sustained by the person interested, at the time of the Collector's taking possession of the land, by reason of severing such land from his other": "तीसरा, कलेक्टर द्वारा भूमि का कब्जा लेने के समय, ऐसी भूमि को अपने दूसरे से अलग करने के कारण, इच्छुक व्यक्ति को हुई क्षति (यदि कोई हो)",
  "Act. Similarly, with respect to the land located in village Khanpur Khurd, the landowners have produced as many as three sale instances": "एक्ट करें। इसी प्रकार, गाँव खानपुर खुर्द में स्थित भूमि के संबंध में, भूमि मालिकों ने तीन बिक्री उदाहरण प्रस्तुत किए",
  "which are with respect to the period which is post the date of notification under Section 4 of the 1894 Act. From Khanpur Khurd,": "हैं जो /89५ अधिनियम की धारा ५ के तहत अधिसूचना की तारीख के बाद की अवधि के संबंध में हैं। खानपुर खुर्द से",
  "itself, 4249 kanals of land, which is equivalent to 531 acres and 1 kanal, has been acquired. Further, the State has produced the sale deed no.169": "ही ५2५9 कनाल भूमि, जो 53 एकड़ और । कनाल के बराबर है, का अधिग्रहण किया गया है। इसके अलावा, राज्य",
  "equivalent to | acre) sold at the rate of Rs.13,00,000/- per acre. In other words, even after a period of three years, the prices in village Jharni @": "किया है, जिसे रुपये.3, 00, 000/- प्रति एकड़ की दर से बेचा गया है। दूसरे शब्दों में, तीन साल की अवधि के बाद",
  "(5.14) It is also observed that the landowners have also relied": "(5.+) यह भी देखा गया है कि भूमि मालिकों ने कुछ बिक्री विलेखों पर भी भरोसा किया है जिनकी संख्या",
  "upon certain sale deeds bearing number 4473, 4467, 4472. All the three sale deeds reflect the per acre price of the acquired land at the rate of": "५५73,4५67,4472 है। सभी तीन बिक्री विलेख 22,00,000/- की दर से अधिग्रहित भूमि के प्रति एकड़ मूल्य को",
  "Rs.22,00,000/-. However, these parcels of land are located in villages Yakubpur, Nimana and Sondi. The landowners have failed to lead": "दर्शाते हैं। हालाँकि, ये भूखंड याकूबपुर, निमाना और सोंडी गाँवों में स्थित हैं। भूमि के स्वामी यह साबित करने के लिए",
  "evidence to prove that the geographical location of the aforesaid parcels of land are comparable with the acquired land. As already noticed, no": "सबूत देने में विफल रहे हैं कि भूमि के उपरोक्त भागों की भौगोलिक स्थिति अधिग्रहित भूमि के साथ तुलनीय है। जैसा",
  "layout plan has been produced to enable the Court to compare the geographical location, quality and potential of both the lands. In the": "कि पहले ही देखा जा चुका है, न्यायालय को दोनों भूमि की भौगोलिक स्थिति, गुणवत्ता और क्षमता की तुलना करने में",
  "Jharali. Sale deed no.80 dated 30 04.2007 is with respect to more than 3": "और झाड़नी 8झाराली। बिक्री विलेख संख्या. 80 दिनांक 30.04.2007 ३ एकड़ से अधिक भूमि के संबंध में है जिसे",
  "acres of land which has been sold in village Khanpur Khurd at the rate of Rs.10,00,080/- per acre. From a careful perusal of the aforesaid sale": "गांव खानपुर खुर्द में रुपये ।0, 00, 080/- प्रति एकड़ की दर से बेचा गया है। उपर्युक्त विक्रय प्रसंग के सावधानीपूर्वक",
  "instance, it is evident that Rectangle number of the land sold has not been disclosed so as to enable the Court to compare its comparative": "अवलोकन से यह स्पष्ट है कि बेची गई भूमि की आयत संख्या का खुलासा नहीं किया गया है ताकि न्यायालय अधिग्रहित",
  "location vis-a-vis the acquired land. Nonetheless, it is definite that the": "भूमि के साथ अपने तुलनात्मक स्थान की तुलना कर सके। फिर भी, यह निश्चित है कि अधिग्रहित भूमि के साथ-साथ",
  "acquired land as well as the land covered by the sale deed no. 80 are located in the same revenue estate.": "बिक्री विलेख सं. 80 एक ही राजस्व संपदा में स्थित हैं।",
  "(5.15) The remaining sale instances are with respect to land located in various other villages but the parties have failed to produce evidence to prove its comparative geographical location and evidence to": "(5.5) शेष बिक्री के उदाहरण विभिन्न अन्य गांवों में स्थित भूमि के संबंध में हैं, लेकिन पक्ष इसकी तुलनात्मक भौगोलिक",
  "evidence to prove its comparative geographical location and evidence to the effect that these sale instances are comparable. Therefore, the RC": "स्थिति और इस प्रभाव के लिए सबूत पेश करने में विफल रहे हैं कि ये बिक्री के उदाहरण तुलनीय हैं। इसलिए, आर.",
  "has correctly held that these sale deeds produced in the evidence do not advance the cause of the landowners. This Court concurs with the": "सी. ने सही ढंग से अभिनिर्धारित किया है कि साक्ष्य में प्रस्तुत ये बिक्री विलेख भूमि मालिकों के मुद्दे को आगे नहीं बढ़ाते",
  "advance the cause of the landowners. This Court concurs with the aforesaid finding of the RC.": "हैं। यह न्यायालय आर. सी. के उपरोक्त निष्कर्ष से सहमत है।",
  "(5.16) Consequently, RC has correctly held that the sale instances produced by the landowners are not with respect to": "(5.6) नतीजतन, आर. सी. ने सही ढंग से अभिनिर्धारित किया है कि भूमि मालिकों द्वारा उत्पादित बिक्री मामले भूमि",
  "comparable parcels of land. It is evident that in these four villages, the": "के तुलनीय पार्सल के संबंध में नहीं हैं। यह स्पष्ट है कि इन चार गांवों में,",
  "DHARAM CHAND @ DHARMBIR AND OTHERS v. STATE OF 327 HARYANA AND OTHERS (Anil Kshertarpal, J.)": "धर्म चंद उर्फ़ धर्मबीर और अन्य बनाम राज्य हरियाणा और अन्य (अनिल क्षेत्रपाल, जे.)",
  "Gurgaon-manesar Urban Complex (excluding the": "मानेसर शहरी कॉम्प्लेक्स (नगर निगम गुड़गांव की",
  "areas falling within the limits of Municipal": "सीमा के भीतर आने वाले क्षेत्रों को छोड़कर) (बी)",
  "Sohana, and(c) Sonepat- Kundi Urban Complex": "सोहना, और (सी) सोनीपत-कुंडी शहरी कॉम्प्लेक्स",
  "Development plans of lakh": "की विकास योजनाएं",
  "4. Rest of National Capital | Rs.16.00 lakh Rs.20.00": "५. शेष राष्ट्रीय राजधानी क्षेत्र, पंचकुला जिले में | 6.00 लाख रु रु. 20.00 लाख",
  "Panchkula Municipal Corporation (as on 07.09.2010) in Panchkula Distt, and the": "(07.09.200 को) पंचकुला नगर निगम की",
  "land situated within the Development plans of all": "की विकास योजनाओं के भीतर स्थित भूमि।",
  "outside the NCR": "मुख्यालय एनसीआर से बाहर",
  "5. Remaining parts of the | Rs.8.00 lakh Rs.12.00 state lakh": "5 राज्य के शेष भाग 8.00 लाख रु 2.00 लाख रु",
  "Note: 1. The floor rated mentioned above represent the basic rate of land do not include the amount payable under Section 23(1A) and": "ध्यान दें: . ऊपर उल्लिखित फ्लोर रेटिंग भूमि की मूल दर को दर्शाती है, इसमें धारा 23(0ए) के तहत देय राशि और 30%",
  "30% Solatium (U/s 23(2), payable in addition.": "सोलेटियम (यू“एस 23(2) के अतिरिक्त देय राशि शामिल नहीं है।",
  "2. Please see Appendix-1 for an indicative total amount payable to landowner based on these floor rates.": "2. कृपया इन न्यूनतम दरों के आधार पर भूमि मालिक को देय सांकेतिक कुल राशि के लिए परिशिष्ट-। देखें।",
  "ii) The Committee headed by the Divisional Commissioner": "॥) संभागीय आयुक्त की अध्यक्षता वाली समिति अधिग्रहण के तहत भूमि की विभिन्न श्रेणियों के लिए मुआवजे की दर",
  "will continue to perform its duties while fixing the rates of": "तय करते हुए अपने कर्तव्यों का पालन करना जारी रखेगी। समिति () अधिनियम की धारा ५ के जारी होने से ठीक",
  "sale deeds executed in the area during the one year period": "पहले एक वर्ष की अवधि के दौरान क्षेत्र में निष्पादित बिक्री विलेख (ऐसा करते समय, यह किसी भी पृथक लेनदेन»बिक्री",
  "that may be in the nature of a distortion/ oberration and not representative of the average market value of land in the": "विलेख की अनदेखी करेगी जो विरूपण»/विचलन की प्रकृति का हो सकता है और क्षेत्र में भूमि के औसत बाजार मूल्य",
  "area) (ii) the Collector Rates prescribed for the area for charging the stamp duty on sale deeds, and (iii) the": "का प्रतिनिधि नहीं हो सकता है) (॥) बिक्री विलेख पर स्टांप शुल्क वसूलने के लिए क्षेत्र के लिए निर्धारित कलेक्टर दें, और (॥)",
  "Minimum floor rates revised under this policy. While the highest of the above three rates would form the basis for": "इस नीति के तहत संशोधित न्यूनतम न्यूनतम दरें। जबकि उपरोक्त तीन दरों में से उच्चतम दरें मूल दरों को तैयार करने",
  "working out the basic rates, the Committee would not be precluded from taking into account the current prevailing market rates, which could still be higher in certain cases, but": "का आधार बनेंगी, समिति वर्तमान प्रचलित बाजार दरों को ध्यान में रखने से वंचित नहीं होगी, जो अभी भी कुछ मामलों",
  "based on some dependable/reliable guiding parameters. The said Committee is expected to give a_ well-reasoned": "में अधिक हो सकती हैं, लेकिन कुछ भरोसेमंद»विश्वसनीय मार्गदर्शक मानकों पर आधारित हैं। उक्त समिति से अपेक्षा",
  "said Committee is expected to give a_ well-reasoned justification behind its recommendations. It will continue to": "की जाती है कि वह अपनी सिफारिशों के पीछे एक उचित तर्क देगी। यह राज्य में अधिग्रहण करने वाले विभागों / एजेंसियों",
  "land acquisition compensation rates being followed at present while communicating the rates to the Acquiring": "को दरों के बारे में सूचित करते समय वर्तमान में पालन की जा रही भूमि अधिग्रहण क्षतिपूर्ति दरों को तैयार करने के",
  "Section 23 (1A) and the 30% amount under Section 23(2) Payable in accordance with the Land Acquisition Act,": "राशि और भूमि अधिग्रहण अधिनियम, 89% के अनुसार देय धारा 23 (2) के तहत 30% राशि जोड़ी जाएगी।",
  "(5.21) On a careful reading of Section 23 of 1894 Act, it is evident that under clause 1 of sub-section 1 of Section 23, the market": "(5.20) 89५ अधिनियम की धारा 23 को ध्यानपूर्वक पढ़ने पर यह स्पष्ट है कि धारा 23 की उपधारा । के खंड ॥ के",
  "value of the acquired land at the date of publication of notification under Section 4(1) of the 1894 Act is required to be assessed.": "अधीन 89५ अधिनियम की धारा ५ (॥) के अधीन अधिसूचना के प्रकाशन की तारीख को अधिग्रहित भूमि के बाजार",
  "Furthermore, it is also crystal clear from the reading of the clause 4 of the policy dated 06.05.2007 that the policy does not provide that the": "मूल्य का निर्धारण अपेक्षित है। इसके अतिरिक्त, दिनांक 06.05.2007 की नीति के खंड ५ के पठन से यह भी स्पष्ट है",
  "acquisitions wherein the awards were announced on or after 22.03.2007": "पर लागू होंगी जहां पुरस्कारों की घोषणा 22.03.2007 को या उसके पश्चात्‌ की गई थी। इस न्यायालय की सुविचारित",
  "In the considered opinion of this Court, this clause does not provide that the Court should ignore the mandate of the Act and assess the market": "राय में, इस खंड में यह उपबंध नहीं है कि न्यायालय को अधिनियम के अधिदेश की उपेक्षा करनी चाहिए और अधिनिर्णय",
  "the Court should ignore the mandate of the Act and assess the market value on the date of award. Once the entire scheme of the 1894 Act is": "की तिथि पर बाजार मूल्य का आकलन करना चाहिए। एक बार जब 89५ अधिनियम की पूरी योजना इस तथ्य पर",
  "based on the fact that the market value of the acquired land is required": "आधारित हो जाती है कि अधिग्रहित भूमि के बाजार मूल्य का आकलन 894 अधिनियम की धारा ५ के तहत अधिसूचना",
  "of the Court, cannot be read in the manner interpreted by the RC which results in overriding the mandate of the statute. It may be noted here": "तरीके से नहीं पढ़ी जा सकती है, जिसके परिणामस्वरूप क़ानून के अधिदेश को ओवरराइड किया जाता है। यहां यह",
  "that a coordinate Bench in Om Parkash and others versus State of Haryana and others in RFA-7450-2011 and connected cases decided": "उल्लेख किया जा सकता है कि ओम प्रकाश और अन्य बनाम हरियाणा राज्य और अन्य मामले में आरएफए-7५50-",
  "has to be made on the date of the award and not on the date of notification": "कि नीति के अनुसार, मूल्यांकन किया जाना चाहिए निर्णय की तारीख पर और अधिसूचना की तारीख पर नहीं।",
  "DHARAM CHAND @ DHARMBIR AND OTHERS v. STATE OF 329 HARYANA AND OTHERS (Anil Kshertarpal, J.)": "धर्म चंद उर्फ़ धर्मबीर और अन्य बनाम राज्य हरियाणा और अन्य (अनिल क्षेत्रपाल, जे.)",
  "“12. The policy dated 6.4.2007, shows that the minimum floor rates for the rest of the Haryana State were revised to Rs.": "\"2. 6.4.2007 की नीति से पता चलता है कि हरियाणा राज्य के बाकी हिस्सों के लिए न्यूनतम फ्लोर दरों को संशोधित",
  "8,00,000/- per acre from Rs.5,00,000/- per acre and the rates are applicable on all those acquisitions where awards by the Collector": "किया गया था। 8, 00, 000/- प्रति एकड़ से रुपये.5, 00, 000/- प्रति एकड़ और दरें उन सभी अधिग्रहणों पर लागू",
  "have been announced on or after 22.3.2007 irrespective of": "होती हैं जहां कलेक्टर द्वारा पुरस्कार 22.3.2007 को या उसके बाद घोषित किए गए हैं, अधिनियम की धारा ५ के",
  "date of notification under Section 4 of the Act.": "तहत अधिसूचना की तारीख के बावजूद।",
  "13. In the present case, the award was announced by the Collector on 28.11.2006 whereas as per aforesaid policies dated": "33. वर्तमान मामले में, कलेक्टर द्वारा 28..2006 को पुरस्कार की घोषणा की गई थी, जबकि उपरोक्त नीतियों",
  "28.4.2005 and 6.4.2007, the dates of applicability are 5.3.2005 and 22.3.2007, respectively. The State of Haryana itself had increased the value of the land from the year 2005 to 2007 by 60% in the area in question te. from Rs. 5,00,000/- to": "दिनांक 28.4.2005 और 6.५.2007 के अनुसार, प्रयोज्यता की तिथियां क्रमशः 5.3.2005 और 22.3.2007 हैं। हरियाणा राज्य ने स्वयं वर्ष 2005 से 2007 तक भूमि के मूल्य में 60% की वृद्धि की थी। से रुपये 5,.00,000/- से",
  "Rs.8,00,000/- per acre. A perusal of the aforesaid policies shows that after a gap of nearly two years, the minimum compensation": "रुपये.8,00,000/- प्रति एकड़। उपर्युक्त नीतियों के अवलोकन से पता चलता है कि लगभग दो वर्षों के अंतराल के",
  "payable for acquisition of land was enhanced @ 30% per annum": "बाद, भूमि अधिग्रहण के लिए देय न्यूनतम मुआवजे को प्रति वर्ष 30% की दर से बढ़ाया गया था या 2005 में दिखाए",
  "or the price as shown in 2005 is 37.5% less than the price shown in the year 2007. This is evident of rising prices of land on which": "गए मूल्य वर्ष 2007 में दिखाए गए मूल्य से 37.5% कम है। यह भूमि की बढ़ती कीमतों से स्पष्ट है, जिस पर हाल के",
  "there is lot of pressure in recent times because of demand for urbanization and other infrastructural facilities. The process to": "दिनों में शहरीकरण और अन्य बुनियादी सुविधाओं की मांग के कारण बहुत दबाव है। किसी नीति को तैयार करने या",
  "frame or revise a policy starts in advance and finalisation thereof takes time.": "संशोधित करने की प्रक्रिया पहले से शुरू हो जाती है और उसे अंतिम रूप देने में समय लगता है।",
  "14. The aforesaid policy letters, in my opinion, can be considered as a piece of evidence showing the value of the land. Considering": "4. मेरी राय में, उपरोक्त नीति पत्रों को भूमि के मूल्य को दर्शीने वाले साक्ष्य के रूप में माना जा सकता है। इस तथ्य",
  "the fact that the award in the present case was announced on": "को ध्यान में रखते हुए कि वर्तमान मामले में अधिनिर्णय 28.8.2006 को घोषित किया गया था और इस तथ्य को ध्यान",
  "28.11.2006 and the fact that the State itself had granted increase @ 30% per annum for the time gap of two years in the policies,": "में रखते हुए कि राज्य ने स्वयं ऊपर उल्लिखित पॉलिसियों में दो वर्षों के अंतराल के लिए 30% प्रति वर्ष की दर से वृद्धि",
  "referred to above, at the same rate the landowners in the present case deserve to be granted proportionate increase. The time gap": "प्रदान की थी, उसी दर पर वर्तमान मामले में भूमि मालिक आनुपातिक वृद्धि प्रदान करने के पात्र हैं। नीति दिनांक",
  "from policy dated 28.4.2005 till the award of the Collector in the present case is 19 months. For this period granting proportionate": "28.५.2005 से वर्तमान मामले में कलेक्टर के अधिनिर्णय तक का समय अंतराल 9 महीने है। इस अवधि के लिए",
  "increase the amount of compensation shall come out to Rs. 7,35,000/- per acre. Accordingly, the value of the land in the": "आनुपातिक वृद्धि प्रदान करने के लिए मुआवजे की राशि रु 735,000/- प्रति एकड़। तदनुसार, अपीलों के वर्तमान",
  "present set of appeals is determined @ Rs.7,35,000/- per acre.": "सेट में भूमि का मूल्य & रुपये 7,35,000/- प्रति एकड़ निर्धारित किया गया है।भूमि मालिक अधिनियम के तहत",
  "The landowner shall also be entitled to all the statutory benefits available under the Act. As compensation is being assessed on the": "उपलब्ध सभी वैधानिक लाभों का भी हकदार होगा। चूंकि मुआवजे का आकलन राज्य द्वारा बनाई गई नीतियों के आधार",
  "basis of the policies framed by the State and there being no other relevant material on record showing value of the land in the area,": "पर किया जा रहा है और क्षेत्र में भूमि के मूल्य को दर्शाने वाली कोई अन्य प्रासंगिक सामग्री रिकॉर्ड पर नहीं है, मेरी",
  "in my opinion, nothing extra is required to be given on account of severance as the compensation already assessed will take care of": "राय में, पृथककरण के कारण कुछ भी अतिरिक्त देने की आवश्यकता नहीं है क्योंकि पहले से ही मूल्यांकन किया गया",
  "judgment has been passed in ignorance of a statutory provision, then, it is not considered appropriate to follow it as a precedent. In such": "निर्णय एक वैधानिक प्रावधान की अज्ञानता में पारित किया गया है, तो, इसे एक मिसाल के रूप में पालन करना उचित",
  "situations and in general, the ultimate guide of the court is law, logic": "नहीं माना जाता है। ऐसी स्थितियों में और सामान्य रूप से, न्यायालय का अंतिम मार्गदर्शक कानून, तर्क और न्याय है।",
  "and justice. To err is human but the ideal approach is to learn from one's mistake. Keeping this spirit in mind, this Court holds that the date of": "गलती करना मानवीय है लेकिन आदर्श तरीका अपनी गलती से सीखना है। इस भावना को ध्यान में रखते हुए, यह",
  "(5.25) The Government policy was issued on 22.03.2007,": "(5.25) सरकारी नीति 22.03.2007 को जारी की गई थी, जबकि 89५ अधिनियम की धारा ५ के तहत अधिसूचना",
  "issued on 09.04.2007. There is hardly a gap of 18 days. For such a small": "09.0५.2007 को जारी की गई है। मुश्किल से 8 दिनों का अंतराल होता है। इतने छोटे अंतराल के लिए, कोई वृद्धि",
  "(5.26) Further, in RFA-4322, 4682-2016 and 804 of 2017 and": "(5.26) इसके अलावा, 207 के आरएफए-५३22,५682-206 और 80५ और 20॥7 के आरएफए-865 में यह तर्क",
  "be deprived of the interest for the period of delay in filing and re-filing": "दिया गया है कि भूमि मालिकों को अपील दायर करने और फिर से दायर करने में देरी की अवधि के लिए ब्याज से",
  "of the appeal. It may be noted here that vide order dated 17.08.2018, the": "वंचित नहीं किया जाना चाहिए। यहां यह उल्लेख किया जा सकता है कि दिनांक 7.08.208 के आदेश में न्यायालय",
  "Court condoned the delay in filing/re-filing the appeals on the condition": "ने इस शर्त पर अपील दायर करने»पुनः दायर करने में देरी को माफ कर दिया कि अपीलार्थी बढ़े हुए मुआवजे, यदि",
  "that the appellant shall not be entitled to interest on the enhanced compensation, if any. These landowners filed Special Leave Petition before the Supreme Court, which has been disposed of with the": "कोई हो, पर ब्याज का हकदार नहीं होगा। इन भूमि मालिकों ने उच्चतम न्यायालय के समक्ष विशेष अनुमति याचिका",
  "before the Supreme Court, which has been disposed of with the following observations:-": "दायर की, जिसका निम्नलिखित टिप्पणियों के साथ निपटारा किया गया है:-",
  "“The petitioners are permitted to withdraw this special leave petition with liberty to raise all such pleas when the final order is passed by the High Court.": "\"याचिकाकर्ताओं को उच्च न्यायालय द्वारा अंतिम आदेश पारित होने पर ऐसी सभी याचिकाओं को उठाने की स्वतंत्रता के साथ इस विशेष अनुमति याचिका को वापस लेने की अनुमति है।",
  "The special leave petition is accordingly dismissed as withdrawn with the liberty aforesaid.”": "विशेष अनुमति याचिका को तदनुसार खारिज कर दिया जाता है क्योंकि उपरोक्त स्वतंत्रता के साथ वापस ले लिया गया",
  "(5.27) Though the aforesaid question is also academic, however, since the learned counsel representing the parties insist,": "(5.27) यद्यपि उपरोक्त प्रश्न भी अकादमिक है, तथापि, चूंकि पक्षकारों का प्रतिनिधित्व करने वाले विद्वान वकील इस",
  "therefore, this Court proceeds to answer the question. As per the": "बात पर जोर देते हैं, इसलिए यह न्यायालय प्रश्न का उत्तर देने के लिए आगे बढ़ता है। सीमा अधिनियम, 963 के",
  "within a period of 90 days. The aforesaid four appeals were filed on": "प्रावधानों के अनुसार, अपील 90 दिनों की अवधि के भीतर दायर की जानी आवश्यक है। उक्त चार अपीलें",
  "29.04.2013. The appeals were returned on 21.09.2013 by the office while pointing certain defects in filing of the appeals. Certain connected": "दायर करने में कुछ खामियों की ओर इशारा करते हुए कार्यालय द्वारा 27.09.203 को अपीलें वापस कर दी गईं।",
  "Appeals came to be dismissed by the High Court on 06.12.2013, against": "उच्च न्यायालय ने 06.2.203 को कुछ संबद्ध अपीलों को खारिज कर दिया, जिसके विरुद्ध मामला उच्चतम न्यायालय",
  "which the matter was taken to Supreme Court. The remaining pending appeals before the High Court were adjourned sine die. These four": "में ले जाया गया। उच्च न्यायालय के समक्ष शेष लंबित अपीलों को अनिश्चित काल के लिए स्थगित कर दिया गया। दोषों",
  "appeals after removing the defects, came to be re-filed in the year 2016.": "को दूर करने के बाद ये चार अपीलें वर्ष 206 में फिर से दायर की गईं",
  "(5.28) As already noticed, the High Court while condoning the delay in filing and re-filing the appeals has imposed a condition.": "(5.28) जैसा कि पहले ही देखा जा चुका है, उच्च न्यायालय ने अपील दायर करने और फिर से दायर करने में देरी को",
  "which is the preliminary notification. Section 9(2) of the 2008 Act": "अधिकार प्राप्त करने में सक्षम बनाता है। 2008 के अधिनियम की धारा 9 (2) में यह विहित किया गया है कि भूमिगत",
  "prescribes that the compensation shall be calculated at 20% of the market value of the land on the date of publication under sub-section 1": "बाजार मूल्य का 20% देय होगा। वर्तमान मामले में, 2008 अधिनियम की धारा ३ (॥)) के तहत अधिसूचना"
}