{
  "Before Nawab Singh. J.": "न्यामूर्ति नवाब सिंह के समक्ष",
  "SHEELA DEVI & ANOTHER,—Appellants": "शीला देवी और अन्य,-अपीलार्थी",
  "versus": "बनाम",
  "VEER PAL & OTHERS,—Respondents": "वीर पाल और अन्य,-उत्तरदाता",
  "Workmen's Compensation Act, 1923 - S.4(3) - FAO against": "कामगार क्षतिपूर्ति अधिनियम, 923-धारा 4 (3)-एफ. ए. ओ. कामगार क्षतिपूर्ति",
  "1923, filed whereby interest was to be paid by insurance company from date of passing of order till realization - Held, FAO allowed": "तहत बीमा कंपनी द्वारा आदेश पारित करने की तारीख से मुआवजा प्राप्ति तक ब्याज का भुगतान किया जाना था- अभिनिर्धारित, एफ. ए. ओ. की अनुमति-",
  "- Compensation becomes due to employee and the employer becomes": "मुआवजा कर्मचारी को देय हो जाता है और नियोक्ता उस तारीख से इसका भुगतान",
  "liable to pay it from the date on which injury is sustained by the employee or death takes place.": "करने के लिए उत्तरदायी हो जाता है जिस दिन कर्मचारी को चोट लगी हो या मृत्यु हो।",
  "Held, that when it comes to the question as to from which date the": "यह अभिनिर्धारित किया गया कि जब इस प्रश्न की बात आती है कि ब्याज किस",
  "interest is to be awarded, the provisions of Section 4(a) of the Act are crystal": "तारीख से दिया जाना है, तो अधिनियम की धारा 4 (ए) के प्रावधान स्पष्ट हैं।सबसे",
  "clear. Firstly, it has to be understood that the compensation becomes due": "पहले, यह समझना होगा कि मुआवजा कर्मचारी को देय हो जाता है और नियोकक्‍ता",
  "to the employee and the employer becomes liable to pay it from the date": "उस तारीख से इसका भुगतान करने के लिए उत्तरदायी हो जाता है जिस दिन",
  "on which injury is sustained by the employee or the death takes place, as": "कर्मचारी को चोट लगी हो या मृत्यु हो, जेसा भी मामला हो।हालांकि, अधिनियम की",
  "the case may be. However, sub-section (3) of Section 4 of the Act provides a period of thirty days to the employer to make the payment of compensation.": "धारा 4 की उप- धारा (3) नियोक्‍ता को मुआवजे का भुगतान करने के लिए तीस",
  "It will be wrong to argue that the compensation becomes due on the passing of the judgment by the Commissioner.": "दिनों की अवधि प्रदान करती है।यह तर्क देना गलत होगा कि आयुक्त द्वारा निर्णय पारित होने पर मुआवजा देय हो जाता है।",
  "(Para 4)": "(पैरा 4)",
  "Further held, that thus, on the strength of these decisions, the net": "अभिनिर्धारित किया कि इस प्रकार, इन निर्णयों के बल पर, शुद्ध प्रस्ताव",
  "proposition is as under:-": "निम्नानुसार हैः",
  "(i) Therelevant date for determining the rights and liabilities of the": "() पक्षों के अधिकारों और देनदारियों को निर्धारित करने के लिए",
  "parties is the date of accident.": "प्रासंगिक तिथि दुर्घटना की तारीख है।",
  "(ii) ‘The compensation becomes due from the date of accident and": "() क्षतिपूर्ति दुर्घटना की तारीख से देय हो जाती है न कि आयुक्त द्वारा",
  "not from the date of order of adjudication by the Commissioner, and": "निर्णय के आदेश की तारीख से, और",
  "(iii) ‘The employer has been given thirty days’ cushion and interest": "(॥) नियोक्‍्ता को तीस दिनों का समय दिया गया है और दुर्घटना के तीस",
  "shall start running and liable to be paid after thirty days of the": "दिनों के बाद ब्याज देना शुरू हो जाएगा और भुगतान किया जाना",
  "(Para 6)": "(पैरा 6)",
  "SHEELA DEVI AND ANOTHER v. VEER PAL AND OTHERS 473": "शीला देवी और एक और बनाम वीर पाल और अन्य 473",
  "(Nawab Singh, J.)": "न्‍्यामूर्ति नवाब सिंह)",
  "Saurabh Bajaj, Advocate, for the appellants.": "सौरभ बजाज, अधिवक्ताअपीलार्थियों की ओर से।",
  "R.C. Kapoor, Advocate, for respondent No.3.": "आर. सी. कपूर, अधिवक्ता, प्रतिवादी नं. 3 के लिए।",
  "This claimants’ appeal is directed against the judgment dated June 24th, 2009 passed by Commissioner under the Workmen’s Compensation": "यह दावेदारों की अपील 24 जून, 2009 के उस फैसले के खिलाफ निर्देशित की",
  "24th, 2009 passed by Commissioner under the Workmen’s Compensation Act, 1923 (for short “the Act”), Karnal whereby he awarded an amount": "गई है जिसे आयुक्त ने कामगार मुआवजा अधिनियम, 4923 (संक्षेप में \"अधिनियम\",",
  "No. HR-38-J-8413 in a road accident on March 30th, 2005. The": "कैंटर (एचआर-38-जे-843) के साथ सड़क दुर्घटना में होने के कारण दिया",
  "Commissioner also directed the National Insurance Company-insurer of the": "था।आयुकत ने कैंटर बीमाकर्ता के राष्ट्रीय बीमा कंपनी- को आदेश पारित होने की",
  "canter to deposit the amount awarded within 30 days from the date of": "तारीख से 30 दिनों के भीतर दी गई राशि जमा करने का भी निर्देश दिया और चूक",
  "passing of the order and in case of default, the insurance company was to pay simple interest at the rate of 12% on the amount of compensation till": "की स्थिति में, बीमा कंपनी को मुआवजे की राशि पर १2 प्रतिशत की दर से सरल",
  "(2) The judgment passed by the Commissioner has been assailed only on the short point of grant of interest. It is contended by counsel for": "(2) आयुक्त द्वारा पारित निर्णय को केवल ब्याज अनुदान के अल्प बिंदु पर ही चुनौती दी गई है।अपीलार्थियों के वकील द्वारा यह तर्क दिया गया है कि ब्याज का",
  "days after the suffering of injuries’ and not with effect ‘from the date of": "भुगतान 'चोट लगने के तीस दिन बाद' से किया जाना चाहिए था, न कि 'निर्णय की",
  "adjudication’. In support of this contention, reliance has been placed upon the judgments of the Hon’ble Supreme Court in (i) Pratap Narain Singh": "तारीख से'।इस तर्क के समर्थन में, माननीय सर्वोच्च न्यायालय के () प्रताप नारायण",
  "Deo versus Srinivas Sabata and Another (1), (ii) Kerala State Electricity": "सिंह देव बनाम श्रीनिवास सबाटा और अन्य (0), (0) केरल राज्य विद्युत बोर्ड और",
  "Board and another versus Valsala K. and another etc. etc. (2) and": "अन्य बनाम वल्सला के. और अन्य आदि आदि। (2) और इस न्यायालय का, () न्यू",
  "of this Court, (iii) New India Assurance Company Limited versus Manphool Singh and others (3); and (iv) Anish Nasrudin Kureshi and another FAO No.2509 of 2011 decided on January 16th , 2012.": "इंडिया एस्योरेंस कंपनी लिमिटेड बनाम मनफूल सिंह और अन्य (3) और (५) अनीश नसरुद्दीन कुरैशी और एफ. ए. ओ संख्या 20॥। के 2509 ने ॥6 जनवरी,",
  "(3) On the other hand, learned counsel for the Insurance Company": "(3) दूसरी ओर, बीमा कंपनी के विद्वान अधिवक्ता ने आग्रह किया है कि",
  "has urged that the Commissioner awarded the interest correctly as it was": "आयुक्त ने ब्याज को सही ढंग से निर्धारित किया है क्योंकि इसका भुगतान दावे के",
  "versus National Insurance Company and others (4).": "चतुर्वेदी बनाम राष्ट्रीय बीमा कंपनी और अन्य (4) पर भरोसा जताया ।",
  "(1) 1976 (2) SCC 289": "() 976 (2) एस. सी. सी. 289",
  "(2) AIR 1999 SC 3502": "2) ए. आई. आर. 999 एस. सी. 3502",
  "(3) 2009 ACJ 458": "3) 2009 एसीजे 458",
  "(4) 2009 (1) ACC 60 (SC)": "4) 2009 (॥ एसी सी 60 (एस सी)",
  "SHEELA DEVI AND ANOTHER v. VEER PAL AND OTHERS 475": "शीला देवी और एक और बनाम वीर पाल और अन्य 475",
  "duration of the compensation it shall, in default of agreement, be settled by the Commissioner. There is therefore nothing to justify the argument that the employer’s liability to pay compensation under Section 3, in respect of the injury, was": "मुआवजे की अवधि का समझौता न होने पर आयुक्त द्वारा निपटारा किया जाएगा।इसलिए इस तर्क को उचित ठहराने के लिए कुछ भी नहीं है कि चोट के संबंध में खंड 3 के तहत मुआवजे का भुगतान करने के लिए नियोक्‍ता के दायित्व",
  "suspended until after the settlement contemplated by Section": "को खंड ॥9 द्वारा विचार किए गए समझौते के बाद तक निलंबित कर दिया गया",
  "as the aforesaid personal injury was caused to the appellant,": "था।इस प्रकार जैसे ही अपीलकर्ता को उपरोक्त व्यक्तिगत चोट लगी, अपीलकर्ता",
  "and there is no justification for the argument to the contrary.”": "मुआवजे का भुगतान करने के लिए उत्तरदायी था, और इसके विपरीत तर्क के लिए कोई औचित्य नहीं है।\"",
  "(5) In Kerala State Electricity Board and another versus Valsala K. and another etc. etc. (supra), a Three-Judges Bench of the Hon’ble Supreme Court after relying upon the judgment of Pratap Narain Singh Deo’s case (supra) held as under:-": "(5) केरल राज्य विद्युत बोर्ड में और दूसरा बनाम वलसला के. और दूसरा आदि।(ऊपर), तीन न्यायाधीशों की पीठ प्रताप नारायण सिंह देव के मामले (ऊपर) के फैसले पर भरोसा करने के बाद माननीय सर्वोच्च न्यायालय ने निम्नलिखित निर्णय",
  "“5. Our attention has also been drawn to a judgment of the Full Bench of the Kerala High Court in United India Insurance Co. Ltd. vs. Alavi, 1998(1) KerLT 951 (FB) wherein the Full Bench": "“5 हमारा ध्यान यूनाइटेड इंडिया इंश्योरेंस कंपनी लिमिटेड बनाम अलवी, 998 (0) के. आर. एल. टी. 95 (एफ. बी.) केरल उच्च न्यायालय की पूर्ण पीठ के फैसले की ओर भी आकर्षित किया गया है।जिसमें पूर्ण पीठ ने",
  "precisely consiered the same question and examined both the above noted judgments. It took the view that the injured": "समरूप प्रश्न और उपरोक्त दोनों उल्लिखित निर्णयों की जांच की ।इसने",
  "workman becomes entitled to get compensation the moment": "यह विचार रखा कि घायल कर्मचारी उस समय मुआवजा पाने का हकदार",
  "he suffers personal injuries of the types contemplated by the": "किए गए प्रकार की व्यक्तिगत चोटों का सामना करता है और यह है -",
  "of the judgment by the Commissioner. A Division Bench of Hon’ble Supreme Court in Kamla Chaturvedi’s case (supra) after relying upon the earlier": "मामले (ऊपर) में माननीय सर्वोच्च न्यायालय की एक खण्ड पीठ पूर्व के फैसले पर",
  "direct conflict with the ruling of the Four-Judges Bench of Hon’ble Supreme Court rendered in Pratap Narain Singh Deo’s case (supra). In": "(उपरोक्त) में दिए गए माननीय सर्वोच्च न्यायालय की चार-न्यायाधीशों की पीठ के",
  "fact, Hon’ble Supreme Court completely negated the argument that": "फैसले के सीधे विरोध में है।वास्तव में, माननीय सर्वोच्च न्यायालय ने इस तर्क को पूरी",
  "compensation becomes due only when adjudication is done by the": "तरह से खारिज कर दिया कि मुआवजा केवल तभी देय होता है जब आयुक्त द्वारा",
  "Commissioner and clearly held as under:-": "निर्णय लिया जाता है और स्पष्ट रूप से निम्नानुसार अभिनिर्धारित किया जाता हैः",
  "“7, Section 3 of the Act deals with the employer’s liability for": "“7. अधिनियम की धारा 3 मुआवजे के लिए नियोकक्‍ता के दायित्व से संबंधित",
  "compensation. Sub-section (1) of that section provides that": "है।उस धारा की उप-धारा (॥ में प्रावधान है कि नियोक्‍्ता मुआवजे का",
  "the employer shall be liable to pay compensation if “personal": "भुगतान करने के लिए उत्तरदायी होगा यदि कर्मचारी को उसके रोजगार से",
  "injury is caused to a workman by accident arising out of and in the course of his employment”. It was not the case of the": "और उसके दौरान उत्पन्न होने वाली दुर्घटना से चोट लगती है। यह नियोक्‍्ता का",
  "the course of his employment”. It was not the case of the employer that the right to compensation was taken away under sub-section (5) of Section 3 because of the institution of a suit": "मामला नहीं था कि धारा 3 की उप-धारा (5) के तहत मुआवजे का अधिकार",
  "liable to pay the compensation as soon as the aforesaid personal": "उपरोक्त व्यक्तिगत चोट लगते ही मुआवजे का भुगतान करने के लिए",
  "due until after the Commissioner’s order dated May 6, 1969": "कि धारा 49 के तहत 6 मई, ॥969 के आयुक्त के आदेश के बाद तक",
  "under Section 19. What the section provides is that if any": "मुआवजा देय नहीं था।इस धारा में जो प्रावधान किया गया है वह यह है कि यदि",
  "of any person to pay compensation or as to the amount or": "किसी व्यक्ति के दायित्व के बारे में या मुआवजे की राशि या अवधि के बारे में",
  "(5) 2007 (2) SCC 349": "(5) 2007 (2) एससीसी 349"
}