{
  "Bgfore Surya Kant & R. P Nagrath, JJ.": "समक्ष न्यायमूर्ति सूर्यकांत और आर. आर. नौरथ",
  "YASHBIR SINGH AND ANOTHER—Petitioner": "यशबीर सिंह और और अन्य - याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHER—Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "Land Acquisition Act, 1894 - Ss. 4, 5A, 6, 9, 11, 16, 48 -": "सीडब्ल्यूपीएन नं. 20। का 8446 0] मई, 203 भूमि अधिग्रहण अधिनियम, 894-सं. 4, 5क, 6,9, यदि",
  "Constitution of India, 1950 - Art. 226/227 - Code of Civil Procedure,": "6,48-भारत का संविधान, 950-अनुच्छेद 226/22.7-सिवित्र प्रक्रिया संहिता, 4908-0. - याचिकाकर्ताओं",
  "over which residential houses have been constructed - Land acquired -": "के संयुक्त मालिकों के कब्जे वाली भूमि, जिस पर आवासीय घरों का निर्माण किया गया है-अधिग्रहित",
  "Objections filed but without hearing them notice under Section 6": "भूमि-धारा 6 के तहत नोटिस जारी किए बिना आपत्ति दर्ज की गई - धारा 9 के तहत नोटिस",
  "issued - Notices under Section 9 issued - Petitioners claim that": "जारी-याचिकाकर्ताओं का दावा है कि 5 दिनों का स्पष्ट नोटिस जारी नहीं किया गया जो धारा 9 का",
  "Award under Section I] qua land beneath the houses - Supplementary": "उल्लंघन था - धारा । के तहत पुरस्कार घरों के नीचे की भूमि-पूरक पुरस्कार को अधिसंरचना के तहत",
  "award pronounced qua superstructure - Physical possession still with Petitioners - Question is whether land could be released after": "घोषित किया गया-भौतिक कब्जा अभी भी याचिकाकर्ताओं के पास है - सवाल यह है कि क्या अधिग्रहण",
  "completion of acquisition process and whether State can execute": "प्रक्रिया पूरी होने के बाद भूमि जारी की जा सकती है और क्या राज्य तब तक वाहन विलेख निष्पादित कर",
  "conveyance deed unless the land vests in it absolutely? Held that": "सकता है जब तक कि भूमि उसमें पूरी तरह से निहित न हो? अभिनिर्धारित किया गया कि राज्य सरकार",
  "without vesting of actual physical possession in the State Government,": "में वास्तविक भौतिक अधिकार निहित किए बिना, वाहन विलेख निष्पादित नहीं किया जा सकता",
  "Held, that Section 16 of theAct lays down that once the Collector": "अभिनिर्धारित है कि अधिनियम की धारा 6 में यह कहा गया है कि एक बार कलेक्टर ने धारा ] के तहत",
  "has made an award under Section 1[1, he is entitied to take possession. Admittedly, in the present case, physical possession of the land had not been": "पुरस्कार दे दिया है, तो वह कब्जा लेने का हकदार है। मान लीजिए, वर्तमान मामले में, भूमि का भौतिक",
  "taken by the State. Thus, without vesting of the property in the State": "कब्जा राज्य द्वारा नहीं लिया गया था। इस प्रकार, संपत्ति को राज्य सरकार में निहित किए बिना,",
  "Government, the conveyance deed would not confer legal and valid title of the acquired land.": "हस्तांतरण विलेख अधिग्रहित भूमि का कानूनी और वैध अधिकार प्रदान नहीं करेगा।",
  "Further held, that as respondents No. | to 3 had not taken actual": "आगे यह अभिनिर्धारित किया गया कि उत्तरदाताओं के रूप में नं। | से 3 ने विवादित भूमि का वास्तविक",
  "possession of the land in dispute, the State is cmpowercd to release the": "कब्जा नहीं लिया था, राज्य को विचाराधीन भूमि को जारी करने का अधिकार है। इसके अलावा,",
  "land in question. Further, the release of land under Scction 48(1) of the Act is required to be published in the Official Gazette.": "अधिनियम की धारा 48 () के तहत भूमि की रिहाई को आधिकारिक राजपप्र में प्रकाशित किया जाना",
  "Petition Allowed.": "याचिका की अनुमति दी गई।",
  "Shailendra Jain, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से अधिवक्ता शैलचंद्र जैन।",
  "Palika Monga, DAG, Haryana. |": "पालिका मोंगा, डीएजी, हरियाणा।",
  "Kamal Schgal, Advocate for respondent No.3. Akashdcep Singh,Advocate for respondent No.4.": "कमल सहगल, प्रतिवादी नंबर. 3 के लिए अधिवक्ता। आकाशदीप सिंह, प्रतिवादी नंबर. 4 के लिए अधिवक्ता।",
  "AJAY KUMAR MITTAL,J.": "अजय कुमार एमएच टीएएल,",
  "(4) Learned counsel for the petitioners prayed for release of land in vicw of the following findings recorded by the appropriate authority in the order impugned:-": "(4) याचिकाकर्ताओं के विद्वान वकील ने आक्षैपित आदेश में उपयुक्त प्राधिकारी द्वारा दर्ज निम्नलिखित निष्कर्षों को ध्यान में रखते हुए भूमि जारी करने का अनुरोध कियाः- \"0. आवेदक-याचिकाकर्ताओं द्वारा",
  "applicant -- petitioners, documents submitted on their behalf during": "प्रस्तुत किए गए अभ्यावेदन, व्यक्तिगत सुनवाई के दौरान उनकी ओर से प्रस्तुत किए गए दस्तावेजों,",
  "the personal hearing, documents submitted by Reliance Haryana SEZ Ltd, the report submitted by the HSIDC and the facts narrated by": "रिलायंस | हरियाणा एसईजेड लिमिटेड दवारा प्रस्तुत किए गए दस्तावेजों, आईआईएसआईडीसी द्वारा",
  "Ltd, the report submitted by the HSIDC and the facts narrated by theAdditional Dircctor/Industrics, it is clear that:-": "प्रस्तुत रिपोर्ट और अतिरिक्त निदेशक/उद्योग द्वारा बताए गए तथ्यों को देखने के बाद, यह स्पष्ट है",
  "(i) The applicant — petitioners had constructed their residential house on the subject land (2 kanal 16 marlas) much prior to the issuc of Section 4 notification,": "किः:-0) आवेदक-याचिकाकर्ताओं ने धारा 4 अधिसूचना जारी होने से बहुत पहले विषय भूमि (2 कनाल 6 मरला) पर अपने आवासीय घर का निर्माण किया था; (४) याचिकाकर्ताओं के पास खसरा सं. 03/ 2/",
  "Khasra Nos. 103//12/1[2-16] since 1996 and there exists a residential house with ‘A’ Class construction at site.": "[2-6] 996 से और साइट पर 'ए' वर्ग के निर्माण के साथ एक आवासीय घर मौजूद है।",
  "(iii) The remaining adjoining land of Khasra No.103//12, 1.c. 5": "(0॥) खसरा नं. की शेष निकटवर्ती भूमि। 03/ 2, 4.०. 5 कनाल 4 मरल्रा और खसरा नं। 9 को पहले ही",
  "(v) The applicant — petitioners had filed objections under Section 5-A but did not avail of the opportunity of appcaring before the officers’ committee constituted for the purpose;": "(९) आवेदक-याचिकाकर्ताओं ने धारा 5-ए के तहत आपत्तियां दायर की थीं, लेकिन इस उद्देश्य के लिए गठित अधिकारियों की समिति के समक्ष उपस्थित होने के अवसर का लाभ नहीं उठाया था;",
  "(3) The provision of Part II of this Act shall apply, so far as may be,": "(3) इस अधिनियम के भाग 3 का उपबंध इस धारा के अधीन संदेय प्रतिकर के अवधारण पर, जहां तक हो",
  "Scction 48(1) of theAct empowers the State Government to withdraw from the acquisition of the land on fulfilment of two conditions, namely; (1) the": "अधिनियम की धारा 48 (]) राज्य सरकार को दो शर्तों को पूरा करने पर भूमि अधिग्रहण से पीछे हटने का",
  "casc is not provided under Scction 36 of the Act and (ii) where the": "अधिकार देती है, अर्थात्‌; 6) अधिनियम की धारा 36 के तहत आसानी प्रदान नहीं की गई है और (0) जहां",
  "possession of any land has not been taken. Under Sub CWP No.18446": "किसी भी भूमि का कब्जा नहीं त्रिया गया है। उप सीडब्ल्यूपी के तहत नं. अधिनियम की धारा 48 की धारा",
  "of2011 9 scction (2) of Section 48 of the Act, the rights of the owner of the land are protected in as much as the land owner is cntitled for the": "20.9 की धारा (2) के 8446 के अनुसार, भूमि के स्वामी के अधिकार उतने सुरक्षित हैं जितना कि भूमि",
  "acquisition procecdings. Sub section (3) of Section 48 of thcAct provides regarding quantum of compensation to be determined in such circumstances.": "अधिनियम की धारा 48 की उपधारा (3) ऐसी परिस्थितियों में निर्धारित किए जाने वाले मुआवजे की मात्रा",
  "(10) In Larsen & Toubro Limited’s case (supra), the Supreme": "(-0) लार्सन एंड टन ब्रो लिमिटेड की छूट (उपर्युक्त) में उच्चतम न्यायालय ने इस प्रश्न पर विचार किया",
  "Court considered the question whether the power under Section 48(1) of the Act can be exercised by the Government without notifying the factum": "कि क्‍या अधिनियम की धारा 48 () के तहत शक्ति का उपयोग सरकार द्वारा अधिग्रहण के लाभार्थी को",
  "under:-": "थाः-",
  "“30..... When Scctions 4 and 6 notifications are issued, much has": "\"30जब धारा 4 और 6 अधिसूचनाएं जारी की गई हैं, तो अधिग्रहण प्रक्रिया की दिशा में बहुत कुछ किया",
  "been done towards the acquisition process and that process cannot be reversed mercly by rescinding those notifications. Rather itis": "गया है और उस प्रक्रिया को केवल उन अधिसूचनाओं को रद्द करके उलट नहीं किया जा सकता है। बल्कि",
  "Section 48 under which, after withdrawal from acquisition is made,": "यह धारा 48 है जिसके तहत, अधिग्रहण से वापसी के बाद, अधिग्रहण की कार्यवाही के दौरान मालिक को",
  "compensation duc for any damage suffered by the owner during the course of acquisition proceedings is determined and given to him. It": "हुए किसी भी नुकसान के लिए मुआवजा निर्धारित किया जाता है और उसे दिया जाता है। इसलिए, यह",
  "is, therefore, implicit that withdrawal from acquisition has to be notified.": "निहित है कि अधिग्रहण से निकासी को अधिसूचित किया जाना चाहिए।",
  "31. Principles of law are, therefore. well settled. A notification in the": "3. इसलिए, कानून के सिद्धांत अच्छी तरह से स्थापित हैं। यदि राज्य सरकार अधिनियम की धारा 48 के",
  "Official Gazette is required to be issucd if the State Government": "आधिकारिक राजपत्र में एक अधिसूचना जारी की जानी आवश्यक है। किसी माल्निक को राज्य सरकार के",
  "decides to withdraw from the acquisition under Section 48 of the": "ने निर्णय दिया है कि धारा 4 () के तहत प्रकाशित अधिसूचना को वापस लेने और धारा 48 के तहत",
  "Government had no power undcr section 48 of the Act as the process of": "मैंने यह कहते हुए भूमि जारी करने से इनकार कर दिया कि सरकार के पास अधिनियम की धारा 48 के",
  "acquisition stood completed. According to the petitioners, in the case of": "तहत कोई शक्ति नहीं है क्योंकि अधिग्रहण की प्रक्रिया पूरी हो चुकी है। याचिकाकर्ताओं के अनुसार, राज",
  "Raj Singh etc., the said authority vide order dated 10.10.2008, Annexure": "सिंह आदि की अनुमति में, उक्त प्राधिकरण ने दिनांक 0.0.2008 के आदेश के अनुसार, अनुलग्नक 7.20",
  "been completed in the said case. Even this Court in CWP No.18610 of": "थी। यहां तक कि इस न्यायालय ने सीडब्ल्यूपी नं. 2005 का 860, अनुलग्नक पी. 2। ने इसी प्रकार के",
  "to issuc release order in favour of the petitioners. Aggricved by the action": "मुद्दे पर विचार करते हुए प्रत्यर्थियों को याचिकाकर्ताओं के पक्ष में रिहाई आदेश जारी करने का निर्देश",
  "of the respondent-authorities in not issuing release order in favour of the": "दिया। अपनी भूमि के संबंध में याचिकाकर्ताओं के पक्ष में रिहाई आदेश जारी नहीं करने में",
  "(3) Learned counsel for the petitioners submitted that there exists": "(3) याचिकाकर्ताओं के विद्वान वकील ने प्रस्तुत किया कि अधिनियम की धारा 4 के तहत अधिसूचना",
  "a residential house which has been constructed on the land in dispute measuring 2 kanals 16 marlas prior to issuance of notification under Section": "जारी करने से पहले 2 कहल 6 मरला के विवाद में भूमि पर एक आवासीय घर का निर्माण किया गया है।",
  "4 of the Act. It was urged that the pctitioners continuc to be in physical possession of the said land since 1996 and ‘A’ class construction at sitc": "यह आग्रह किया गया कि याचिकाकर्ता 996 से उक्त भूमि के भौतिक कब्जे में बने रहें और साइट पर 'ए'",
  "is existing. The land appurtenant to the aforesaid land measuring 5 kanals 4 marlas and Khasra No.19 have already been released. According to the": "श्रेणी का निर्माण मौजूद है। 5 कनाल 4 मरला और खसरा नं. 9 को पहले ही रिहा किया जा चुका है।",
  "State under Scction 16 of theAct, the State was not Icgally authorised to execute conveyance deed in favour of respondent No.4. Reliance was": "में पूरी तरह से निहित नहीं है, राज्य कानूनी रूप से प्रतिवादी संख्या 4 के पक्ष में वाहन विलेख निष्पादित",
  "placed upon following observations of theApex Courtin Prahlad Singh and others versus Union of India and others (1):": "करने के लिए अधिकृत नहीं था। प्रहलाद सिंह और अन्य बनाम भारत संघ और अन्य मामन्रों में सर्वोच्च न्यायालय की टिप्पणियों के बाद रिलायंस को रखा गया था ()",
  "*13.....Section 16 lays down that once the Collector has made an award under Section |], he can take possession of the acquired": "3 धारा 6 में कहा गया है कि एक बार जब कलेक्टर धारा ] के तहत निर्णय दे देता है, तो वह अधिग्रहित",
  "land. Simultancously, the section declares that upon taking possession by the Collector, the acquired land shall vest absolutely in the": "भूमि का कब्जा ले सकता है। साथ ही, धारा घोषणा करती है कि कलेक्टर द्वारा कब्जा लेने पर, अधिग्रहित",
  "place as soon as possession is taken by the Collector after passing": "तहत एक पुरस्कार पारित करने के बाद कलेक्टर द्वारा कब्जा लिए जाने के तुरंत बाद अधिग्रहित भूमि को",
  "and ull that is done, legal presumption of vesting enshrined in Section 16 cannot be raised in favour of the acquiring authority...”": "॥6 में निहित निहित करने का कानूनी अनुमान अधिग्रहण प्राधिकारी के पक्ष में नहीं उठाया जा सकता है।।'",
  "absolutely in the Government free from all encumbrances. Admittedly, in the": "अधिग्रहित भूमि पूरी तरह से सरकार में निहित होती है जो सभी बाधाओं से मुक्त होती है। मान लीजिए,",
  "present case, physical possession of the land had not been taken by the State. Thus, without vesting of the property in the State Government, the": "वर्तमान मामले में, भूमि का भौतिक कब्जा राज्य द्वारा नहीं लिया गया था। इस प्रकार, राज्य सरकार में",
  "conveyance deed would not confer legal and valid title in favour of respondent No.4.": "संपत्ति के निहित होने के बिना, हस्तांतरण विलेख प्रतिवादी संख्या. 4 के पक्ष में कानूनी और वैध अधिकार प्रदान नहीं करेगा।",
  "(8) Examining the issue relating to release of land, it would be apposite to notice the findings recorded by the concerned authority. It was": "(8) भूमि जारी करने से संबंधित मुद्दे की जांच करते हुए, संबंधित प्राधिकारी द्वारा दर्ज किए गए निष्कर्षों",
  "recorded that there was construction of a residential house on Khasra No.103//12/1 measuring 2 kanals 16 marlas which was raised prior to the": "को नोटिस करना उचित होगा। यह दर्ज किया गया था कि खसरा नंबर, 03/ 2/8 पर एक आवासीय घर",
  "dispute was released, there was no problem regarding provision of access": "मार्ग था और यदि विवादित भूमि जारी की गई थी, तो स्थल तक पहुँच के प्रावधान के संबंध में कोई",
  "to the site. It was further noticed that the location of the said land was such that even if it was integrated with the SEZ land, it was not to adversely": "समस्या नहीं थी। यह भी देखा गया कि उक्त भूमि का स्थान ऐसा था कि भले ही इसे एसईजेड भूमि के",
  "affect or impact the integrated planning of the area in the event of its release.": "साथ एकीकृत किया गया हो, लेकिन इसके जारी होने की स्थिति में क्षेत्र की एकीकृत योजना पर प्रतिकूल",
  "Possession of the petitioners on the land in dispute was not disputed": "प्रभाव या प्रभाव नहीं पड़ा। विवादित भूमि पर याचिकाकर्ताओं का कब्जा विवादित नहीं था, जबकि इसे",
  "whereas it was held to be paper possession which had been delivered to the Haryana State Industrial Development Corporation Limited (HSIDC).": "कागजी कब्जा माना गया था, जिसे हरियाणा राज्य औद्योगिक विकास निगम लिमिटेड को सौंप दिया",
  "It was also observed that balance of convenience was in favour of the": "गया था (प्॒ञ90). यह भी देखा गया कि सुविधा का संतुलन याचिकाकर्ताओं के पक्ष में था और विवादित",
  "was held that the same cannot be released by invoking the provisions of": "प्रावधानों को लागू करके इसे जारी नहीं किया जा सकता है और याचिकाकर्ता उच्च न्यायालय का रुख कर",
  "as the acquisition process stands completed and third party rights had been created in favour of M/s Reliance Haryana SEZ Limited.": "सकते हैं क्योंकि अधिग्रहण प्रक्रिया पूरी हो चुकी है और मेसर्स रिलायंस हरियाणा एसईजेड लिमिटेड के पक्ष में तीसरे पक्ष के अधिकार बनाए गए हैं।",
  "(9) It would now be apt to analyse the scope of Section 48 of the Act which deals with the circumstances in which the State Government can withdraw from the acquisition. It reads thus:-": "(9) अब अधिनियम की धारा 48 के दायरे का विश्लेषण करना उपयुक्त होगा जो उन परिस्थितियों से संबंधित है जिनमें राज्य सरकार अधिग्रहण से पीछे हट सकती है। इसमें इस प्रकार लिखा हैः- (0)",
  "“48. Completion of acquisition not compulsory, but compensation to be awarded when not completed.- (1) Except": "अधिग्रहण का पूरा होना अनिवार्य नहीं है, लेकिन पूरा नहीं होने पर मुआवजा दिया जाना चाहिए।- () धारा",
  "in the case provided for in section 36, the Government shall be at liberty to withdraw from the acquisition of any land of which": "36 में उपबंधित मामले को छोड़कर, सरकार किसी ऐसी भूमि के अधिग्रहण से पीछे हटने के लिए स्वतंत्र",
  "possession has not been taken.": "होगी जिसका कब्जा नहीं लिया गया है।",
  "(2) Whenever the Government withdraws from any such acquisition,": "(2) जब भी सरकार ऐसे किसी अधिग्रहण से पीछे हटती है, तो कलेक्टर नोटिस या उसके अधीन किसी",
  "the Collector shall determine the amount of compensation due for": "कार्यवाही के परिणामस्वरूप मालिक को हुए नुकसान के लिए देय मुआवजे की राशि निर्धारित करेगा, और",
  "Khasra No.103//12/1 measuring 2 kanals 16 marlas situated in the revenue estate of Village Harsaru, Tehsil and District Gurgaon, has been rejected.": "2/ ग्राम हरसरू, तहसील और जिला गुड़गांव की राजस्व संपदा में स्थित 2 कनाल 6 मरले को अस्वीकार कर दिया गया है।",
  "(2) Bricfly, the facts necessary for adjudication of the controversy involved, as narrated in the petition, may be noticed. Thepetitioners arc": "(2) संक्षेप में, याचिका में वर्णित विवाद के न्‍्यायनिर्णयन के लिए आवश्यक तथ्यों पर ध्यान दिया जा",
  "joint owners in possession of land measuring 2 kanals 16 marlas situated": "कनाल 6 मरले की भूमि के कब्जे में संयुक्त मालिकों को आरोपित किया है, जिस पर उन्होंने अपनी बचत",
  "which thcy have constructed their respective residential houses by spending": "खर्च करके अपने-अपने आवासीय घरों का निर्माण किया है। याचिकाकर्ताओं के उक्त घर ग्राम हरसरू की",
  "the southern side and a HumanTrust where Gurukul is running. The residential": "दक्षिण की ओर उनके संपाश्विक के घर हैं और एक मानव न्यास है जहाँ गुरुकुल चल रहा है। भूमि",
  "section 4 of the Land Acquisition Act, 1894 (in short, “the Act’). The": "अधिग्रहण अधिनियम, 894 (संक्षेप में, \"अधिनियम\") की धारा 4 के तहत जारी अधिसूचना दिनांक",
  "petitioners filed their objections under Section 5-A of theAct on 5.3.2003,": "अधिग्रहण का विषय बन गए। याचिकाकर्ताओं ने 5.3.2003 को अधिनियम की धारा 5-ए, अनुलग्नक पी.",
  "Annexurcs P.8 and P.9. Without hearing the petitioners in terms of Section": "8 और पी. 9 के तहत अपनी आपत्तियां दायर कीं। अधिनियम की धारा 5 ए (2) के संदर्भ में याचिकाकर्ताओं",
  "5A(2) of the Act, notification under Section 6 was issucd on 28.1.2004, Annexure P.10 by the State Government. Notices under Section 9 of the": "को सुने बिना, राज्य सरकार द्वारा धारा 6 के तहत अधिसूचना 28..2004, अनुलग्नक पी. 0 को जारी",
  "Annexure P.10 by the State Government. Notices under Section 9 of the Act werc issued on 6.1.2006, Annexure P.12 asking the petitioners to": "की गई थी। अधिनियम की धारा 9 के तहत नोटिस 6..2006, अनुलग्नक ०.2 को जारी किए गए थे,",
  "appear before respondent No.2 on 24.1.2006. The said notices were in": "जिसमें याचिकाकर्ताओं को 24..2006 को प्रतिवादी संख्या 2 के समक्ष उपस्थित होने के लिए कहा गया",
  "violation of Section 9 of the Act as no 15 days’ clear notice was given to": "था। उक्त नोटिस अधिनियम की धारा 9 का उल्लंघन था क्योंकि याचिकाकर्ताओं को 5 दिनों का कोई",
  "theAct was announced qua the land underncath the houses of the petitioners.": "अधिनिर्णय की घोषणा याचिकाकर्ताओं के घरों के नीचे की भूमि के लिए की गई थी। उक्त अधिनिर्णय के",
  "Clause 5 of the said award provided that since no valuation report had been received from the concerned department, supplementary award regarding": "खंड 5 में यह प्रावधान किया गया है कि चूंकि संबंधित विभाग से कोई मूल्यांकन रिपोर्ट प्राप्त नहीं हुई है,",
  "superstructures shall be pronounced later on. On 27.2.2007, Annexure": "इसलिए अधिसंरचनाओं के संबंध में पूरक अधिनिर्णय बाद में घोषित किया जाएगा। 27.2.2007,",
  "P.15, supplementary award was pronounced regarding superstructures. The": "अनुलग्नक पृ. 45 को अधिसंरचनाओं के संबंध में अनुपूरक पुरस्कार घोषित किया गया। याचिकाकर्ता",
  "petitioners are still in actual physical possession of the said residential": "अभी भी उक्त आवासीय घरों के वास्तविक कब्जे में हैं। याचिकाकर्ताओं के घरों पर कब्जा करने के लिए",
  "houses. No procedure as provided under Order 21 Rule 35 CPC was": "आदेश 2] नियम 35 सीपीसी के तहत प्रदान की गई किसी भी प्रक्रिया का पालन नहीं किया गया था।",
  "favour of the petitioners as on 27.2.2007 granted by this Court in CWP No.1917 of 2006 vide order dated 9.2.2006. The said writ petition was": "9]7 में दिनांक 9.2.2006 के आदेश द्वारा 27.2.2007 को याचिकाकर्ताओं के पक्ष में बेदखल करने पर"
}