{
  "facts loudly proclaim that vested interests were operating to harm the interests of the petitioner. The wording of show-": "तथ्य जोर से घोषणा करते हैं कि निहित स्वार्थ याचिकाकर्ता के हितों को नुकसान पहुंचाने के लिए काम कर रहे थे।",
  "cause notice dated 02.02.2021 concludes the issue. It leaves no doubt that the respondents were proceeding with a pre-": "दिनांक 02.02.202। के कारण बताओ नोटिस के शब्द इस मुद्दे को समाप्त करते हैं। इसमें कोई संदेह नहीं है कि",
  "no doubt that the respondents were proceeding with a pre- determined mind. Consequently, Oryx Fisheries (supra)": "उत्तरदाता पूर्व निर्धारित दिमाग के साथ आगे बढ़ रहे थे। नतीजतन, ओरिक्स फिशरीज (सुप्रा) पूरी तरह से लागू होता",
  "squarely applies. The apprehension of the petitioner was justified and the writ petition is held to be maintainable.”": "है। याचिकाकर्ता की आशंका उचित थी और रिट याचिका को बनाए रखने योग्य माना गया है।",
  "(4) He has further made a reference to the judgment of the Hon’ble Supreme Court in the matter of Orxy Fisheries Private Limited versus Union of India’ to contend that the proceedings": "(५) उन्होंने आगे ऑर्क्सी फिशरीज प्राइवेट लिमिटेड बनाम भारत संघ” के मामले में माननीय सर्वोच्च न्यायालय के",
  "initiated by a show cause notice gets vitiated by unfairness and bias": "निर्णय का संदर्भ देते हुए यह तर्क दिया है कि कारण बताओ नोटिस द्वारा शुरू की गई कार्यवाही अन्याय और",
  "and that the subsequent proceedings become an ideal ceremony.": "पूर्वाग्रह से दृषित हो जाती है और बाद की कार्यवाही एक आदर्श समारोह बन जाती है।",
  "(5) I have heard the learned counsel appearing on behalf of the petitioner and have gone through the documents appended": "(5) मैंने याचिकाकर्ता की ओर से उपस्थित विद्वान वकील को सुना है और तत्काल याचिका के साथ संलग्न दस्तावेजों",
  "alongwith the instant petition as also the judgment cited by the Counsel during the course of the arguments.": "और दलीलों के दौरान वकील द्वारा उद्धृत निर्णय को भी देखा है।",
  "(6) To appreciate the present controversy, it would be appropriate to refer to the relevant extract of the Show Cause Notice and the facts that have been noticed thereunder:": "(6) वर्तमान विवाद को समझने के लिए, कारण बताओ नोटिस के प्रासंगिक उद्धरण और उसके तहत देखे गए तथ्यों का उल्लेख करना उचित होगाः",
  "“The aforesaid Transfer Deed bearing Vasika No.6103 dated 14.03.2017 with regard to immoveable property": "\"५000 वर्ग मीटर की अचल संपत्ति के संबंध में वासिका संख्या. 603 दिनांक ५.03.207 वाला उपरोक्त",
  "measuring 4000 sq. yard duly presented by Sunanda Dutta @ Veena Dutta is registered through the claimant Karan": "हस्तांतरण विलेख। सुनंदा दत्ता वीणा दत्ता द्वारा विधिवत प्रस्तुत यार्ड दावेदार करण दत्ता के माध्यम से पंजीकृत है।",
  "Dutta. The following facts have come into light during the ongoing investigation in respect of Hari Gyan Education Society Rewari (Shishu-Shala School, Model Town, Rewari):": "हरि ज्ञान एजुकेशन सोसाइटी रेवाड़ी (शिशु-शाला स्कूल, मॉडल टाउन, रेवाड़ी) के संबंध में चल रही जांच के दौरान निम्नलिखित तथ्य सामने आए हैं",
  "a. Nagar Parishad bearing No.379 dated 09.03.2016 attached with regard to Vasika No.6103 dated": "ए. वासिका संख्या. 603 दिनांक ५.03.2077 के संबंध में संलग्न संख्या. 379 दिनांक 09.03.206 वाली नगर",
  "accordance with law nor is valid for the registration. Therefore, this Vasika is not valid.": "परिषद कानून के अनुसार स्वामित्व का आधार नहीं है और न ही पंजीकरण के लिए मान्य है। अतः यह वासिका मान्य",
  "b. Vasika No.3702 dated 27.03.2001 has been pointed in the sale deed bearing Vasika No.6103 dated": "बी. वासिका संख्या. ३3702 दिनांक 27.03.200। को वासिका संख्या. 603 दिनांक ५.03.20॥7 वाले विक्रय",
  "27.03.2001, it has been found that Vasika No.3702": "वासिका संख्या. 3702 दिनांक 27.03.202। आवासीय से संबंधित है",
  "OTHERS (Vinod S. Bhardwaj, J.)": "अन्य (विनोद एस भारद्वाज, जे)",
  "Shala School, # 318, Model Town, Rewari as per the report received from the concerned Tehsildar which is": "संबंधित तहसीलदार से प्राप्त रिपोर्ट के अनुसार शिशुशाला स्कूल, #38, मॉडल टाउन, रेवाड़ी के भीतर स्थित स्कूल",
  "about 375 sq. yards externally. Therefore, Vasika No.3702 dated 27.03.2001 (approx. 375 sq. yard)": "का क्षेत्रघर जो लगभग 375 वर्ग किलोमीटर है। बाहरी रूप से यार्ड। अतः, वासिका सं. ३702 दिनांक 27.03.200।",
  "pertains to residential place.": "(लगभग. 375 वर्ग किमी. यार्ड) आवासीय स्थान से संबंधित है।",
  "c. It has been mentioned in the report given by the Record Keeper, office of Deputy Commissioner, Rewari that the sale deed is registered vide Vasika": "सी. रिकॉर्ड कीपर, उपायुक्त, रेवाड़ी के कार्यालय द्वारा दी गई रिपोर्ट में यह उल्लेख किया गया है कि बिक्री विलेख",
  "No.3702 dated 15.10.2021 which pertains to Village Lisana, District Rewari. Therefore, the Vasika": "वासिका संख्या. ३702 दिनांक 5.0.202 के माध्यम से पंजीकृत है जो ग्राम लिसाना, जिला रेवाड़ी से संबंधित है।",
  "No.3702 dated 27.03.2001 presented by you is not registered in the revenue record.": "इसलिए, आपके द्वारा प्रस्तुत वासिका संख्या. ३702 दिनांक 27.03.200। राजस्व रिकॉर्ड में पंजीकृत नहीं है।",
  "d. Shishu-Shala School # 318, Model Town, Rewari is operated under 4) Hari Gyan Education Society.": "डी. शिशु-शाला स्कूल #38, मॉडल टाउन, रेवाड़ी ५) हरि ज्ञान एजुकेशन सोसाइटी के तहत संचालित है।",
  "e. It is indicated in the constitution of Hari Gyan Education Society. Rewari that moveable and": "ई. हरि ज्ञान एजुकेशन सोसाइटी के संविधान में इसका संकेत दिया गया है। रेवाड़ी ने कहा कि हरि ज्ञान एजुकेशन",
  "immoveable property relating to Hari Gyan Education Society, Rewari should not be sold to anyone.": "सोसाइटी, रेवाड़ी से संबंधित चल और अचल संपत्ति किसी को नहीं बेची जानी चाहिए। इसलिए, आपके द्वारा हरि ज्ञान",
  "Therefore, to execute/register the Transfer Deed of the land of the Hari Gyan Education Society by you is against the Rules.": "शिक्षा सोसायटी की भूमि के हस्तांतरण विलेख को निष्पादित/पंजीकृत करना नियमों के खिलाफ है।",
  "On the basis of the above, notice is issued to you": "उपरोक्त के आधार पर, आपको नोटिस जारी किया जाता है कि वासिका संख्या. 603 दिनांक ५.03.207 को रद्द",
  "that why not necessary action should be taken against": "करके आपके खिलाफ आवश्यक कार्रवाई क्‍यों नहीं की जानी चाहिए। एक सप्ताह के भीतर कार्यालय में अपना",
  "Give/submit your reply in the office within a week failing which, final decision will be taken on the basis of the documents.”": "जवाब दें/जमा करें, ऐसा न करने पर दस्तावेजों के आधार पर अंतिम निर्णय लिया जाएगा।",
  "(7) A perusal of the same would show that the Enquiry Officer has only apprised the petitioner about the facts that have come": "(7) उसी के अवलोकन से पता चलेगा कि जांच अधिकारी ने याचिकाकर्ता को केवल उन तथ्यों के बारे में अवगत",
  "to the notice of the Enquiry Officer during the course of the ongoing enquiry and from the basis of the Show Cause Notice and that": "कराया है जो चल रही जांच के दौरान और कारण बताओ नोटिस के आधार से जांच अधिकारी के संज्ञान में आए हैं",
  "communication of such facts would not amount to recording a finding as regards the conclusion of guilt established against the petitioner.": "और ऐसे तथ्यों का संचार याचिकाकर्ता के खिलाफ स्थापित अपराध के निष्कर्ष के संबंध में एक निष्कर्ष दर्ज करने के",
  "In fact, it is rather in furtherance of the principle of fairness, transparency and affording of an effective opportunity that the facts": "बराबर नहीं होगा। वास्तव में, यह निष्पक्षता, पारदर्शिता और एक प्रभावी अवसर प्रदान करने के सिद्धांत को आगे",
  "have come forth during the course of ongoing enquiry to the notice of Enquiry Officer be put to the petitioner so as to enable her to": "बढ़ाने के लिए है कि चल रही जांच के दौरान सामने आए तथ्यों को जांच अधिकारी के नोटिस में याचिकाकर्ता को",
  "Before Vinod S. Bhardwaj, J.": "समक्ष विनोद एस भारद्वाज, जे.",
  "VEENA DATTA SUNANDA DUTTA—Petitioners": "वीणा दत्ता, सुनंदा दत्ता-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS— Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "CWP No. 627 of 2023": "2023 का सीडब्ल्यूपी नंबर 627",
  "January 12, 2023": "॥2 जनवरी 2023",
  "Constitution of India, 1950—Arts. 226, 227—Haryana Registration and Regulation of Societies act, 2012—S.54—Show": "भारत का संविधान, 4950-अनुछेद 226, 227-हरियाणा पंजीकरण और समितियों का विनियमन अधिनियम, 202-",
  "Cause Notice to petitioner by enquiry officer challenged in present": "धारा 5»-वर्तमान याचिका में चुनौती दिए गए जांच अधिकारी द्वारा याचिकाकर्ता को कारण बताओ नोटिस-",
  "petition—Petitioner claims to be beneficiary of Will whereby she succeeded to certain properties associated with a registered Society—": "याचिकाकर्ता वसीयत की लाभार्थी होने का दावा करती है जिसके तहत वह एक पंजीकृत सोसायटी से जुड़ी कुछ",
  "enquiry held thereafter—Held that, petitioner has not levelled any allegations of malice or bias against the Enquiry Officer, and mere": "कि, याचिकाकर्ता ने जांच अधिकारी के खिलाफ द्वेष या पक्षपात का कोई आरोप नहीं लगाया है, और कारण बताओ",
  "recitation of documentary evidence in the Show Cause Notice cannot, by itself, be presumed as proof of bias—Enquiry has already": "नोटिस में केवल दस्तावेजी साक्ष्य के पाठ को पूर्वाग्रह के प्रमाण के रूप में नहीं माना जा सकता है- जांच पहले ही",
  "concluded and incarcerating report submitted—The petitioner having already participated in the enquiry proceedings, cannot be granted": "समाप्त हो चुकी है और जेल रिपोर्ट प्रस्तुत की जा चुकी है-याचिकाकर्ता को पहले ही जांच की कार्यवाही में भाग लेने",
  "already participated in the enquiry proceedings, cannot be granted liberty to challenge the initiation of enquiry proceedings without": "के बाद, अंतिम रिपोर्ट को चुनौती दिए बिना जांच की कार्यवाही शुरू करने को चुनौती देने की स्वतंत्रता नहीं दी जा",
  "challenge to the final report—Civil Suit already pending in this regard, disputed questions of fact arise, which cannot be adjudicated": "सकती है- इस संबंध में पहले से ही लंबित दीवानी मुकदमा, तथ्य के विवादित प्रश्न उत्पन्न होते हैं, जिन्हें रिट याचिका",
  "in a writ petition—Petition dismissed.": "में न्‍्यायनिर्णित नहीं किया जा सकता है-याचिका खारिज कर दी गई।",
  "Held, that enquiry Officer has only apprised the petitioner about": "अभिनिर्धारित है कि जांच अधिकारी ने याचिकाकर्ता को केवल उन तथ्यों के बारे में अवगत कराया है जो चल रही",
  "the facts that have come to the notice of the Enquiry Officer during the course of the ongoing enquiry and from the basis of the Show Cause": "जांच के दौरान और कारण बताओ नोटिस के आधार पर जांच अधिकारी के संज्ञान में आए हैं और ऐसे तथ्यों का",
  "Notice and that communication of such facts would not amount to recording a finding as regards the conclusion of guilt established against the petitioner. In fact, it is rather in furtherance of the": "संचार याचिकाकर्ता के खिलाफ स्थापित अपराध के निष्कर्ष के संबंध में निष्कर्ष दर्ज करने के बराबर नहीं होगा।",
  "against the petitioner. In fact, it is rather in furtherance of the principle of fairness, transparency and affording of an effective": "वास्तव में, यह निष्पक्षता, पारदर्शिता और एक प्रभावी अवसर प्रदान करने के सिद्धांत को आगे बढ़ाने के लिए है कि",
  "opportunity that the facts have come forth during the course of ongoing enquiry to the notice of Enquiry Officer be put to the petitioner so as to": "चल रही जांच के दौरान सामने आए तथ्यों को जांच अधिकारी के नोटिस में याचिकाकर्ता को रखा जाए ताकि वह",
  "enable her to effectively respond to the same. The very object of a Show Cause Notice is to inform the person of the material against him": "प्रभावी ढंग से जवाब दे सके। कारण बताओ नोटिस का उद्देश्य व्यक्ति को उसके खिलाफ सामग्री के बारे में सूचित",
  "so that an effective response can be received and one is not condemned": "करना है ताकि एक प्रभावी प्रतिक्रिया प्राप्त की जा सके और उस सामग्री के आधार पर किसी की निंदा नहीं की जा",
  "on the strength of material that was never put to him to respond.": "सके जिसे उसे जवाब देने के लिए कभी नहीं रखा गया था।",
  "(Para 7)": "(पैरा 7)",
  "(11) Insofar as the reference to the judgment in the matter of “Jasleen versus Union of India and Others” (supra) is concerned, the": "(॥) जहां तक \"जसलीन बनाम भारत संघ और अन्य\" (उपर्युक्त) के मामले में निर्णय के संदर्भ का संबंध है, मामले",
  "ratio of the case would not be applicable to the facts of the present case inasmuch as the recitation in the Show Cause Notice is not": "का अनुपात वर्तमान मामले के तथ्यों पर लागू नहीं होगा क्योंकि कारण बताओ नोटिस में पाठ इसे पक्षपाती दिमाग",
  "sufficient to establish or prove it on record to be an outcome of a": "का परिणाम स्थापित करने या रिकॉर्ड पर साबित करने के लिए पर्याप्त नहीं है। इतना ही नहीं, याचिकाकर्ता ने जांच",
  "biased mind. So much so, the petitioner also has not alleged any bias against any of the officials associated in the enquiry proceedings.": "कार्यवाही से जुड़े किसी भी अधिकारी के खिलाफ किसी भी तरह के पूर्वाग्रह का आरोप नहीं लगाया है।",
  "Resultantly, the said judgment would not be applicable to the facts of the present case. Similarly, insofar as reliance on the judgment of": "परिणामस्वरूप, उक्त निर्णय वर्तमान मामले के तथ्यों पर लागू नहीं होगा। इसी प्रकार, जहां तक \"ऑर्क्सी फिशरीज",
  "Hon’ble Supreme Court in the matter of “Orxy Fisheries Private Limited versus Union of India” (supra) is concerned, even the same": "प्राइवेट लिमिटेड बनाम भारत संघ\" (उपर्युक्त) के मामले में माननीय उच्चतम न्यायालय के निर्णय पर निर्भरता का",
  "is not applicable to the case of the petitioner since in the said case the": "संबंध है, वह भी याचिकाकर्ता के मामले में लागू नहीं है क्योंकि उक्त मामले में प्राधिकरण ने पूर्व निष्कर्ष निकाला था",
  "authority had pre concluded that the petitioner was guilty of having caused destruction of the consignment and the show cause notice had": "कि याचिकाकर्ता खेप को नष्ट करने का दोषी था और कारण बताओ नोटिस जारी किया गया था कि याचिकाकर्ता को",
  "been issued as to why the license granted to the petitioner be not cancelled. The same is not the case here. As a matter of a fact, no": "दिया गया लाइसेंस क्‍यों रद्द नहीं किया गया था। यहां भी ऐसा नहीं है। वास्तव में, कारण बताओ नोटिस जारी किए",
  "the petitioner. The same cannot be perceived as a falsely drawn conclusion by the Enquiry Officer.": "का जवाब देने का अवसर दिया गया था। इसे जांच अधिकारी द्वारा गलत निष्कर्ष के रूप में नहीं माना जा सकता है।",
  "(12) Besides, it is also apparent that the final Enquiry Report having already been concluded and recommendation having been": "(।2) इसके अलावा, यह भी स्पष्ट है कि अंतिम जांच रिपोर्ट पहले ही समाप्त हो चुकी है और सिफारिश की जा चुकी",
  "made, the petitioner having not impugned the same on any ground and having opted to raise a challenge only to the said Show Cause Notice": "है, याचिकाकर्ता ने किसी भी आधार पर इसका विरोध नहीं किया है और केवल उक्त कारण बताओ नोटिस को",
  "reflects that the petitioner had no grievance against the continuation of": "चुनौती देने का विकल्प चुना है, यह दर्शाता है कि याचिकाकर्ता को कार्यवाही जारी रखने के खिलाफ कोई शिकायत",
  "proceedings, the petitioner cannot be granted liberty to raise a challenge to the initiation enquiry proceeding without challenge to the": "जाँच कार्यवाही को चुनौती देने की स्वतंत्रता नहीं दी जा सकती है।",
  "(13) Besides, a Civil Suit has already been filed by the Society against the petitioner & the same is pending. The petitioner has filed": "((3) इसके अलावा, याचिकाकर्ता के खिलाफ सोसायटी द्वारा पहले ही एक दीवानी मुकदमा दायर किया जा चुका है",
  "against the petitioner & the same is pending. The petitioner has filed the instant petition even though disputed questions of fact arise herein": "और यह लंबित है। याचिकाकर्ता ने तत्काल याचिका दायर की है, भले ही यहां तथ्य के विवादित प्रश्न उत्पन्न होते हैं,",
  "which cannot be adjudicated in a writ petition.": "जिन पर रिट याचिका में निर्णय नहीं लिया जा सकता है।",
  "(14) The present petition is accordingly dismissed.": "(9) वर्तमान याचिका तदनुसार खारिज कर दी जाती है।",
  "Reporter-Divya Gurnay": "रिपोर्टर-दिव्या गुर्ने",
  "VEENA DATTA SUNANDA DUTTA v. STATE OF HARYANA AND 393": "वीना दत्ता सुनंदा दत्ता बनाम हरियाणा राज्य और",
  "Rewari-respondent No.6 was also appointed as Enquiry Officer to look into the remaining allegations. A Show Cause Notice No.58": "शेष आरोपों की जांच के लिए रेवाड़ी-प्रत्यर्थी संख्या 6 को जांच अधिकारी के रूप में भी नियुक्त किया गया था। एक",
  "dated 20.09.2022 (Annexure P-2) has been issued by the Enquiry": "कारण बताओ नोटिस नंबर. 58 दिनांक 20.09.2022 (अनुलग्नक पी-2) याचिकाकर्ता को कारण दिखाने के लिए",
  "Officer to the petitioner to show cause as to why necessary action be not taken against her by cancelling Vasika No. 6103 dated 14.03.2017": "जांच अधिकारी द्वारा जारी किया गया है कि वासिका नंबर को रद्द करके उसके खिलाफ आवश्यक कार्रवाई क्‍यों नहीं",
  "not taken against her by cancelling Vasika No. 6103 dated 14.03.2017 whereby transfer of property has been effected in favour of Karan Datta son of Subhash Chandra Datta. It has also been averred in the": "की जाए। 603 दिनांक ५.03.2077 जिसके द्वारा सुभाष चंद्र दत्त के पुत्र करण दत्त के पक्ष में संपत्ति का अंतरण",
  "writ petition that pursuant to the receipt of the said show cause notice,": "किया गया है। रिट याचिका में यह भी कहा गया है कि उक्त कारण बताओ नोटिस की प्राप्ति के अनुसरण में,",
  "a detailed reply has already been submitted by the petitioner pointing": "याचिकाकर्ता द्वारा पहले ही एक विस्तृत जवाब प्रस्तुत किया जा चुका है, जिसमें कहा गया है कि स्थानांतरण विलेख",
  "Chandra Datta in favour of the petitioner and the same has already been held legal and valid vide the judgment and decree of the Civil": "याचिकाकर्ता के पक्ष में चंद्र दत्ता द्वारा विधिवत निष्पादित वसीयत पर आधारित है और इसे पहले ही सिविल कोर्ट के",
  "Court dated 29.03.2017 in Civil Suit No. 399 of 2017. It was also": "फैसले और डिक्री दिनांक 29.03.207 को सिविल सूट नं। 207 का 399. यह भी प्रस्तुत किया गया कि सोसायटी",
  "submitted that the society has also filed a civil suit titled as “Hari Gian Eduation Society versus Veena Datta and others” challenging": "ने \"हरि ज्ञान शिक्षा सोसायटी बनाम वीणा दत्ता और अन्य\" शीर्षक से एक दीवानी मुकदमा भी दायर किया है, जिसमें",
  "the transfer deed Vasika No. 6103 dated 14.03.2017 and also the Will of Chandra Datta executed in favour of the petitioner. The said Civil": "स्थानांतरण विलेख वासिका नं. 603 दिनांक 4.03.207 और याचिकाकर्ता के पक्ष में चंद्र दत्ता की वसीयत भी",
  "Suit is pending before the Civil Court at Rewari. It was, thus, urged in": "निष्पादित की गई। उक्त दीवानी मुकदमा रेवाड़ी में दीवानी अदालत के समक्ष लंबित है। इस प्रकार, उक्त उत्तर में",
  "the said response that in view of the pending civil litigation, the": "यह आग्रह किया गया था कि लंबित सिविल मुकदमेबाजी को देखते हुए, दिनांक ५.03.207 के अंतरण विलेख की",
  "(3) Learned counsel appearing on behalf of the petitioner has referred to the show cause notice (Annexure P-2) and has held that the": "(3) याचिकाकर्ता की ओर से उपस्थित विद्वान वकील ने कारण बताओ नोटिस (अनुलग्नक पी-2) का उल्लेख किया है",
  "show cause notice is liable to be set aside as the enquiry officer has": "और यह अभिनिर्धारित किया है कि कारण बताओ नोटिस को दरकिनार किया जाना चाहिए क्योंकि जांच अधिकारी ने",
  "issued the abovesaid notice with a bias mind and finding of fact has": "पक्षपातपूर्ण मन से उपरोक्त नोटिस जारी किया है और तथ्य का निष्कर्ष पहले ही जांच अधिकारी द्वारा वापस कर",
  "already been returned by the Enquiry Officer. It is thus urged that the enquiry proceedings are false and do not afford a fair opportunity to": "दिया गया है। इस प्रकार यह आग्रह किया जाता है कि जांच की कार्यवाही झूठी है और याचिकाकर्ता को अपना",
  "the petitioner to put forth her case. He places reliance on the judgment dated 14.12.2021 passed in the matter of Jasleen versus Union of India and Others' to contend that writ petition against Show Cause": "मामला रखने का उचित अवसर नहीं देता है। वह जसलीन बनाम भारत संघ और अन्य! के मामले में पारित 4.2.202 के फैसले पर भरोसा करते हुए तर्क देते हैं कि कारण बताओ नोटिस के खिलाफ रिट याचिका",
  "Notice would be maintainable. Reliance has been placed on Para 19 of the aforesaid judgment which reads thus:-": "विचारणीय होगी। रिलायंस को उपरोक्त निर्णय के पैरा ।9 पर रखा गया है जो इस प्रकार हैः-",
  "“Facts speak louder than words. The preceding facts clearly establish that commencement of proceedings was": "\"तथ्य शब्दों से अधिक जोर से बोलते हैं। पूर्ववर्ती तथ्य स्पष्ट रूप से स्थापित करते हैं कि कार्यवाही की शुरुआत प्रेरित",
  "motivated. There was no breach of terms of agreement nor there was violation of the Guidelines. Acquisition of foreign citizenship did not constitute violation of": "थी। समझौते की शर्तों का कोई उल्लंघन नहीं हुआ और न ही दिशानिर्देशों का उल्लंघन हुआ। विदेशी नागरिकता",
  "contractual obligations. There was no evidence of non- performance or lack of supervision. On the contrary, the": "प्राप्त करना संविदात्मक दायित्वों का उल्लंघन नहीं था। गैर-निष्पादन या पर्यवेक्षण की कमी का कोई प्रमाण नहीं था। इसके विपरीत,",
  "' 2022 (3) RCR (Civil) 752": "।2022 (3) आरसीआर (सिविल) 752"
}