{
  "petitioner could be granted one opportunity to appear before the Court and on his appearance, he be released on bail also.": "एक अवसर दिया जा सकता है और उसके उपस्थित होने पर, उसे रिहा किया जा सकता है। जमानत भी.",
  "(12) Accordingly, present petition is allowed. Petitioner is": "(42) तदनुसार, वर्तमान याचिका स्वीकार की जाती है। याचिकाकर्ता को निर्देश दिया जाता",
  "directed to appear before the learned trial Court within 10 days from": "है कि वह आज से 40 दिनों के भीतर विद्वान ट्रायल कोर्ट के समक्ष उपस्थित हो और एक",
  "today and furnish an undertaking that she would not repeat such default": "शपथ पत्र प्रस्तुत करे कि वह इस तरह की चूक नहीं दोहराएगी और अदालत की पूर्व",
  "and would join Court proceedings on each and every date, except with prior permission of the court.": "अनुमति के बिना, प्रत्येक तारीख पर अदालत की कार्यवाही में शामिल होगी।",
  "(13) Therefore, it is further ordered that in case petitioner": "(43) इसलिए, यह आगे आदेश दिया जाता है कि याचिकाकर्ता के मामले में",
  "appears before the learned trial Court within time given, she would be": "दिए गए समय के भीतर विद्वान ट्रायल कोर्ट के समक्ष उपस्थित हो, वह उसे देगी",
  "released on bail, subject to furnishing bail/surety bonds to the": "जमानत/ज़मानत बांड प्रस्तुत करने के अधीन, जमानत पर रिहा किया गया",
  "satisfaction of the Court concerned.": "संबंधित न्यायालय की संतुष्टि.",
  "amount of Rs.10,000/- as costs, to be deposited with the Member": "जमा की जाने वाली लागत के रूप में 40,000/- रुपये की राशि के भुगतान के अधीन होगा।",
  "(15) Needless to mention here that once petitioner complies with": "(45) यहां यह उल्लेख करने की आवश्यकता नहीं है कि एक बार याचिकाकर्ता ऊपर दी",
  "25.04.2022 (Annexure P-3), passed by learned Judicial Magistrate Ist": "पारित आदेश दिनांक 25.04.2022 (अनुलग्नक पी -3), याचिकाकर्ता के लिए निष्क्रिय हो",
  "(16) Disposed of.": "(46)निस्तारित।",
  "Before Sanjay Vashisth, J.": "संजय वशिष्ठ से पहले, जे.",
  "SAROJ DEVI—Petitioner": "सरोज देवी-याचिकाकर्ता",
  "versus": "बनाम",
  "H.D.F.C. BANK LIMITED—Respondent": "एच.डी.एफ.सी. बैंक लिमिटेड प्रतिवादी",
  "CRM-M No.48119 of 2022": "2022 का सीआरएम-एम नंबर 48449",
  "October 17, 2022": "अक्टूबर 47, 2022",
  "Code of Criminal Procedure, 1973—S.439—Cancellation of": "दंड प्रक्रिया संहिता, 4973-5.439-मुकदमे से पहले तय तारीख पर उपस्थित न होने के",
  "regular bail and forfeiture of bail bonds due to non-appearance on": "कारण नियमित जमानत रद्द करना और ओला बांड की जब्ती कोर्ट-घोषित भगोड़ा-",
  "Instruments Act, petitioner appeared before trial Court after issuance of summoning order and was granted bail thereafter, on account of": "याचिकाकर्ता पहले पेश हुआ था ट्रायल कोर्ट ने समन आदेश जारी करने के बाद जमानत दे",
  "lack of communication, petitioner failed to acknowledge correct date": "दी, संचार की कमी के कारण, याचिकाकर्ता उपस्थिति की सही तारीख को स्वीकार करने",
  "of appearance, therefore, bail was cancelled and warrants of arrest": "में विफल रहा, इसलिए, जमानत रद्द कर दी गई और गिरफ्तारी वारंट जारी किए गए -",
  "were issued—Held, undoubtedly, petitioner does not deserve any": "निस्संदेह, याचिकाकर्ता किसी भी तरह का हकदार नहीं है नरमी, लेकिन इससे किसी भी",
  "matter is pending before Court without any proceeding—Thus,": "न्यायालय के समक्ष लंबित है - इस प्रकार, न्यायालय का सर्वोपरि विचार प्रत्येक तारीख पर",
  "opportunity to accused to appear before Court and on _ his": "आरोपी को अदालत के समक्ष उपस्थित होना होगा और उसके उपस्थित होने पर उसे",
  "appearance, he be released on bail—Petition allowed.": "जमानत-याचिका पर रिहा किया जाएगा।",
  "Held, that undoubtedly, petitioner does not deserve any leniency,": "माना गया कि निस्संदेह, याचिकाकर्ता किसी भी तरह की नरमी का हकदार नहीं है, लेकिन",
  "but same would not serve purpose of either side as already matter is": "इससे किसी भी पक्ष का उद्देश्य पूरा नहीं होगा क्योंकि मामला पहले से ही बिना किसी",
  "pending before the Court without any proceeding. Otherwise also,": "कार्यवाही के अदालत में लंबित है। अन्यथा भी, न्यायालय का सर्वोपरि विचार प्रत्येक तारीख",
  "paramount consideration of the Court is to secure presence of the accused on each and every date, so that trial is completed at the earliest.": "पर अभियुक्त की उपस्थिति सुनिश्चित करना है, ताकि मुकदमा जल्द से जल्द पूरा हो सके।",
  "(Para 10)": "(पैरा 40)",
  "Further held, that in view of the circumstances discussed here-in-": "इसके अलावा, यह माना गया कि यहां ऊपर चर्चा की गई परिस्थितियों के मद्देनजर, मेरी",
  "some cost, petitioner could be granted one opportunity to appear before": "समक्ष उपस्थित होने का एक अवसर दिया जा सकता है और उसके उपस्थित होने पर, उसे",
  "Manoj Pundir, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता मनोज पुंडीर।",
  "Vikas Bhardwaj, AAG, Haryana.": "विकास भारद्वाज, एएजी, हरियाणा।",
  "SANJAY VASHISTH, J. (Oral)": "संजय वशिष्ठ, जे. (मौखिक)",
  "(1) At the very outset, on oral request of counsel for the": "() सबसे पहले, याचिकाकर्ता के वकील के मौखिक अनुरोध पर, हरियाणा राज्य को",
  "(2) Counsel for the petitioner is directed to file amended memo of parties in the Registry and also to supply copy of paper book to learned State counsel, during the course of the day.": "(2) याचिकाकर्ता के वकील को रजिस्ट्री में पार्टियों का संशोधित ज्ञापन दाखिल करने और दिन के दौरान विद्वान राज्य वकील को पेपर बुक की प्रति प्रदान करने का निर्देश दिया",
  "(3) By way of present petition, petitioner seeks quashing of": "(3) वर्तमान याचिका के माध्यम से, याचिकाकर्ता न्यायिक मजिस्ट्रेट प्रथम श्रेणी, जगाधरी,",
  "order dated 25.04.2022 (Annexure P-3) passed by the Court of Judicial": "यमुनानगर की अदालत द्वारा पारित आदेश दिनांक 25.04.2022 (अनुलग्नक पी-3) को रद्द",
  "the petitioner is cancelled and bail bonds are forfeited to the State, due": "करने की मांग करता है, जिससे याचिकाकर्ता की नियमित जमानत रद्द कर दी जाती है और",
  "impugned order dated 20.09.2022.": "दिनांक 20.09.2022 के आदेश के तहत उदृघोषित व्यक्ति घोषित कर दिया गया है।",
  "(4) Learned counsel for the petitioner submits that in the matter": "(4) याचिकाकर्ता के विद्वान वकील का कहना है कि परक्राम्य लिखत अधिनियम के मामले",
  "of Negotiable Instruments Act, petitioner has appeared before the trial Court after issuance of the summoning order and was granted bail.": "में, याचिकाकर्ता समन आदेश जारी होने के बाद ट्रायल कोर्ट के समक्ष उपस्थित हुआ और",
  "Thereafter, on account of lack of communication, petitioner could not acknowledge the correct date of appearance, therefore, his bail was cancelled vide order dated 25.04.2022 and resultantly, warrants of arrest were issued.": "उसे जमानत दे दी गई। इसके बाद, संचार की कमी के कारण, याचिकाकर्ता उपस्थिति की सही तारीख नहीं बता सका, इसलिए, दिनांक 25.04.2022 के आदेश के तहत उसकी जमानत रद्द कर दी गई और परिणामस्वरूप, गिरफ्तारी वारंट जारी किए गए।",
  "(5) Learned counsel for the petitioner submits that petitioner is a household lady and is not well conversant with the proceedings of the": "(5) याचिकाकर्ता के विद्वान वकील का कहना है कि याचिकाकर्ता एक घरेलू महिला है और",
  "a household lady and is not well conversant with the proceedings of the Court. After knowing of the fact that her bail has been cancelled and": "अदालत की कार्यवाही से अच्छी तरह परिचित नहीं है। इस तथ्य को जानने के बाद कि",
  "to join the Court proceedings. Counsel further prays that if one chance": "से अवसर देने के लिए इस न्यायालय से संपर्क किया है। वकील आगे प्रार्थना करता है कि",
  "for appearance is given, subject to the payment of costs, petitioner is": "यदि लागत के भुगतान के अधीन उपस्थिति का एक मौका दिया जाता है, तो याचिकाकर्ता",
  "ready to join the proceedings before learned trial Court.": "विद्वान ट्रायल कोर्ट के समक्ष कार्यवाही में शामिल होने के लिए तैयार है।",
  "(6) Notice of motion for respondent No. 2 (State of Haryana), only.": "(6) केवल प्रतिवादी संख्या 2 (हरियाणा राज्य) के लिए प्रस्ताव की सूचना",
  "(7) On asking of the Court, Mr .Vikas Bhardwaj, AAG, Haryana, who is present in Court, accepts notice on behalf of": "(7) न्यायालय के पूछने पर, श्री विकास भारद्वाज, एएजी, हरियाणा, जो न्यायालय में",
  "respondent- State. He opposes the request of the petitioner by": "उपस्थित हैं, प्रतिवादी राज्य की ओर से नोटिस स्वीकार करते हैं। उन्होंने याचिकाकर्ता के",
  "submitting that after getting the bail, petitioner has misused the": "अनुरोध का विरोध करते हुए कहा कि जमानत मिलने के बाद, याचिकाकर्ता ने दी गई",
  "concession granted and proceedings of the Court were also at hault because of her conduct. Therefore, no leniency should be shown by": "रियायत का दुरुपयोग किया है और उसके आचरण के कारण अदालत की कार्यवाही भी",
  "because of her conduct. Therefore, no leniency should be shown by granting her any more chance.": "रुकी हुई है। इसलिए उसे और मौका देकर कोई नरमी नहीं दिखाई जानी चाहिए।",
  "(8) Since it is the matter of issuance of warrants of arrest, this": "(8) चूँकि यह गिरफ्तारी वारंट जारी करने का मामला है, यह कोर्ट ने प्रतिवादी नंबर 4-"
}