{
  "COURT ON ITS OWN MOTION v. MALOOK SINGH 401": "कोर्ट ऑन इट्स ओन मोशन बनाम मलूक सिंह 397",
  "(Rajesh Bindal, J.)": "(राजेश बिंदल, जे.)",
  "petitioner No. 1 (sic. ‘medical’) is safcly conducted of petitioner": "याचिकाकर्ता नंबर | (४०. ' मेडिकल '\") याचिकाकर्ता नंबर | का सुरक्षित रूप से",
  "No. 1. He shall also censure that petitioner No. | is safety": "संचालन किया जाता है। वह यह भी सुनिश्चित करेगा कि याचिकाकर्ता नंबर | को",
  "along with officials of Nari Niketan, Sector 26, Chandigarh.": "अधिकारी भी मौजूद थे निकेतन , सेक्टर 26, चंडीगढ़ ।",
  "The partics arc again to be present in the court on the next date of hearing i.c. 15.3.2011.": "' हाय सुनवाई की अगली तारीख पर पक्षों को फिर से अदालत में उपस्थित होना होगा । 5.3.20].",
  "Mcanwhile, the petitioner No. 2 shall not be arrested or harmed": "इस बीच, याचिकाकर्ता नंबर 2 को किसी भी तरह से गिरफ्तार या नुकसान नहीं",
  "at Police Station Cantt., Ferozepur registered against him.": "पहुंचाया जाएगा, उसके खिलाफ पुलिस स्टेशन कैंट , फिरोजपुर में दर्ज एफआईआर नंबर",
  "A copy of this order be given Dasti under the signatures of the Reader attached to this Court.”": "इस आदेश की एक प्रति इस न्यायालय से जुड़े रीडर के हस्ताक्षर के तहत दस्ती को दी जाएगी।",
  "Again on 15.3.2011, this Court has passcd the following order:": "5.3.20] को फिर से, इस न्यायालय ने निम्नलिखित आदेश पारित किया है:",
  "“In pursuance to the order dated 4.3.2011, the partics are present in Court.": "“दिनांक 4.3.20 के आदेश के अनुसरण में, पक्षकार मैं कोर्ट में उपस्थित हूं.",
  "Learned counscl for respondents No. 4 and 5 prays for time to file reply.": "उत्तरदाताओं संख्या 4 और 5 के विद्वान वकील ने उत्तर दाखिल करने के लिए समय की प्रार्थना की।",
  "Reply be filed before the next date ofhearing with a copy in": "सुनवाई की अगली तारीख से पहले जवाब दाखिल किया जाए और इसकी एक प्रति",
  "‘Taking into account the facts and circumstances of the case, petitioner No. | shall remain continucd to be tn the custody of": "'तथ्यों और परिस्थितियों को ध्यान में रखते हुए, याचिकाकर्ता नंबर | को नारी के",
  "Superintendent/Warden of Nan Niketan.": "अधीक्षक /वार्डन की हिरासत में रखा जाएगा। निकेतन .",
  "Interim ordcr to continuc.": "जारी रखने का अंतरिम आदेश.",
  "Copy of this order be given to the officialsofthe Nan Niketan": "इस आदेश की प्रति टीएचसी के अधिकारी को दी जाए नारी इस न्यायालय से जुड़े रीडर",
  "On 18.4.2011, this Court has passcd the following order:": "8.4.20] को, इस न्यायालय ने निम्नलिखित आदेश पारित किया है:",
  "“In pursuance to the order dated 15.3.2011, the partics are present in Court.": "“दिनांक 5.3.20] के आदेश के अनुसरण में, पक्षकार न्यायालय में उपस्थित हैं।",
  "400": "402",
  "statement of Sukhdev Raj son of Gian Chand stating that Samita": "» जिला फ़िरोज़पुर पर कथन जियान के पुत्र सुखदेव राज चांद ने",
  "aged about 16/17 ycars went for tuition in Bazar No. 1, Ferozepur": "बताया कि लगभग 46/47 वर्ष की समिता बाजार नंबर 4, फिरोजपुर में ट्यूशन के लिए गई थी कैंट . 28.2.2044 को सुबह लगभग",
  "Cantt. on 28.2.2011 at about 6/6.30AM but she has not returned": "में ट्यूशन के लिए गई थी कैंट . 28.2.2044 को सुबह लगभग 6/6.30 बजे लेकिन वह ट्यूशन के बाद घर वापस नहीं लौटी; सुखदेव",
  "Samita as well as Paras Shanna have filed onc petition under Section": "समिता और पारस शज्ना ने सीआरपीसी की धारा 482 के तहत एक",
  "482 Cr.P.C. being Criminal Misc. No. M-6835 of 2011, “Samita Sharma and another Vs. State of Punjab” in this Court for protection": "एम-6835, “ समिता शर्मा और अन्य बनाम। पंजाब राज्य' ' ने",
  "their parents. This Court on 4.3.201] has passed the following order:": "विरुद्ध विवाह किया है | इस न्यायालय ने 4.3.2044 को निम्नलिखित आदेश पारित किया है:",
  "“This is a petition under Section 482 Cr.P.C. for protecting the": "“यह सीआरपीसी की धारा 482 के तहत एक याचिका है ।",
  "lifc and liberty of the newly wedded petitioners from the hands": "नवविवाहित याचिकाकर्ताओं के जीवन और स्वतंत्रता को",
  "of rcspondents No. 3 to 5 as they have marricd against their wishes.": "उत्तरदाताओं संख्या 3 से 5 के हाथों से बचाने के लिए क्योंकि उन्होंने उनकी इच्छा के विरुद्ध विवाह किया है ।",
  "At this stage, Mr. M. 8. Sidhu,Advocate appears and acccpts": "इस स्तर पर, श्री एमएस सिद्धू , वकील उपस्थित होते हैं",
  "notice on behalf of respondents No. 3 to 5 and states that": "और उत्तरदाताओं नंबर 3 से 5 की ओर से नोटिस",
  "Meanwhile, petitioner No. 1-Samita Sharma shall continuc to be in the custody of Superintendent/Warden of Nari Niketan.": "इस बीच, याचिकाकर्ता संख्या | - समिता शन्ना नारी के अधीक्षक / वार्डन की हिरासत में बनी रहेगी निकेतन .",
  "Paras Sharma, accused was arrested by S. 1. Malook Singh on 26.4.2011 and was produced in the Court of the Chief Judicial": "पारस शन्ना को 26.4.20] को एसआई मलूक सिंह द्वारा गिरफ्तार किया गया और 27.4.20]",
  "26.4.2011 and was produced in the Court of the Chief Judicial Magistrate on 27.4.2011. Paras Sharma, accused has moved bail": "को मुख्य न्यायिक मजिस्ट्रेट की अदालत में पेश किया गया। आरोपी पारस शन्ना ने सीआरएल",
  "which reads as under:": "इस प्रकार है:",
  "“This is a petition secking regular bail in case FIR No. 25,": "“यह आसानी से नियमित जमानत की मांग करने वाली एक याचिका है , एफआईआर",
  "dated 28.2.2011, under Sections 363/366 of the Indian Penal": "नंबर 25, दिनांक 28.2.20, भारतीय दंड संहिता की धारा 363/366 के तहत, पुलिस",
  "Code, registered at Police Station Cantt. Ferozepur, District lcrozcpur.": "स्टेशन कैंट में दर्ज की गई है। फ़िरोज़पुर , जिला फ़िरोज़पुर ।",
  "On being asked, Mr. K. D. Sachdeva, learned Additional Advocate Gencral, Punjab, accepts notice on behalf of the": "प्रस्ताव की सूचना. पूछे जाने पर, पंजाब के विद्वान अतिरिक्त महाधिवक्ता श्री केडी",
  "With the consent of the leamed counsel for the petitioner, as well as, }earned Additional Advocate Gencral, Punjab, present": "याचिकाकर्ता के विद्वान वकील और साथ ही विद्वान अतिरिक्त महाधिवक्ता, पंजाब की",
  "petitioner is being disposed of at the admission stage. Record": "सहमति से, वर्तमान याचिकाकर्ता का प्रवेश चरण में निपटारा किया जा रहा है। रिकॉर्ड",
  "reveals that a joint petition was filed by the petitioner and Samita": "से पता चलता है कि याचिकाकर्ता और समिता शन्ना द्वारा इस न्यायालय के समक्ष एक",
  "Sharma before this Court being Crl. Misc. No. M-6835 of": "सीआरएल में . मिसे . संखया एम-6835 ऑफ़ 20, इस न्यायालय के आदेश दिनांक",
  "this Court vide order dated 4.3.2011 (Annexure P/3) has observed that petitioner No. 1, i.c., prosccutrix is present in": "4.3.20] (अनुलग्नरक पी/3) में पाया गया है कि याचिकाकर्ता संख्या ।, आईसी । ,",
  "the court along with her counsel. [thas further becn observed": "अभियोजन पक्ष अपने वकील के साथ अदालत में मौजूद है। इस न्यायालय ने आगे देखा",
  "by this Court that petitioner No. | is not ready to go with her": "कि याचिकाकर्ता नंबर | अपने माता-पिता के साथ जाने के लिए तैयार नहीं है क्योंकि",
  "meanwhile accused present petitioner (petitioner No. 2 in that": "याचिका में याचिकाकर्ता संख्या 2) को आसानी से एफआईआर संख्या 25 दिनांक",
  "petition) shall not be arrested or harmed in any manner incase FIR No. 25 dated 28.2.2011.": "28.2.20| में गिरफ्तार या प्रतिबंधित नहीं किया जाएगा।",
  "[(.carned counsel for the petitioner has vchcmently argued that": "याचिकाकर्ता के विद्वान वकील ने जोरदार तर्क दिया कि याचिकाकर्ता को पुलिस ने",
  "petitioner was arrested by the police on 26.4.2011 stating that": "26.4.20] को यह कहते हुए गिरफ्तार कर लिया था कि 4.3.20 को दिया गया",
  "stay order granted on 4.3.2011 was never extended after": "स्थगन आदेश 5.3.20] के बाद कभी नहीं बढ़ाया गया था, इसलिए, पुलिस",
  "in Crl. Misc. No. M-6835 of 2011.": "मिसे . 20'] का क्रमांक एम-6835।",
  "Order dated 4.3.2011 nowhere says that interim protection": "दिनांक 4.3.20] के आदेश में कहीं भी यह नहीं कहा गया है कि अगली",
  "was granted till the next date oflisting, rather order shows that": "सूचीबद्धता तिथि तक अंतरिम संरक्षण प्रदान किया गया था , बल्कि आदेश से पता",
  "meanwhile, petitioner shall not be arrested. Admittedly, stay": "चलता है कि इस बीच, याचिकाकर्ता को गिरफ्तार नहीं किया जाएगा। बेशक, इस",
  "order was never vacated by this Court.Arrest ofthe petitioner,": "न्यायालय द्वारा स्थगन आदेश कभी भी रद्द नहीं किया गया। प्रथमदृष्टया,",
  "granted by this Court’s order dated 4.3.2011.": "याचिकाकर्ता द्वारा इस न्यायालय के दिनांक 4.3.20] के आदेश द्वारा प्रदत्त",
  "Considering the totality of the facts and circumstances of the": "मामले के तथ्यों और परिस्थितियों की समग्रता को ध्यान में रखते हुए , वर्तमान",
  "case, present pctition is allowed. Lct, petitioner be released on": "याचिका स्वीकार की जाती है । आइए, याचिकाकर्ता को मुख्य न्यायिक मजिस्ट्रेट,",
  "Ferozepur. Mr. K. D. Sachdeva, learned Additional Advocate General, Punjab has assurcd that he will recommend to the": "अतिरिक्त महाधिवक्ता श्री केडी सचदेवा ने आश्वासन दिया है कि वह पंजाब के",
  "Let, copy of the order be forwarded to the Director Gencral of Police, Punjab for taking appropnate action against theArresting,": "आदेश की प्रति गिरफ्तार करने वाले अधिकारी के खिलाफ उचित कार्रवाई करने के लिए पंजाब के पुलिस महानिदेशक को भेज दी जाए और वह आज से एक महीने के",
  "Officerand shall submit his report to this Court within onemonth from today positively.”": "भीतर इस अदालत को अपनी रिपोर्ट सौंप दें।\"",
  "The Senior Superintendent of Police, lcrozcpur, in compliance of": "वरिष्ठ पुलिस अधीक्षक, फ़िरोज़पुर ने दिनांक 8.5.20] के आदेश के अनुपालन में एक",
  "this Court on 18.4.2011 in Crl. Misc. No. M-6835 of 2011 did not extend the interim protection granted to the accused on 4.3.2011 for": "क्रमांक एम-683 5 ने आरोपी को 4.3.20] को दी गई अंतरिम सुरक्षा को आगे की अवधि",
  "dated 4.3.2011. It has further been observed by the Senior Supcrintendent of Police that the order dated 4.3.2011, 15.3.2011": "सकता है। वरिष्ठ पुलिस अधीक्षक द्वारा यह भी पाया गया कि आदेश दिनांक 4.3.20]] , 5.3.20]]",
  "Judge after perusing those orders. Therefore, SI Malook Singh has": "कर दी गई। इसलिए एसआई मलूक सिंह ने इस न्यायालय के किसी भी आदेश का",
  "Now, sole question before this court is as to whether SI Malook Singh": "अब, इस अदालत के सामने एकमात्र सवाल यह है कि क्‍या एसआई मलूक सिंह ने",
  "accused on 26.4.2011, thereby committed any contempt of Court ?": "उल्लंघन किया है, जिससे अदालत की कोई अवमानना हुई है?",
  "Relevant portion of the order dated 4.3.2011 passed by this Court": "सीआरएल में पारित आदेश दिनांक 4.3.20] का प्रासंगिक भाग । मिसे . 20 का नंबर",
  "in Crl, Misc. No. M-6835 of 2011 reads as under:": "एम-6835 इस प्रकार पढ़ता है:",
  "“Meanwhile, the petitioner No. 2 shal] not be arrested or harmed": "“इस बीच, याचिकाकर्ता नंबर 2 को किसी भी तरह से गिरफ्तार या प्रतिबंधित",
  "at Police Station Cantt. Ferozepur registered against him.”": "28.2.20 के तहत । फ़िरोज़पुर ने उसके ख़िलाफ़ मामला दर्ज कर लिया है।”",
  "In the opinion of this Court, if Courts grant interim order saying": "इस न्यायालय की राय में, यदि न्यायालय इस बीच यह कहते हुए अंतरिम आदेश देते हैं,",
  "meanwhilc, then it would be in force till it is vacated or modified. On": "तो यह तब तक लागू रहेगा जब तक कि इसे खाली नहीं किया जाता या संशोधित नहीं",
  "4.3.2011, this Court has not granted interim protection till the next": "किया जाता। 4.3.20] को, इस न्यायालय ने लिस्टिंग की अगली तारीख तक अंतरिम",
  "date of listing, however, on 15.3.2011, again this Court has not": "सुरक्षा नहीं दी है, हालांकि, 45.3.20] को, फिर से इस न्यायालय ने यह नहीं देखा कि",
  "observed that interim order is extended till the next date of hearing. The only operative portion is “interim order to continuc’”’. On": "अंतरिम आदेश सुनवाई की अगली तारीख तक बढ़ाया गया है। एकमात्र ऑपरेटिव भाग",
  "necd for this Court to extend the order again and again on every": "न्यायालय को प्रत्येक निर्धारित तिथि पर आदेश को बार-बार बढ़ाने की कोई आवश्यकता",
  "date fixed. Interim order requires extension only when interim is": "नहीं थी। अंतरिम आदेश को केवल तभी विस्तार की आवश्यकता होती है जब अंतरिम",
  "passcd for the fixed period, i.c., tll the next date of listing. 1 find": "निश्चित अवधि के लिए पारित हो जाता है, यानी, लिस्टिंग की अगली तारीख तक।",
  "support from the judgment of the Bombay High Court in the case of Govinda Bhagoji Kamable and others vcrsus Sadu Bapu": "गोविंदा की सहजता को बॉम्बे हाई कोर्ट के फैसले से समर्थन मिलता है भागोजी कांताहले",
  "12. In view of this controversy, the question 1s whether the": "“ |2 , इस विवाद को देखते हुए, सवाल यह है कि क्या अपीलकर्ताओं को कब्ज़ा",
  "controversy whether the stay granted by this Court was": "विवाद यह है कि क्‍या इस न्यायालय द्वारा दिया गया स्थगन केवल वापसी योग्य",
  "operative only till the returnable datc 1.c. 91h December, 2002, or it was to continuc till disposal of the Civil Application or till": "तिथि यानी 9 दिसंबर, 2002 तक ही लागू था, या इसे सिविल आवेदन के निपटान",
  "further orders. The first part of the order records that the notice": "तक या अगले आदेश तक जारी रखा जाना था। आदेश के पहले भाग में दर्ज है कि",
  "is issued to the Respondents and 9th December 2002 is fixed": "उत्तरदाताओं को नोटिस जारी किया गया है और 9 दिसंबर 2002 को नोटिस की",
  "as the returnable date of the notice. ‘rom the plain reading of": "वापसी योग्य तिथि के रूप में तय किया गया है। आदेश को स्पष्ट रूप से पढ़ने से, यह",
  "the order, it is very clear that the order of ad-intcrim stay was not limited to any particular date. The first part of the order": "बहुत स्पष्ट है कि विज्ञापन-अंतरिम रोक का आदेश किसी विशेष तारीख तक सीमित",
  "not limited to any particular date. The first part of the order directs issuance of the notice to Respondents and it is ordered": "नहीं था, आदेश का पहला भाग उत्तरदाताओं को नोटिस जारी करने का निर्देश देता",
  "that in the meanwhile ad-interim exparte relief is granted. It is": "गया है कि इस बीच विज्ञापन-अंतरिम एकपक्षीय राहत दी गई है। आदेश से यह",
  "crystal clear from theorder that the intention of this Court was to issue notice and to grant stay in the mcanwhilc. ‘The phrase": "बिल्कुल स्पष्ट है कि इस न्यायालय का इरादा नोटिस जारी करना और इस बीच सटे",
  "“in the meanwhile” is used in the order granting stay. The": "देना था। सटे देने के आदेश में \"इस बीच\" वाक्यांश का उपयोग किया जाता है। इस",
  "dictionary mcaning of the word meanwhile is “til] happening of a particular event” or “until something expected happens”. When": "बीच शब्द का शब्दकोश अर्थ है \"किसी विशेष घटना के घटित होने तक\" या \"जब",
  "upto happening ofa particular cvent. The said event was hearing": "किसी विशेष घटना के घटित होने तक लागू होनी थी। उक्त घटना उत्तरदाताओं को",
  "Whenever this Court intends to grant ad-interim relief limited": "विशेष तिथि तक सीमित अंतरिम राहत देने का इरादा रखता है, तो आदेश में",
  "to a particular date, it is always mentioncd in the order very specifically that the ad-interim relicf will be operative till a": "हमेशा यह उल्लेख किया जाता है कि विज्ञापन-अंतरिम राहत एक विशेष तिथि तक",
  "particular date. When this Court issucd notice and granted ad-": "लागू रहेगी। जब इस न्यायालय ने नोटिस जारी किया और इस बीच अंतरिम राहत",
  "interim relief in the meanwhile, it was obviously intended that": "दी, तो स्पष्ट रूप से यह इरादा था कि विज्ञापन-अंतरिम राहत नोटिस की सेवा के",
  "the ad-interim relicf will operate till the application was heard by this Court after service of notice. When this Court makes": "बाद इस न्यायालय द्वारा आवेदन पर सुनवाई होने तक प्रभावी रहेगी। जब यह",
  "notice returnable on aparticular date, it cannot be argucd that": "न्यायालय नोटिस को किसी विशेष तारीख पर वापस करने योग्य बनाता है, तो यह",
  "the date mentioned in the notice is the date on which the": "तर्क नहीं दिया जा सकता है कि नोटिस में उल्लिखित तारीख वह तारीख है जिस",
  "application will be positively heard. he returnable datc": "दिन आवेदन पर सकारात्मक सुनवाई होगी। आदेश में उल्लिखित वापसी योग्य",
  "mentioned in the order is the returnable date fixed for the notice.": "तिथि नोटिस के लिए निर्धारित वापसी योग्य तिथि है। यह पार्टियों की उपस्थिति के",
  "It is a date fixed for appearance of the partics. It is not necessary": "लिए निर्धारित तिथि है। यह आवश्यक नहीं है कि इस न्यायालय द्वारा निर्धारित",
  "that on the returnable date fixed by this Court, the cascappcars on the Board. When this Court issucd noticc to the Respondents": "वापसी योग्य तिथि पर मामला बोर्ड में उपस्थित हो। जब इस न्यायालय ने",
  "and granted ad-interim relief “‘in the meanwhile” is obvious that": "प्रतिवादियों को नोटिस जारी किया और \"इस बीच\" अंतरिम राहत दी, तो यह स्पष्ट",
  "on the basis of the notice issucd or till order of stay was": "नोटिस के आधार पर पक्षों को नहीं सुनता या जब तक स्थगन आदेश विशेष रूप से",
  "specifically vacated by this Court. Whenever, the Court intends": "रद्द नहीं हो जाता। इस न्यायालय द्वारा. जब भी, न्यायालय का इरादा हो",
  "that the ad-interim relicf will operate tll the returnable date, it is": "कि विज्ञापन-अंतरिम राहत वापसी योग्य तिथि तक लागू रहेगी, आदेश में यह",
  "specifically mentioned in the order that ad-interim relicf will": "विशेष रूप से उल्लेख किया गया है कि विज्ञापन-अंतरिम राहत एक विशिष्ट तिथि",
  "operate upto a specific date or till the retuable date of notice.": "तक या नोटिस की वापसी योग्य तिथि तक लागू रहेगी। जब प्रतिस्पर्धी पक्ष को",
  "When ad-interim relicfis granted “in the meanwhile” afier": "नोटिस जारी करने के बाद \"इस बीच\" विज्ञापन-अंतरिम राहत दी जाती है, तो",
  "only tll the retumablc datc of the notice.”": "मरने की सूचना की वापसी योग्य तारीख।\"",
  "‘Thus, | am of the prima -facie vicw that S$] Malook Singh has": "इस प्रकार, मैं प्रथम दृष्टया इस निष्कर्ष पर पहुंचा हूं कि एसआई मलूक सिंह ने आरोपी",
  "committed contempt of Court by arresting Paras Sharma, accused,": "पारस शन्ना को गिरफ्तार करके न्यायालय की अवमानना की है , जो कि इस न्यायालय",
  "in total violation of the interim protection granted by this Court to Patas Sharma.": "द्वारा पारस शन्ना को दी गई अंतरिम सुरक्षा का पूर्ण उल्लंघन है।",
  "(3) On 7.3.2012, after considering the reply filed by the respondent-": "(3) दिनांक 7.3.202 को प्रतिवादी-अवमाननाकर्ता द्वारा दाखिल जवाब पर विचार",
  "contemnor, this court passed the following order framing charge against the": "करने के पश्चात, इस न्यायालय ने प्रतिवादी के विरुद्ध आरोप तय करते हुए निम्नलिखित आदेश",
  "respondent. The same is also extracted below:": "पारित किया। जिसका उद्धरण नीचे दिया गया है:",
  "“(1). In CRM-M-6835 of 2011, this Court vide order dated": "“(]). 20] के सीआरएम-एम-6835 में, इस न्यायालय के आदेश दिनांक 04.03.20। में",
  "04.03.2011 directed that petitioner No. | (Samita Sharma) be safely": "निर्देश दिया गया कि याचिकाकर्ता संख्या | ( समिता शन्ना) को नारी तक सुरक्षित पहुंचाया",
  "escorted to Nari Niketan, Sector 26, Chandigarh with a further": "जाए। निकेतन , सेक्टर 26, चंडीगढ़ एक और निर्देश के साथ कि “इस बीच, पुलिस स्टेशन",
  "direction that “meanwhile, petitioner No. 2 shall not be arrested or harmed in any manner in case FIR No. 25 dated 28.2.2011": "कैंट में दर्ज एफआईआर नंबर 25 दिनांक 28. 2.20// के मामले में याचिकाकर्ता नंबर 2 को गिरफ्तार नहीं किया जाएगा या किसी भी तरह्द से नुकसान नहीं पहुंचाया जाएगा । उसके",
  "him. On 15.03.2011, the case was adjourned to 18.04.2011 with a direction that “interim order to continue”. Vhe above-stated": "]8.04.20। तक के लिए स्थगित कर दिया गया कि ”अंतारिय आदेश जारी रखा जाए\"।",
  "interim order staying arrest of petitioncr No. 2 was never vacated or modified by this Court at any subsequent date. ‘The second petitioner": "याचिकाकर्ता नंबर 2 की गिरफ्तारी पर रोक लगाने वाले उपरोक्त अंतरिम आदेश को इस न्यायालय द्वारा किसी भी बाद की तारीख में कभी भी रद्द या संशोधित नहीं किया गया",
  "was admittedly arrested by SI Malook Singh on 26.4.2011, giving": "था। दूसरे याचिकाकर्ता को 26.4.20]] को एसआई मलूक सिंह द्वारा गिरफ्तार कर लिया",
  "(2). In para 3 of his reply/affidavit dated 02.11.2011, SI Malook": "(2) . एसआई मलूक सिंह ने अपने 7099 / ४7१09शां। दिनांक 02..20| के पैरा 3 में",
  "Singh has rendered the following explanation:-": "निम्नलिखित स्पष्टीकरण दिया है:-",
  "“3. That on 18.4.2011 after attending the Court, SI Malook": "“३3. दिनांक 76.4.207 को न्यायात्रय में उपस्थित होने के बाद एसआई मलूक सिंह",
  "Singh, presented the draft reply in the office of Advocate General, Punjab for vetting. The said reply was marked": "ने उत्तर का मसौदा महाधिवक्ता; पंजाब के कायलरिय में जांच हेतु प्रस्तुत किया। उक्त",
  "the draft reply that “Redraft reply. Make it clear what is": "अपनी टिप्पणियाँ दीं कि \"रीड्राफ्ट उत्तर/” यह स्पष्ट करें कि जांच की स्थिति क्‍या है",
  "- (3) In view of the insinuation attributed by SI Malook Singh to a Law Officer working in the Office of Advocate Gencral, Punjab,": "(3) मलूक सिंह द्वारा पंजाब के महाधिवक्ता कार्यालय में कार्यरत एक विधि अधिकारी श्री",
  "Mr. M. C. Berry, learned Add]. AG Punjab was asked to verify the": "एमसी बेरी पर लगाए गए आक्षेप के मद्देनजर , विद्वान जोड़ा गया)। एजी पंजाब को तथ्यों",
  "facts and assist this Court.": "को सत्यापित करने और इस न्यायालय की सहायता करने के लिए कहा गया था।",
  "(4) Mr. Berry, on verification of the records, rightly points out that Mrs. Neelam Birara, Assistant Advocate General, Punjab was not the arguing/assisting Counsel nor was present in Court when CRM-": "(4) श्री बेरी, अभिलेखों के सत्यापन पर, ठीक ही बताते हैं कि श्रीमती नीलम बिरारा , सहायक महाधिवक्ता, पंजाब न तो बहस कर रहे थे/सहायक वकील थे और न ही अदालत",
  "M-6835 of 2011 was taken up for hearing on 18.4.2011. She was": "में उपस्थित थे जब 20]] के सीआरएम-एम-6835 को 8.4.20] को सुनवाई के लिए",
  "himself attended the Court on 18.4.2011 and thereafter went to the": "सिंह स्वयं 8.4.20] को अदालत में उपस्थित हुए और उसके बाद उत्तर की जांच कराने",
  "Singh who informed the Icarned Law Officer (Mrs. Neclam Birara)": "अधिकारी (श्रीमती नीलम) को सूचित किया बिरारा ) कि इस न्यायालय ने याचिकाकर्ता",
  "that this Court had vacated the order of intcrim protection earlier": "संख्या 2 को पहले दिए गए अंतरिम संरक्षण के आदेश को रद्द कर दिया था और मामले को",
  "(5) The factual explanation given by Mr. Berry has to be accepted": "( श्री बेरी द्वारा दिया गया तथ्यात्मक स्पष्टीकरण इस स्पष्ट कारण से स्वीकार किया जाना",
  "copy or the Court order, she obviously had no reason or knowledge": "न्यायालय के आदेश की प्रति के अभाव में, उनके पास स्पष्ट रूप से यह कहने का कोई कारण",
  "vacated. Since it was S] Malook Singh who admittedly presented thc reply for vetting before the Law Officcr, the so-called information": "एसआई मलूक सिंह ही थे जिन्होंने विधि अधिकारी के समक्ष जांच के लिए जवाब प्रस्तुत",
  "elsc but S] Malook Singh only.": "और को नहीं बल्कि एसआई मलूक सिंह को ही दी गई थी।",
  "(6) The plea taken by SI Malook Singh in para 3 of his reply/affidavit": "(6) मलूक सिंह द्वारा अपने उत्तर/शपथ पत्र के पैरा 3 में दी गई दलील पूरी तरह से झूठी,",
  "is thus totally false, concocted and misleading and js liable to be rejected.": "मनगढ़ंत और भ्रामक है और खारिज किए जाने योग्य है।",
  "(12) Let there be a show cause notice to the said Kaustabh Sharma, IPS also as to why Contempt of Court proccedings under the": "(2) उक्त कौस्तभ शर्मा, आईपीएस को भी कारण बताओ नोटिस जारी किया जाए कि",
  "Gencral of Police, Punjab who shall ensure that notice is duly served": "पंजाब के पुलिस महानिदेशक के माध्यम से तामील कराया जाए, जो यह सुनिश्चित करेगा",
  "(13) He is directed to remain present in Court also.": "(3) उन्हें कोर्ट में भी उपस्थित रहने का निर्देश दिया गया है.",
  "(14) Meanwhile, the following specific charges are framed against SI Malook Singh:-": "(।4) मलूक सिंह के खिलाफ निम्नलिखित विशिष्ट आरोप तय किए गए हैं : -",
  "(1) SI Malook Singh, while acting as Investigating Officer in": "() एसआई मलूक सिंह ने आईपीसी की धारा 363, 366] के तहत एफआईआर",
  "willfully and deliberately violated the order dated 4.3.2011 passed by this Court inCRM-M-6835 of 2011 and arrested": "करते हुए जानबूझकर और जानबूझकर इस न्यायालय द्वारा सीआरएम-एम-6835 ऑफ 20।। में पारित आदेश दिनांक 4.3.20 का उल्लंघन किया और याचिकाकर्ता",
  "petitioner No. 2 (Paras Sharma) in brazcn violation of the interim": "ऑफ 20।। में पारित आदेश दिनांक 4.3.20 का उल्लंघन किया और याचिकाकर्ता को गिरफ्तार कर लिया। नंबर 2 ( पारस शर्मा) को गिरफ्तारी के खिलाफ दी गई",
  "(2) With a pre-meditated design to violate the Court order, with or without collusion with the private respondents, SI": "(2) निजी प्रतिवादियों की मिलीभगत से या उसके बिना, न्यायालय के आदेश का",
  "and gave a false information to the Law Officer that theinterim order dated 5.3.2011 had been vacated.": "विधि अधिकारी को गलत सूचना दी कि अंतरिम आदेश दिनांक 5.3.20| को रद्द",
  "(3) With a view to take false plea of bona fide mistake, SI": "(3) वास्तविक गलती की झूठी दलील देने के उद्देश्य से , एसआई मलूक सिंह ने",
  "(15) Re-notify for further hearing on 16.4.2032.": "(5) 6.4.202 को अगली सुनवाई के लिए पुनः सूचित करें।",
  "(16) The additional affidavit in response to the specific charges, if": "(6) 'विशिष्ट आरोपों के जवाब में अतिरिक्त हलफनामा, यदि कोई हो, श्री एम.सी. बेरी,",
  "(17) Let a dasti copy of this order be handed over to Mr. MC Berry,": "(7) एक दस्ती प्रति श्री एम.सी. बेरी, अर्जित अतिरिक्त ए.जी. पंजाब को सूचनार्थ एवं",
  "rule of law on which the judicial system rests. The rule of law is the": "करती है जिस पर न्यायिक प्रणाली टिकी हुई है। कानून का शासन एक लोकतांत्रिक समाज",
  "foundation of a democratic socicty. Judiciary is the guardian of the rulc of law. Hence, it isnot only the third pillar but also the central": "की नींव है। न्यायपालिका कानून के शासन की संरक्षक है। इसलिए, यह न केवल तीसरा",
  "pillar of the democratic State. If the judiciary is to perform its dutics": "स्तंभ है, बल्कि लोकतांत्रिक राज्य का केंद्रीय स्तंभ भी है। यदि न्यायपालिका को अपने",
  "and functions effectively and remain true to the spiritwith which they": "कर्तव्यों और कार्यों को प्रभावी ढंग से करना है और उस भावना के प्रति सच्चा रहना है",
  "arc sacredly entrusted to it, the dignity and authority of the Courts": "जिसके साथ उसे पवित्र रूप से सौंपा गया है, तो न्यायालयों की गरिमा और अधिकार का",
  "havc to be respected and protected at all costs. Otherwisc, the very": "हर कीमत पर सम्मान और संरक्षण करना होगा। अन्यथा, हमारी संवैधानिक योजना की",
  "will disappear the rule of law and the civilized life in the society. That is why it is imperative and invanablc that Court’s orders arc to be": "सभ्य जीवन गायब हो जाएगा। इसलिए यह अनिवार्य और अपरिहार्य है कि न्यायालय के",
  "followed and complied with.”": "आदेशों का पालन और अनुपालन किया जाए।\"",
  "(7) In the facts of the present case, violation of the interim order": "(7) वर्तमान मामले के तथ्यों में, इस न्यायालय द्वारा पारित अंतरिम आदेश का उल्लंघन",
  "passed by this Court, whereby arrest of Paras Sharma was staycd vide": "है, जिसके तहत पारस शर्मा की गिरफ्तारी पर दिनांक 4.3.20] के आदेश द्वारा रोक लगा दी गई",
  "Neclam Birara, learned AssistantAdvocate General, Punjab, on which she had given theremarks “Redraft reply. Make it clear what is the status of": "बिरारा , विद्वान सहायक महाधिवक्ता, पंजाब, जिस पर उन्होंने टिप्पणी दी थी “पुनः प्रारूपित उत्तर।",
  "had given theremarks “Redraft reply. Make it clear what is the status of the investigation as the intcrim order is vacated on 18.4.2011 and case is": "यह स्पष्ट करें कि जांच की स्थिति क्‍या है क्योंकि अंतरिम आदेश 8.4.20] को समाप्त हो गया है",
  "(8) The aforesaid plea raised by the respondent-contemnor to justify arrest of Pars Sharma has already been rejected by this court vide": "(8) पारस शर्मा की गिरफ्तारी को उचित ठहराने के लिए प्रतिवादी-अवमाननाकर्ता द्वारा उठाई गई उपरोक्त याचिका को इस अदालत ने दिनांक 7.3.202 के आदेश के तहत पहले ही",
  "(9) Further, a perusal of the explanation given by the": "(9) इसके अलावा, प्रतिवादी-अवमाननाकर्ता द्वारा दिए गए स्पष्टीकरण के अवलोकन से",
  "the respondentcontemnorthat leniency be shown to him considenng his long,": "जटिल हो गया है। प्रतिवादी अवमाननाकर्ता द्वारा यह दलील दी गई कि उसकी लंबी उम्र को देखते हुए उसके प्रति उदारता दिखाई जाए",
  "unblemished service cannot be accepted for the reason that carlier service": "बेदाग सेवा को इस कारण से स्वीकार नहीं किया जा सकता क्योंकि पहले की सेवा किसी को उसके",
  "is not a certificate for permitting any onc to do a wrong at the fag end of": "करियर के अंतिम छोर पर गलत काम करने की अनुमति देने का प्रमाण पत्र नहीं है। किसी कर्मचारी",
  "his career. Every action of an employec has to be tested individually.": "की प्रत्येक गतिविधि का व्यक्तिगत रूप से परीक्षण किया जाना चाहिए। हालाँकि, पिछले आचरण के",
  "However, past conduct may result in awarding him severe punishment, but will not absolve of the offence committed. Rather, the fact that the": "परिणामस्वरूप उसे कड़ी सजा मिल सकती है, लेकिन किए गए अपराध से छूट नहीं मिलेगी। बल्कि,",
  "respondentcontemnor had 34 years’ servicc to his credit and in his service": "तथ्य यह है कि प्रतिवादी-अवमाननाकर्ता के पास 34 साल की सेवा थी और अपने सेवा करियर में,",
  "career, he may have dealt with hundreds of cases and still violated the order": "उसने सैकड़ों मामलों को निपटाया होगा और फिर भी इस अदालत द्वारा पारित आदेश का उल्लंघन",
  "agency. Arrest of an innocent person is certainly a blot in his career. He": "व्यक्ति की गिरफ्तारी निश्चित रूप से उसके करियर पर एक धब्बा है।' 26.4.20। को उनकी",
  "(10) Itis a settled principle of law that contempt is a matter primarily": "(0) कानून का यह स्थापित सिद्धांत है कि अवमानना मुख्य रूप से न्यायालय और",
  "between the Court and the contemnor. The Court has to take into consideration": "अवमाननाकर्ता के बीच का मामला है। न्यायालय को अवमाननाकर्ता के व्यवहार , संबंधित",
  "the behaviour of the contemnor, attendant circumstances and its impact upon the justice delivery system. If the conduct of the contemnor is such that it": "परिस्थितियों और न्याय वितरण प्रणाली पर इसके प्रभाव को ध्यान में रखना होगा। यदि",
  "hampers the justice delivery system as well lowers the dignity of the Courts,": "अवमाननाकर्ता का आचरण ऐसा है कि यह न्याय वितरण प्रणाली को बाधित करता है और साथ ही",
  "then the Courts are expected to take somewhat stringent view to prevent": "न्यायालयों की गरिमा को कम करता है, तो न्यायालयों से अपेक्षा की जाती है कि वे आगे संस्थागत",
  "delivery system. Where the conduct is reprehensible as to warrant condemnation, then the Court essentially should take such contempt": "वितरण प्रणाली। जहां आचरण निंदनीय है और निंदा की आवश्यकता है, तो न्यायालय को अनिवार्य",
  "condemnation, then the Court essentially should take such contempt proceedings to their logical end. There cannot be mercy shown by the Court": "रूप से ऐसी अवमानना कार्यवाही को उसके तार्किक अंत तक ले जाना चाहिए। न्याय प्रणाली की",
  "(il) In the present case, the respondent-contemnor, in his": "(]) वर्तमान मामले में, प्रतिवादी-अवमाननाकर्ता ने अपने जवाबी हलफनामे में, उसे",
  "replyaffidavit, has not disputed the observations made by this Court in the ~": "जारी किए गए कारण बताओ नोटिस में इस न्यायालय द्वारा की गई टिप्पणियों पर विवाद नहीं",
  "show cause notice issued to him. He has only attempted to tender an unconditional apology for his acts and omissions which certainly were": "किया है। उन्होंने केवल अपने कृत्यों और चूकों के लिए बिना शर्त माफी मांगने का प्रयास किया है जो",
  "prejudicial to the administration of justice and have adverscly affected the nights of Paras Sharma. The examination of the factual matrix of the present": "निश्चित रूप से न्याय प्रशासन के लिए प्रतिकूल थे और पारस शर्मा के अधिकारों पर प्रतिकूल प्रभाव",
  "nights of Paras Sharma. The examination of the factual matrix of the present case and conduct of the respondent-contemnor, particularly the reply filed": "डाला है। वर्तमान मामले के तथ्यात्मक मैट्रिक्स की जांच और प्रतिवादी-अवमाननाकर्ता के आचरण ,",
  "respondcent-contemnor, namely, arrest of Paras Sharma in violation of the interim protection granted to him are proved. The explanation of the contemnor": "खिलाफ लगाए गए आरोप, अर्थात्‌ उल्लंघन में पारस शन्ना की गिरफ्तारी उसे दी गई अंतरिम सुरक्षा",
  "interim protection granted to him are proved. The explanation of the contemnor is clearly not acceptable. The only conclusion which can be reached in the": "साबित हो गई है। अवमाननाकर्ता का स्पष्टीकरण स्पष्ट रूप से स्वीकार्य नहीं है। मामले के तथ्यों और",
  "flouted the order passed by this court, hence, hc is guilty of contempt of": "ने जानबूझकर इस अदालत द्वारा पारित आदेश का उल्लंघन किया है, इसलिए, वह इस अदालत की"
}