{
  "MATIC LTD AND OTHERS (Anil Kshetarpal, J.)": "ओमेटिक लिमिटेड और अन्य (अनिल क्षेत्रपाल, जे.)",
  "value of the right and interest being transferred under the": "असाइनमेंट डीड के तहत हस्तांतरित किए जा रहे अधिकार और ब्याज का मूल्य वास्तव में आवेदक मेसर्स अल्केमिस्ट",
  "on 15.2.2007) by the Applicant M/s Alchemist, the value of the transaction is Rs.84,49,38,818/- and the stamp duty is": "द्वारा 5.2.2007 को रु. 8५, ५9, 38,88/- (के रूप में) है, लेनदेन का मूल्य रु. 8५, ५9, 38,88/- है और स्टांप",
  "accordingly payable on the said amount.": "शुल्क तदनुसार उक्त राशि पर देय है।",
  "In Asset. Reconstruction Co. (India) Ltd. (Arcil) vs. Jyoti": "परिसंपत्ति में। रिकंस्ट्रकश्शन कं. (इंडिया) लिमिटेड (आर्सिल) बनाम ज्योति ओवरसीज लिमिटेड,",
  "Overseas Ltd., MANU/MP/0590/2016, The Madhya Pradesh High Court held that by Assignment Deed, rights in": "मनु/एमपी/0590/20।6, मध्य प्रदेश उच्च न्यायालय ने अभिनिर्धारित किया कि असाइनमेंट डीड द्वारा संपत्ति में",
  "property are transferred and hence stamp duty is payable. The High Court observed as under:-": "अधिकार हस्तांतरित किए जाते हैं और इसलिए स्टांप शुल्क देय है। उच्च न्यायालय ने निम्नलिखित रूप में टिप्पणी की:",
  "\"10. The submission of the counsel for the petitioner that no rights in properties have been transferred by the deed": "\"0. याचिकाकर्ता के वकील का यह निवेदन कि असाइनमेंट के विलेख द्वारा संपत्तियों में कोई अधिकार हस्तांतरित",
  "of assignment, therefore, no default in respect of payment of stamp duty and registration has been": "नहीं किया गया है, इसलिए, स्टाम्प शुल्क और पंजीकरण के भुगतान के संबंध में कोई चूक नहीं की गई है, असाइनमेंट",
  "committed, cannot be accepted in view of the recital in clause 2(C) ofthe deed of assignment as also the other": "के विलेख के खंड 2 (सी) में पाठ के साथ-साथ अन्य खंडों को भी ध्यान में रखते हुए स्वीकार नहीं किया जा सकता है",
  "clauses which reveal that the right title and interest in the secured assets which include immovable properties have": "जो यह प्रकट करते हैं कि सुरक्षित संपत्तियों में सही स्वामित्व और ब्याज जिसमें अचल संपत्तियां शामिल हैं, असाइनमेंट",
  "been transferred to the assignee. The said aspect is also clearby perusing the provisions contained in section 5(1)(b) read with section 2 of the SARFAESIT Act.\"": "को हस्तांतरित कर दिया गया है। उक्त पहलू सरफेसी अधिनियम की धारा 2 के साथ पठित धारा 5 (॥) (बी) में निहित प्रावधानों को पढ़कर भी स्पष्ट है।",
  "12. Since it has been demonstrated before this court that the deed of assignment, on the basis of which this": "॥2. चूंकि इस न्यायालय के समक्ष यह प्रदर्शित किया गया है कि समनुदेशन विलेख, जिसके आधार पर यह समापन",
  "winding up petition has been filed, itself is defective andif any right has accrued to the petitioner on the basis": "याचिका दायर की गई है, स्वयं ही दोषपूर्ण है और यदि समनुदेशन विलेख के आधार पर याचिकाकर्ता को कोई अधिकार",
  "of such a deed of assignment is in dispute and the relief of winding up is a discretionary relief, therefore, considering the circumstances of the case, I am of the": "प्राप्त हुआ है तो वह विवाद में है और समापन की राहत एक विवेकाधीन राहत है, इसलिए मामले की परिस्थितियों पर",
  "considering the circumstances of the case, I am of the opinion that it would not be in the interest of justice to pass the order of winding up of the respondent-company.": "विचार करते हुए, मेरी राय है कि प्रतिवादी-कंपनी को समाप्त करने का आदेश पारित करना न्याय के हित में नहीं होगा।",
  "Hence, the company petition is rejected.\"": "इसलिए कंपनी की याचिका खारिज कर दी जाती है।",
  "'E' The Schedule 1(A) of the Indian Stamp Act as applicable to Haryana (as amended by Haryana Act No. 10": "'ई' हरियाणा में लागू भारतीय स्टाम्प अधिनियम की अनुसूची ॥ (ए) (हरियाणा अधिनियम सं. 2000 का 0) विभिन्न",
  "of 2000) lays down the slabs of stamp duty payable on various instruments. The Article 23 of said Schedule 1(A)": "उपकरणों पर देय स्टांप शुल्क के स्लैब को निर्धारित करता है। परिवहन से संबंधित उक्त अनुसूची । (ए) का अनुच्छेद",
  "658": "664",
  "ILL.R. PUNJAB AND HARYANA 2023(2)": "आई.एल.आर. पंजाब और हरियाणा 2023()",
  "payable only on the consideration value. In this case, the debt was assigned by IFCI to the Petitioner for": "केवल विचार मूल्य पर देय। इस मामले में, ऋण आईएफसीआई द्वारा याचिकाकर्ता को रुपये में सौंपा गया था। 3.0५",
  "Rs.3.04crores. The Petitioner had initially paid stamp duty": "करोड़ रु. याचिकाकर्ता ने शुरू में एक लाख रुपये का स्टांप शुल्क अदा किया था। 80/»-, क्योंकि असाइनमेंट डीड के",
  "of Rs.80/-, as there was no provision under the Indian Stamp Act, (as applicable to the State of Haryana) for Assignment Deed and therefore, the same was done under": "लिए भारतीय स्टाम्प अधिनियम (जैसा कि हरियाणा राज्य पर लागू होता है) के तहत कोई प्रावधान नहीं था और इसलिए,",
  "the head \"registration of any other document”. Thereafter, in the Order passed by the Collector on 25.04.2012": "यह \"किसी अन्य दस्तावेज के पंजीकरण\" शीर्ष के तहत किया गया था। इसके बाद, 25.0५.202 को कलेक्टर द्वारा",
  "(AnnexureP-3, pg 65), the duty was calculated at 6% on the": "पारित आदेश में (अनुलग्रक पी-3, पृष्ठ 65) रुपये के विचार मूल्य पर शुल्क की गणना 6% की गई थी। 3.0५ करोड़",
  "consideration value of Rs.3.04crores and the ARC paid the entire stamp duty of Rs.18,24,000/- on 04.04.2012. The said order dated 25.04.2012 was challenged by Respondent no.1": "और एआरसी ने रु। 8,2५,000/- 0५.0५.202 को। उक्त आदेश दिनांक 25.0५.202 को प्रतिवादी नं. । डाक",
  "before Commissioner of Stamps, Haryana. The Commissioner vide order dated 10.03.2016 directed the": "टिकट आयुक्त, हरियाणा के समक्ष। आयुक्त ने दिनांक 40.03.206 के आदेश के माध्यम से याचिकाकर्ता को लेनदेन",
  "Petitioner to pay stamp duty on the transaction amount, i.e. Rs.84,49,38,818/- @6%, ie. Rs.5,06,96,338/- The said": "राशि पर स्टांप शुल्क का भुगतान करने का निर्देश दिया, जो रु। 8५,५9,38,88/- 86%, यानी रु। 5,06,9 6,338 /-",
  "order dated 10.03.2016 is erroneous and needs to be set aside, as the Ld. Commissioner had calculated the Stamp": "दिनांक 0.03.206 का उक्त आदेश त्रुटिपूर्ण है और इसे एलडी के रूप में अलग रखा जाना चाहिए। आयुक्त ने रुपये",
  "Duty on the total amount of Rs.84,49,38,818/4, ie. on principal sum of Rs.2,42,99,836/-plus notional amount of": "की कुल राशि पर स्टाम्प शुल्क की गणना की थी। 8५,५१,३8,88 / ५, यानी रुपये की मूल राशि पर। 2,५2,99,836 /-",
  "unpaid interest amount of Rs.82.06,38,982/- as on 15.02.2007. Further, it is pertinent to mention here that": "रुपये की अवैतनिक ब्याज राशि की काल्पनिक राशि। 82.06,38,982/- 5.02.2007 को। इसके अलावा, यहां यह",
  "the amount on which the said stamp duty was calculated was admittedly till 15.02.2007. After a span of l6years i.e.": "उल्लेख करना उचित है कि जिस राशि पर उक्त स्टांप शुल्क की गणना की गई थी, वह 5.02.2007 तक मान्य थी।",
  "in February 2023, the amount recoverable from the Respondent would be approximately Rs.225Crores": "॥6 वर्षों की अवधि के बाद यानी फरवरी 2023 में, प्रतिवादी से वसूली योग्य राशि लगभग रु 225 करोड़ होगी, जिसमें",
  "including the principal and interest for the assignment entered into by the Petitioner and the Original Lender.": "याचिकाकर्ता और मूल ऋणदाता द्वारा दर्ज किए गए असाइनमेंट के लिए मूलधन और ब्याज शामिल होगा। इस प्रकार,",
  "Thus, it would be completely illogical that the Stamp Duty has to be paid on the recoverable amount which will": "यह पूरी तरह से अतार्किक होगा कि स्टाम्प शुल्क का भुगतान वसूली योग्य राशि पर किया जाना है, जो ब्याज के संचय",
  "increase on a daily basis with accrual of interest while the value of mortgaged asset remains the same and in any case": "के साथ दैनिक आधार पर बढ़ेगा, जबकि बंधक संपत्ति का मूल्य समान रहेगा और किसी भी मामले में एआरसी कभी",
  "the ARC would never be able to recover Rs.225Crores from the Defaulting Borrower.”": "भी रुपये की वसूली करने में सक्षम नहीं होगा। चूककर्ता उधारकर्ता से 225 करोड़ रु \"|",
  "(ii) Section 8 F was introduced in the Indian Stamp Act 1899 on 01.09.2016 (also applicable in the State of": "()) धारा 8 एफ को भारतीय स्टाम्प अधिनियम 899 में 0.09.206 (हरियाणा राज्य में भी लागू) पर पेश किया",
  "Haryana) whereby no stamp duty is payable on agreement or document through which the assignment of rights or": "गया था, जिसके तहत समझौते पर कोई स्टाम्प शुल्क देय नहीं है। या दस्तावेज जिसके माध्यम से अधिकारों या ब्याज",
  "interest are transferred. The legislative intent behind the provision is that when an ARC acquires the debt, they": "का आवंटन हस्तांतरित किया जाता है। प्रावधान के पीछे विधायी इरादा यह है कि जब कोई एआरसी ऋण प्राप्त करता",
  "should not be burdened with stamp duty to recover bad": "है, तो उन्हें खराब वसूली के लिए स्टांप शुल्क का बोझ नहीं उठाना चाहिए",
  "opinion. Thus, the scheme of the Act enables the competent authority to not only impound the instrument which is not sufficiently stamped but": "राय दें। इस प्रकार, अधिनियम की योजना सक्षम प्राधिकारी को न केवल उस उपकरण को जब्त करने में सक्षम बनाती",
  "financial creditor has assigned/transferred all his rights, title or interest created under thefinancial documents in favour of the petitioner which": "पक्ष में वित्तीय दस्तावेजों के तहत बनाए गए अपने सभी अधिकारों, स्वामित्व या ब्याज को सौंपा/हस्तांतरित किया है",
  "was mortgaged with the financial creditor. Apart from the immovable": "शामिल है जिसे वित्तीय लेनदार के साथ गिरवी रखा गया था। अचल संपत्ति के अलावा, समनुदेशन विलेख की अनुसूची",
  "property, Schedule 'C' of the assignment deed also provides for the assignment of loan agreement, hypothecation deed, deed of personal": "संपत्ति के अलावा, समनुदेशन विलेख की अनुसूची 'सी' में ऋण समझौते, काल्पनिक विलेख, व्यक्तिगत गारंटी विलेख",
  "guarantee etc. etc. In these circumstances, the crucial question is “whether the stamp duty is payable on the total amount to which the": "आदि के समनुदेशन का भी प्रावधान है। आदि। इन परिस्थितियों में, महत्वपूर्ण प्रश्न यह है कि \"क्या स्टाम्प शुल्क उस",
  "assignee is entitled to recover or the amount ofconsideration for which the petitioner had purchased the rights of the financial creditor?” It is": "का हकदार है या उस राशि पर जिसके लिए याचिकाकर्ता ने वित्तीय लेनदार के अधिकार खरीदे थे?\" यह असाइनमेंट",
  "the value of the deed of assignment or the amount of consideration paid or promised to be paid by the petitioner to purchase the rights of the": "के विलेख का मूल्य है या याचिकाकर्ता द्वारा वित्तीय लेनदार के अधिकारों को खरीदने के लिए भुगतान की गई या",
  "financial creditor would determine the amount of duty payable under the Stamp Act. The total amount recoverable by the financial creditor": "तहत देय शुल्क की राशि निर्धारित करेगी। वित्तीय लेनदार द्वारा वसूली योग्य कुल राशि का समनुदेशन विलेख के साथ",
  "the Stamp Act. The total amount recoverable by the financial creditor has no relation or connection or relevance with the deed of assignment": "लेनदार द्वारा वसूली योग्य कुल राशि का समनुदेशन विलेख के साथ कोई संबंध या संबंध या प्रासंगिकता नहीं है, विशेष",
  "particularly when the debt became non-performing asset resulting in filing of the proceedings and a decree passed by the Debt Recovery": "रूप से जब ऋण गैर-निष्पादित परिसंपत्ति बन जाता है जिसके परिणामस्वरूप कार्यवाही दायर की जाती है और ऋण",
  "filing of the proceedings and a decree passed by the Debt Recovery Tribunal. In these circumstances, on reading of Clause-1 of the deed of": "वसूली न्यायाधिकरण द्वारा एक डिक्री पारित की जाती है। इन परिस्थितियों में, समनुदेशन विलेख के खंड- को पढ़ने",
  "assignment it is evident that the total purchase consideration was mutually agreed at Rs.3,04,00,000/- out of which the amount was paid": "पर यह स्पष्ट होता है कि कुल खरीद पर पारस्परिक रूप से रुपये में सहमति हुई थी। 3, 0+, 00, 000/- जिसमें से",
  "as under:-": "राशि का भुगतान निम्नानुसार किया गया थाः -",
  "(Para 11)": "(पैरा ॥॥)",
  "Ashwani Kumar Chopra, Senior Advocate, with Manish Jain, Advocate, Mayur Kanwar, Advocate Gauri Handa, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से वरिष्ठ अधिवक्ता अश्विनी कुमार चोपड़ा, अधिवक्ता मनीष जैन, मयूर कंवर, अधिवक्ता गौरी हांडा ने",
  "Ashish Aggarwal, Senior Advocate with S.S.Behl, Advocate, Sunil Goel, Advocate Gaurav Vir Singh Behl, Advocate Karan Singla, Advocate, for respondent no. 1.": "प्रतिवादी नंबर. । की ओर से एस. एस. बहल, अधिवक्ता सुनील गोयल, अधिवक्ता गौरव वीर सिंह बहल, अधिवक्ता करण सिंगला के साथ वरिष्ठ अधिवक्ता आशीष अग्रवाल।",
  "Sumit Gupta, Additional Advocate General, Punjab.": "सुमित गुप्ता, अतिरिक्त महाधिवक्‍्ता, पंजाब।",
  "ANIL KSHETARPAL, J.": "अनिल क्षेत्रपाल, जे।",
  "(1) While requesting to issue a writ in the nature of certiorari, the petitioner inter-alia prays for setting aside the order dated": "(॥) प्रमाणपत्र की प्रकृति में एक रिट जारी करने का अनुरोध करते हुए, याचिकाकर्ता अन्य बातों के साथ-साथ भारतीय",
  "appellate jurisdiction under the Indian Stamp Act, 1899 (hereinafter referred to as 'the 1899 Act').": "स्टाम्प अधिनियम, 899 (इसके बाद १899 अधिनियम' के रूप में संदर्भित) के तहत अपीलीय अधिकार क्षेत्र के",
  "660": "656",
  "right or interest in a debt/ financial asset is also transfer of": "वित्तीय परिसंपत्तियों में अधिकारों या ब्याज के अंतरण या समनुदेशन के लिए कोई करार या अन्य दस्तावेज, जैसा कि",
  "Before Anil Kshetarpal, J.": "समक्ष अनिल क्षेत्रपाल, जे.",
  "M/S DHIR AND DHIR ASSET RECONSTRUCTION AND SECURITIZATON COMPANY LTD.—Petitioner": "मैसर्स धीर और धीर एसेट रीकंस्ट्रक्शन और सिक्‍योरिटीजेशन कंपनी लिमिटेड- याचिकाकर्ता",
  "versus": "बनाम",
  "M/S CONVERNTRY COIL-O-MATIC LTD AND OTHERS— Respondent": "मैसर्स कन्वर्ट्री कॉइल-ओ-मैटिक लिमिटेड और अन्य-प्रतिवादी",
  "CWP No. 21256 of 2016": "सीडब्ल्यूपी संख्या 27256 ऑफ 206",
  "May 04, 2023": "08 मई, 2023",
  "Constitution of India, 1950, Arts. 226, 227—Indian Stamp Act, 1899, S. 2(10), 33, 47-A—Payment of Stamp Duty in Deed of": "भारत का संविधान, 950, अनुच्छेद 226,227-भारतीय स्टांप अधिनियम, 899, धारा 2 (0) 33,५7-ए-असाइनमेंट",
  "assignment—Tripartite Deed of Assignment of Debt executed between Petitioner, IFCI & ACE on 05.03.2008—Financial Assets": "के विलेख में स्टांप शुल्क का भुगतान-याचिकाकर्ता, आईएफसीआई और एसीई के बीच 05.03.2008 को निष्पादित ऋण के असाइनमेंट का त्रिपक्षीय विलेख-आईएफसीआई द्वारा एसीई को सौंपे गए वित्तीय परिसंपत्तियां दिनांक",
  "assigned by IFCI to ACE vide Agreement dated 12.09.2007—Before assignment, Petitioner agreed to pay Rs./s/,304,00,000/- to IFCI &": "।2.09.2007 के समझौते के अनुसार-असाइनमेंट से पहले, याचिकाकर्ता रु/ एस/,30५,00,000/- को",
  "ACE by executing Stamp Paper of Rs.80/-—Respondent No.": "आईएफसीआई और ऐस को रु.80/- के स्टांप पेपर को निष्पादित करके-उत्तरदाता सं. पसंदीदा आयुक्त के समक्ष",
  "preferred Appeal before Commissioner—Appeal allowed & Petitioner": "अपील-अपील की अनुमति दी गई और याचिकाकर्ता को रुपये की स्टाम्प ड्यूटी का भुगतान करने का निर्देश दिया",
  "directed to pay Stamp Duty of Rs.5,06,96,338/-—challenged—Held, Deed of assignment signifies transfer of right to recover of debts &": "गया। 5,06,96,338/- चुनौती-आयोजित, असाइनमेंट का विलेख ऋणों की वसूली के अधिकार का अंतरण दर्शाता है",
  "falls within meaning of conveyance defined under Act, 1899-Further,": "और अधिनियम, 899 के तहत परिभाषित हस्तांतरण के अर्थ में आता है-इसके अलावा, अधिनियम, 899 के",
  "in view of Article 23 of Scheduled 1-A of act, 1899, value of deed of": "अनुसूचित ॥-ए के अनुच्छेद 23 को देखते हुए, असाइनमेंट के विलेख का मूल्य या वित्तीय लेनदार के अधिकारों को",
  "assignment or amount of consideration paid or promised to be paid by the Petitioner to purchase the rights of financial creditor would": "खरीदने के लिए याचिकाकर्ता द्वारा भुगतान की गई या भुगतान करने का वादा की गई प्रतिफल राशि अधिनियम, 899",
  "determine the amount of duty payable under Act, 1899—Petition Allowed.": "के तहत देय शुल्क की राशि निर्धारित करेगी-याचिका अनुमत।",
  "Held, that on careful reading of the definition of conveyance deed it is evident that a conveyance includes sale deed and every other": "अभिनिर्धारित है कि संप्रेषण विलेख की परिभाषा को ध्यानपूर्वक पढ़ने पर यह स्पष्ट होता है कि संप्रेषण में विक्रय विलेख",
  "it is evident that a conveyance includes sale deed and every other instrument by which property whether movable or immovable is": "और प्रत्येक अन्य साधन शामिल है जिसके द्वारा संपत्ति, चाहे वह चल हो या अचल, अंतर-विवो में अंतरित की जाती है।",
  "transferred inter-vivos. Asper Section 6 of the Transfer of Property Act, 1882 (hereinafter referred toas 'the 1882 Act’), the property of any": "संपत्ति अंतरण अधिनियम, 882 (इसके बाद ५882 अधिनियम' के रूप में संदर्भित) की धारा 6 के अनुसार किसी",
  "kind can be transferred. The transfer of right of interest in a debt/financial asset is also transfer of the property. On reading of": "अंतरण किया जा सकता है। ऋण»वित्तीय संपत्ति में ब्याज के अधिकार का हस्तांतरण भी संपत्ति का हस्तांतरण है।",
  "debt/financial asset is also transfer of the property. On reading of Section 8 of the 1882 Act, it is evident that the debt is a property. The": "संपत्ति का हस्तांतरण है। 882 के अधिनियम की धारा 8 को पढ़ने पर यह स्पष्ट होता है कि ऋण एक संपत्ति है।",
  "deed of assignment does not necessarily mean the sale of immovable property but it is transfer of right to recover debts. On careful reading": "मतलब जरूरी नहीं कि अचल संपत्ति की बिक्री हो, बल्कि यह ऋण की वसूली के अधिकार का हस्तांतरण है। असाइनमेंट",
  "P-1, it is evident that IFCI Limited had absolutely assigned all its rights,": "यह स्पष्ट है कि आईएफसीआई लिमिटेड ने याचिकाकर्ता के पक्ष में अपने सभी अधिकार, शीर्षक, ब्याज और लाभ",
  "title, interest and benefit in and to the financial asset or an incidental": "लिमिटेड ने याचिकाकर्ता के पक्ष में अपने सभी अधिकार, शीर्षक, ब्याज और लाभ और वित्तीय संपत्ति या एक आनुषंगिक",
  "date of execution of the assignment deed, the petitioner shall be": "समनुदेशन विलेख के निष्पादन की तिथि, याचिकाकर्ता को वित्तीय परिसंपत्तियों से संबंधित पूर्व स्वामी द्वारा शुरू की",
  "substituted as the owner in the place of the IFCI Limited in respect of all legal proceedings initiated by the erstwhile owner relating to the": "गई सभी कानूनी कार्यवाही के संबंध में आईएफसीआई लिमिटेड के स्थान पर मालिक के रूप में प्रतिस्थापित किया",
  "(Para 8)": "(पैरा 8)",
  "Further held, that the attention of the court has not been drawn to": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि न्यायालय का ध्यान उस विशिष्ट अनुच्छेद की ओर नहीं खींचा गया है",
  "the specific article which may specify the amount of stamp duty chargeable on an assignment deed of such nature. Whereas a study": "जो ऐसी प्रकृति के समनुदेशन विलेख पर प्रभार्य स्टाम्प शुल्क की राशि निर्दिष्ट कर सकता है। जबकि इसका अध्ययन,",
  "thereof, it is evident that there is no specific article which deals with such assignment deed. Though, Article 63 provides for the transfer of": "यह स्पष्ट है कि ऐसा कोई विशिष्ट लेख नहीं है जो इस तरह के असाइनमेंट डीड से संबंधित हो। हालांकि, अनुच्छेद 63",
  "lease by way of assignment, however, it also provides for the same duty": "में असाइनमेंट के माध्यम से पट्टे के हस्तांतरण का प्रावधान है, हालांकि, इसमें समान कर्तव्य का भी प्रावधान है",
  "as conveyance. On careful perusal of the definition of 'Conveyance' under Section 2(10), it becomes evident that the definition of": "परिवहन के रूप में। धारा 2 (0) के अधीन 'परिवहन' की परिभाषा का सावधानीपूर्वक अवलोकन करने पर यह स्पष्ट",
  "‘Conveyance' is expansive and broad. It includes not only sale but every": "हो जाता है कि 'परिवहन' की परिभाषा विस्तृत और व्यापक है। इसमें न केवल बिक्री शामिल है, बल्कि प्रत्येक साधन",
  "instrument by which property, whether movable or immovable, is transferred inter vivos. The definition further provides that it would": "जिसके द्वारा संपत्ति, चाहे वह चल हो या अचल, अंतर-विवोस में हस्तांतरित की जाती है। परिभाषा में आगे यह प्रावधान",
  "include every instrument which is not otherwise provided for by": "किया गया है कि इसमें प्रत्येक उपकरण शामिल होगा जो अनुसूची ।-ए द्वारा अन्यथा प्रदान नहीं किया गया है। इस",
  "Schedule 1-A. Thus, the definition of conveyance is broadly in three parts; (1) sale deed; (2) every instrument by which property, whether": "प्रकार, वाहन की परिभाषा मोटे तौर पर तीन भागों में है; (॥) विक्रय विलेख; (2) प्रत्येक लिखत जिसके द्वारा संपत्ति,",
  "movable or immovable is transferred inter vivos; (3) instrument which": "चाहे वह चल हो या अचल, अंतर जीवों में अंतरित की जाती है; (3) लिखत जिसके लिए अनुसूची ।-क द्वारा अन्यथा",
  "is not otherwise specifically provided for by Schedule 1-A. Hence, the": "विशेष रूप से उपबंध नहीं किया गया है। इसलिए, समनुदेशन विलेख भारतीय स्टाम्प अधिनियम, 899 में परिभाषित",
  "assignment deed falls within the meaning of conveyance as defined in Indian Stamp Act, 1899. Article 23 of Schedule 1-A prescribe the rate": "संप्रेषण के अर्थ के अंतर्गत आता है। अनुसूची -ए का अनुच्छेद 23 उस दर को निर्धारित करता है जिस पर मुद्रांक",
  "(Para 9)": "(पैरा 9)",
  "Further held, that It is provided that the stamp duty will be payable on the value or the amount of consideration for such": "इसके अलावा यह अभिनिर्धारित किया गया है कि यह उपबंध किया गया है कि स्टाम्प शुल्क उस मूल्य या उस में",
  "conveyance as set forth therein. It isalso evident that apart from powers under Section 33 which provides for examination and impounding of": "उल्लिखित ऐसे परिवहन के लिए प्रतिफल की राशि पर देय होगा। यह भी स्पष्ट है कि धारा 33 के तहत शक्तियों के",
  "instruments, the Registering Officer or the Collector has the enabling": "अलावा, जो उपकरणों की जांच और ज़ब्त करने का प्रावधान करती है, पंजीकरण अधिकारी या कलेक्टर के पास स्टांप",
  "power to pass suitable orders if evasion inpayment of stamp duty is": "शुल्क के भुगतान में चोरी पाए जाने पर उपयुक्त आदेश पारित करने की सक्षम शक्ति है। धारा ५+7क की उपधारा (॥)",
  "of stamp duty then after granting opportunity of hearing and evidence to the parties proceed to assess the market value and the duty payable.": "कम है तो पक्षकारों को सुनवाई और साक्ष्य का अवसर देने के बाद बाजार मूल्य और देय शुल्क का आकलन करने के",
  "The entire emphasis of Section 47 is on the market value of the property. Similarly, Section 56 enables the Collector to draw up the": "लिए आगे बढ़ सकता है। धारा ५7 का पूरा जोर संपत्ति के बाजार मूल्य पर है। इसी तरह, धारा 56 कलेक्टर को मामले",
  "statement of the case and refer it to the CCRA for decision. Similarly,": "का बयान तैयार करने और निर्णय के लिए इसे सी. सी. आर. ए. को भेजने में सक्षम बनाती है। इसी तरह, सी. सी. आर.",
  "the CCRA may refer the matter to the High Court for that State for its": "ए. मामले को उस राज्य के लिए उच्च न्यायालय को भेज सकता है",
  "662": "657",
  "23. Conveyance Where Other": "23. परिवहन जहां हस्तांतरण अचल संपत्ति को बिक्री के | अन्य परिवहन",
  "Where the value Rs.6.25/- Rs.3/-": "जहां ऐसे परिवहन के लिए | रु.6.25/- रु.३/-",
  "of amount of the consideration for": "विचार की राशि का मूल्य, जैसा",
  "does not exceed": "रुपये से अधिक नहीं है।",
  "Where it exceeds Rs. 125/- Rs.62.50/-": "जहां यह 900»- रुपये से | रु।25/- रु 62.50/-",
  "Rs.900/-, but does": "अधिक हो, परंतु 000/-",
  "not exceed": "रुपये से अधिक न हो",
  "and for every Rs.62.50/- Rs.31.25/-": "तथा प्रत्येक 500/- रुपये | रु७2.50/- रु 3व.25/-",
  "thereof in excess of Rs. 1000/-": "000»- रुपये से अधिक",
  "Thus, if the consideration value is more than Rs.1000/-, the stamp duty payable is Rs.31.25 (for otherconveyance) and": "इस प्रकार, यदि प्रतिफल मूल्य रुपये से अधिक है। 000/-, देय स्टांप शुल्क रु। 3.25 (अन्य परिवहन के लिए) और",
  "Rs.62.50/- (for conveyance amounting to sale of immoveable property) for every Rs.500/, which in percentage terms comes to 6.25% and 12.5% respectively.": "रु। 62.50/- (अचल संपत्ति की बिक्री की राशि के लिए) प्रत्येक रु। 500», जो प्रतिशत के संदर्भ में क्रमशः 6.25% और 2.5% आता है।",
  "'F' Since the real value of transaction is Rs.84,49,38,818/- , thestamp duty payable on such Assignment Deed, as per": "'एफ' चूंकि लेन-देन का वास्तविक मूल्य रु। 8५, ५9, 38,88/-, ऐसे असाइनमेंट डीड पर देय स्टांप शुल्क, कानून के",
  "law, is: Rs.5,06,96,338/- being 6%, in case the conveyance under the Assignment Deed dated 5.3.2008 is taken to be": "अनुसार, है: 5, 06, 96,338/- 6५ है, यदि असाइनमेंट डीड दिनांक 5.3.2008 के तहत संप्रेषण अचल संपत्ति की",
  "not amounting to sale of immoveable property.": "बिक्री के बराबर नहीं माना जाता है।",
  "'G' It may be pointed out that by virtue of this Assignment": "'जी' यह इंगित किया जा सकता है कि इस समनुदेशन विलेख के आधार पर, समनुदेशक ने वित्तीय परिसंपत्तियों के",
  "Deed, the Assignor has transferred all its rights, title and interest in favour of the Assignee in respect of the financial assets including the immoveable property described in": "संबंध में अपने सभी अधिकारों, स्वामित्व और ब्याज को समनुदेश में वर्णित अचल संपत्ति सहित समनुदेशिती के पक्ष",
  "666": "662",
  "the powers U/s 33, 35 and 38. S.56(1) makes powers exercisable by the Collector under Chapter IV and V and": "शक्तियाँ धारा 33, 35 और 38 के तहत। धारा 56 (॥) कलेक्टर द्वारा अध्याय चार और पांच और धारा 26 के तहत",
  "Section 26 subject to CCRA's\"Control\".": "सीसीआरए के \"नियंत्रण\" के अधीन शक्तियों का प्रयोग करने योग्य बनाती है।",
  "The powers exercisable by the Collector over which CCRA exercises control are quasi-judicial powers. It is submitted": "कलेक्टर द्वारा प्रयोग की जाने वाली शक्तियाँ जिन पर सी. सी. आर. ए. नियंत्रण रखता है, अर्ध-न्यायिक शक्तियाँ हैं।",
  "that the only way quasi-judicial powers can be controlled is": "यह प्रस्तुत किया जाता है कि अर्ध-न्यायिक शक्तियों को नियंत्रित करने का एकमात्र तरीका समीक्षक संशोधन के अर्ध-",
  "Below is a summary of the powers under just one chapter- Chapter-[V-over which CCRA Exercises control.": "नीचे केवल एक अध्याय अध्याय- चार के तहत शक्तियों का सारांश दिया गया है, जिस पर सीसीआरए का नियंत्रण है",
  "penaltyabove Rs.5 if he thinks fit.": "यदि कलेक्टर उचित समझे तो 5 रुपए से अधिक का जुर्माना",
  "document, either to endorse that it is duly stamped or to require": "है, या तो यह पुष्टि करने की शक्ति है कि यह विधिवत स्टाम्प",
  "is duly stamped or to require payment of deficiency plus Rs.Sor 10 times deficiency, whichever is more": "लगा है या कमी के साथ-साथ 5 रुपये या 0 गुना कमी का भुगतान करने की मांग करता है, जो भी अधिक हो।",
  "himself comes forward and Collector is satisfied that deficient": "यदि निष्पादक स्वयं आगे आता है और कलेक्टर को विश्वास हो",
  "whether there was intention to": "का इरादा था या नहीं",
  "5. | Collector's powers under S.47A in | S.47- A(Ch.IV) respect of registered instruments,": "पंजीकृत उपकरणों के संबंध में धारा ५7 ए के तहत कलेक्टर",
  "either on reference by Registering Officer to suo-motu": "रजिस्ट्रार अधिकारी द्वारा स्व-प्रेरणा से संदर्भ पर",
  "with decree of same amount i.e. Rs.84,49,38,818/- against Coventry.": "एक ही राशि यानी की डिक्री के साथ। रु 8५, ५9, 38,88/- बनाम कोवेंट्री।",
  "'M' If any person brings to the notice of the authorities about any Stamp Duty evasion and the Authority acts on the": "'एम' यदि कोई व्यक्ति किसी स्टाम्प शुल्क चोरी के बारे में अधिकारियों के संज्ञान में लाता है और प्राधिकरण जनहित",
  "'N' What is important is that State should not be deprived of its revenue (stamp duty in this case) on_ technical": "'एन' महत्वपूर्ण बात यह है कि राज्य को तकनीकी कारणों से अपने राजस्व (इस मामले में स्टांप शुल्क) से वंचित नहीं",
  "considerations if it is otherwise shown that the deed was undervalued and was deficiently stamped. Who raises the": "किया जाना चाहिए, यदि यह अन्यथा दिखाया गया है कि विलेख का कम मूल्यांकन किया गया था और उस पर कम",
  "cannot detain the State Authorities to take appropriate action to recover Govt. revenue once pointed out to them by": "वसूली के लिए उचित कार्रवाई करने के लिए राज्य प्राधिकरणों को हिरासत में नहीं ले सकता है। राजस्व ने एक बार",
  "anyone. If such an argument as raised by petitioner is": "उन्हें किसी के द्वारा इंगित किया था। यदि याचिकाकर्ता द्वारा उठाए गए इस तरह के तर्क को स्वीकार कर लिया जाता",
  "encourage people to get deeds registered by paying low stamp duty by showing consideration amount much lower in value than the real value. If the Sub-Registrar failed to": "राशि दिखाकर कम स्टांप शुल्क का भुगतान करके विलेख पंजीकृत करने के लिए प्रोत्साहित करेगा। यदि उप-पंजीयक",
  "file appeal against the Collector's order before the Commissioner, it does not mean that a citizen is estopped,": "आयुक्त के समक्ष कलेक्टर के आदेश के विरुद्ध अपील दायर करने में विफल रहता है, तो इसका अर्थ यह नहीं है कि",
  "in public interest, from bringing to Commissioner's notice the defect inCollector's order and the attempt by parties to": "एक नागरिक, लोक हित में, कलेक्टर के आदेश में दोष को आयुक्त के ध्यान में लाने और विलेख के पक्षों द्वारा पर्याप्त",
  "objective behind introducing Section 47-A inIndian Stamp Act in case of documents registered in Haryana to curb the": "दस्तावेजों के मामले में भारतीय स्टाम्प अधिनियम में धारा ५7-ए को लागू करने के पीछे प्रशंसनीय उद्देश्य को वर्तमान",
  "menace of undervalued instruments cannot be nullified by people like the present petitioner by raising such technical objections. Due weightage must to be given to the Haryana": "याचिकाकर्ता जैसे लोगों द्वारा इस तरह की तकनीकी आपत्तियों को उठाकर रद्द नहीं किया जा सकता है। हरियाणा",
  "objections. Due weightage must to be given to the Haryana Stamp (Prevention of Undervaluation of Instruments) Rules 1978 which were framed with reference to Section 47-A.'O'": "डाक टिकट (उपकरणों के अवमूल्यन की रोकथाम) नियम 978 को उचित महत्व दिया जाना चाहिए जो धारा ५7-ए",
  "The Stamp Act provides a multi-tiered regime to ensure that": "के संदर्भ में बनाए गए थे।'ओ' स्टाम्प अधिनियम एक बहु-स्तरीय व्यवस्था प्रदान करता है ताकि यह सुनिश्चित किया जा",
  "there is no loss to the public exchequer due to inadequate payment of stamp duty.": "सके कि स्टाम्प शुल्क के अपर्याप्त भुगतान के कारण सरकारी खजाने को कोई नुकसान न हो।",
  "Submission No. 3.1 - Three such tiers may be identifiedin the Stamp Act as follows:": "प्रस्तुति सं। 3.-स्टाम्प अधिनियम में ऐसे तीन स्तरों की पहचान निम्नानुसार की जा सकती है:",
  "Tier Lis provided in S. 47A.": "टियर । धारा ५7ए में प्रदान किया गया है।",
  "Tier 2 is the quasi-judicial power of Chief Controlling Revenue Authority (\"CCRA\") U/s 56 and 57 and Tier 3 are": "टियर 2 मुख्य राजस्व नियंत्रक प्राधिकरण की अर्ध-न्यायिक शक्ति है (\"सीसीआरए \") धारा 55 और 57 और टियर ३",
  "not constrained by any limitation.": "किसी भी सीमा से बाधित नहीं",
  "'V' The learned State counsel has drawn the attention of the Courtto Section 3 and 8 of the Transfer of Property Act": "“पांच \" \"विद्वान राज्य के वकील ने संपत्ति हस्तांतरण अधिनियम की धारा ३ और 8 की ओर न्यायालय का ध्यान",
  "and submits that the Commissioner has correctly directed payment of stamp duty on Rs.84.49 Crore.": "आकर्षित किया है और प्रस्तुत किया है कि आयुक्त ने सही ढंग से रु. 8५.५9 करोड़ पर स्टांप शुल्क के भुगतान का निर्देश दिया है।\"",
  "(7) Before this Court proceeds to adjudicate the dispute, it": "(7) इस न्यायालय द्वारा विवाद का न्यायनिर्णयन करने के लिए अग्रसर होने से पूर्व, हरियाणा राज्य में लागू भारतीय",
  "would beappropriate to extract the following relevant provisions of the Indian Stamp Act, 1899 as applicable ti the State of Haryana:-": "स्टाम्प अधिनियम, 899 के निम्नलिखित सुसंगत उपबंधों को निकालना उपयुक्त होगाः-धारा 2 (0) \"परिवहन\" में",
  "sale and every instrument by which property, whether movable or immovable, is transferred inter vivos andwhich": "बिक्री पर एक वाहन और प्रत्येक साधन शामिल है जिसके द्वारा संपत्ति, चाहे वह चल हो या अचल, अंतर जीवों में",
  "is not otherwise specifically provided for by Schedule 1 or by Schedule I-A [ or by [Schedule 1-B or] Schedule 1-C],": "अंतरित की जाती है और जो अन्यथा विशेष रूप से अनुसूची । द्वारा या अनुसूची |- ऐ द्वारा [या [अनुसूची ।- बी या]",
  "Section33. Examination and impounding’ of instruments.—": "धारा 33. उपकरणों की जाँच और ज़ब्त करना।--",
  "(1) Every person having by law or consent of parties, authority to receive evidence, and every person in charge of": "() कानून द्वारा या पक्षों की सहमति से साक्ष्य प्राप्त करने का अधिकार रखने वाला प्रत्येक व्यक्ति और सार्वजनिक पद",
  "a public office, except an officer of police, before whom any instrument, chargeable, in his opinion, with duty, is": "का प्रभारी प्रत्येक व्यक्ति, पुलिस के एक अधिकारी को छोड़कर, जिसके समक्ष, उसकी राय में, कर्तव्य के साथ, कोई",
  "produced or comes in the performance of his functions, shall, if it appears to him that such instrument is not duly": "प्रभार्य दस्तावेज प्रस्तुत किया जाता है या अपने कार्यों के निष्पादन में आता है, यदि उसे ऐसा लगता है कि ऐसे दस्तावेज",
  "(2) For that purpose every such person shall examine every": "(2) उस प्रयोजन के लिए प्रत्येक ऐसा व्यक्ति अपने समक्ष इस प्रकार प्रभार्य और इस प्रकार प्रस्तुत या आने वाले प्रत्येक",
  "him, in order to ascertain whether it is stamped with a stamp of the value and description required by the law in": "लिखत की जांच करेगा, ताकि यह पता लगाया जा सके कि क्‍या उस पर उस मूल्य और विवरण की मुहर लगी है जो",
  "force in [India] when such instrument was executed or first executed:": "भारत में लागू विधि द्वारा अपेक्षित है जब ऐसा लिखत निष्पादित किया गया था या पहली बार निष्पादित किया गया थाः",
  "coming before him in the course of any proceeding other than a proceeding under Chapter XII orChapter XXXVI of": "अध्याय 2 या अध्याय छतीस के अधीन कार्यवाही के अतिरिक्त किसी कार्यवाही के दौरान उसके समक्ष आने वाले",
  "'P' All the above powers are quasi-judicial in nature and the only way they can be subject to \"control\" is through": "'पी' उपरोक्त सभी शक्तियां प्रकृति में अर्ध-न्यायिक हैं और उन्हें \"नियंत्रण\" के अधीन करने का एकमात्र तरीका",
  "quasi- judicial intervention by way of review/ revision. It": "समीक्षा/संशोधन के माध्यम से अर्ध-न्यायिक हस्तक्षेप के माध्यम से है। यदि कलेक्टर द्वारा कानून के उचित अनुप्रयोग",
  "quasi-judicial function supposed to be discharged by the Collectorin an independent manner, by due application of": "द्वारा स्वतंत्र तरीके से निर्वहन किए जाने वाले अर्ध-न्यायिक कार्य को सी. सी. आर. ए. द्वारा जारी प्रशासनिक निर्देशों के",
  "'Q' Aconjoint reading of Section 56 and 57 makes it clear that not only is the CCRA's power quasi-judicial, but also": "'क्यू' धारा 56 और 57 के एक संयुक्त पठन से यह स्पष्ट होता है कि सीसीआरए की शक्ति न केवल अर्ध-न्यायिक है,",
  "that it can be exercised suo-moto. Section 57 (1) envisages the exercise of power by the CCRA.": "बल्कि यह भी कि इसका स्वतः उपयोग किया जा सकता है। धारा 57 (॥) में सी. सी. आर. ए. द्वारा शक्ति के प्रयोग की परिकल्पना की गई है।",
  "‘R' Section 57(1) states that CCRA can act not only on reference by the Collector, but also on the information": "'आर' धारा 57 (॥) में कहा गया है कि सी. सी. आर. ए. न केवल कलेक्टर के निर्देश पर कार्रवाई कर सकता है, बल्कि",
  "\"otherwise coming to its notice\". This shows that the CCRA": "\"अन्यथा उसके संज्ञान में आने वाली\" जानकारी पर भी कार्रवाई कर सकता है। इससे पता चलता है कि सी. सी. आर.",
  "‘'S' The Hon'ble Supreme Court in the case of Banarsi Dass Ahluwalia Vs. Chief Controlling Revenue Authority": "'एस' माननीय उच्चतम न्यायालय ने बनारसी दास अहलूवालिया बनाम मुख्य नियंत्रक राजस्व प्राधिकरण (ए. आई. आर.",
  "(AIR 1968 SC 497) held that it is not only the power, but also the duty of CCRA to refer the matter to the Hon'ble": "968 एस. सी. ५97) के मामले में अभिनिर्धारित किया कि यह न केवल शक्ति है, बल्कि सी. सी. आर. ए. का कर्तव्य",
  "also the duty of CCRA to refer the matter to the Hon'ble High Court for decision on any substantial points that come": "भी है कि वह मामले को माननीय उच्च न्यायालय को उसके संज्ञान में आने वाले किसी भी महत्वपूर्ण बिंदु पर निर्णय के",
  "to its notice. CCRA can exercise such power even if there is": "लिए भेजे। सी. सी. आर. ए. इस तरह की शक्ति का प्रयोग तब भी कर सकता है जब कलेक्टर के समक्ष कोई मामला",
  "no case pending before the Collector. Thus, CCRA has the power to act suo-moto and independent of the power of Collector.": "लंबित न हो। इस प्रकार, सी. सी. आर. ए. के पास स्वतः कार्य करने और कलेक्टर की शक्ति से स्वतंत्र होने की शक्ति",
  "'T' Hence, the exercise of powers by CCRA in the present case would also be covered by Section 57 (1) because he": "“टी' इसलिए, वर्तमान मामले में सी. सी. आर. ए. द्वारा शक्तियों का प्रयोग भी धारा 57 (॥) के अंतर्गत आएगा क्‍योंकि",
  "could have referred the matter to the Hon'ble High Court for a decision by three judge bench of the Hon'ble Court.": "वह मामले को माननीय उच्च न्यायालय को माननीय न्यायालय की तीन न्यायाधीशों की पीठ द्वारा निर्णय के लिए भेज सकता था।",
  "U' Section 33 empowers authorities to impound deficiently stamped document, Section 35 bars the": "'यू' धारा 33 अधिकारियों को कम मुहर वाले दस्तावेज को जब्त करने का अधिकार देती है, धारा 35 साक्ष्य में कम",
  "admission of deficiently stamped documents into evidence and Section 38 specifies the power of Collector in relation": "मुहर वाले दस्तावेजों को शामिल करने पर रोक लगाती है और धारा ३8 जब्त किए गए दस्तावेजों के संबंध में कलेक्टर",
  "to impounded documents referred to him. These powers are": "की शक्ति को निर्दिष्ट करती है। ये शक्तियाँ हैं",
  "664": "667",
  "under sub-section (1), call for and examine the instrument for the purpose of satisfying himself as to the correctness of its market value, and the duty payable thereon and if, after": "उपधारा (॥) के अधीन लिखत के बाजार मूल्य और उस पर संदेय शुल्क की शुद्धता के बारे में स्वयं को संतुष्ट करने के",
  "determine the market value and the duty, as aforesaid, in": "यथापूर्वोक्त बाजार मूल्य और शुल्क का निर्धारण कर सकता है और शुल्क की कम राशि, यदि कोई हो, शुल्क का",
  "payable by the person liable to pay the duty.": "भुगतान करने के लिए उत्तरदायी व्यक्ति द्वारा देय होगी।",
  "(4) Any person, aggrieved by an order of the Collector under sub- section (2) or sub-section (3),may, within thirty days from the date of the order, prefer an appeal before the": "(५) कोई व्यक्ति, जो उपधारा (2) या उपधारा (3) के अधीन कलेक्टर के आदेश से व्यथित है, आदेश की तारीख से",
  "days from the date of the order, prefer an appeal before the Commissioner and all such appeals shall be heard and": "तीस दिनों के भीतर आयुक्त के समक्ष अपील कर सकेगा और ऐसी सभी अपीलों की सुनवाई की जाएगी और उनका",
  "disposed of in such manner, as may be prescribed by rules made under this Act:": "निपटान ऐसी रीति से किया जाएगा, जो इस अधिनियम के अधीन बनाए गए नियमों द्वारा विहित की जाए:",
  "Provided that in computing the period aforesaid, the time requisite for obtaining a copy of the order appealed against,": "बशर्ते कि उपर्युक्त अवधि की संगणना करने में, अपील किए गए आदेश की प्रति प्राप्त करने के लिए अपेक्षित समय",
  "shall be excluded:": "को बाहर रखा जाएगाः",
  "Provided further that no order shall be passed without affording opportunity of being heard to the appellant.": "बशर्ते कि कोई भी आदेश अपीलार्थी को सुने जाने का अवसर दिए बिना पारित नहीं किया जाएगा।",
  "(5) The order passed in appeal under sub-section (4) and the order passed by the Collector under sub-section (2) or": "(5) उपधारा (५) के अधीन अपील में पारित आदेश और उपधारा (2) या उपधारा (3) के अधीन कलेक्टर द्वारा पारित",
  "sub-section (3) shall not be called into question in any Civil Court.”": "आदेश पर किसी सिविल न्यायालय में प्रश्न नहीं उठाया जाएगा।",
  "(8) On careful reading of the definition of conveyance deed it is evident that a conveyance includes sale deed and every other": "(8) वाहन विलेख की परिभाषा को ध्यानपूर्वक पढ़ने पर यह स्पष्ट होता है कि वाहन विलेख में विक्रय विलेख और प्रत्येक",
  "instrument by which property whether movable or immovable is transferred inter-vivos. Asper Section 6 of the Transfer of Property": "अन्य साधन शामिल है जिसके द्वारा चल या अचल संपत्ति अंतर-विवो में अंतरित की जाती है। संपत्ति अंतरण अधिनियम,",
  "transferred inter-vivos. Asper Section 6 of the Transfer of Property Act, 1882 (hereinafter referred toas 'the 1882 Act'), the property of any": "882 (इसके बाद ॥882 अधिनियम' के रूप में संदर्भित) की धारा 6 के अनुसार किसी भी प्रकार की संपत्ति का",
  "Section 8 of the 1882 Act, it is evident that the debt is a property. The": "882 के अधिनियम की धारा 8 को पढ़ने पर यह स्पष्ट होता है कि ऋण एक संपत्ति है। असाइनमेंट के विलेख का",
  "of the deed of assignment which has been place on record as Annexure P-1, it is evident that IFCI Limited had absolutely assigned all its rights,": "के विलेख को ध्यानपूर्वक पढ़ने पर, जिसे अनुलग्नरक पी- के रूप में दर्ज किया गया है, यह स्पष्ट है कि आईएफसीआई",
  "rights thereto in favour of the petitioner. It was agreed that from the date of execution of the assignment deed, the petitioner shall be": "अधिकार को पूरी तरह से सौंपा था। यह सहमति हुई कि समनुदेशन विलेख के निष्पादन की तारीख से, याचिकाकर्ता",
  "under:-": "निम्नानुसार किया गया हैः",
  "“1.2 The Assignor hereby covenants that it owns the Financial Asset and all the rights, title and interests": ".2 अभिदाता इसके द्वारा करार करता है कि वह वित्तीय संपत्ति और उसके तहत सभी अधिकारों, शीर्षक और हितों",
  "thereunder, created under the Financing Documents, free and clear of all liens, charges, and other encumbrances.": "का मालिक है, जो वित्तपोषण दस्तावेजों के तहत बनाया गया है, सभी ग्रहणाधिकार, शुल्क और अन्य बोझों से मुक्त",
  "1.3 On and from the date of execution of this Deed, the": "।.3 इस विलेख के निष्पादन की तारीख को और उससे, वित्तीय संपत्ति से संबंधित और इसकी तारीख को लंबित सभी",
  "Assignee shall be substituted in place of the Assignor in": "कानूनी कार्यवाही के संबंध में असाइग्नी के स्थान पर असाइनी को प्रतिस्थापित किया जाएगा, जो इसके बाद असाइनी",
  "respect of all legal proceedings instituted by the Assignor": "वित्तीय परिसंपत्तियों से संबंधित पूर्व स्वामी द्वारा शुरू की गई सभी कानूनी कार्यवाही के संबंध में आईएफसीआई",
  "hereof, which shall hereafter continue as per the directions of the Assignee at the cost and risks of Assignee and from": "को लंबित होगा, जो इसके बाद समनुदेशिती के निर्देशों के अनुसार समनुदेशिती की कीमत और जोखिमों पर जारी",
  "the date hereof shall be enforceable by the Assignee in accordance with Applicable Laws.”": "रहेगा और इसकी तारीख से समनुदेशिती द्वारा लागू कानूनों के अनुसार प्रवर्तनीय होगा।",
  "(9) The attention of the court has not been drawn to the specific article which may specify the amount of stamp duty chargeable on an assignment deed of such nature. Whereas a study thereof, it is evident": "(9) न्यायालय का ध्यान उस विशिष्ट अनुच्छेद की ओर नहीं खींचा गया है जो ऐसी प्रकृति के समनुदेशन विलेख पर प्रभार्य मुद्रांक शुल्क की राशि निर्दिष्ट कर सकता है। जबकि इसका अध्ययन, यह स्पष्ट है कि ऐसा कोई विशिष्ट लेख",
  "that there is no specific article which deals with such assignment deed. Though, Article 63 provides for the transfer of lease by way of": "नहीं है जो इस तरह के असाइनमेंट डीड से संबंधित हो। हालांकि, अनुच्छेद 63 में असाइनमेंट के माध्यम से पढ्टे के",
  "assignment, however, it also provides for the same duty as conveyance.": "हस्तांतरण का प्रावधान है, हालांकि, इसमें परिवहन के समान कर्तव्य का भी प्रावधान है। धारा 2 (40) के अधीन",
  "On careful perusal of the definition of 'Conveyance' under Section 2(10), it becomes evident that the definition of 'Conveyance' is": "'परिवहन' की परिभाषा का सावधानीपूर्वक अवलोकन करने पर यह स्पष्ट हो जाता है कि 'परिवहन' की परिभाषा विस्तृत",
  "expansive and broad. It includes not only sale but every instrument by which property, whether movable or immovable, is transferred inter": "और व्यापक है। इसमें न केवल बिक्री शामिल है, बल्कि प्रत्येक साधन जिसके द्वारा संपत्ति, चाहे वह चल हो या अचल,",
  "vivos. The definition further provides that it would include every": "अंतर-विवोस में हस्तांतरित की जाती है। परिभाषा में आगे यह प्रावधान किया गया है कि इसमें प्रत्येक उपकरण शामिल",
  "instrument which is not otherwise provided for by Schedule 1-A. Thus, the definition of conveyance is broadly in three parts; (1) sale deed;": "होगा जो अनुसूची ।-ए द्वारा अन्यथा प्रदान नहीं किया गया है। इस प्रकार, वाहन की परिभाषा मोटे तौर पर तीन भागों",
  "(2) every instrument by which property, whether movable or immovable is transferred inter vivos; (3) instrument which is not": "में है; () विक्रय विलेख; (2) प्रत्येक लिखत जिसके द्वारा संपत्ति, चाहे वह चल हो या अचल, अंतर जीवों में अंतरित की",
  "immovable is transferred inter vivos; (3) instrument which is not otherwise specifically provided for by Schedule 1-A. Hence, the": "जाती है; (3) लिखत जिसके लिए अनुसूची ।-क द्वारा अन्यथा विशेष रूप से उपबंध नहीं किया गया है। इसलिए,",
  "Indian Stamp Act, 1899. Article 23 of Schedule 1-A prescribe the rate at which the stamp duty is payable.": "का अनुच्छेद 23 उस दर को निर्धारित करता है जिस पर मुद्रांक शुल्क देय है।",
  "(10) On its careful study, it becomes evident that there are two different columns providing for different rates at which the stamp duty": "(0) इसके सावधानीपूर्वक अध्ययन पर, यह स्पष्ट हो जाता है कि दो अलग-अलग कॉलम हैं जो अलग-अलग दरों के",
  "is payable on a conveyance deed. The second column provides for the": "लिए प्रदान करते हैं जिन पर स्टांप शुल्क एक वाहन विलेख पर देय है। दूसरे कॉलम में वाहन के निष्पादन के लिए देय",
  "stamp duty payable for execution of conveyance which amounts to sale": "स्टांप शुल्क का प्रावधान है जो बिक्री के बराबर है",
  "Tribunal, Kochi Bench, (2023) ibclaw.in 48 NCLT. In this judgment, the points for consideration were culled in para 9 and it was held that": "ट्रिब्यूनल, कोचि बेंच, (2023) इब्क्लॉ.इन ५8 एनसीएलटी। इस निर्णय में, विचार के लिए बिंदुओं को पैरा 9 में रखा",
  "insufficiently stamp documents should be impounded. In the end, the": "गया था और यह अभिनिर्धारित किया गया था कि अपर्याप्त मुद्रांक दस्तावेजों को जब्त किया जाना चाहिए। अंत में,",
  "N.N.Global Mercantile Private Limited versus M/s_ Indo Uniquie Flame Limited and others, (Civil Appeal No.3802-3803": "विद्वान वकील मेसर्स एन.एन.ग्लोबल मर्केटाइल प्राइवेट लिमिटेड बनाम मेसर्स इंडो यूनिकी फ्लेम लिमिटेड और अन्य",
  "of 2020, decided on 25.04.2023). This judgment is relating to the": "3803,25.04.2023 को तय की गई) यह निर्णय मध्यस्थता समझौते पर मुहर लगाने की आवश्यकता के संदर्भ में",
  "scope of jurisdiction of the Court while exercising powers under Section 11 of the Arbitration andConciliation Act, 1996 in the Context": "मध्यस्थता और सुलह अधिनियम, 996 की धारा ॥॥ के तहत शक्तियों का प्रयोग करते हुए न्यायालय की अधिकारिता",
  "of requirement of stamping thearbitration agreement. It has been held that before appointing Arbitrator the Court is required to examine the": "के दायरे से संबंधित है। यह अभिनिर्धारित किया गया है कि मध्यस्थ की नियुक्ति से पहले न्यायालय को इस प्रश्न की",
  "question whether the instrument is properly stamped or not. Hence, the aforesaid judgment has also no application.": "जांच करने की आवश्यकता है कि क्या लिखत पर ठीक से मुहर लगी है या नहीं। अतः उपरोक्त निर्णय भी लागू नहीं",
  "(25) In view of the aforesaid discussion, the writ petition is allowed. The order passed by the Commissioner, Gurgaon Division,": "(25) उपर्युक्त चर्चा को ध्यान में रखते हुए, रिट याचिका की अनुमति दी जाती है। आयुक्त, गुड़गांव डिवीजन, गुड़गांव",
  "to be calculated under second column of Article 20, however, since the petitioner has already deposited the amount as determined by the": "के दूसरे कॉलम के तहत की जानी है, हालांकि, चूंकि याचिकाकर्ता ने कलेक्टर द्वारा निर्धारित राशि पहले ही जमा कर",
  "paid amount to be penalty in terms of Section 33 of the Indian Stamp Act without directing the Collector to re- calculate the amount and refund the excess deposited by the petitioner.": "दी है, इसलिए कलेक्टर को राशि की पुनः गणना करने और याचिकाकर्ता द्वारा जमा की गई अतिरिक्त राशि को वापस करने का निर्देश दिए बिना अतिरिक्त भुगतान राशि को भारतीय स्टांप अधिनियम की धारा 33 के संदर्भ में जुर्माना",
  "(26) All the pending miscellaneous applications, if any, are also disposed of.": "(26) सभी लंबित विविध आवेदन, यदि कोई हों, का भी निपटान किया जाता है।",
  "Reporter-Dr. Sumati Jund": "रिपोर्टर-डॉ. सुमती जुंद",
  "of immovable property, whereas the third column provides for other conveyances.": "अचल संपत्ति का, जबकि तीसरा स्तंभ अन्य परिवहनों के लिए प्रदान करता है।",
  "(11) It is provided that the stamp duty will be payable on the valueor the amount of consideration for such conveyance as set forth": "(।॥) यह उपबंध किया गया है कि मुद्रांक शुल्क उस मूल्य पर या उस में विहित ऐसे परिवहन के लिए प्रतिफल की",
  "therein. It isalso evident that apart from powers under Section 33 which provides for examination and impounding of instruments, the": "राशि पर देय होगा। यह भी स्पष्ट है कि धारा 33 के तहत शक्तियों के अलावा, जो उपकरणों की जांच और ज़ब्त करने",
  "Registering Officer or the Collector has the enabling power to pass suitable orders if evasion inpayment of stamp duty is noticed. Sub-": "का प्रावधान करती है, पंजीकरण अधिकारी या कलेक्टर के पास स्टांप शुल्क के भुगतान में चोरी पाए जाने पर उपयुक्त",
  "section(1) of Section 47A provides that the Collector may if convinced": "आदेश पारित करने की सक्षम शक्ति है। धारा ५7 ऐ की उपधारा (॥) में यह उपबंध है कि यदि कलेक्टर आश्वस्त हो",
  "that the instrument has been undervalued to evade payment of stamp": "जाता है कि स्टाम्प शुल्क के भुगतान से बचने के लिए लिखत का अवमूल्यन किया गया है तो पक्षकारों को सुनवाई और",
  "duty then after granting opportunity of hearing and evidence to the parties proceed to assess the market value and the duty payable. The": "साक्ष्य का अवसर देने के बाद बाजार मूल्य और देय शुल्क का आकलन करने के लिए आगे बढ़ सकता है। धारा ५7",
  "entire emphasis of Section 47 is on the market value of the property. Similarly, Section 56 enables the Collector to draw up the statement of": "का पूरा जोर संपत्ति के बाजार मूल्य पर है। इसी तरह, धारा 56 कलेक्टर को मामले का बयान तैयार करने और निर्णय",
  "the case and refer it to the CCRA for decision. Similarly, the CCRA": "के लिए इसे सी. सी. आर. ए. को भेजने में सक्षम बनाती है। इसी तरह, सी. सी. आर. ए. अपनी राय के लिए उस राज्य",
  "may refer the matter to the High Court for that State for its opinion. Thus, the scheme of the Act enables the competent authority to not only": "के लिए मामले को उच्च न्यायालय को भेज सकता है। इस प्रकार, अधिनियम की योजना सक्षम प्राधिकारी को न केवल",
  "impound the instrument which is not sufficiently stamped but to": "उस उपकरण को जब्त करने में सक्षम बनाती है जिस पर पर्याप्त रूप से मुहर नहीं लगी है, बल्कि उस कमी वाले",
  "recover the deficient stamp duty which is sought to be evaded. The": "स्टांप शुल्क की वसूली करने में सक्षम बनाती है जिससे बचने की मांग की जाती है। वित्तीय लेनदार ने याचिकाकर्ता के",
  "includes immovable property measuring 143 Kanals 12 Marlas which was mortgaged with the financial creditor. Apart from the immovable": "जिसमें ।५3 कनाल 2 मरला की अचल संपत्ति शामिल है जिसे वित्तीय लेनदार के साथ गिरवी रखा गया था। अचल",
  "assignee is entitled to recover or the amount ofconsideration for which": "कुल राशि पर देय है जिसके लिए समनुदेशिती वसूली का हकदार है या उस राशि पर जिसके लिए याचिकाकर्ता ने",
  "the petitioner had purchased the rights of the financial creditor?” It is the value of the deed of assignment or the amount of consideration paid": "वित्तीय लेनदार के अधिकार खरीदे थे?\" यह असाइनमेंट के विलेख का मूल्य है या याचिकाकर्ता द्वारा वित्तीय लेनदार",
  "or promised to be paid by the petitioner to purchase the rights of the": "के अधिकारों को खरीदने के लिए भुगतान की गई या भुगतान करने का वादा की गई राशि है जो स्टाम्प अधिनियम के",
  "has no relation or connection or relevance with the deed of assignment particularly when the debt became non-performing asset resulting in": "कोई संबंध या संबंध या प्रासंगिकता नहीं है, विशेष रूप से जब ऋण गैर-निष्पादित परिसंपत्ति बन जाता है जिसके",
  "filing of the proceedings and a decree passed by the Debt Recovery": "परिणामस्वरूप कार्यवाही दायर की जाती है और ऋण वसूली न्यायाधिकरण द्वारा एक डिक्री पारित की जाती है। इन",
  "Tribunal. In thesecircumstances, on reading of Clause-1 of the deed of assignment it is evident that the total purchase consideration was": "परिस्थितियों में, समनुदेशन विलेख के खंड- को पढ़ने पर यह स्पष्ट है कि कुल खरीद प्रतिफल पारस्परिक रूप से रु",
  "mutually agreed at Rs.3,04,00,000/- out of which the amount was paid as under:-": "3,04,00,000/- पर सहमत था, जिसमें से राशि का भुगतान निम्नानुसार किया गया था: -",
  "Collector with reference to the efforts made to evadepayment of the stamp duty. Hence, the Collector could have ordered penaltyupto 10": "स्टाम्प शुल्क के भुगतान से बचने के लिए किए गए प्रयासों के संदर्भ में कलेक्टर। इसलिए, कलेक्टर 0 बार तक के",
  "(15) As far as the argument 'C' is concerned, the deed of assignment is a transfer of debt/financial asset, however, it does not amount to the transfer of immovable property.": "(5) जहां तक तर्क 'ग' का संबंध है, समनुदेशन विलेख ऋण»वित्तीय संपत्ति का अंतरण है, हालांकि, यह अचल संपत्ति के अंतरण के बराबर नहीं है।",
  "(16) As regard the argument 'D', it is evident from the study of the deed of assignment that the total consideration amount is": "(6) जहां तक तर्क 'घ' का संबंध है, समनुदेशन विलेख के अध्ययन से यह स्पष्ट है कि कुल प्रतिफल राशि रु ३, 0५,",
  "Rs.3,04,00,000/- and not the amount to which the financial creditor was entitled to recover or the assignee is entitled to recover. This court has": "00,000/- है और वह राशि नहीं है जिसके लिए वित्तीय लेनदार वसूली का हकदार था या समनुदेशनकर्ता वसूली का",
  "studied the judgment passed in Asset. Reconstruction Company": "हकदार है। इस अदालत ने एसेट में पारित फैसले का अध्ययन किया है। रिकंस्ट्रक्शन कंपनी (इंडिया) लिमिटेड",
  "(India) Limited (Arcil) versus Jyoti Overseas Limited, wherein the Madhya Pradesh High Court has held that thestamp duty is payable.": "(आर्सिल) बनाम ज्योति ओवरसीज लिमिटेड, जिसमें मध्य प्रदेश उच्च न्यायालय ने अभिनिर्धारित किया है कि स्टाम्प शुल्क देय है।",
  "(17) As regards the argument 'E'\", this court has already observed": "(7) जहां तक तर्क 'ई' का संबंध है, इस न्यायालय ने पहले ही यह मत व्यक्त किया है कि स्टांप शुल्क कॉलम संख्या.",
  "thatthe stamp duty shall be payable as per Column No.3 and not as per": "3 के अनुसार देय होगा, न कि कॉलम संख्या. 2 के अनुसार। प्रतिवादी संख्या. । का प्रतिनिधित्व करने वाले विद्वान",
  "Column No.2. The same is the answer to the next argument 'F' of the learned counsel representing respondent no.1.": "वकील के अगले तर्क फ' का भी यही उत्तर है।",
  "(18) The argument 'G' & 'H' already stand answered because the": "(8) तर्क 'जी' और 'एच' का उत्तर पहले से ही दिया जा चुका है क्‍योंकि विचाराधीन समनुदेशन विलेख के",
  "assignment deed in question is resulting in transferring right or interest in a debt/financial asset but it does not amount to sale in the": "परिणामस्वरूप ऋण»वित्तीय संपत्ति में अधिकार या ब्याज का अंतरण हो रहा है, लेकिन यह पारंपरिक शर्तों में बिक्री",
  "conventional terms. This court has also studied the judgment passed by the Supreme Court in State of Haryana versus Manoj Kumar*. This": "के बराबर नहीं है। इस अदालत ने हरियाणा राज्य बनाम मनोज कुमार\" में सर्वोच्च न्यायालय द्वारा पारित फैसले का भी",
  "judgment relate to a sale deed executed pursuant to a decree for specific": "अध्ययन किया है। यह निर्णय न्यायालय द्वारा दिए गए बिक्री समझौते के विशिष्ट निष्पादन के लिए एक डिक्री के अनुसार",
  "performance of the agreement to sell granted by the Court. Hence, the aforesaid judgmentis not applicable to the facts of the case.": "निष्पादित बिक्री विलेख से संबंधित है। अतः उपरोक्त निर्णय मामले के तथ्यों पर लागू नहीं होता है।",
  "(19) As regard the argument 'T' with regard to alternative remedy, it may be noticed that the writ petition is pending for the last 7": "(9) वैकल्पिक उपचार के संबंध में तर्क ।' के संबंध में, यह ध्यान दिया जा सकता है कि रिट याचिका पिछले 7 वर्षों",
  "years. The power under Section 56 is available on a reference made by the Collector. Hence, the petitioner did not have remedy of filing the": "से लंबित है। धारा 56 के तहत शक्ति कलेक्टर द्वारा दिए गए संदर्भ पर उपलब्ध है। इसलिए, याचिकाकर्ता के पास",
  "revision before the Chief Controlling Revenue Authority. Moreover, as": "मुख्य राजस्व नियंत्रक प्राधिकरण के समक्ष संशोधन दाखिल करने का कोई उपाय नहीं था। इसके अलावा, धारा ५7ए",
  "per Sub-section (4) of Section 47A does not provide for any further revision after the order was passed by the Commissioner in exercise of powers under sub-section (4) of Section 47A. Section 47B prescribes": "की उप-धारा (५) के अनुसार धारा ५7ए की उप-धारा (५) के तहत शक्तियों का प्रयोग करते हुए आयुक्त द्वारा आदेश पारित किए जाने के बाद किसी और संशोधन का प्रावधान नहीं है। धारा ५7बी केवल मुख्य राजस्व नियंत्रक प्राधिकरण",
  "(20) As regard the argument 'K' of the learned counsel": "(20) विद्वान वकील के तर्क 'के' के संबंध में",
  "+2010 (4) SCC 350": "“»200 (५) एससीसी 350"
}