{
  "the absence of the dog's master handler who was on sanctioned leave. The degree of negligence in terms of responsibility is far greater in the case of": "स्वीकृत छुट्टी पर थे। जिम्मेदारी के मामले में लापरवाही की डिग्री प्रभारी डॉग सक्राड की आसानी",
  "dog in the absence of the principal caregiver. The argument of discrimination": "में कहीं अधिक है, जो कि प्रमुख देखभालकर्ता की अनुपस्थिति में कुत्ते की देखभाल के लिए उसके",
  "is, therefore, rejected.": "द्वारा चुने गए व्यक्ति की तुलना में है। इसलिए भेदभाव के तर्क को खारिज किया जाता है।",
  "(9) Resultantly, | find no intrinsic mentin this petition sufficient to": "(नौ) नतीजतन, मुझे इस याचिका में कोई आंतरिक योग्यता नहीं मिलती है जो प्रशासक",
  "interfere in the quantum of punishment chosen and inflicted by the": "द्वारा चुनी गई और दी गई सजा की मात्रा में हस्तक्षेप करने के लिए पर्याप्त है।",
  "(10) The petition merits dismissal.": "(दस) याचिका खारिज करने योग्य है।",
  "(11) Ordered accordingly.": "(ग्यारह) तदनुसार आदेश दिया।",
  "S. Gupta": "एस गुप्ता",
  "JAGBIR SINGH CONSTABLE NO.S880/CID vv. STATE OF HARYANA — 137": "जगबीर सिंह कांस्टेबल नंबर 88४४/047 7 स्टेट 04' हरियाणा 37",
  "AND OTHERS (Rajiv Narain Raina, J.)": "और अन्य (शऱजीव नारायण रैना, जे/",
  "Before Rajiv Narain Raina, J.": "जस्टिस राजीव नारायण रैना के समक्ष",
  "JAGBIR SINGH CONSTABLE NO. 880/CID-- Petitioner": "जगबीर सिंह कांस्टेबल नंबर 880/सी आईडी- याविकाकर्ता",
  "Versus": "बनाम",
  "CWP No. 14454 of 2013": "203 की सीडब्ल्यूपी संख्या 4454",
  "Constitution of India, 1950 - Art. 226 - Service Law -": "भारत का संविधान 7950 - अनुच्छेद 226 - सेवा कानून- थ्ेदभाव- स्वीकृत छुट्टी",
  "Dog Handler - Death of dog due to negligence of Substitute Dog Handler - Major punishment imposed on the incharge and substitute": "के कारण कुत्ते की मौत: प्रभारी और स्थानापत्र डॉय हैंडलर पर लगाई गई बड़ी सजा -",
  "dog handler - In revision punishment reduced to stoppage of two increments imposed on in-charge and major punishment of stoppage": "पुनरीक्षण में प्रभारी पर लगाए गए दो वेतन वेतन वृद्धि को रोकने के लिए सजा और डॉय",
  "increments imposed on in-charge and major punishment of stoppage of four increments on Dog Handler - Challenged in writ petition by Jaghir Singh the incharge - Duty of care - Negligence - Punishment": "हैंडलर पर चार वेतन वृद्धि रोकने की बड़ी सजा- प्रधारी जागीर सिंह द्वारारिट याचिका में",
  "by Jaghir Singh the incharge - Duty of care - Negligence - Punishment not disproportionate - The two not similarly situated as roles are": "चुनौती दी गई- देखभाल का कर्तव्य- लापरवाह्ी- सना अनुपातह्ीन नहीं- दो समान रूप",
  "not identical - Writ Petition dismissed.": "से स्थित नहीं हैं क्योंकि श[गिकाएं समान नहीं हैं- रिट याचिका खारिज कर दी गई।",
  "IIeld, that the question which ariscs for determination is whether": "निर्धारित किया गया कि यह सवाल निर्धारण के लिए उठता है कि क्‍या दोनों के लिए",
  "the roles attributed to the two are similar and identical in degrecs of": "जिम्मेदार भूमिकाएं उन परिस्थितियों में लापरवाही की डिग्री में समान और समान हैं, जिनके कारण",
  "negligence in the circumstances which led to the death of Rana. In answer 1o this question, I think that a far greater duty was cast on the Dog Squad": "राणा की मृत्यु हुई। इस सवाल के जवाब में, मुझे लगता है कि ईएचसी जगमाल सिंह की तुलना में",
  "1o this question, I think that a far greater duty was cast on the Dog Squad In-charge -the petitioner than EHC Jagmal Singh. Jagmal Singh had no": "डॉग स्क्वाड इंचार्ज-याचिकाकर्ता पर कहीं अधिक कर्तव्य डाला गया था। जगमाल सिंह के पास",
  "option but to act on the command of his supcrior. But on the other hand,": "अपने वरिष्ठ के आदेश पर कार्य करने के अलावा कोई विकल्प नहीं था। लेकिन दूसरी ओर, डॉग",
  "dog handler in the absence of the dog's master handler who was on": "स्क्ाड के इन-चार्ज के पास कुत्ते के मास्टर हैंडलर की अनुपस्थिति में एक उपयुक्त डॉग हैंडलर",
  "greatcr in the case of the In-charge Dog Squad than the person chosen by him to look after the dog in the absence of the principal caregiver. The": "चार्ज डॉग स्क्वाड के मामले में प्रिंसिपल केयरगिवर की अनुपस्थिति में कुत्ते की देखभाल के लिए",
  "argument of discrimination is, therefore, rejected.": "उसके द्वारा चुने गए व्यक्ति की तुलना में कहीं अधिक है। इसलिए भेदभाव के तर्क को खारिज किया जाता है।",
  "(Para 8)": "(पैरा 8)",
  "Dr. Suresh Kumar Redhu, Advocate, for the petitioner.": "डॉ. सुरेश कुमार रेहू, अधिवक्ता, याचिकाकर्ता के।लिए",
  "RAJIV NARAIN RAINA, J.": "राजीव नारायण रैना, जे।",
  "(1) The petitioner is posted in the Police State Crime Branch (1)": "(एक) याचिकाकर्ता पुलिस राज्य अपराध शाखा (एच) में डॉग स्क्रायड के प्रभारी के",
  "as Incharge of the Dog Squad. There was dog named Rana who was part": "रूप में तैनात है। राणा नाम का कुत्ता था जो पुलिस द्वारा बनाए गए डॉग स्क्वायड का हिस्सा था।",
  "of theDog Squad maintaincd by the police. The police dog handler of Ranaproceeded on sanctioned leave and instead the petitioner as cad of": "राणा का पुलिस डॉग हैंडलर स्वीकृत छुट्टी पर चला गया और इसके बजाय डॉग स्क्वाड के प्रमुख",
  "theDog Squad deputed Constable Jagmal Singh to be care-giver of the dog": "के रूप में याचिकाकर्ता ने कांस्टेबल जगमाल सिंह को उसकी अनुपस्थिति में कुत्ते की देखभाल",
  "inhis absence. He was given charge of the dog on 27.01.2007.": "करने के लिए नियुक्त किया। उसे 27.0.2007 को कुत्ते का प्रभार दिया गया था।",
  "(2) There are instructions dated 25.02.2007 issued by the Superintendent of Police, State Crime Branch (11) which require fortnightly": "(दो) पुलिस अधीक्षक, राज्य अपराध शाखा (एच) द्वारा दिनांक 25-02-2007 को अनुदेश",
  "medical check ups of dogs assigned to the unit and and caregivers have": "जारी किए गए हैं जिनके अनुसार यूनिट को सौंपे गए कुत्तों की पाक्षिक चिकित्सा जांच की",
  "(3) Substitute dog handler Jagmal Singh did not adhere to the": "(तीन) स्थानापन्न डॉग हैंडलर जगमाल सिंह ने निर्देशों का पालन नहीं किया और",
  "instructions and failed to send medical and weight reports of the dog to the": "पुलिस अधीक्षक को कुत्ते की मेडिकल और वजन रिपोर्ट भेजने में विफल रहे। कुत्ते की मृत्यु 7/8-",
  "were sent. lack of care was alleged. Earlicr a show causc notice was issued": "चार्जशीट जारी की गई थी। कोई भी रिपोर्ट नहीं भेजी गई। देखभाल की कमी का आरोप लगाया",
  "to the petitioner. He filed reply in defence. The reply was not found": "गया था। इससे पहले याचिकाकर्ता को कारण बताओ नोटिस जारी किया गया था। उन्होंने बचाव में",
  "satisfactory. Regular inquiry was instituted. In the regular inquiry that followed": "जवाब दाखिल किया। उत्तर संतोषजनक नहीं पाया गया। नियमित जांच बिठाई गई। इसके बाद",
  "the charges were proven. On a consideration of the reply, the charge and": "हुई नियमित जांच में आरोप साबित हुए। जवाब पर विचार करने पर, आरोप और जांच रिपोर्ट में",
  "imposed major punishment for stoppage of four annual increments with": "प्रभाव से चार वार्षिक वेतन वृद्धि रोकने के लिए बड़ी सजा सुनाई। याचिकाकर्ता ने पुलिस उप",
  "The petitioner appealed to the Deputy Inspector General of Police (Crime) Haryana, Panchkula which failed by order dated 31.01.2008. In the further": "महानिरीक्षक (अपराध) हरियाणा, पंचकुला में अपील की जो दिनांक 3.0.2008 के आदेश द्वारा",
  "revision to the DGP-cum-Revisional Authority it was held that duc procedure": "विफल रही। डीजीपी-सह-पुनरीक्षण प्राधिकारी को आगे के संशोधन में यह माना गया कि जांच में",
  "at the inquiry was followed and it does not suffer from any legal infirmity.": "उचित प्रक्रिया का पालन किया गया था और यह किसी भी कानूनी कमजोरी से ग्रस्त नहीं है।",
  "The Revisional Authority found that the cause of death of Rana’ as disclosed": "पुनरीक्षण प्राधिकरण ने पाया कि पोस्टमार्टम रिपोर्ट में खुलासा किए गए 'राणा' की मौत का कारण",
  "the DIG order, the petitioner filed a revision before the Addl. Director": "आदेश के खिलाफ, याचिकाकर्ता ने अतिरिक्त पुलिस महानिदेशक, प्रशासन के समक्ष एक संशोधन",
  "(5) Dr. Suresh Kumar Redhu, learned counsel appearing for the": "(पाँच) याचिकाकर्ता की ओर से पेश विद्वान वकील डॉ. सुरेश कुमार रेढू इन आदेशों",
  "scapegoat and pleaded that the post mortem report was obtained under pressure of Dr. N.K. Mahani, Veterinary Surgcon, Vetcrinary Hospital of": "उन्होंने निवेदन किया कि पोस्टमार्टम रिपोर्ट डॉ. एनके महानी, पशु चिकित्सा सर्जन, पशु चिकित्सा",
  "(6) Dogs by nature are sensitive animals and fricnds of man having": "(छः) स्वभाव से कुत्ते संवेदनशील जानवर हैं और मनुष्य के दोस्त हैं जिन्हें हजारों साल",
  "been domesticated thousands of years ago. Police dogs require special handling, care and love. A Dog Squad Head is expected to know not only": "पहले पालतू बनाया गया था। पुलिस कुत्तों को विशेष हैंडलिंग, देखभाल और प्यार की आवश्यकता",
  "handling, care and love. A Dog Squad Head is expected to know not only the nature and personality traits of cach of his dogs but the sensitivity of": "होती है। एक डॉग स्क्वाड हेड से न केवल अपने प्रत्येक कुत्ते की प्रकृति और व्यक्तित्व लक्षणों को जानने की उम्मीद की जाती है, बल्कि प्रत्येक कुत्ते हैंडलर की संवेदनशीलता भी होती है। प्रत्येक",
  "cach dog handler. Each dog being different in character and individual": "कुत्ता चरित्र और व्यक्तिगत प्रकृति में भिन्न होता है, प्रभारी या देखभाल करने वाले को कुत्ते के",
  "natures the in-charge or caregiver owes a greater duty to select from amongst dog handlers such as arc most compatible with the individual naturc": "संचालकों में से चयन करने के लिए एक बड़ा कर्तव्य होता है जैसे कि कुत्ते के दस्ते के प्रत्येक",
  "amongst dog handlers such as arc most compatible with the individual naturc of cach canine member of the dog squad when the regular dog handler is": "कैनाइन सदस्य की व्यक्तिगत प्रकृति के साथ सबसे अधिक संगत जब नियमित कुत्ता हैंडलर छुट्टी",
  "on leave. Liven if we are dismissive of the question of the post mortem report, the Director Gencral of Police-cum-Revisional Authority has inflicted": "पर होता है, अगर हम पोस्टमार्टम रिपोर्ट के सवाल को खारिज कर रहे हैं, पुलिस महानिदेशक ने",
  "reduced punishment, if not on account of handling or lack of diet but on selection ofa fricnd of the dog in the absence of his master dog handler.": "यदि हैंडलिंग अथवा आहार की कमी के कारण नहीं बल्कि कुत्ते के मित्र के चयन पर उसके मास्टर डॉग हैंडलर की अनुपस्थिति में कम दंड दिया है। यह मुखर आधार या आवेश का पिथ और पदार्थ",
  "(7) The next issue raised by Dr. Redhu is that the co-accusced Jagmal Singh has had his punishment of stoppage of four increments with": "(सात) डाररेढू द्वारा उठाया गया अगला मुद्दा यह है कि सह-अभियुक्त जगमाल सिंह ने",
  "permanent effect reduced to stoppage of two increments with temporary": "स्थायी प्रभाव से चार वेतनवृद्धियां रोकने की सजा को अस्थायी प्रभाव से दो वेतनवृद्धियां रोकने के",
  "effect so as to give him a chance to reform. The HC dog handler Jagmal": "लिए कम कर दिया है ताकि उन्हें सुधार का मौका मिल सके। ईएचसी डॉग हैंडलर जगमाल सिंह",
  "Singh has got off lightly and the punishment meted out to the petitioner is disproportionate to the alleged misconduct apart from being discriminatory.": "हल्के से उतर गया है और याचिकाकर्ता को दी गई सजा भेदभावपूर्ण होने के अलावा कथित",
  "‘There should be non-discrimination even in the matter of award of punishments between two similarly situated persons in the samc transaction.": "कदाचार के लिए अनुपातहीन है। एक ही लेन-देन में दो समान रूप से स्थित व्यक्तियों के बीच दंड देने के मामले में भी गैर-भेदभाव होना चाहिए।",
  "(8) The question which arises for determination is whether the roles": "(आठ) निर्धारण के लिए जो सवाल उठता है वह यह है कि क्या दोनों की भूमिका उन",
  "attributed to the two arc similar and identical in degrees of negligence in the circumstances which Ied to the death of Rana. in answer to this question,": "परिस्थितियों में लापरवाही की डिग्री में समान और समान है, जिसके कारण राणा की मृत्यु हुई। इस"
}