{
  "Before K. Kannan, J.": "समक्ष - के कन्‍नन जे.",
  "KAMAL SINGH & OTHERS,—Petitioners": "कमल सिंह और अन्य - याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA & OTHERS,—Respondents": "हरियाणा राज्य और अन्य - प्रतिवादी",
  "30th Junc, 2010": "30 जून 200",
  "Constitution of India, 1950—Art.226—Creation of a new": "भारत का संविधान, 950-अनुच्छेद 226-एक नए जिले का निर्माण-कुछ कर्मचारियों को उनकी",
  "consent—Promotion of certain junior employees ignoring claims of": "नजरअंदाज करते हुए कुछ कनिष्ठ कर्मचारियों को पदोन्नति देना-प्रतिनियुक्ति पर",
  "deputationists—Action of respondents in transferring petitioners on deputation to newly formed district without consent is indefensible—": "याचिकाकर्ताओं को बिना सहमति के नवगठित जिले में स्थानांतरित करने में उत्तरदाताओं की",
  "petitioners held entitled to be repatriated to their respective posts.": "आदेश रदद कर दिए गए और याचिकाकर्ताओं को उनके संबंधित पदों पर वापस भेजे जाने का",
  "Held, that the action of the respondents in transferring the petitioners on deputation to the newly formed district without the consent is indefensible.": "अभिनिर्णित - याचिकाकर्ताओं को सहमति के बिना नवगठित जिले में प्रतिनियुक्ति पर",
  "All the persons are entitled to be repatriated to their parent posts. Their": "में उत्तरदाताओं की कार्रवाई अक्षम्य है। सभी व्यक्ति अपने मूल पदों पर वापस भेजे जाने के",
  "were holding that post subsequent to that date shall be given to the respective": "से की जाएगी और उस तारीख के बाद उस पद पर रहने वाले व्यक्तियों को जो भी पदोन्नति",
  "petitioners on the date when a subsequent appointee was offered promotion.": "की पेशकश की गई थी, वह संबंधित याचिकाकर्ताओं को उस तारीख को दी जाएगी जब बाद",
  "It shall be of no consequence that the post which the petitioners are vacated had been filled up subsequently by fresh appointments. If they are to be": "होगा कि जो पद याचिकाकर्ताओं ने खाली किया है उसे बाद में नई नियुक्तियों से भरा गया",
  "treated as surplus, they may cither be readjusted to the newly formed district": "है। यदि उन्हें अधिशेष माना जाता है, तो उन्हें या तो नवनिर्मित जिले में पुन समायोजित",
  "or their services shall be terminated in accordance with law. If the termination": "है या उनकी सेवाएं कानून के अनुसार समाप्त कर दी जाएंगी। यदि डीआरडीए गुड़गांव में बाद",
  "of service of such surplus posts become impossible by virtue of any order of any court at the instance of proccedings by persons, who have been": "किसी भी अदालत के किसी भी आदेश के आधार पर ऐसे अधिशेष पदों की सेवा समाप्त करना असंभव हो जाता है, तब भी इसे याचिकाकर्ताओं को इनकार करने के आधार के रूप में नहीं",
  "ground to deny to the petitioners a right of repatriation. The entitlement of": "लिया जाएगा। प्रत्यावर्तन का अधिकार. याचिकाकर्ताओं का प्रत्यावर्तन प्राप्त करने का अधिकार",
  "the petitioners to obtain repatriation shall be shown to the Court in which the writ petition is pending and it shall be open to the respondents to take": "उस न्‍न्यायाल््रय को दिखाया जाएगा जिसमें याचिका लंबित है और यह प्रतिवादियों के लिए",
  "appropriate decisions subject to the directions of the Court. which by law": "न्यायालय के निर्देशों के अधीन उचित निर्णय लेने के लिए खुला होगा, जिसके लिए वे कानून",
  "they would be entitled to.": "के अनुसार हकदार होंगे।",
  "(Para 8)": "(२४४४ 8)",
  "were offered to persons juniors to the petitioners. This was,": "गई थी जो याचिकाकर्ताओं से कनिष्ठ व्यक्तियों को दी गई थीं। हालाँकि, अतिरिक्त",
  "however, clarified by a memo dated 4th December, 2006 issued by the office of the Additional Deputy Commissioner, Gurgaon,": "उपायुक्त, गुड़गांव के कार्यालय द्वारा 4 दिसंबर, 2006 को जारी एक ज्ञापन द्वारा यह",
  "all the State Departments/DRDAs were asked regarding": "स्पष्ट किया गया था कि सभी राज्य विभागों/डीआरडीए से प्रतिनियुक्ति के संबंध में पूछा",
  "deputation and copies were marked to DRDA Mewat but no replies had been received.": "गया था और प्रतियां डीआरडीए मेवात को चिहिनत की गई थीं, लेकिन कोई जवाब नहीं",
  "3. The promotions/appointments had not been made under any specific rule of DRDA Employees Service Rules, 2001.": "3. किसी के तहत पदोन्‍नति/नियुक्ति डीआरडीए कर्मचारी सेवा नियमावली, 2004 के",
  "4, Noconsent had been obtained from the Directorate, Rural Development Department, Chandigarh to ignore the claims of the employees sent on deputation to DRDA, Mewat.”": "4. डीआरडीए, मेवात में प्रतिनियुक्ति पर भेजे गए कर्मचारियों के दावों को नजरअंदाज करने के लिए निदेशालय, ग्रामीण विकास विभाग, चंडीगढ़ से कोई सहमति नहीं ली गई",
  "The information unearthed same like to the Special Secretary and Director, Rural Development Department, Haryana when he had ordered on 7th": "यह जानकारी हरियाणा के ग्रामीण विकास विभाग के विशेष सचिव एवं निदेशक की तरह ही",
  "March, 2008 that the deputations/promotions/transfers of employees were": "सामने आई, जब उन्होंने 7 मार्च, 2008 को आदेश दिया था कि कर्मचारियों की",
  "being issued by the Deputy Commissioners of the DRDAs at their own": "प्रतिनियुक्ति।पदोन्‍नति/स्थानांतरण डीआरडीए के उपायुक्‍तों द्वारा अपने स्तर पर जारी किए जा",
  "level, when they were not competent to make such order as per the Service Rules. ft was submitted in that order that the department was": "रहे हैं। जबकि वे सेवा नियमों के अनुसार ऐसा आदेश देने में सक्षम नहीं थे। उस आदेश में",
  "Service Rules. ft was submitted in that order that the department was facing a lot of legal complications in view of such actions of the Deputy": "यह प्रस्तुत किया गया था कि विभाग को उपायुक्‍तों के ऐसे कार्यों के मद्देनजर कई कानूनी",
  "Commissioners and rested the responsibility to such officers who were": "जटिलताओं का सामना करना पड़ रहा था और इसकी जिम्मेदारी ऐसे अधिकारियों पर डाल दी",
  "issuing orders without prior approval from the Government. ‘The petitioners": "गई थी जो सरकार की पूर्व मंजूरी के बिना आदेश जारी कर रहे थे। यानी याचिकाकर्ताओं ने",
  "Vikas Bishnoi, Advocate, for respondent Nos. 4 and 6": "प्रतिवादी संखया 4 और 6 के लिए वकील विकास बिश्नोई",
  "K. KANNAN, J.": "के. कन्‍नन, जे.",
  "(1) All the petitioners are deputationists at the office of District Rural Development Authority (DRDA) Mewat, who had earlier held": "(।) सभी याचिकाकर्ता जिला ग्रामीण विकास प्राधिकरण (डीआरडीए) मेवात के कार्यात्रय में",
  "permanent employment at the office of DRDA, Gurgaon. The transfer on": "प्रतिनियुक्त हैं, जिन्होंने पहले डीआरडीए, गुड़गांव के कार्यालय में स्थायी रोजगार किया था।",
  "deputation from Gurgaon to Mewat took place at the time when a new": "गुड़गांव से मेवात में प्रतिनियुक्ति पर स्थानांतरण उस समय हुआ जब हरियाणा राज्य में एक",
  "the Gurgaon District. The office order, which was issued on 7th June, 2005 by that Additional Deputy Commissioner-cum-Chief Executive officer read": "सह-मुख्य कार्यकारी अधिकारी द्वारा 7 जून, 2005 को जारी किए गए कार्यालय आदेश में",
  "that the temporary transfers of the petitioners were made for the proper functioning of office in the newly created Mewat District. The orders of": "कहा गया है कि याचिकाकर्ताओं के अस्थायी स्थानांतरण नव निर्मित मेवात जिले में कार्यालय",
  "deputation to DRDA, Mewat but they shall not be entitled to any deputation": "कि संबंधित कर्मचारियों को डीआरडीए, मेवात में प्रतिनियुक्ति पर माना जाएगा, लेकिन वे",
  "Commissioner and Principal Secretary that the person working in DRDA, Mewat would continue until further orders.": "की ओर से जारी ज्ञापन में कहा गया कि अगले आदेश तक डीआरडीए मेवात में कार्यरत रहेंगे।",
  "(2) The grievance of the petitioners was from amongst persons": "(2) याचिकाकर्ताओं की शिकायत प्रतिनियुक्ति पर मौजूद व्यक्तियों में से थी जब 28 मार्च,",
  "on deputation when orders were made cancelling the deputation of some persons on 28th March, 2006 when the 8th petitioner was ordered to be": "2006 को कुछ व्यक्तियों की प्रतिनियुक्ति रद्द करने के आदेश दिए गए थे, जब 83वें",
  "transferred to DRDA Mewat in the place of one Balbir Singh, who was": "याचिकाकर्ता को बलबीर सिंह के स्थान पर डीआरडीए मेवात में स्थानांतरित करने का आदेश",
  "an Accountant at DRDA, Faridabad, who had been initially so deputed.": "दिया गया था, जो वह डीआरडीए, फ़रीदाबाद में एक लेखाकार थे, जिन्हें शुरू में इस पद पर",
  "Subsequently on 4th October, 2007, deputation of another, official was": "नियुक्त किया गया था। इसके बाद 4 अक्टूबर, 2007 को एक अन्य अधिकारी की प्रतिनियुक्ति",
  "they were retained in the same place of the erstwhile District to Haryana": "नहीं किया गया है, बल्कि उन्हें गुड़गांव से अलग होकर हरियाणा में बने पूर्ववर्ती जिले में उसी",
  "to be adjusted at the same place although assigned to new district. Only": "किये जाने पर भी उसी स्थान पर समायोजित किया जाना था। केवल जिले का नाम बदला",
  "the name of the district had been changed otherwise the petitioners had not gone through any particular disadvantage. The change of place and transfer": "गया है अन्यथा याचिकाकर्ताओं को कोई विशेष नुकसान नहीं हुआ है। यानी स्थान परिवर्तन",
  "ofa new district. The workforce from the existing district had to be picked": "आवश्यकता का परिणाम था। नए जिले में प्रशासनिक कार्य चलाने के लिए मौजूदा जिले से",
  "up to run the administrative work in a new district and if a new district would not have been formed, it would have been perfectly possible that the": "कार्यबत्र को उठाया जाना था और यदि नया जिला नहीं बनाया गया होता, तो यह पूरी तरह",
  "petitioners would have been liablc to be posted in the Mewat area being": "से संभव होता कि याचिकाकर्ताओं को मेवात में तैनात किया जाता। यह क्षेत्र पूर्ववर्ती गुड़गांव",
  "a part of the erstwhile Gurgaon district. The places where the petitioners had been posted were Nuh, Forozepur Jhirkha, Taoru and Punhana, which": "जिले का हिस्सा है। जिन स्थानों पर याचिकाकर्ताओं को तैनात किया गया था वे नूंह, फिरोजपुर",
  "had been posted were Nuh, Forozepur Jhirkha, Taoru and Punhana, which were carlier part of the Gurgaon District.": "झिरखा थे। ताओरू और पुन्हाना, जो पहले गुड़गांव जिले का हिस्सा थे।",
  "(4) During the pendency of the writ petition, the respondents No.": "(4) रिट याचिका के लंबित रहने के दौरान, उत्तरदाताओं संख्या । और 2 को याचिकाकर्ताओं",
  "had been denied the benefit of promotions, which they would have obtained": "स्थानांतरित कर दिया गया था, को पदोन्‍नति के लाभ से वंचित कर दिया गया था, जो यदि",
  "if they had continued in Gurgaon district. The Director, Rural Development,": "वे गुड़गांव जिले में बने रहते तो उन्हें प्राप्त होता। निदेशक, ग्रामीण विकास, हरियाणा श्री.",
  "Haryana Sh. Vimal Chandra filed an affidavit in Court that to redress the": "विमल चंद्रा ने अदालत में एक हलफनामा दायर किया कि याचिकाकर्ताओं की शिकायत का",
  "grievance of the petitioners, the DRDA, Gurgaon was to reconsider/revise the orders of the deputation of the petitioners to DRDA, Mewat and fresh": "निवारण करने के लिए, डीआरडीए, गुड़गांव को याचिकाकर्ताओं की डीआरडीए, मेवात में",
  "the orders of the deputation of the petitioners to DRDA, Mewat and fresh orders of promotion/appointment ought to be made in DRDA, Gurgaon": "प्रतिनियुक्ति के आदेशों पर पुनर्विचार/संशोधन करना था और डीआरडीए में पदोन्‍नति/नियुक्ति",
  "who had been appointed subsequently to the petitioners at Gurgaon and": "लोगों के हितों का जिक्र करते हुए, जिन्हें गुड़गांव में याचिकाकर्ताओं के लिए बाद में नियुक्त",
  "who had gained promotions, the affidavit stated that the readjustment would": "किया गया था और जिन्होंने पदोन्नति प्राप्त की थी, हलफनामे में कहा गया है कि पुनः",
  "take about four to five months and they had sought for completing the": "समायोजन में लगभग चार से पांच महीने लगेंगे और उन्होंने की गई नियुक्तियों पर पुनर्विचार",
  "that flows from the communication of the Special Secretary and Director,": "उपायुक्त द्वारा भेजा गया संचार स्पष्ट रूप से 7 मार्च को जारी विशेष सचिव और निदेशक,",
  "referred to above.": "होता है। 2008. जिसका उल्लेख हम ऊपर कर चुके हैं।",
  "(5) The pleadings of the parties show that when the petitioners were sent on deputation to Mewat District, the respondents were implying": "(5) संसदों की दलीलों से पता चल्नता है कि जब याचिकाकर्ताओं को मेवात जिले में प्रतिनियुक्ति",
  "the terms of deputation as synonymous with transfers and such transfers": "पर भेजा गया था, तो उत्तरदाता प्रतिनियुक्ति की शर्तों को तबादलों का पर्याय मान रहे थे और",
  "were accepted by all the petitioners without any objection. The transfers": "ऐसे तबादलों को सभी याचिकाकर्ताओं ने बिना किसी आपत्ति के स्वीकार कर लिया था। नए",
  "were also became necessary by the formation of a new district and the": "जिले के गठन के कारण स्थानांतरण भी आवश्यक हो गए थे और याचिकाकर्ताओं को गुड़गांव",
  "Even apart from the matter covered through pleadings some additional facts": "माध्यम से कवर किए गए मामले के अलावा कुछ अतिरिक्त तथ्य दस्तावेजों के माध्यम से",
  "have been brought through documents which are not governed by pleadings. Learned counsel appearing for the Deputy Commissioner, Mewat has": "लाए गए हैं जो दलीलों द्वारा शासित नहीं हैं। मेवात के उपायुक्त की ओर से पेश विद्वान",
  "to Junior Computer Programmer with higher scales of pay by order dated 28th March, 2007. Shri Soraj Sharma (4th petitioner) referred to as Sheoraj": "कार्यालय आदेश अदालत के समक्ष पेश किए। 28 मार्च, 2007 के आदेश द्वारा उच्च वेतनमान के साथ जूनियर कंप्यूटर प्रोग्रामर। श्री सोराज शर्मा (चौथे याचिकाकर्ता) को श्योराज सिंह कहा",
  "Singh, who was working as a Peon in Mewat was promoted as a Clerk on 25th July, 2007. This order, however, appears to have been subsequently": "जाता है, जो मेवात में चपरासी के रूप में कार्यरत थे, उन्हें 25 जुलाई, 2007 को क्लर्क के रूप में पदोन्‍नत किया गया था। यह आदेश हालाँकि, ऐसा प्रतीत होता है कि इसे बाद में 44",
  "withdrawn on 14th December, 2007. It appears subsequent to the writ": "दिसंबर, 2007 को वापस ले लिया गया था। ऐसा प्रतीत होता है कि रिट याचिका के बाद, जब",
  "petition, when newly appointed persons at Gurgaon in the vacancies created by transfer on deputation of the petitioners to Mewat were sought to be": "याचिकाकर्ताओं के मेवात में प्रतिनियुक्ति पर स्थानांतरण द्वारा बनाई गई रिक्तियों में गुड़गांव",
  "employees were : (i) Vishal Garg; (ii) Ajay Swaroop; (iii) Surender Singh;": "की और स्थगन आदेश प्राप्त किए। कर्मचारी थे: () विशाल गर्ग; () अजय स्वरूप; () सुरेंद्र",
  "(iv) Zile Singh; (v) Sanjay Singh; (vi) Dharamvir; (vi) Baljeet Singh.": "सिंह; (५) ज़िल्क सिंह; (५) संजय सिंह; (४) धर्मवीर; (४) बलजीत सिंह।",
  "(6) ‘The actions of respondents ought to say the least and in particular the Deputy Commissioners at Gurgaon and Mewat to say leas": "(6) उत्तरदाताओं के कार्य कम से कम कहने योग्य हैं और विशेष रूप से गुड़गांव और मेवात",
  "understood what deputation were and they were treated as synonymous with mere orders of transfer. While a transfer could be a mere fasten of": "नहीं आया कि प्रतिनियुक्ति क्या होती है और उन्हें केवल स्थानांतरण के आदेशों का पर्याय",
  "with mere orders of transfer. While a transfer could be a mere fasten of service in the constitutional scheme of things for civil service and the": "माना जाता था। जबकि स्थानांतरण सिविल्र सेवा की संवैधानिक योजना और संबंधित नियमों",
  "respective rules. Transfers cannot merely obtain justification in the absence": "में सेवा का मात्र एक बंधन हो सकता है। ऐसे नियमों के अभाव में स्थानांतरणों को केवल",
  "of such rules. If such transfers are made and they are not provided for any": "औचित्य प्राप्त नहीं हो सकता। यदि ऐसे स्थानांतरण किए जाते हैं और उनमें रोजगार की कोई",
  "terms of employment, they cannot persisted obtaining consent from the": "शर्त उपलब्ध नहीं कराई गई है, तो वे स्थानांतरित कर्मचारियों से सहमति प्राप्त करना जारी",
  "transferred employees. Consequently if the petitioners grievance is that they": "नहीं रख सकते हैं। नतीजतन, यदि याचिकाकर्ताओं की शिकायत यह है कि उन्हें उनकी सहमति",
  "had been transferred from the District of Gurgaon to the newly formed District of Mewat without their consent, it can be no defence to contend": "के बिना गुड़गांव जिले से नवगठित जिले मेवात में स्थानांतरित कर दिया गया था, तो यह",
  "that ifa new District had not been formed they could have been transferred": "तर्क देना कोई बचाव नहीं हो सकता है कि यदि कोई नया जिला नहीं बनाया गया होता तो",
  "within the same district. Even such a justification is wrong ifthe terms of": "उन्हें उसी के भीतर स्थानांतरित किया जा सकता था। एक ही जिला. यदि नियुक्ति की शर्तों",
  "appointment did not provide for the same. If it was exigent that they were": "में इसका प्रावधान नहीं किया गया है तो ऐसा औचित्य भी गलत है। यदि यह अत्यावश्यक था",
  "required to be transferred to the newly formed district. they should have": "तो वे थे नवगठित जिले में स्थानांतरित होने के लिए आवश्यक होने पर, उन्हें या तो नवगठित",
  "been given an opportunity to cither get transferred into the newly formed district or served with notices of termination and again ought to terminate": "जिले में स्थानांतरित होने का अवसर दिया जाना चाहिए या समाप्ति नोटिस के साथ सेवा दी",
  "the services in the manner provided by law. It is impermissible to transfer": "जानी चाहिए और फिर से कानून द्वारा प्रदान किए गए तरीके से सेवाएं समाप्त करनी चाहिए।",
  "persons to another district only because it is exigent.": "केवल अत्यावश्यक होने के कारण व्यक्तियों को दूसरे जिले में स्थानांतरित करना अस्वीकार्य",
  "(7) T-ven the contention that all these employees ought not to be": "(7) यहां तक कि यह तर्क भी कि इन सभी कर्मचारियों को स्थायी कर्मचारी नहीं माना जाना",
  "treaicd as permanent employces and therefore, any fresh appointment was": "चाहिए और इसलिए, कोई भी नई नियुक्ति संभव थी और याचिकाकर्ताओं के मेवात जिले में",
  "possible and any offer of promotion was also possible in the vacancics": "स्थानांतरण द्वारा बनाई गई रिक्तियों में पदोन्‍नति की कोई भी पेशकश भी संभव थी। समान",
  "untenable. Leamed counsel appearing for the petitioners has relied extensively on several judgments on the fundamental position that deputations cannot": "रूप से अस्थिर. याचिकाकर्ताओं की ओर से पेश हुए वकील ने मौलिक स्थिति पर कई निर्णयों",
  "parent department and orders of promotion could not be made without reference to their respective seniority in the parent service. | am citing them": "आदेश उनकी संबंधित वरिष्ठता के संदर्भ के बिना नहीं किए जा सकते हैं। अभिभावक सेवा.",
  "merely in acknowledge of the Iegal flavour that the petitioners seck to give": "मैं उनका हवाला केवल उस कानूनी स्वाद को स्वीकार करने के लिए दे रहा हूं जो याचिकाकर्ता",
  "to the justice of the demand. In Jawaharlal Nehru University versus": "मांग को न्याय देने के लिए देना चाहते हैं। जवाहरलाल नेहरू विश्वविद्यालय बनाम डॉ. के.एस.",
  "Dr. K.S. Jawatkar and others (1), it was held that transfer of service": "जावतकर और अन्य के मामले में, यह माना गया कि किसी विश्वविद्यालय द्वारा स्थापित",
  "toa third party without the employce’s consent at a special centre established": "विशेष केंद्र में कर्मचारी की सहमति के बिना किसी तीसरे पक्ष को सेवा के हस्तांतरण के",
  "by a University could not result in transfer of the teacher’s service to the": "परिणामस्वरूप शिक्षक की सेवा दूसरे विश्वविद्यालय में स्थानांतरित नहीं हो सकती है और",
  "other University and the teacher originally appointed would continuc to be an employee of the first appointed authority. If there were ever to be": "मूल रूप से नियुक्त शिक्षक जारी रहेगा। प्रथम नियुक्त प्राधिकारी का कर्मचारी होना। यदि",
  "abolition of posts. the principle of last come first go should apply. The": "कभी पद समाप्त करने हों तो अंतिम आओ पहले जाओ का सिद॒धांत लागू होना चाहिए। कानून",
  "position of law was made cicar that no employee could be transferred": "की स्थिति स्पष्ट कर दी गई कि किसी भी कर्मचारी को एक नियोक्‍ता से दूसरे नियोक्‍ता के",
  "employment on deputation could not be stalled on the ground that only": "थी कि प्रतिनियुक्ति पर स्थानांतरित रोजगार से प्रत्यावर्तन को इस आधार पर नहीं रोका जा",
  "limited posts were available in the parent cadre. The Hon‘ble Supreme": "सकता है कि मूल कैडर में केवल सीमित पद उपलब्ध थे। माननीय सर्वोच्च न्यायात्रय ने माना",
  "their lien in the parent cadre. In State of Punjab and others versus Inder Singh and others (3), the concept of deputation was explained by saying": "सकते हैं। पंजाब राज्य और अन्य बनाम इंदर सिंह और अन्य में, प्रतिनियुक्ति की अवधारणा",
  "(2) (1998) 2 S.C.C. 563": "2 (]998) 2 $00 563",
  "exigencies in public service. The concept of deputation is consensual and": "प्रतिनियुक्ति की अवधारणा सहमतिपूर्ण है और इसमें अपने कर्मचारी की सेवाओं को उधार देने",
  "involves a voluntary decision of the employer to lend the services of his employce and a corresponding acceptance of such services by the borrowing": "के लिए नियोक्‍ता का स्वैच्छिक निर्णय और उधार लेने वाले नियोक्ता द्वारा ऐसी सेवाओं की",
  "employer. It also involves the consent of the employec to go on deputation": "स्वीकृति शामिल है। इसमें प्रतिनियुक्ति पर जाने या न जाने के लिए कर्मचारी की सहमति भी",
  "or not.” In State of Mysore versus M.H. Bellary (6), a Five Member": "शामिल है। मैसूर राज्य बनाम एम.एच. बेल्लारी', प्रथम सर्वोच्च न्यायालय की पांच सदस्यीय",
  "Bench of the Elon*ble Supreme Court held that the service of an officer on deputation in another department is treated by the rule as equivalent to": "पीठ ने माना कि किसी अन्य विभाग में प्रतिनियुक्ति पर एक अधिकारी की सेवा को नियम",
  "services in the parent department and it is the equation between the services": "द्वारा मूल विभाग में सेवाओं के बराबर माना जाता है और यह सेवाओं के बीच का समीकरण",
  "of the two departments that forms the basis for the Rule 50(b) of the Civil": "है। दो विभागों में से जो सिविल्र सेवा नियमों के नियम 50(बी) का आधार बनते हैं। इसका",
  "Services Rules. [t stands to reason that satisfactory service and the manner of its discharge in the post he actually fills, should be deemed to be rendered": "कारण यह है कि जिस पद पर वह वास्तव में भरता है उसमें संतोषजनक सेवा और उसके",
  "of its discharge in the post he actually fills, should be deemed to be rendered in the parent department also so as to entitle him to promotions which are": "निर्वहन के तरीके को मूल विभाग में भी प्रदान की गई माना जाना चाहिए ताकि वह पदोन्नति",
  "ofien on seniority-cum-merit basis. What is indicated there is precisely what": "का हकदार हो सके जो अक्सर वरिष्ठता-सह-योग्यता के आधार पर होती है। जो संकेत दिया",
  "is termed in official language the ‘next below rule” under which an officer": "गया है, वह बिल्कुल वही है जिसे आधिकारिक भाषा में 'अगला नियम' कहा जाता है, जिसके",
  "post in the parent department if the officer next below him there is being": "में एक उच्च पद पर दिखाया जाता है, यदि उसके नीचे के अधिकारी को पदोन्‍नत किया जा",
  "promoted. In Block Development Officers’ Assn and others versus State of M.P. and others (7), while repatriating the deputationists, the": "रहा हो। ब्लॉक डेवलपमेंट ऑफिसर्स एसोसिएशन और अन्य बनाम एमपी राज्य और अन्य में,",
  "situated and further held that their State shall consider such persons for": "आगे कहा गया है कि उनका राज्य प्रासंगिक तिथियों से ऐसे व्यक्तियों पर पदोन्‍नति के लिए",
  "considered for promotion. In Bihar State Water Devclopment Corporation versus Arun Kumar Mishra and others (8), laid down that": "राज्य जल विकास निगम बनाम अरुण कुमार मिश्रा और अन्य में, निर्धारित किया गया था",
  "employces sent on deputation from one department to Corporation was": "कि कर्मचारियों को प्रतिनियुक्ति पर भेजा जाएगा एक विभाग से निगम में अपना ग्रहणाधिकार",
  "allowed to retain his lien in the parent department. In R.L. Gupta and": "मूल विभाग में बनाए रखने की अनुमति दी गई थी। आर.एल. गुप्ता और अन्य बनाम भारत",
  "another versus Union of India and others (9), it was observed that members going on deputation in judical service could not lose his seniority": "संघ और अन्य” में, यह देखा गया कि न्यायिक सेवा में प्रतिनियुक्ति पर जाने वाले सदस्य",
  "members going on deputation in judical service could not lose his seniority even if he opted for deputation at his own risk.": "अपनी वरिष्ठता नहीं खो सकते, भले ही वह अपने जोखिम पर प्रतिनियुक्ति का विकल्प चुना।",
  "(8) The action of the respondents in transferring the petitioners on deputation to the newly formed district without the consent is indefensible.": "(8) बिना सहमति के याचिकाकर्ताओं को नवगठित जिले में प्रतिनियुक्ति पर स्थानांतरित करने",
  "seniority will be reckoned from the date of their initial appointment at the district Gurgaon and any promotions that had been offered to persons who": "हकदार हैं। उनकी वरिष्ठता की गणना जिला गुड़गांव में उनकी प्रारंभिक नियुक्ति की तारीख",
  "had been filled up subsequently by fresh appointments. If they are to be": "याचिकाकर्ताओं ने खाली किया है उसे बाद में नई नियुक्तियों से भरा गया है। यदि उन्हें",
  "treated as surplus, they may either be readjusted to the newly formed district": "अधिशेष माना जाना है, तो उन्हें या तो नवगठित जिले में पुन: समायोजित किया जा सकता"
}