{
  "Before Jitendra Chauhan, J.": "जितेंद्र चौहान न्यायमूर्ति के समक्ष",
  "SHA MSHER SINGH (DIED) THROUGH": "शमशेर सिंह (मृतक)- अपने उतराधिकारियों के माध्यम से -",
  "LRS,—Defendant/Appellant": "प्रतिवादी/अपीलार्थी",
  "versus": "बनाम",
  "NAFE SINGH AND OTHERS,—Plaintiff/Respondents": "नफे सिंह और अन्य- वादी/उत्तरदाता",
  "R.S.A. No. 2903 of 1984": "984 का आर. एस. ए. सं 2903",
  "Code of Civil Procedure 1908—S.100—Ancestral Land—": "सिविल प्रक्रिया संहिता ।908-धारा.00-पैतृक भूमि-बिना किसी कानूनी",
  "Sale deed registered without any legal necessary—Vendee is to prove": "आवश्यकता के पंजीकृत बिक्री विलेख-विक्रेता को यह साबित करना है कि वह",
  "making proper enquiries regarding existence of legal necessity—": "कानूनी आवश्यकता के अस्तित्व के बारे में उचित पूछताछ करने के बाद",
  "In the cricumstances, this Court feels that the learned trial Court has rightly": "पूछताछ की है।इस न्‍यायाल्रय को लगता है कि विद्‌्वत अधीनस्थ न्यायालय",
  "observed on the basis of totality of the facts and circumstances that the": "ने तथ्यों और परिस्थितियों की समग्रता के आधार पर सही अवलोकन किया",
  "vendor had sold the land to the appellant for legal necessity, who is nonafide": "है कि विक्रेता ने भूमि को अपीलकतीा को कानूनी आवश्यकता के लिए बेच",
  "purchser for consideration. It is not established that the vendor suffered from": "दिया था, जो गैर-प्रामाणिक खरीदार है।यह स्थापित नहीं है कि विक्रेता को",
  "any vice and the sale amount was not property utilized. The plaintiff has": "किसी नुकसान का सामना करना पड़ा और बिक्री राशि का उपयोग संपत्ति में",
  "SHAMSHER SINGH (DIED) THROUGH LRS. v. NAFE SINGH 129 AND OTHERS (Jitendra Chauhan, J.)": "शमशेर सिंह (मृतक)- अपने उतराधिकारियों के माध्यम से बनाम नफे सिंह और अन्य",
  "3. | Whether the vendee make enquries regarding existence of legal": "3. क्या विक्रेता कानूनी आवश्यकता के अस्तित्व ओर उसके बाद उक्त",
  "4. Whether the plaintiff who has also sold the land falling to his": "4. क्या वादी जिसने अपने हिस्से में आने वाली भूमि भी बेच दी है, वह",
  "share can challenge the sale on the ground of legal necessity ?": "कानूनी आवश्यकता के आधार पर बिक्री को चुनौती दे सकता है?",
  "5. | Whether the vendee is required to mention in sale-deed and": "5. क्या विक्रेता को बिक्री-विलेख में अपने विक्रेता की कानूनी आवश्यकता",
  "pleadings the legal necessity of his vendor and cannot otherwise": "का उल्लेख करना आवश्यक है और अन्यथा वादी के स्वीकार करने के",
  "prove it by way of evidence of admissions of the plaintiffs ?": "साक्ष्य के माध्यम से इसे साबित नहीं कर सकता है?",
  "(12) The only question to be determined for this Court is whether": "(2) इस न्यायालय के लिए निर्धारित किया जाने वाला एकमात्र सवाल यह है",
  "the sale-deed in question, Exhibit D1=Exhibit PS, was executed for legal": "कि क्या विचाराधीन बिक्री-विलेख, प्रदर्शनी डी > प्रदर्शनी पी5, को कानूनी आवश्यकता के लिए निष्पादित किया गया था|",
  "necessity ?": "आवश्यकता' कहा जा सकता है?",
  "4. Whether the plaintiff has got no locus standi to file the": "4. क्या अभिवादी के पास मुकदमा दायर करने का कोई अधिस्थिति",
  "5. Relief.": "5. राहत",
  "(4) The trial court, after considering entire evidence, dismissed the": "(4) अधीनस्थ अदालत ने पूरे साक्ष्य पर विचार करने के बाद वादी के",
  "suit of the plaintiff on the ground that the suit land was sold by the defendant": "मुकदमे को इस आधार पर खारिज कर दिया कि मुकदमे की जमीन प्रतिवादी",
  "No. 2/vendor for legal necessity.": "संख्या 2/विक्रेता दवारा कानूनी आवश्यकता के लिए बेची गई थी।",
  "(5) Feeling aggrieved by the judgment and decree of the learned": "(5) विदृवत अधीनस्थ न्यायात्रय के निर्णय और हुकमनामा से व्यथित",
  "trial Court, the plaintiff preferred an appeal which was allowed by the": "महसूस करते हुए, वादी ने एक अपील दायर की जिसे विद्‌वत निचली अपीलीय",
  "learned lower appellate court vide judgment and decree dated 8th September,": "न्यायालय ने 8 सितंबर, 984 के फैसले और हुकमनामा के माध्यम से यह",
  "Court maintained the findings on issues No. | and 2. Hence the present": "निचली अपीलीय अदालत ने मुद्दे संख्या | और 2 पर निष्कर्षों को बनाए",
  "(6) Learned counsel for the defendant No. 1/appellant, Shamsher Singh, submitted that the sale-deed in question was executed for legal": "(6) प्रतिवादी नंबर /अपीलार्थी, शमशेर सिंह के विद्वान वकील ने कहा कि विचाराधीन बिक्री-विलेख को कानूनी आवश्यकता के लिए निष्पादित किया",
  "necessity. He further submits that as the land was uneven and of poor quality,": "गया था।वह आगे प्रस्तुत करता है कि चूंकि भूमि असमान और खराब गुणवत्ता",
  "SHAMSHER SINGH (DIED) THROUGH LRS. v. NAFE SINGH 127 AND OTHERS (Jitendra Chauhan, J.)": "शमशेर सिंह (मृतक)- अपने उतराधिकारियों के माध्यम से बनाम नफे सिंह और अन्य",
  "(3) The suit was contested by defendent No. 1, who work the": "(3) मुक़दमा प्रतिवादी संख्या | द्वारा लड़ा गया था, जिसका कहना यह",
  "stand the the planitiff/respondent had not locus standi to file the suit in": "था की वादी के पास मुक़दमा दायर करने की अधिस्थिति नहीं था।उन्होंने",
  "question. He further pleaded that the suit land was self acquired property of defendant No. 2 Bharta. He purchased the same from him in good faith for Rs. 12,000. He also pleaded that defendant No. 2 Bharta was a man": "आगे दलील दी कि मुकदमा भूमि प्रतिवादी संख्या 2 भरता की स्व-अधिग्रहित संपत्ति थी।उन्होंने उसी को उनसे सदभावना से 2, 000 रुपये में खरीदा था । उन्होंने यह भी दलील दी कि प्रतिवादी नंबर 2 भरता अच्छे चरित्र का व्यक्ति",
  "of good character. The sale was for legal necessity as the defendant No.": "था।बिक्री कानूनी आवश्यकता के लिए थी क्‍योंकि प्रतिवादी नंबर 2/विक्रेता ने",
  "2/vendor had taken a loan from the Land Mortgage Bank and was unable": "भूमि बंधक बैंक से ऋण लिया था और वह उसे चुकाने में असमर्थ था।बिक्री का",
  "up as unnecessary by the counsel for the plaintiff.": "वकील द्वारा अनावश्यक रूप से छोड़ दिया गया।",
  "The following issues were framed by the learned trial Court :—": "विद्‌वत अधीनस्थ न्यायालय द्वारा निम्नलिखित मुददे तैयार किए गए",
  "1. Whether the suit land was ancestral in the hands of vendor Bharta qua the plaintiff, as alleged ? OPP": ".क्या अभिवादी ज़मीन विक्रेता भरता के हाथों में पैतृक थी?",
  "2. Whether the plaintiff and Bharta vendor are governed by customary law in matters of alienation of agricultural land ?": "2. क्या अभिवादी ओर भरता विक्रेता कृषि भूमि के अलगाव के मामल्रों में प्रथागत कानून द्वारा शासित होते हैं? दायित्व वादी",
  "as defendant No. 2 but later on given up by the plaintiff for the reasons": "की थी, इसलिए प्रतिवादी नंबर 2 भरता (वादी के चाचा) ने बंधक बैंक से ऋण",
  "of legal necessity. The legal necessity depends upon the": "कानूनी आवश्यकता के अस्तित्व के बारे में उचित पूछताछ की।",
  "(13) To satisfy himself, the vendee has to believe the representation": "(3) खुद को संतुष्ट करने के लिए, क्रेता को विक्रेता दवारा किए गए",
  "made by the vendor. No vendor would allow detailed enquires regarding": "अभ्यावेदन पर विश्वास करना होगा।कोई भी विक्रेता प्रस्तावित क्रेता द्वारा",
  "his personal affairs of necessity to sell the land by the proposed vendee.": "भूमि बेचने के लिए अपने व्यक्तिगत मामल्रों के बारे में विस्तृत पूछताछ की",
  "(14) As per the statement of Shamsher Singh, the appellant/vendee,": "(4) शमशेर सिंह, अपीलकर्ता/विक्रेता, बचाव पक्ष का गवाह सख्या 4 के",
  "installments of the said bank. It has also come on record that the defendant": "भुगतान नहीं कर सका।यह भी रिकॉर्ड में आया है कि प्रतिवादी संख्या 2 ने",
  "No. 2 had taken loans from other persons as well. The statement of this": "अन्य व्यक्तियों से भी ऋण लिया था।इस गवाह के बयान से आगे पता चलता",
  "witness further reveals that the suit land was uneven; banjar and of poor": "है कि मुकदमा की जमीन समतल नहीं थी-बंजर और खराब गुणवत्ता की और",
  "quality and the vendor Bharta was to start a business of dairy after the": "विक्रेता भरता को अलगाव के बाद डेयरी का व्यवसाय शुरू करना था।वर्तमान",
  "alienation. The present suit was filed after four years. A vendee is not": "मुकदमा चार साल बाद दायर किया गया था।एक विक्रेता को इतने लंबे समय",
  "supposed to chase a vendor for such a long period to see as to whether": "तक एक क्रेता का पीछा नहीं करना चाहिए ताकि यह देखा जा सके कि क्या",
  "the vendor actually spent the money for stated pupose. The proposed": "क्रेता ने वास्तव में बताए गए उपयोग के लिए पैसा खर्च किया है।प्रस्तावित",
  "vendee has only to see the existence of legal necessity. The vendee is to": "क्रेता को केवल कानूनी आवश्यकता का अस्तित्व देखना होगा।|क्रेता को यह",
  "show that he had made bonafide inquiries. In the circumstances, it is": "दिखाना है कि उसने वास्तविक पूछताछ की थी।इन परिस्थितियों में, यह",
  "established that the appellant made bonafide enquiry or believed that the": "स्थापित किया जाता है कि अपीलकर्ता ने वास्तविक जांच पड़ताल की या यह",
  "(15) As regards the contention of learned counsel for the appellant": "(।5) जहाँ तक अपीलकर्ता के विद्वान अधिवक्ता के इस तर्क का संबंध है कि",
  "that the sale deed in question was for legal necessity, it is well proved on": "विचाराधीन बिक्री विलेख कानूनी आवश्यकता के लिए था, यह रिकॉर्ड पर",
  "record that a loan was due against the vendor i.e. defedant No. 2 Bharta.": "अच्छी तरह से साबित होता है कि विक्रेता यानी प्रतिवादी संख्या 2 भरता के",
  "It has also come on record the land was uneven and of inferior quality as": "खिलाफ ऋण देय था।यह भी दर्ज किया गया है कि भूमि समतल नहीं थी असमान और निम्न गुणवत्ता की थी जैसा कि वर्ष ।96-62 की जमाबंदी 73 मे",
  "in Jamabandi regarding raising of loan sufficiently indicates that there was": "दर्शाया गया है |ऋण जुटाने के संबंध में जमाबंदी में प्रविष्टि पर्याप्त रूप से",
  "a necessity to alienate the suit property. Moreover, Dharam Singh, DW2,": "इंगित करती है कि मुकदमा संपत्ति को बचने की आवश्यकता थी।इसके अलावा, धरम सिंह, बचाव पक्ष का गवहा संख्या 2 जो विचाराधीन बिक्री",
  "who is one of the attesting witnesses of the sale deed in question, also": "विलेख के सत्यापित करने वाले गवाहों में से एक हैं, ने भी यह कहा कि भूमि",
  "deposed that land was uneven and the Sub-Registrar himself called the Bank": "समतल नहीं थी और उप-पंजीयक ने खुद बैंक अधिकारी को बुलाया और बैंक"
}