{
  "(9) Further, in State of Haryana & others versus Ch. Bhajan": "(9) इसके अलावा, हरियाणा राज्य और अन्य बनाम चौ. भजन लाई और अन्य (3)",
  "Lal & others (3) the Hon’ble Supreme Court observed as follows :": "माननीय सर्वोच्च न्यायालय ने निम्नानुसार टिप्पणी की:",
  "“In following categories of cases, the High Court may in": "“निम्नलिखित श्रेणियों के मामलों में, उच्च न्यायालय कला के तहत शक्तियों का प्रयोग",
  "exercise of powers under Art. 226 or under S. 482 of Cr.P.C.": "कर सकता है। 226 या सीआरपीसी की धारा 482 के तहत। किसी भी न्यायालय की",
  "to prevent abuse of the process of any Court or otherwise to": "प्रक्रिया के दुरुपयोग को रोकने के लिए या अन्यथा न्याय के उद्देश्य को सुरक्षित करने",
  "Before Mahesh Grover, J.": "माननीय न्याययूर्ति महेश ग्रोवर के समक्ष",
  "M/S KUMAR INDUSTRIES,-—Respondent": "मैसर्य कुमार इंडस्ट्रीज़- प्रातिवादी",
  "cheque—Trial Court after preliminary evidence recording prima facie": "कोर्ट के बाद प्राररंधिक सबूतों के बाद याविकाकर्ताओं को बुलाने के लिए प्राइसा फेशी",
  "case of summoning petitioners is made out—Dispute regarding issuance of another subsequent cheque—Whether complaint &": "केस/रिकॉर्डिय याविकाकर्ताओं के मायले को बाहर कर।दिया जाता है- एक और चेक को",
  "summoning order liable to be quashed—Held, no—Once a complaint": "जारी करने के संबंध में- चाहे शिकायत और सम्पन आदेश को छोड़दिया जाए जोकि",
  "discloses commission of an offence the veracity of allegations is not": "के कमीशन का खुलाया करती है तो आरोपों की सत्यता की कार्यवाही में परीक्षण नहीं",
  "cheque amount—Personal appearance of petitioners before trial": "दिया यया- परीक्षण अदालत से पहले याविकाकर्ताजं की व्यक्तियत उपस्थिति को जया",
  "Held, that in proceedings under section 482 of the Code, this Court": "आयोजित कि संहिता की धरा482 के तहत कार्यववाह्नी में यह अदालत जआतेपों की उत्यता",
  "is not to go into the truthfulness of the allegations. Once a complaint": "में नहीं जाना है। एक बार जब कोईशिकायत एक अपराध के कमीशन का खुलासा करती",
  "to be tested in proceedings under Section 482 of the Code as the same": "है तो आरेपें की सत्यता को संहिता की क्षय 482 के तहत कार्यवाही में परीक्षण नहीं",
  "had to be tested in the backdrop of the evidence which is yet to come on record.": "किया जाना है क्योंकि सबूतों की पष्टशगि में परीक्षण ।किया जाना था जो अभी [रिकॉर्ड पर",
  "Further held, that in acomplaint under Section 138 of the Negotiable": "इसके अलावा कि परक्राग्य उपकरणों की धारा 38 के तहत एक शिकायत में यदि",
  "made therein come within the ambit of the provisions of law indicating the": "पाया जाता हैकि उसमेंकिए यए आयेप कानून के ग्रावक्षनों के दायर में आते हैं। अपराध",
  "commission of the offence, then the necessary process has to be issued.": "का आयोग फिर आवश्यक प्रक्रिया जारी की जानी है। मजिस्ट्रेट को आरेपी व्यक्तियों को",
  "The Magistrate is not to give detailed reasons while setting into motion the": "बुलाने के लिए कानून की प्रक्रिया को यति देने के दौरान विस्तृत कारण नहीं देना है।",
  "The amount qua the earlier cheque dated 3rd March, 2005 still stood": "दौरान अगला चेक जारी किया गया था। 3 मार्च, 2005 के पहले चेक की राशि अभी भी",
  "unpaid. the complaint was perfectly valid and in any case this Court was": "भुगतान नहीं की गई थी, शिकायत पूरी तरह से वैध थी और किसी भी मामले में इस",
  "precluded from going into the facts of the case. The order was sought to": "न्यायालय को मामले के तथ्यों पर विचार करने से रोक दिया गया था। आदेश को इस",
  "be justified on the ground that prima facie the commission of the offence": "आधार पर उचित ठहराने की मांग की गई थी कि अपराध के घटित होने को स्थापित",
  "has to be established which is sufficient for the Court to issue the process.": "किया जाना चाहिए जो अदालत के लिए प्रक्रिया जारी करने के लिए पर्याप्त है।",
  "(5) Ihave heard the learned counsel for the parties at length and have perused the record.": "(5) मैंने पार्टियों के वकील को सुना है और रिकॉर्ड देखा है।",
  "(6) The foremost contention as raised by the learned counsel for the petitioners is that one cheque had been dishonoured but subsequently": "(6) याचिकाकर्ताओं के वकील द्वारा उठाया गया सबसे महत्वपूर्ण तर्क यह है कि एक चेक",
  "the petitioners is that one cheque had been dishonoured but subsequently in lieu of the said cheque another cheque had been issued and hence the": "बाउंस हो गया था लेकिन बाद में उक्त चेक के बदले में एक और चेक जारी किया गया",
  "liability stood discharged. This fact was vehemently denied by the learned counsel appearing for the respondent who referred to the photo copy of": "था और इसलिए दायित्व समाप्त हो गया। प्रतिवादी की ओर से उपस्थित विद्वान वकील ने",
  "counsel appearing for the respondent who referred to the photo copy of the cheque in question to demonstrate that the cheque had been presented": "इस तथ्य का जोरदार खंडन किया, जिन्होंने यह प्रदर्शित करने के लिए चेक की फोटो",
  "only once and thereafter another cheque was issued which was also returned": "कॉपी का हवाला दिया कि चेक केवल एक बार प्रस्तुत किया गया था और उसके बाद",
  "“Tt is true that in coming to a decision as to whether a process": "\"यह सच है कि इस निर्णय पर पहुंचने में कि क्या कोई प्रक्रिया जारी की जानी चाहिए,",
  "inherent improbabilities appearing on the face of the complaint or in the evidence led by the complainant in support of the": "मजिस्ट्रेट शिकायत के चेहरे पर या आरोपों के समर्थन में शिकायतकर्ता द्वारा दिए गए",
  "Magistrate has been given an undoubted discretion in the matter": "की जानी चाहिए। मजिस्ट्रेट को मामले में निस्संदेह विवेकाधिकार दिया गया है और",
  "and the discretion has to be judicially exercised by him. Once": "विवेक का प्रयोग उसे न्यायिक रूप से करना होगा। एक बार जब मजिस्ट्रेट अपने",
  "the Magistrate has exercised his discretion it is not for the High Court, or even the Supreme Court, to substitute its own": "विवेक का प्रयोग कर लेता है तो यह उच्च न्यायालय या यहां तक कि उच्चतम न्यायालय",
  "the complaint, if proved, would ultimately end in conviction of": "यदि शिकायत साबित हो जाती है, तो अंततः आरोपी को दोषी ठहराया जाएगा। ये",
  "the accused. These considerations are totally foreign to the scope and ambit ofan inquiry under Section 202 which culminates": "विचार धारा 202 के तहत जांच के दायरे और दायरे से पूरी तरह से अलग हैं, जो धारा",
  "into an order under Section 204. Thus in the following cases an": "204 के तहत एक आदेश में परिणत होता है। इस प्रकार निम्नलिखित मामलों में आरोपी",
  "can be quashed or set aside :": "रखा जा सकता है:",
  "(1) Where the allegations made in the complaint or the statement of the witnesses recorded in support of the same": "() जहां शिकायत में लगाए गए आरोप या उनके समर्थन में दर्ज किए गए गवाहों के",
  "the accuesed or the complaint does not disclose the essential ingredients of an offence which is alleged against": "शिकायत किसी अपराध के आवश्यक तत्वों का खुलासा नहीं करती है जो कि है",
  "ground for proceeding against the accused ;": "अभियुक्त के विरुद्ध आरोप;",
  "attorney, the court of Addl. Chief Judicial Magistrate, Sonepat summoned": "जाने के बाद, अतिरिक्त अदालत। मुख्य न्यायिक मजिस्ट्रेट, सोनीपत ने याचिकाकर्ताओं",
  "the petitioners,—vide order dated 25th October, 2005 (Annexure P-5)": "को 25 अक्टूबर, 2005 के आदेश के तहत तलब किया (अनुलग्नक पी-5)",
  "(3) While seeking quashing of the complaint and the summoning": "(3) शिकायत और पूर्वोक्त सम्मन आदेश को रद्द करने की मांग करते हुए,",
  "order aforesaid, it was contended by the learned counsel for the petitioners that the complaint was malicious as on the issuance of a legal notice dated": "याचिकाकर्ताओं के विद्वान वकील द्वारा यह तर्क दिया गया कि शिकायत दुर्भावनापूर्ण थी",
  "20th September, 2005 the petitioners haa submitted a reply dated 29th": "क्योंकि 20 सितंबर, 2005 को कानूनी नोटिस जारी करने पर याचिकाकर्ताओं ने एक उत्तर",
  "September, 2005 which is on record as Annexure P-3. It had been submitted": "प्रस्तुत किया था। 29 सितम्बर 2005 जो अनुबंध पी-3 के रूप में रिकार्ड में है। इस उत्तर",
  "by them in this reply that cheque No. 046173 dated 3rd March, 2005 of": "में उनके द्वारा प्रस्तुत किया गया था कि चेक संख्या 04673 दिनांक 3 मार्च, 2005 रुपये",
  "an amount of Rs. 2 lakh had been presented by the respondent-complainant in March, 2005 and the same was dishonoured, but immediately on receiving": "की राशि का। मार्च, 2005 में प्रतिवादी-शिकायतकर्ता द्वारा 2 लाख रुपये प्रस्तुत किए गए थे और वह बाउंस हो गए थे, लेकिन सूचना मिलने पर तुरंत याचिकाकर्ताओं ने पिछले",
  "the information the petitioners had issued another cheque bearing No. 00046441, dated 23rd March, 2005 in lieu of the arlier cheque for a like": "चेक के बदले में 23 मार्च, 2005 को दिनांक 0004644 नंबर का एक और चेक जारी",
  "amount drawn on the same bank. The petitioners had also informed the": "किया था। जैसे एक ही बैंक से निकाली गई राशि। याचिकाकर्ताओं ने प्रतिवादी को",
  "respondent through telephonic talk and had asked for the return of the earlier": "टेलीफोन पर बातचीत के माध्यम से भी सूचित किया था और पहले चेक को वापस करने",
  "cheque which had been dishonoured. Instead of returning the cheque the": "के लिए कहा था जो बाउंस हो गया था। चेक वापस करने के बजाय प्रतिवादी ने शिकायत",
  "accounts had been settled. The alleged statement of accounts of the complainant was also filed along with this petition as Annexure P-4/A. The": "शिकायतकर्ता के खातों का कथित विवरण भी इस याचिका के साथ अनुबंध पी-4/ए के",
  "had not given any reasons while issuing the process against the petitioners": "कि याचिकाकर्ताओं के खिलाफ प्रक्रिया जारी करते समय वही गूढ़ और कोई कारण नहीं",
  "that the present petition warrants dismissal then the petitioners are ready and willing to deposit the amount of Rs. 2 lakh before the trial Court and": "याचिकाकर्ता रुपये की राशि जमा करने के लिए तैयार और इच्छुक हैं। ट्रायल कोर्ट के समक्ष",
  "(15) Having regard to the totality of the circumstances, with": "(5) परिस्थितियों की समग्रता को ध्यान में रखते हुए, इस तथ्य के विशेष संदर्भ में कि पार्टियों",
  "special reference to the fact that the parties have business dealings, it would be appropriate if the petitioners are directed to deposit an amount of Rs.": "के पास व्यापारिक सौदे हैं, यह उचित होगा यदि याचिकाकर्ताओं को रुपये की राशि जमा",
  "2 lakh before the trial court within a period of three weeks. In the": "करने का निर्देश दिया जाए। तीन सप्ताह की अवधि के भीतर ट्रायल कोर्ट के समक्ष 2 लाख",
  "event of such an amount being deposited, the personal appearance of the": "रु. ऐसी राशि जमा करने की स्थिति में, याचिकाकर्ताओं की व्यक्तिगत उपस्थिति को",
  "petitioners shall remain exempted subject to their filing an affidavit in the following terms :": "निम्नलिखित शर्तों में हलफनामा दाखिल करने की शर्त पर छूट दी जाएगी:",
  "(i) undertake to appear before the trial Court, as and when so directed ;": "0) जब भी निर्देश दिया जाए, ट्रायल कोर्ट के समक्ष उपस्थित होने का वचन दूंगा;",
  "(1) undertake that they would have no objection if the evidence is recorded in their absence;": "(9) उपक्रम करना यदि उनकी अनुपस्थिति में साक्ष्य दर्ज किया जाता है तो उन्हें कोई आपत्ति नहीं होगी;",
  "(ui) undertake not to raise any dispute as to identity;": "(0) पहचान के संबंध में कोई विवाद न उठाने का वचन देना;",
  "(iv) undertake to comply such other conditions, as may be imposed by the trial court.": "(५) ऐसी अन्य शर्तों का पालन करने का वचन देगा, जो ट्रायल कोर्ट द्वारा लगाई जा सकती",
  "Liberty is granted to appear through counsel.": "वकील के माध्यम से उपस्थित होने की स्वतंत्रता दी गई है।"
}