{
  "Settion 8 of the Act as arrears of the land revenue.": "की धारा 8 के तहत भूमि के तहत पट्टे पर दी गई राशि को राजस्व के रूप में वसूल करने",
  "caseé inay be, and shall be for a period of 99:years. After": "मामला 99 वर्ष की अवधि के लिए हो सकता है और हो सकता है।",
  "Rule 13. Rent and Consequences of non-payment.—Ih addition:": "नियम 3.किराया और भुगतान न करने के परिणाम।",
  "(i) Annual rent shall be 2-1/2 per cent of the premium ior": "0) वार्षिक वार्षिक विज्ञप्ति में 33 वर्षों के लिए प्रीमियम का 2-/2 प्रतिशत",
  "garh Administration to 3-3/4 per cent of the premium for the next: 33 years and to 5 per cent of the pre- minum for the remaining veriod of the lease.": "प्रीमियम का 3-3/4 प्रतिशत और शेष अवधि के लिए प्रीमियम का 5",
  "months on the whole on further payment.of 6 per cent: per annum interest from the due date upto the date": "भुगतान पर कुल किराए के भुगतान के लिए समय छह महीने तक",
  "(iii) If rent is not paid by the due date. the lessee shall be": "(॥) यदि नियत तिथि तक किसी मालिक का भुगतान नहीं किया गया है, तो",
  "liable to pay a penalty not exceeding 100 per cent of": "उस राशि के 00 प्रतिशत से अधिक के रिलायंस का भुगतान करने के",
  "of Punjab (Development and Regulation) Act, 1952: as:": "पंजाब की राजधानी (विकास और जनसंख्या) अधिनियम, 952 की",
  "(8) Sections 1 and 8 of the Capital of Punjab (Development: and:": "(8) पंजाब की राजधानी (विकास और धार्मिकता) अधिनियम की धारा | और 8।",
  "Regulation) Act. 1952 read as under :—": "952 का पाठ इस प्रकार है:--",
  "“J Short title. extent, and commencement.—": "“]., आदर्श शीर्षक, विस्तार और आरंभ।--",
  "(1) This Act may be called the Capital of Punjab (Develop: ment and Regulation) Act, 1952.": "(]) इस अधिनियम को पंजाब की राजधानी (विकास और जनसंख्या) अधिनियम, 952 कहा जा सकता है।",
  "1966 and to such areas as may be notified by the Cen- tral Government from time to time.": "966 और ऐसे स्थानों के लिए समय-समय पर सरकार द्वारा अधिसूचित किया जा सकता है।",
  "(3) It shall come into force at once.": "(3) यह तत्काल लागू होगा।",
  "“(a Where any transferee makes any default in the paymen": "() जहां स्थानांत | स्थानांतरणकर्ता भी निर्दिष्ट के संबंध में कोई \"\" ..या कोई",
  "building or both, as the case may je under Section’ 3,": "धारा 3 के अंतर्गत, जैसा भी मामला हो, भवन या दोनों, या जहां कोई",
  "in the payment of any fee or tax levied wader Sectivn": "स्थानांतरणकर्ता या अधिभोगकर्ता धारा 7 के तहत कोई शुल्क या कर",
  "amount of arrears, a sum not exceeding that amount": "राशि के बाहर , उस राशि से अधिक की राशि स्थानांतरणकर्ता या",
  "shall be recovered from the transferee or occupier, as the case may be, by way of penalty :": "अधिभोगकर्ता से, जैसा भी मामला हो, सिद्धांत के रूप में वसूली की जाएगीः",
  "Provided that no such direction shall be made unless the person affected thereby has. been given a reasonable": "ऐसा कोई निर्देश तब तक नहीं दिया जाएगा जब तक इससे प्रभावित व्यक्ति",
  "opportunity of being heard in the matter,": "को नहीं दिया जाएगा।मामले में श्रवण का अवसर दिया जाए।",
  "(2) Where any person makes any default in the. payment of": "(2) जहां कोई भी व्यक्ति किसी भी राशि के भुगतान में कोई गलती करता है,",
  "any amount, being the arrears and penalty directed ' to": "जो दलाल और दंड के रूप में निर्देशित होता है। वसूली की राशि भूमि",
  "may be, in the same manner as arrears of land revenue.”": "राजस्व का दस्तावेज़ की तरह हो सकती है।\"",
  "“(9) ‘Fhe contention of the learned counsel that the' Chandigarh": "(9) विद्वान वकील का यह तर्क है कि 'चंडीगढ़' प्रशासन वर्ष 4977 से 980 के लिए",
  "‘Administration was not entitled to ground rent for: the years 1977 to 13980 :as the Chandigarh Administration had developed the: cinema site in the-first week of July, 1980 and‘ the resumption order of the": "भूमि किराये का हकदार नहीं था क्योंकि चंडीगढ़ प्रशासन ने जुलाई, 980 के पहले",
  "(10) It is stated in the written statement and which goes with-": "(0) इस लिखित बयान में कहा गया है कि बिना किसी खंडन के कहा गया है कि",
  "period during which the site remained under resumption from 19th Decentber,'1979*to 24th December. '1981. It-is.an admitted fact that": "979 से 24 दिसंबर से फिर शुरू होने तक की अवधि भी शामिल है। '98 में हुआ था।",
  "(11) At.the time of arguments. we'had asked the learned. counsel": "() ए.तर्क के समय, हमने विद्वान से पूछा था; सलाह के लिए. से शुरू किया गया",
  "‘note mere that the cinema site was: resumed ‘by: the Estate. Officer,—": "था। यह ध्यान देने योग्य है कि सिनेमा स्थल को फिर से शुरू किया गया था। अधिकारी,",
  "-pide.order dated 19th December, 1979 and the resumption order was": "वीडियो। 9 दिसंबर, 979 का आदेश और पुनः आरंभ करने का आदेश दिया गया था",
  "the year 1980—Ground rent for the period prior to the date of development—Whether such. rent payabdie.": "वर्ष /980- विकास की तारीख से पहले की थ्रमि उद्यमियों के लिए- क्या ऐसी वन ।",
  "his. benefit, from 1977 to 1980. The amount of penalty was also recoverable under se¢tion 8 of the Act as arrears of land revenue.": "किया है 'जुर्माने की राशि भी अधिनियम की धारा 8 के तहत भूमि राजस्व के रूप में",
  "Arun Jain, Advocate, for the petitioner.": "उपज की ओर से सत्ताह्मांत अरुण जैन ने कह्दा।",
  "Ashok Aggarwal, Senior Advocate with Rajesh Bindal, Advocate,": "प्रतिद्वंदियों की ओर से कट्टरवादी राजेश बिंदल के साथ वारिष्ठ कट्टरपंथियों अशोक अग्रवाला",
  "JUDGMENT": "न्याय",
  "Harphul Singh Brar, J.": "हरफुल सिंह बराडा, जे",
  "(1) Notice of motion was.issued in this case on 3rd May, 1994 on": "() इस मामले में प्रस्ताव की सूचना 3 मई, 994 को हिंदुत्व के विद्वान वकील के",
  "Union Territory, Chandigarh and later on the appellate as well as Revisional Authority after going through the records of the Depart-": "चंडीगढ़ और बाद में अपीलीय और पुनरीक्षण प्राधिकरण ने विभाग के रिकॉर्ड को देखने के",
  "ment and after considering the arguments and the evidence produced": "बाद और जिज्ञासाओं द्वारा प्रस्तुत तर्कों और सिद्धांतों पर विचार करने के बाद, यह एक",
  ". (2) Now at the time of arguments, the learned counsel for the": "(2)अब बहस के समय, नोबेल के विद्वान वकील ने यह तर्क दिया है कि चंडीगढ़",
  "24th December, 1981, the Chandigarh Administration was not entitled to the ground rent atleast from the years 1977 to 1980 though, ulti-": "चंडीगढ़ प्रशासन ने कम से कम 977 से 980 तक भूमि पद्टे पर नहीं दी थी, हालांकि",
  "mately, the learned counsel laid the main emphasis on his conten-": "अंततः, विद्वान वकील ने अपनी इस तर्क को मुख्य जोर दिया कि कानून के तहत मुख्य रूप",
  "tion that the imposition of 100 per cent penalty the maximum pro- vided under the law is illegal and was on a higher side. The Con-": "से 00 प्रतिशत जुर्माना अवैध है और एक उच्च पक्ष पर विवाद है। विद्वान वकील जो",
  "the express, and implied terms of relationship of the employer with": "सकारात्मक ड्यूराचारी ने जो कर्मचारी के साथ नामांकन के संबंध की स्पष्ट और निहित",
  "plates thereby causing loss to the Company-to the tune of'Rs. 2,254.": "जिससे कंपनी को रु. 2, 254.",
  "(11) Mr. Sharma whom the worker submits had not”been spared by the Company to defend his case had‘ been transferred “to Deéthi": "() श्री शर्मा, सम्मिलित कर्मचारी प्रस्तुत करते हैं, कंपनी द्वारा उनके मामले का बचाव करने के लिए कोई सहायता नहीं दी गई थी जांच के दौरान दिल्‍ली स्थानांतरण",
  "only not to help the worker in the conduction of:the enquiry. Rather": "सचिवालय केवल जांच के संचालन में कार्यकर्ता की मदद के लिए नहीं किया गया था।",
  "(12) The worker thas been provided adequate opportunities ‘by the Company to engage the services of Mr.-Sharma to defend his ‘case in the enquiry. Although Mr. R. K. Sharma at the -rélevant": "(2) स्टाफ को कंपनी द्वारा जांच में बिस केस का बचाव करने के लिए श्री-शर्मा की सेवाओं को संलग्न करने के लिए समतापूर्ण अवसर प्रदान किए गए हैं। के. शर्मा से संबंधित",
  "time happend to be posted as P.A. to the Material’ Manager of the": "समय कंपनी के सामग्री प्रबंधक के पी. ए. के रूप में स्थापित किया गया था और उक्त",
  "Company and the said Manager was not ready to part with the services of Mr. Sharma but the Enquiry Officer took a bold decision": "प्रबंधक श्री शर्मा की सेवाओं में भाग लेने के लिए तैयारी नहीं की गई थी, लेकिन पूछताछ",
  "avail the services of Mr. R. K. Sharma.": "शर्मा की सेवाओं का लाभ उठाव सुविधा।",
  "rightly. we find that the domestic enquiry was held in accordance with the procedure and principles of natural justice in a fair manner": "पाया कि घरेलू जांच प्राकृतिक न्याय की प्रक्रिया और सिद्धांतों के अनुसार आयोजित की",
  "any illegality or impropriety. Hence this writ petition fails which": "आदेश दिया गया था ऐसा नहीं है। इसलिए यह रिट फाइल फेल हो गई है जो एक भरे हुए",
  "is dismissed without any costs forthe matter relates to a dismissed worker.": "कर्मचारी से संबंधित मामले के लिए बिना किसी लागत के खारिज कर दी गई है।",
  "Before‘ Hon’ble H.-S. ‘Brar-& M.‘L.-Koul, JJ.": "माननीय एच.एस. बराड़ एवं एम.एल. कोल, जे.जे के सामने",
  "BATRA FINANCE PRIVATE 'lPD,—Petitioner.": "बत्रा फाइनेंस प्राइवेट लिमिटेड - याचिकाकर्ता।",
  "versus": "बनाम",
  "CHANDIGARH ADMINISTRATION & OTHERS,—Respondents.": "चंडीगढ़ प्रशासन और अन्य-प्रतिवादी।",
  "C.W.P. No. 5527 of 1994": "994 का सीडब्ल्यूपी नंबर 5527",
  "18th October, 1995": "8 अक्टूबर, 995",
  "garh Tease Hold of Sites and Building Rules, 1973.": "-- चेंडीयढ़ः तीज होल्ड साइटें और भवन नियम, 973-.- /05. ।, 6 एवं 3- भ्रसि"
}