{
  "RAJ KUMAR,—Petitioner": "राज कुमार- याचिकाकर्ता",
  "| versus": "बनाम",
  "C.W.P. No. 265 of 2009": "सीडब्ल्यूपीनं. 2009 का 265",
  "29th November, 2010": "29 नवंबर 200",
  "Petitioner taking loan from finance company for purchase of a truck—Hire-purchase agreement—Petitioner paying installments": "खरीदने के त्रिए वित्त कंपनी से ऋण लत्रेना - किराया-खरीव समझाँता - याचिकाकर्ता",
  "regularly—Company forcibly snatching truck from possession of": "नियमित रुप से किश्तों का भुगतान करना - कंपनी याचिकाकर्ता के कब्जे से",
  "petitioner—Petitioner filing criminal complaint—Whether petitioner": "जबरन ट्रक छीनना - याचिकाकर्ता आपराधिक शिकायत वर्ज करना - चाहे",
  "proceedings—Held, yes—Respondents cannot legally be permitted": "हकदार कार्यवाही - आयोजित; हां - प्रतिगदियों को कानूनी रुप से कानून को",
  "to take law into their hands—Petition allowed, case remitted to trial": "अपने हाथ में त्रेने की अनुमति नहीं दी जा सकती - याचिका की अनुमति वी",
  "in this relevant context. As is evident from the record that this Court granted": "त्रुटि में फंस गया है। जैसा कि रिकॉर्ड से स्पष्ट है कि इस न्यायात्रय ने",
  "an opportunity to the petitioner to file the application. It is not a matter of": "याचिकाकर्ता को आवेदन दायर करने का अवसर दिया। यह विवाद का विषय नहीं",
  "dispute that the petitioner had borrowed a loan from respondent No. 5, vide agreement dated 16th October, 2002. According to the petitioner, he": "है कि याचिकाकर्ता ने 46 अक्टूबर 2002 के स्मझाँते के तहत प्रतिवादी संख्या 5 से ऋण उधार लिया था। याचिकाकर्ता के अनुसार, उसने पहले ही देय किश्तों",
  "has already paid the duc installments, but still the respondents have illegally": "का भुगतान कर दिया है, लेकिन फिर भी प्रतिवादियों ने अवैध रूप से और जबरन",
  "and forcibly snatched his Truck. Hence, the factual matrix is not in dispute.": "उसका ट्रक छीन लिया है। इसलिए, तथ्यात्मक मैट्रिक्स विवाद में नहीं है। एक",
  "Once, the Truck in question was forcibly snatched by the respondents from": "बार, प्रश्नगत ट्रक को उत्तरदाताओं द्वारा याचिकाकर्ता के कब्जे से जबरन छीन",
  "the possession of the petitioner, in that eventuality, petitioner is entitled to its restitution.": "लिया गया था, उस स्थिति में, याचिकाकर्ता इसकी क्षतिपूर्ति का हकदार है।",
  "(Para 9)": "(पैरा 9)",
  "snatched the Truck from the possession of the petitioner, then naturally he": "याचिकाकर्ता के कब्जे से ट्रक को जबरन छीन लिया है, तो स्वाभाविक रूप से",
  "is entitled to its possession during the pendency of the criminal proccedings.": "रूप से वह आपराधिक कार्यवाही के लंबित रहने के दौरान इसके कब्जे का हकदार",
  "The mere fact that the Truck was sold cannot possibly be allowed to stand": "है, 'फेवल यह तथ्य कि ट्रक बेचा गया था, संभवतः नहीं हो सकता आपराधिक",
  "of the respondents cannot be appreciated and encouraged in any manner.": "की संकेतित अवैध कार्रवाई की किसी भी तरह से सराहना और प्रोत्साहन नहीं",
  "The Criminal Courts are not helpless in this context.": "किया जा सकता है। आपराधिक न्यायालय इस संदर्भ में असहाय नहीं हैं।",
  "(Para 10)": "(पैरा 0)",
  "Yogesh Chaudhary, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता योगेश चौधरी ।",
  "Rahul Garg, Advocate, for Ashwani Talwar, Advocate, for": "राहुल गर्ग, वकील, अश्वनी तलवार के लिए, वकील, प्रतिवादी नंबर / से",
  "respondent Nos. | to 4.": "4 के लिए/।",
  "Sidharth Sarup, Deputy Advocate General, Haryana.": "सिद्धार्थ सरूप, उप महाधिवक्ता, हरियाणा।",
  "MEHINDER SINGH SULLAR, J. (ORAL)": "महिंदर सिंह सुल्तर, जे. (माँखिक)",
  "(1) The matrix of the facts, which needs a necessary mention for": "(।) तथ्यों का मैट्रिक्स, जिसे इस पुनरीक्षण याचिका में शामिल मुख्य",
  "petition and emanating from the record, is that, petitioner-Raj Kumar, son": "उल्लेख की आवश्यकता है, याचिकाकर्ता-राज कुमार, साधु राम के पुत्र, ने एम से",
  "656 LL.R. PUNJAB AND HARYANA 2011(1)": "656 ...९. शर७8 0० त७२४ 0४०५ 20()",
  "(6) After hearing the leamed counsel for the parties, going through": "(6) पक्षों के विद्वान वकील को सुनने, उनकी बहुमूल्य मदद से रिकॉर्ड",
  "deeply, to my mind, this petition deserves to be accepted in this context.": "में, यह याचिका इस संदर्भ में स्वीकार करने योग्य है।",
  "(7) What is not disputed here is that, the petitioner has borrowed": "(7) यहां जो विवादित नहीं है वह यह है कि, याचिकाकर्ता ने ट्रक के",
  "a loan from respondent No. 5, for the purchase of chassis of the Truck": "चेसिस की खरीद के लिए प्रतिवादी नंबर 5 से ऋण उधार लिया है और लगभग",
  "in question and spent about Rs. 2,50,000 more from his own pocket on": "रु। इसकी बॉडी पर उन्होंने अपनी जेब से 2,50,000 रुपये खर्च किए और इसे",
  "its body and made it road-worthy. The respondents were stated to have": "सड़क के लायक बनाया। कहा गया कि प्रतिवादियों ने ऊपर बताए गए तरीके से",
  "illegally snatched the Truck from him on 29th January, 2005, in the manner": "29 जनवरी, 2005 को अवैध रूप से उससे ट्रक छीन लिया। याचिकाकर्ता द्वारा",
  "indicated here-in-above. The application under Section 91 read with Section 451 CrP.C. filed by the petitioner was dismissed by the trial Magistrate": "सीआरपीसी की धारा 45] के साथ पठित धारा 9| के तहत दायर आवेदन को",
  "451 CrP.C. filed by the petitioner was dismissed by the trial Magistrate vide impugned order dated 8th December, 2008. The operative part of": "ट्रायल मजिस्ट्रेट ने 8 दिसंबर, 2008 के आदेश के तहत खारिज कर दिया था।",
  "which is, as under :-—": "जिसका ऑपरेटिव हिस्सा इस प्रकार है : -",
  "“No doubt, the FIR under Sections 392, 506 and 120-B of the Indian Penal Code was registered against the accused persons on the complaint of Raj Kumar, but the police after": "'इसमें कोर्ई संवेह नहीं है कि राज कुमार की शिकायत पर आरोपी व्यक्तियों के खिलाफ भारतीय दंड संहिता की धारा 3292 506 और /20बी के तहत एफआईआर वर्ज की गई थी; त्रेकिन पुलिस ने",
  "thorough investigation have submitted the cancellation report. The accused have been summoned on the basis of": "गहन जांच के बाव ख्वीकरण रिपोर्ट पेश की हैं। आरोपियों को",
  "protest petition. filed by the complainant. At this stage, it is": "तन्रब किया गया है शिकायतकर्ता दवृवायरा दायर विरोध याचिका के",
  "committed any offence. The said truck is not required by": "से छीन निया और कोर्डइ़ अपराध किया। उक्त ट्रक की आवश्यकता",
  "the court for any purpose. The application in hand under": "नहीं है किसी भी उद्‌देश्य के लिए अवालत। आपराधिक प्रक्रिया",
  "Code is misconceived and not maintainable. The case is": "लिया गया एक आवेवन गलत हैं ऑर विचारणीय नहीं है। मामले",
  "being proceeded as the complaint case and both the parties": "को शिकायत मामले के रुप में आगे बढ़ाया जा रहा है और दोनों",
  "are to prove their own case. Both the parties are claiming": "पक्षों को अपना मामला साबित करना हैं। दोनों पार्टियां संबंधित ट्रक",
  "cannot be decipher, who is the lawful claimant. The truck": "नहीं किया जा सकता है कि वैध दावेदार कॉन हैं। (ट्रक पर पहले",
  "has already been repossessed by the accused/respondent": "ही आरोपी/प्रतिवादी दृवारा कब्जा कर लिया गया हैं और उनके",
  "658 LL.R. PUNJAB AND HARYANA 2011(1)": "658 ...९. शर७8 0० त७२४ 0४०५ 20()",
  "petitioner, then the respondents have their efficacious civil remedy to recover the amount, as per agreement. But they cannot Icgally be permiticd to take": "उत्तदाताओं के पास समझौते के अनुसार, राशि की वसूली के लिए अपना प्रभावकारी नागरिक उपाय है। लेकिन क़ानूनी तौर पर उन्हें क़ानून हाथ में लेने",
  "the law into their hands. Once, it is clear that the respondent has forcibly": "की इजाज़त नहीं दी जा सकती. एक बार, यह स्पष्ट हो गया कि प्रतिवादी ने",
  "The mere fact that the Truck was sold, as urged on behalfof the respondents,": "का हकदार है। केवल यह तथ्य कि ट्रक बेचा गया था, जैसा कि उत्तरदाताओं की",
  "cannot possibly be allowed to stand in the way of administration of criminal": "ओर से आग्रह किया गया था, को संभवतः आपराधिक न्याय प्रशासन के रास्ते में खड़ा होने की अनुमति नहीं दी जा सकती है और प्रतिवादियों की संकेतित",
  "justice and the indicated illegal action of the respondents cannot be appreciated": "में खड़ा होने की अनुमति नहीं दी जा सकती है और प्रतिवादियों की संकेतित अवैध कार्रवाई को किसी भी तरह से सराहा और प्रोत्साहित नहीं किया जा सकता",
  "and encouraged, in any manner. The criminal Courts arc not helpess in this context.": "है। फोजदारी अदालतें इस संदर्भ में असहाय नहीं हैं।",
  "(11) An identical question arose before the Hon’ble Apex Court in case Manager, ICICI Bank Ltd. versus Parkash Kaur and others,": "(।]) मैनेजर, आईसीआईसीआई बैंक लिमिटेड बनाम प्रकाश कौर और अन्य के 'मामले में माननीय सर्वोच्च न्यायालय के समक्ष एक समान प्रश्न उठा",
  "(1). Having considered the provisions of hire purchase agreement, it was": "| किराया खरीद समझौते के प्रावधानों पर विचार करने के बाद, यह फैसला",
  "ruled that, “we are govemed by the rule of law in the country. The recovery": "सुनाया गया कि, “हम देश में कानून के शासन द्वारा शासित हैं। ऋण की वसूली",
  "of loans or scizure of the vehicles could be done only through Icgal means.": "या वाहनों की जब्ती केवल्न कानूनी तरीकों से ही की जा सकती है। बैंक बलपूर्वक",
  "(1) 2007 (2) R.C.R. (Criminal) 76": "7 2007 (2) आईएलसी.आर. (आपराधिक) 76 .",
  "other deadly weapons, appeared at the spot as well. They illegally and": "अन्य घातक हथियारों से लैस होकर भी घटनास्थल पर दिखाई दिए। उन्होंने",
  "Nos. | to 3 and parked it in the premises of respondent No. 4. The matter": "ट्रक छीन लिया और उसे प्रतिवादी नंबर 4 के परिसर में खड़ा कर दिया। मामले",
  "was reported to the police of Police Station, Shahbad. As the police did": "की सूचना पुलिस स्टेशन, शाहबाद की पुलिस को दी गई। चूंकि पुलिस ने",
  "not take any action against the accused, therefore, the petitioner filed a": "आरोपियों के खिलाफ कोई कार्रवाई नहीं की, इसलिए याचिकाकर्ता ने एक शिकायत",
  "complaint, which was referred to the police by the Magistrate, under Section": "दर्ज की, जिसे मजिस्ट्रेट ने सीआरपीसी की धारा 56 (3) के तहत पुलिस को",
  "Police Station, Shahbad District Kurukshetra. Subsequently, the police": "स्टेशन शाहबाद जिला कुरुक्षेत्र की पुलिस द्वारा आरोपी के खिलाफ एफआईआर",
  "(3) Aggrieved by the action of the police, the petitioner filed a": "(3) पुत्रिस की कार्रवाई से दुखी होकर, याचिकाकर्ता ने अदालत के समक्ष",
  "protest petition (complaint) before the Court, in which, respondent Nos.": "एक विरोध याचिका (शिकायत) दायर की, जिसमें कहा गया कि प्रतिवादी संख्या",
  "| to 3 were stated to have been summoned to face trial under Sections 392, 506 and 120-B IPC. It was claimed that the FIR has not yet been": "से 3 को धारा 392, 506 और 420-बी आईपीसी के तहत मुकदमे का सामना करने के लिए बुलाया गया था। दावा किया गया कि एफआईआर अभी तक रदद",
  "cancelled, the accused have not been discharged and the criminal proceedings": "नहीं की गई है, आरोपियों को बरी नहीं किया गया है और आरोपियों के खिलाफ",
  "are still pending against the accused. Although, the Truck was a case": "आपराधिक कार्यवाही अभी भी लंबित है। हालाँकि, ट्रक एक केस प्रॉपर्टी थी, लेकिन",
  "property, but it was not taken into possession either by the police or the": "इसे पुलिस या अदात्रत ने अपने कब्जे में नहीं लिया था, जिससे याचिकाकर्ता को",
  "Court, which necessitated the petitioner to file an application in this relevant": "इस प्रासंगिक संबंध में एक आवेदन दायर करने की आवश्यकता पड़ी। इस पर",
  "behalf. The same was not decided and it was subsequently withdrawn by": "निर्णय नहीं लिया गया और बाद में याचिकाकर्ता ने इसे इस आधार पर वापस",
  "the petitioner on the ground that he has already moved a petition under Section 482 Cr.P.C. in the High Court, for the required relief. The petition:": "ले लिया कि आवश्यक राहत के लिए वह पहले ही उच्च न्यायालय में सीआरपीसी की धारा 482 के तहत एक याचिका दायर कर चुका है। इस न्यायालय द्वारा",
  "under Section 482 Cr.P.C. was disposed of by this Court with liberty to": "सीआरपीसी की धारा 482 के तहत याचिका का निपटारा कर दिया गया और",
  "the petitioner to file fresh application in this relevant connection.": "याचिकाकर्ता को इस प्रासंगिक संबंध में नया आवेदन दायर करने की छूट दी"
}