{
  "representatives continue to be the owners in possession of ‘the land": "उनके बाद उनके काननी प्रतिनिधि जमीन के मालिक बने हए हैं",
  "and Malkiat Singh has no interest therein. The appellant-shall ‘have": "और मल्कियत सिंह को इसमें कोई दिलचस्पी नहीं है। अपीलकर्ता",
  "the costs of the proceedings from Malkiat Singh throughout.": "को पूरी कार्यवाही का खर्च मल्कियत सिंह से लेने का आदेश दिया",
  "versus": "बनाम",
  "Singh against Jarnail Singh and the other by Harjeet Singh brother": "सिंह के भाई हरजीत सिंह द्वारा उपरोक्त जैमेल सिंह की पत्नी,",
  "of the aforesaid Malkiat Singh against Smt. Surjit Kaur, wife of the aforesaid Jarnail Singh. Both the suits were for declaration": "श्रीमती सुरजीत कौर के खिलाफ दोनों मुकदमे इस घोषणा के",
  "that on the basis of the exchange entered into with the defendants,": "लिए थे कि प्रतिवादियों के साथ किए गए विनिमय के आधार",
  "they are the owners of the land, which was owned by the defen- dants prior to the exchange.": "पर, वे उस भूमि के मात्रिक हैं, जो विनिमय से पहले प्रतिवादियों के स्वामित्व में थी।",
  "(3) Three days later on 28th April, 1972, written statements on": "(3) तीन दिन बाद 28 अप्रैल, 972 को, प्रतिवादियों की ओर से",
  "behalf of the defendants were filed through a counsel, who filed": "लिखित बयान एक वकील के माध्यम से दायर किए गए, जिन्होंने",
  "the power of attorney alleged to be of the defendants. The written": "कथित तौर पर प्रतिवादियों की तरफ़ से पावर ऑफ अटॉर्नी दायर",
  "statement filed by Surjit Kaur was alleged to have been signed by": "की थी। सुरजीत कौर द्वारा दायर लिखित बयान पर उनके द्वारा",
  "her whereas of Jarnail Singh defendant was allegedly thumb": "हस्ताक्षर किए गये थे, जबकि जरनैल सिंह प्रतिवादी के कथित",
  "marked in which the claims of the plaintiffs in both the suits were": "तौर पर अंगूठे का निशान था, जिसमें दोनों मुकदमों में वादी के",
  "(4) The trial Court on the same day decreed the suits on the basis of the written statements admitting the claims of the plaintiffs.": "(4) निचली अदालत ने उसी दिन वादी के दावों को स्वीकार करते हुए लिखित बयानों के आधार पर मुकदमे का फैसला सुनाया।",
  "(5) On 6th August, 1975, Jarnail Singh and his wife Smt. Surjit Kaur, on coming to know of the fraud, filed two separate suits to": "(5)6 अगस्त, 975 को जरनैल सिंह और उनकी पत्नी श्रीमती सुरजीत कौर ने धोखाधड़ी का पता चलने पर क्रमशः मल्कियत",
  "challenge the decrees obtained by Malkiat Singh and Harjit Singh": "सिंह और हरजीत सिंह द्वारा प्राप्त डिक्री को चुनौती देने के लिए",
  "respectively, on the ground that they never engaged a counsel,": "किए गए कि उन्होंने कभी किसी वकील से संपर्क नहीं किया, न",
  "neither signed nor thumb marked any written statement and also": "तो किसी लिखित बयान पर हस्ताक्षर किए और न ही अंगूठा",
  "disputed the alleged’) exchange between the parties and thus": "लगाया और पार्टियों के बीच कथित आदान-प्रदान को भी नकारा",
  "(6) The suits. were contested by both the defendants and after": "(6) मुकदमों का दोनों प्रतिवादियों ने विरोध किया और एक लंबी बहस",
  "CLAIM.: —for declaration to the effect that the decree and judg-": "दावा:- यह घोषणा की जाये कि के लिए कि, दिनांक 28 अप्रैल,",
  "ment, dated 28th April, 1972 passed by Shri V. P. Chaudhary, Sub": "972 को श्री वी. पी. चौधरी, उप न्यायाधीश दवितीय श्रेणी, सिरसा",
  "Singh, son of Arjan Singh, resident of Faridkot versus Jarnail Singh,": "गया था, जिसका शीर्षक मल्कियत सिंह, पुत्र अर्जन सिंह, निवासी",
  "son of Inder Singh of village Mohammadpur, Salarpur, tehsil Sirsa,": "फरीदकोट बनाम जरनैल सिंह, पुत्र इंदर सिंह, गांव मोहम्मदपुर, सलारपुर,",
  "regarding the land measuring 90 Kanals 4 Marlas comprised in Square No. 5, killa No. 2, 6, 7, 14, 15, 16, 17, 18, 19, 20, 21; 22, situated in": "तहसील सिरसा, वर्ग संख्या 5, किला संख्या 2, 6, 7, 4, 5, 6, 7 में शामिल 90 कनाल 4 मरले भूमि के संबंध में , 8, 9, 20, 2;",
  "village Mohammadpur, Salarpur, tehsil Sirsa, District Hissar, is in-": "22, गांव मोहम्मदपुर, सलारपुर, तहसील सिरसा, जिला हिसार स्थित है",
  "effective, inoperative, on the rights of the plaintiff and not binding": "वो निष्क्रिय है और वादी के अधिकारों पर प्रभावी व बाध्यकारी नहीं है",
  "on the plaintiff as this decree is based on fraud, hence it is liable to": "क्योंकि यह डिक्री धोखाधड़ी पर आधारित है, इसलिए इसे रद्द किया",
  "be set aside and the mutation sanctioned on the basis of this decree": "जाना चाहिए और उत्परिवर्तन को मंजूरी दी जानी चाहिए इस डिक्री का",
  "is not binding on the plaintiff and is liable to be set aside and for": "आधार वादी पर बाध्यकारी नहीं है और इसे रद्द किया जा सकता है",
  "CLAIM IN APPEAL:—For reversal of the order of both ‘the court’s below.": "अपील में दावा:-निम्नलिखित दोनों न्यायालयों के आदेश को पलटने के लिए।",
  "_ R.S. Mital, Sr. Advocate, with R. L. Sharma, Advocate, for the": "वादी की तरफ़ से : आर एस मित्तल, वरिष्ठ अधिवक्ता , आर अल",
  "Arun Nehra, Advocate, for the Respondent,": "प्रतिवादी की तरफ़ से: अरुण नेहरा, अधिवक्ता",
  "Smt. Surjit Kaur was decreed but the suit filed by her husband": "हुआ। श्रीमती सुरजीत कौर द्वारा दायर मुकदमा में को डिक्री दे",
  "Jarnail Singh was dismissed in spite of recording a finding of fraud": "दी गई, लेकिन उसके पति जरनैल सिंह द्वारा दायर मुकदमे को अदालत में धोखाधड़ी का मामल्रा दर्ज होने के बावजूद इस आधार",
  "having been played on the Court on the ground that Jarnail Singh": "पर खारिज कर दिया गया कि जरनैल सिंह ने अपने आने के",
  "had filed the suit a couple of days beyond three years of his coming": "तीन साल से कुछ दिन पहले मुकदमा दायर किया था। सहमति",
  "to know of the consent decree and was thus time barred.": "डिक्री के बारे में पता था और इस प्रकार यह परिसीमन के आधार पर वर्जित था।",
  "(7) The judgments and decrees of the trial Court were upheld by the lower appellate Court. In the case of Jarnail Singh, R.S.A.": "(7) निचली अदालत के निर्णयों और डिक्री को निचली अपीलीय अदालत ने बरकरार रखा। जरनैल सिंह के मामले में आर.एस.ए.",
  "No. 2559 of 1980 has been filed by the legal representatives of Jarnail Singh plaintiff, who died during the pendency of the pro-": "क्रमांक 2559/980 वादी जरनैत्र सिंह के कानूनी प्रतिनिधियों द्वारा दायर किया गया है, जिनकी कार्यवाही के लंबित रहने के",
  "Surjit Kaur’s suit was decreed and whose appeal remained unsuccess-": "सिंह द्वारा सुरजीत कौर के मुकदमे का फैसला विरुद्ध दायर की",
  "(8) After going through the record of the case and on considera~-": "(8) मामले के रिकॉर्ड को देखने और मामले पर विचार करने के बाद,",
  "tion of the matter, I am of the view that the finding recorded by": "मेरा मानना है कि निचली अदालतों द्वारा दर्ज किया गया निष्कर्ष",
  "the Courts below that Malkiat Singh and Harjit Singh obtained": "कि मल्कियत सिंह और हरजीत सिंह ने अदालत में धोखाधड़ी",
  "appeal, Even otherwise the findings are well based.": "नहीं है। अन्यथा भी निष्कर्ष अच्छी तरह से तथ्यों पर आधारित हैं।",
  "(9) Malkiat Singh did not appear in the witness box to challenge the evidence led by the plaintiff or to stand the test of cross-examination.": "(9) मल्कियत सिंह वादी द्वारा पेश लिए गये सबूतों को चुनौती देने या जिरह की कसौटी पर खरा उतरने के लिए कटघरे में भी नहीं",
  "sation thereof. Accordingly, I uphold the findings of thé two -Courts": "(6) तदनुसार, मेरा विचार है कि निचली अदालतों ने इस निष्कर्ष",
  "so-called mutation was on the record of the file without being for- mally exhibited or proved. In the plaint filed by Jarnail Singh he": "प्रदर्शित या सिद्ध किए बिना फ़ाइल के रिकॉर्ड पर था। जरनैल सिंह द्वारा दायर मुकदमे में उन्होंने उल्लेख किया था कि न तो",
  "had mentioned that neither the alleged decree dated 28th April, 1972": "28 अप्रैल, 4972 की कथित डिक्री और न ही उस डिक्री के आधार",
  "nor the mutation which Malkiat Singh got sanctioned on the basis": "पर मल्कियत सिंह द्वारा स्वीकृत उत्परिवर्तन उन पर बाध्यकारी",
  "proceeded to exhibit the document without following the procedure": "करने के लिए कानून द्वारा ज्ञात प्रक्रिया का पालन किए बिना",
  "(13) Firstly, the procedure adopted by the trial Court was": "(3) सबसे पहले, निचली अदालत द्वारा अपनाई गई प्रक्रिया गलत",
  "erroneous and if this mutation ;is ruled out of consideration then": "थी और यदि इस उत्परिवर्तन को विचार से खारिज कर दिया",
  "there is no evidence on the record about fixing the knowledge of Jarnail Singh beyond three years of filing the suit.": "जाता है तो मुकदमा दायर करने के तीन साल से अधिक समय तक जरनैल सिंह के ज्ञान को ठीक साबित करने के बारे में रिकॉर्ड पर कोई सबूत नहीं है।",
  "(14) Even if the mutation, which was exhibited as DQ is taken": "(4) भले ही नामांतरण , जिसे डीक्यू के रूप में प्रदर्शित किया गया",
  "into consideration this does not give the cause to fix knowledge of": "सिंह के ज्ञान को सही साबित करने करने का कारण नहीं देता",
  "Jarnail Singh on. the day the mutation was sanctioned. In fixing": "है जिस दिन नामांतरण को मंजूरी दी गई थी। नामांतरण स्वीकृत",
  "the knowledge of Jarnail Singh on the date of sanctioning the muta-": "करने की तिथि के बारे में जरनैल सिंह की जानकारी तय करने",
  "by forging signatures of Jarnail Singh on Vakalatnama and": "वकालतनामा और लिखित बयान पर जरनैल सिंह के जाली",
  "written statement, getting the presence of Jarnail Singh recorded in the mutation proceedings would not be difficult for him. The": "हस्ताक्षर करके धोखाधड़ी कर सकता था, तो नामांतरण कार्यवाही में जरनैल सिंह की उपस्थिति दर्ज कराना उसके लिए मुश्किल",
  "more important fact in this behalf is that when Jarnail Singh appeared in the witness box he was not put the question that he": "नहीं होगा। इस संबंध में अधिक महत्वपूर्ण तथ्य यह है कि जब जरनैल सिंह गवाह के सामने पेश हुए तो उनसे यह सवाल नहीं",
  "no plea on behalf of Malkiat Singh that Jarnail Singh was present": "मल्कियत सिंह की ओर से इस बात की कोई दलील नहीं दी गई",
  "at the time of sanction of the mutation nor any evidence was led": "कि नामांतरण की मंजूरी के समय जमैल सिंह मौजूद थे और न ही इस संबंध में कोई सबूत पेश किया गया था। यह भी नहीं",
  "in this behalf. It was also not shown that Jarnail Singh had come": "ही इस संबंध में कोई सबूत पेश किया गया था। यह भी नहीं दिखाया गया कि जरनैल सिंह को मुकदमा दायर होने के तीन",
  "to know of the alleged decree dated 28th April, 1972 on any day": "साल पहले किसी भी दिन 28 अप्रैल, 972 की कथित डिक्री के"
}