{
  "710": "7१0",
  "Note-": "नोट -",
  "I.L.R. PUNJAB AND HARYANA": "आई. एल. आर. पंजाब और हरियाणा",
  "“APPENDIX-B": "“ एपेन्डिक्स-बी",
  "Academic qualification and": "पद का पदनाम शैक्षणिक योग्यता",
  "experience, if any, for": "एवं अनुभव, यदि कोई हो,",
  "direct recruitment.": "के लिए सीधी भर्ती.",
  "Board of School Education,": "स्कूल एजुकेशन से मैट्रिक,",
  "Haryana or its equivalent as": "हरियाणा या इसके समकक्ष के रूप में",
  "recognised by the Board of School Education, Haryana,": "स्कूल शिक्षा बोर्ड, हरियाणा द्वारा मान्यता प्राप्त शिक्षक,",
  "and": "और",
  "(11) Passed two years Junior": "((॥) दो साल जूनियर उत्तीर्ण",
  "Basic Training Course or": "बुनियादी प्रशिक्षण पाठ्यक्रम या",
  "Diploma in Education Training": "शिक्षा प्रशिक्षण में डिप्लोमा",
  "Course from Haryana": "हरियाणा से पाठ्यक्रम",
  "Education Department or": "शिक्षा विभाग या",
  "its equivalent recognised by": "द्वारा मान्यता प्राप्त इसके समकक्ष",
  "the Haryana Government.": "हरियाणा सरकार ।",
  "(iii) Knowledge of Hindi": "(॥) हिंदी का ज्ञान",
  "upto Matric standard.": "मैट्रिक मानक तक।",
  "2012(1)": "202(१)",
  "Academic qualification and experience,": "शैक्षणिक योग्यता एवं अनुभव,",
  "if any, for": "यदि कोई हो, के लिए सीधी",
  "recruitment": "भर्ती,",
  "NATIONAL INSURANCE COMPANY LTD., CHANDIGARH sv. 713": "7१3 राष्ट्रीय बीमा कंपनी लिमिटेड, चंडीगढ़",
  "PRANAY SETH AND OTHERS (K. Kannan, J.)": "प्रणय सेठ और अन्य (के, कन्‍्नन, जे.)",
  "Therefore, the writ petition is liable to be dismissed on this short ground. Even otherwise, a Full Bench of this Court in the case of Manjit Singh v.": "इसलिए, इस संक्षिप्त आधार पर रिट याचिका खारिज की जा सकती है। अन्यथा भी, मंजीत सिंह",
  "State of Punjab and others (C.W.P. No. 451 of 2008, decided on 5.2.2010)": "बनाम पंजाब राज्य और अन्य (2008 का सी. डब्ल्यू, पी. सं. 45], जो <आई. डी. पर निर्णय",
  "has now taken the view that higher qualification of B.A. B.Sc. or B.Ed. for appointment to the post of Junior Basic Training Teachers is no bar (Cf.": "लिया गया) के मामले में इस न्यायालय की पूर्ण पीठ ने अब यह विचार लिया है कि कनिष्ठ बुनियादी प्रशिक्षण शिक्षकों के पीठ पर नियुक्ति के लिए बी. ए. बी. एस. सी. या बी. एड. की उच्च योग्यता",
  "Full Bench judgment in the case of Som Dutt v. State of Punjab, 1983 (3)": "कोई बाधा नहीं है (सी. एफ.सोम दत्त बनाम पंजाब राज्य, 983 (3) एस. एल. आर. 4व) के",
  "28.2.2003, ‘the Rules’ have been amended and Note (i1) from Appendix": "अधिसूचना के माध्यम से, 'नियमों' में संशोधन किया गया है और परिशिष्ट 'बी' से ध्यान दें (॥) को",
  "(11) For all the reasons mentioned above, this petition fails and the same is dismissed.": "(]) ऊपर वर्णित सभी कारणों से, यह याचिका विफल हो जाती है और इसे खारिज कर दिया जाता है।",
  "P.S. Bajwa": "पी. एस. बाजवा",
  "Before K. Kannan, J.": "के. कन्‍नन, जे.",
  "NATIONAL INSURANCE COMPANY LTD., CHANDIGARH,—4ppellant": "राष्ट्रीय बीमा कंपनी लिमिटेड, चंडीगढ़,-अपीलार्थी",
  "versus": "बनाम",
  "20th April, 2011": "20 अप्रैल, 20]",
  "Motor Vehicles Act, 1988 - S.166 & 149 - Defence of Insurance Company of violation of terms of insurance policy - Genuineness": "मोटर वाहन अधिनियम, 988-5.766 और 49-बीमा कंपनी का बीमा पॉलिसी की",
  "Company of violation of terms of insurance policy - Genuineness of driving licence - Normal test - Whether there has been any breach": "शर्तों के भंग का बचाव-ड्राइविंग लाइसेंस की वास्तविकता-सामान्य परीक्षण-क्या स्वयं बीमित",
  "the genuineness of the driving licence - There was evidence about the bonafides of belief that licence was genuine - Insurance company's": "होना चाहिए-इस विश्वास के प्रामाणिक होने के बारे में सबूत थे कि लाइसेंस वास्तविक था-",
  "the bonafides of belief that licence was genuine - Insurance company's appeal dismissed.": "बीमा कंपनी की अपील खारिज कर दी गई।",
  "Held, That there were also occasions when the licence was checked": "यह भी कहा गया कि ऐसे अवसर भी थे जब पुलिस द्वारा कई नाकाओं पर लाइसेंस की जांच की गई",
  "by police at many nakas and the inference, therefore, was that no one ever suspected the genuineness of the licence. When we are allowing for an": "थी और इसलिए, निष्कर्ष यह था कि किसी को भी लाइसेंस की वास्तविकता पर संदेह नहीं था | जब",
  "insurer to take a defence of violation of terms of policy, we normally test": "हम किसी बीमाकर्ता को पॉलिसी की शर्तों के भंग का बचाव करने की अनुमति देते हैं, तो हम आम",
  "it on the light of whether there had been any breach of violation of terms of policy by the insured himself. It is the bona fides of the owner that is": "तौर पर इसका परीक्षण इस बात के आलोक में करते हैं कि क्‍या स्वयं बीमाकृत द्वारा पॉलिसी की शर्तों का भंग किया गया था | यह मालिक की ईमानदारी है जो है",
  "708 I.L.R. PUNJAB AND HARYANA 2012(1)": "708",
  "None, for the petitioners.": "कोई नहीं, याचिकाकर्ताओं के लिए।",
  "R.K.S. Brar, Addl. AG, Haryana, for the respondents.": "आर, के. एस. बरार, एडिशनल, ए. जी., हरियाणा, प्रतिवादी के लिए।",
  "M.M. KUMAR, J.": "एम. एम. कुमार जे.",
  "(1) In this petition filed under Article 226 of the Constitution, the": "(]) संविधान के अनुच्छेद 226 के तहत दायर इस याचिका में संक्षिप्त अनुरोध किया गया है कि",
  "Education (Group-C) District Cadre Service Rules, 1994 (for brevity, “the": "हरियाणा प्राथमिक शिक्षा (समूह-सी) जिला संवर्ग सेवा नियम, 994 (संक्षिप्तता के लिए, 'नियम')",
  "because it permits the candidate with higher qualification such as B.A., B.Sc.": "अधिकारातीत घोषित किया जा सकता है क्योंकि यह बी. ए., बी. एससी. और बी. एड. जैसी उच्च",
  "Note (ii) that if adequate number of candidates possessing the qualification of J.B.T. Teachers were not available then the posts could be filled CWP": "भी की गई है, जो ध्यान दें (2) के अनुसार निर्धारित करता है कि यदि जे. बी. टी. शिक्षकों की योग्यता रखने वाले उम्मीदवारों की पर्याप्त संख्या उपलब्ध नहीं थी, तो बी. ए., बी. एड. या बी. एस.",
  "No. 1046 of 1995 (O&M) up from those who have qualification of B.A.,": "सी. की योग्यता रखने वालों से 4995 (ओ,. एंड एम.) के सी. डब्ल्यू, पी. संख्या 046 पदों को",
  "B.Ed. or B.Sc. B.Ed. The aforesaid clause reads as under:-": "भरा जा सकता है। बी. एड. उपरोक्त खंड निम्नानुसार हैः-",
  "“2.) XXX XXX XXX": "“2) 2२ 2२२ 2२९२",
  "(it) Incase ofnon-availability of Junior Basic Trained Teachers the": "(॥) जूनियर बेसिक प्रशिक्षित शिक्षकों की अनुपलब्धता के मामले में बी. ए. बी. एड.",
  "candidates having higher qualifications such as B.A. B.Ed. or": "या बी. एस. सी. जैसी उच्च योग्यता वाले उम्मीदवार। जूनियर बेसिक प्रशिक्षित",
  "B.Sc. B.Ed. or its equivalent may be considered for the posts": "शिक्षकों के पदों के लिए बी. एड. या उसके समकक्ष पर विचार किया जा सकता है,",
  "of Junior Basic Trained teachers but on selection such persons": "लेकिन चयन पर ऐसे व्यक्तियों को जूनियर बेसिक प्रशिक्षित शिक्षकों के वेतनमान के",
  "shall have no right to claim the benefit of any higher pay scales": "अलावा किसी भी उच्च वेतनमान या वेतनमान के लाभ का दावा करने का कोई",
  "Teacher acquired higher qualification including B.A. B.Ed. or": "बी. एस. सी. सहित उच्च योग्यता प्राप्त करता है। बी. एड. या उसके समकक्ष चयन",
  "he or she shall not be allowed any higher pay scales or salary": "किसी भी उच्च वेतनमान या वेतन की अनुमति नहीं दी जाएगी | पंजाब के समग्र राज्य",
  "No. 5056-ER.-I/ 57/5600, dated 23rd July, 1957 issued by the Finance Department of composite State of Punjab shall": "के वित्त विभाग द्वारा 23 जुलाई, 957 को जारी पत्र संख्या 5056-5.7.-|॥",
  "have no effect whatsoever.”": "57/5600 का कोई प्रभाव नहीं होगा।”",
  "AND OTHERS (M.M. Kumar, J.)": "(एम. एम. कुमार, जे.)",
  "claim the benefit of any higher pay scales or salary other than": "वेतनमान या वेतनमान के लाभ का दावा करें जैसा कि सरकार समय-समय पर",
  "higher qualifications. In case any basic Trained Teacher requires": "केवल उच्च योग्यता के आधार पर तय कर सकती है।यदि किसी बुनियादी",
  "higher qualification including B.A. or B.Sc. B.Ed. after selection": "प्रशिक्षित शिक्षक को बी. ए. या बी. एससी. सहित उच्च योग्यता की आवश्यकता",
  "pay scales or salary simply on the basis of acquisition of such": "योग्यताओं के अधिग्रहण के आधार पर किसी भी उच्च वेतनमान या वेतन की",
  "qualifications. The letter No. 5056-FR-II/57/5600, dated 23rd": "को जारी पत्र संख्या 5056-एफ. आर.-॥/57/5600 का कोई प्रभाव नहीं",
  "Note : Professional Training Diploma Certificate awarded by any State Board or University other than Haryana Education": "नोट - हरियाणा शिक्षा विभाग के अलावा किसी भी राज्य बोर्ड या विश्वविद्यालय द्वारा प्रदान किए गए व्यावसायिक प्रशिक्षण डिप्लोमा प्रमाणपत्र",
  "Department will be recognised only if these Diploma or": "को तभी मान्यता दी जाएगी जब इन डिप्लोमा या प्रमाणपत्रों को हरियाणा",
  "Certificates have been recognised by the Haryana Government.”": "सरकार द्वारा मान्यता दी गई हो। ”",
  "(6) On 22.12.1994, the Subordinate Services Selection Board,": "(6) 22.]2.]994 पर, अधीनस्थ सेवा चयन बोर्ड, हरियाणा ने 200-2040",
  "Haryana, issued an advertisement inviting applications for filling up 5160 posts of J.B.T. Teachers (School Cadre) in the pay scale of 1200-2040.": "के वेतनमान में जे. बी. टी. शिक्षकों (स्कूल संवर्ग) के 560 पदों को भरने के लिए आवेदन",
  "The last date for receipt of application was 6.1.1995. As noticed in the": "आमंत्रित करते हुए एक विज्ञापन जारी किया | आवेदन प्राप्त करने की अंतिम तिथि 6..995",
  "opening para of the judgment it has been stipulated in the said advertisement": "थी । जैसा कि निर्णय के प्रारंभिक पैरा में देखा गया है कि उक्त विज्ञापन में यह निर्धारित किया गया",
  "that that if adequate number of candidates possessing the qualification of J.B.T. were not available then the posts could be filled up from those who": "है कि यदि जे. बी. टी. की योग्यता रखने वाले उम्मीदवारों की पर्याप्त संख्या उपलब्ध नहीं है तो उन",
  "have qualification of B.A., B.Ed. or B.Sc. B.Ed. (P-3).": "पदों को बी. ए., बी. एड. या बी. एस. सी. की योग्यता रखने वालों से भरा जा सकता है। बी. एड. (पी-3) |",
  "(7) In the backdrop of aforementioned factual position, the petitioners": "(7) उपरोक्त तथ्यात्मक स्थिति की पृष्ठभूमि में, याचिकाकर्ताओं ने इस शिकायत के साथ तत्काल",
  "have filed the instant petition with the grievance that by virtue of Note (ii) in Appendix-B, against the post of Junior Basic Trained Teachers, an": "याचिका दायर की है कि परिशिष्ट-बी में ध्यान दें (|) के आधार पर, जूनियर बेसिक प्रशिक्षित",
  "attempt has been made to equate two unequals as equal. However, it is": "शिक्षकों के पद के खिलाफ, दो असमानों को बराबर करने का प्रयास किया गया है |हालाँकि, यह",
  "an admitted fact that on the cut-off date 1.e. 6.1.1995, the petitioners were": "एक स्वीकृत तथ्य है कि कट-ऑफ तिथि यानी 6..995 पर, याचिकाकर्ताओं के पास हरियाणा",
  "not having the minimum academic qualification of passing of two years Junior Basic Training Course or Diploma in Education Training Course from Haryana Education Department or its equivalent recognised by the State": "शिक्षा विभाग से दो साल के जूनियर बेसिक ट्रेनिंग कोर्स या शिक्षा प्रशिक्षण पाठ्यक्रम में डिप्लोमा या हरियाणा राज्य द्वारा मान्यता प्राप्त इसके समकक्ष उत्तीर्ण करने की न्यूनतम विद्या सम्बन्धी योग्यता",
  "(8) In the written statement filed by the respondents, a preliminary objection has been raised that the petitioners did not have locus standi to": "(8) प्रतिवादी द्वारा दायर लिखित बयान में, एक प्रारंभिक आपत्ति उठाई गई है कि याचिकाकर्ताओं",
  "challenge the constitutional validity of Note (ii) because they are yet to": "के पास ध्यान दें (॥) की संवैधानिक वैधता को चुनौती देने का अधिस्थिति नहीं है क्योंकि उन्होंने",
  "acquire the qualification of J.B.T. course in order to become eligible for": "अभी तक जे. बी. टी. पाठ्यआदेश की योग्यता प्राप्त नहीं की है ताकि वे पात्र बन सकें।",
  "appointment. It is specifically pleaded that the petitioners lacked requisite": "यह विशेष रूप से अनुरोध किया जाता है कि याचिकाकर्ताओं के पास कट-ऑफ तिथि यानी",
  "receipt of application form. They were still undergoing Junior Basic Training": "थी ।वे अभी भी जूनियर बेसिक ट्रेनिंग कोर्स से गुजर रहे थे | इसलिए, वे दुखी नहीं हो सकते हैं और",
  "course. Therefore, they cannot feel aggrieved and no relief could be given to them.": "उन्हें कोई. राहत नहीं दी जा सकती है।",
  "(9) The case was called out yesterday i.e. 6.7.2011 and we deferred": "(9) मामला कल यानी 6.7.2077 बुलाया गया था और हमने सुनवाई को आज के लिए टाल",
  "the hearing for today. Again no one has put in appearance on behalf of the petitioners. However, for the respondents Mr. R.K.S. Brar, learned Additional": "दिया । पुनः याचिकाकर्ताओं की ओर से कोई उपस्थित नहीं हुआ है । हालाँकि, प्रतिवादी के लिए श्री",
  "(10) It is well settled that if a person lacks qualification to be eligible": "(0) यह अच्छी तरह से तय है कि यदि किसी व्यक्ति के पास किसी पद पर नियुक्ति के लिए योग्य",
  "for appointment to a post then he is not permitted to challenge the selection": "होने की योग्यता नहीं है तो उसे चयन प्रक्रिया को चुनौती देने की अनुमति नहीं है क्योंकि ऐसी",
  "process because in such a situation no effective relief could be granted to him. Accordingly, he would not have any locus standi. In Jeet Singh and": "स्थिति में उसे कोई प्रभावी राहत नहीं दी जा सकती है।तदनुसार, उनका कोई अधिस्थिति नहीं",
  "him. Accordingly, he would not have any locus standi. In Jeet Singh and another versus State of Punjab (1), the question fell for consideration of": "होगा । जीत सिंह और एक अन्य बनाम पंजाब राज्य (]) में, यह प्रश्न माननीय सर्वोच्च न्यायालय के",
  "Hon’ ble the Supreme Court. In para 8 of the judgment it has been held": "विचार के लिए पड़ा ।निर्णय के पैरा 8 में यह अभिनिर्धारित किया गया है कि उन याचिकाकर्ताओं के",
  "that those petitioners lacked locus standi to file a petition because they were": "पास याचिका दायर करने का अधिस्थिति नहीं था क्‍योंकि वे पदोन्नति के लिए योग्य नहीं थे और उन्हें",
  "not qualified for promotion and they did not have any right for promotion prior to the selected candidate nor they could succeed in their claim. Similar": "चयनित उम्मीदवार से पहले पदोन्‍नति का कोई अधिस्थिति नहीं था और न ही वे अपने दावे में सफल",
  "principles have been echoed in the case of R.K. Jain versus Union of India (2). In that case challenge was made to the appointment of the": "हो सकते थे | आर, के. जैन बनाम भारत संघ (2) के मामले में भी इसी तरह के सिद्धांत प्रतिध्वनित",
  "and in 1991 he was given appointment as Senior Vice-President of CGAT.": "982 में न्यायिक सदस्य के रूप में नियुक्त किया गया था और 99 में उन्हें सी. जी. ए. टी. के",
  "Thereafter, in pursuance of directions issued by Hon’ble the Supreme Court": "वरिष्ठ उपाध्यक्ष के रूप में नियुक्त किया गया था। इसके बाद, माननीय सर्वोच्च न्यायालय द्वारा जारी",
  "he was appointed as President of CGAT. His appointment was challenged": "निर्देशों के अनुसरण में उन्हें सी. जी. ए. टी. का अध्यक्ष नियुक्त किया गया। उनकी नियुक्ति को इस",
  "on the ground that as per the convention a sitting or retired Judge of Hon’ble": "आधार पर चुनौती दी गई थी कि परंपरा के अनुसार माननीय सर्वोच्च न्यायालय के एक वर्तमान या",
  "the Supreme Court is appointed as President of CGAT in consultation with": "सेवानिवृत्त न्यायाधीश को भारत के मुख्य न्यायाधीश के परामर्श से सी. जी. ए. टी. के अध्यक्ष के रूप",
  "disregarded. It has been held by Hon’ble the Supreme Court that a third party, which was not even a candidate, has no locus standi to challenge": "उच्चतम न्यायालय द्वारा यह अभिनिर्धारित किया गया है कि किसी तीसरे पक्ष को, जो उम्मीदवार भी",
  "party, which was not even a candidate, has no locus standi to challenge the appointment of any person. Accordingly, we are of the view that the": "नहीं था, किसी भी व्यक्ति की नियुक्ति को चुनौती देने का कोई अधिस्थिति नहीं है । तदनुसार, हमारा",
  "writ petition cannot be maintained by those who are yet to acquire the": "विचार है कि रिट याचिका को उन लोगों द्वारा बनाए नहीं रखा जा सकता है जिन्होंने अभी तक जे.",
  "(1) 1979 (1) SLR 604": "() 979 () एसएलआर 604",
  "(2) (1993) 4 SCC 119": "(2) (993) 4 एससीसी 9"
}