{
  "for the last 13 years. He further stated that he has worked as a legal": "भी कहा जाता है कि वह उच्च न्यायालय में पिछले 43 वर्षों से एक वकील के रूप में अभ्यास कर रहा है ।",
  "correspondent of the Indian Express from the years 1977—85. It is": "उन्होंने आगे कहा कि उन्होंने 4977-85 से भारतीय एक्सप्रेस के कानूनी संवाददाता के रूप में काम किया है। यह आगे कहा गया है",
  "further stated that since 1985, he is working in the same capacity for": "कि 985 के बाद से, वह ट्रिब्यूनल चंडीगढ़ के लिए उसी क्षमता में",
  "worked for the petitioner as a legal correspondent for more than 5": "लिए कानूनी संवाददाता के रूप में याचिकाकर्ता के लिए पहले ही",
  "years, This application was accepted by the petitioner. By order dated": "काम किया था। इस आवेदन को याचिकाकर्ता द्वारा स्वीकार किया",
  "correspondent on the terms and conditions mentioned in the letter of": "नियुक्ति पत्र में उल्लिखित नियमों और शर्तों पर अंशकालिक कानूनी",
  "appointment. These were as follows :—": "संवाददाता के रूप में नियुक्त किया गया था। ये इस प्रकार थे:-",
  "“We are in receipt of your application dated 25th May,": "ही के बारे में 25 मई, 4987 को आपके आवेदन की प्राप्ति में",
  "That you shall be covering the High Court news items daily.": "। कि आप प्रतिदिन उच्च न्यायालय के समाचार आइटमों को कवर करेंगे।",
  "That all the news items sent by you will be for all the": "2. आपके द्वारा भेजे गए सभी समाचार आइटम हमारे समूह के सभी",
  "That you will be paid a sum of Rs. 350 (Rupees Three": "3. कि आपको रुपये की राशि का भुगतान किया जाएगा। जून,",
  "That no other allowance or expenses whatsoever will": "4. कि कोई अन्य भत्ता या खर्च जो भी आपको रुपये के रिटेनशिप",
  "be paid to you except your retainership allowance of Rs. 350 per month.": "भत्ता को छोड़कर आपको भुगतान नहीं किया जाएगा। 350 प्रति माह।",
  "In case the above terms are acceptable to you, please return": "यदि उपरोक्त शब्द आपके लिए स्वीकार्य हैं, तो कृपया हमें इस पत्र",
  "in token of your acceptance, for our records.”": "अपनी स्वीकृति के टोकन में विधिवत हस्ताक्षरित है। \"",
  "(4) Respondent No. 1 worked with the petitioner as Part Time Legal Correspondent till 15th October, 1994 when his services were": "(४) प्रतिवादी नंबर १ ने १५ अक्टूबर, १ ९९ ४ तक अंशकालिक कानूनी संवाददाता के रूप में याचिकाकर्ता के साथ काम किया, जब",
  "terminated with the following observations :—": "उनकी सेवाओं को निम्नलिखित टिप्पणियों के साथ समाप्त कर दिया गया:-",
  "basis of which, the Labour Court could have recorded the finding, the": "जिसके आधार पर, लेबर कोर्ट खोज को दर्ज कर सकता था, उच्च",
  "High Court will not upset the same on the ground that the evidence": "न्यायालय इस आधार पर इसी तरह से परेशान नहीं होगा कि सबूत",
  "was not sufficient.": "पर्याप्त नहीं थे।",
  "(Para 18)": "(पैरा 8)",
  "Sanjeev Sharma, Advocate for the Petitioner": "संजीव शर्मा, याचिकाकर्ता के लिए वकील",
  "R.L. Gupta, Advocate for respondent No. 1": "आर.एल. गुप्ता, प्रतिवादी नंबर । के लिए वकील",
  "S.S. NIJJAR, oJ,": "एस.एस. निजर, जे,",
  "(1) This writ petition under Articles 226/227 of the Constitution": "(4) भारत के संविधान के लेख 226/227 के तहत इस रिट याचिका ने",
  "the award dated 11th September, 2000 passed by the Presiding Officer": "।4 सितंबर, 2000 को पीठासीन अधिकारी औद्योगिक ट्रिब्यूनल-कम-",
  "Industrial Tribunal-cum-Labour Court, U.T. Chandigarh (hereinafter referred to as the Labour Court).": "लेबर कोर्ट, यू.टी. चंडीगढ़ (इसके बाद लेबर कोर्ट के रूप में संदर्भित)।",
  "- (2).The petitioner, the Hind Samachar Limited, publishes": "(२) याचिकाकर्ता, हिंद समचार लिमिटेड, पंजाब राज्य, अंबाला और",
  "establishment in the Report of the Wage Boards for Working Journalists": "अखबार के कर्मचारियों के लिए मजदूरी बोर्डों की रिपोर्ट में समूह ॥",
  "“the Bachawat Wage Board”) for working journalists and non-journalists": "\"काम करने वाले पत्रकारों और गैर-जर्नलिस्ट कर्मचारियों के लिए\" द बाचावत मजदूरी बोर्ड \"के रूप में संदर्भित)। बाचाट वेज बोर्ड ने रु। के",
  "employees. The Bachawat Wage Board has recommended the pay scale of Rs. 2485—115—3060—130—3710—145—4435—160—5235.": "वेतनमान की सिफारिश की है। 2485-445-3060-430-370-45-",
  "time correspondent shall be paid not less than 1/3 of the basic pay of full time correspondent in addition to payment on column basis.": "गया है कि एक भाग-समय संवाददाता को कॉलम के आधार पर भुगतान के अलावा पूर्णकालिक संवाददाता के बुनियादी वेतन के /3 से कम का भुगतान नहीं किया जाएगा।",
  "(3) Respondent No. 1 Rajinder Kumar Gupta was enrolled as an Advocate in the year 1974. In his application for enrolment, he": "(३) प्रतिवादी नंबर १ राजिंदर कुमार गुप्ता को वर्ष १ ९, ४ में एक वकील के रूप में नामांकित किया गया था। नामांकन के लिए अपने आवेदन में,",
  "had given the particulars of working as a Journalist. He was given": "उन्होंने एक पत्रकार के रूप में काम करने के विवरण दिए थे। उन्हें एक",
  "permission by the Bar Council of Punjab and Haryana for working": "पत्रकार के रूप में काम करने के लिए पंजाब और हरियाणा की बार",
  "as a journalist. Prior to his enrolment as an advocate, he was working": "काउंसिल द्वारा अनुमति दी गई थी। एक वकील के रूप में अपने नामांकन से पहले, वह जालंधर से प्रकाशित डेली प्रदीप के रूप में",
  "as a Press Reporter of a newspaper known as Daily Pradeep, published": "नामांकन से पहले, वह जालंधर से प्रकाशित डेली प्रदीप के रूप में जाना जाने वाला एक समाचार पत्र के प्रेस रिपोर्टर के रूप में काम कर",
  "application to the petitioner for appointment as a legal correspondent.": "के रूप में नियुक्ति के लिए याचिकाकर्ता को एक आवेदन दिया।",
  "704 ' TLL.R. Punjab and Haryana 2002(1)": "704... पंजाब और हरियाणा2002 ()",
  "Before S.S. Nijjar, J": "एस.एस. निज्जर से पहले, जे",
  "versus": "बनाम",
  "RAJINDER KUMAR GUPTA & OTHERS—Respondents": "राजिंदर कुमार गुप्ता और अन्य उत्तरदाता",
  "C.W.P. NO. 2412 OF 2001": "सी -डब्ल्यू पी. नहीं। 2007 का 2472",
  "Constitution of India, 1950—Art. 226—Working Journalists": "भारत का संविधान, 7॥950-कला। 226-वर्किंग पत्रकार और ०/४/",
  "and O.N.P. Employees (Conditions of Service) and Miscellaneous": "कर्मचारी (सेवा की शर्तें) और विविध प्रावधान अधिनियम, 7955-एसएस। 2",
  "Boards for Working Journalists & non-Journalists Newspaper": "बोर्डों की 77-िपोर्ट और गैर-जर्नलिस्ट अखबार के कर्मचारी-एस .772-",
  "correspondent on a retainership fee—Termination of services after about 7 years—Bachawat Wage Board recommending regular pay": "एक वकील के रूप में एक वकील के रूप में एक रिटेनरशिप शुल्क पर संवाददाता- लगभग 7साल के बाद सेवाओं की समाप्ति-बचावाट मजदूरी",
  "Rejection of—Dispute referred to Labour Court—Whether a part time": "अस्वीकृति लेबर कोर्ट को संदर्भित किया गया है, जो एक अंशकालिक",
  "correspondent falls within the definition of a ‘Newspaper employee”": "संवाददाता एक अखबार कर्मचारी की परिभाषा के भीतर आता है \"या एक",
  "or a ‘working journalist’—S.2(f) defines that a person can have a": "वर्किंग जर्नलिस्ट \"-एस.2 (एफ) यह परिभाषित करता है कि एक व्यक्ति के",
  "or a ‘working journalist —Term ‘Retainer’ also falls within the meaning": "कर्मचारी ' या वर्किंग जर्नलिस्ट-टर्म 'रिटेनर के रूप में कहा जाता है। 5.2",
  "of wages as defined in S.2(eee)—No illegality in the Award holding": "(४८० में परिभाषित मजदूरी के रूप में -नो अवैधता में अवैधता में अवैधता",
  "dismissed—Findings of fact based on appreciation of evidence—Award": "में प्रतिवदी को धारण किया गया है, जो कि सबूतों की सराहना के आधार",
  "record—High Court has no jurisdiction to reappreciate the evidence.": "सबूतों को फिर से लागू करने के लिए कोई अधिकार क्षेत्र नहीं है।",
  "Held, that a bare perusal of Section 2(c) of the Working": "आयोजित, कि कामकाजी पत्रकारों की धारा 2 (सी) का एक नंगे अवलोकन",
  "Journalists and O.N.P. Employees (Conditions of Service) and": "और ओ.एन.पी. कर्मचारी (सेवा की शर्तें) और विविध प्रावधान अधिनियम,",
  "Miscellaneous Provisions Act, 1955 clearly shows that the term “newspaper employee” is not synonymous with the term “working ©": "/955 में स्पष्ट रूप से दिखाया गया है कि \"अखबार कर्मचारी\" शब्द \"कार्य",
  "journalist” as given in Section 2(f), but also includes any other person": "पत्रकार\" शब्द का पर्याय नहीं है जैसा कि धारा 2 (एफ) में दिया गया है, लेकिन इसमें कोई भी अन्य व्यक्ति भी शामिल है जो किसी भी व्यक्ति को",
  "employed to do any work in, or in relation to, any newspaper establishment. By no stretch of imagination can it be held that": "करने के लिए नियोजित किया गया है किसी भी अखबार की स्थापना के संबंध में या उसके संबंध में काम करें। कल्पना के किसी भी खिंचाव से यह",
  "(7) Respondent No. 1 reiterated his claim before the Labour": "(7) प्रतिवादी नंबर १ ने लेबर कोर्ट के समक्ष अपने दावे को दोहराया।",
  "Court. The petitioner also reiterated its earlier stand. On 17th June,": "याचिकाकर्ता ने अपने पहले के स्टैंड को भी दोहराया। 47 जून, 996",
  "1996, the Labour Court framed the following issues :—": "को, लेबर कोर्ट ने निम्नलिखित मुद्दों को फंसाया:-",
  "“1, Whether the applicant is entitled to the amount claimed in para 11, of the application ? OPW.": "\"]. क्या आवेदक अनुप्रयोग के पैरा 44 में दावा की गई राशि का हकदार",
  "2. Whether the applicant is not a working journalist under": "2. क्‍या आवेदक काम करने वाले पत्रकार और अन्य समाचार पत्रों के",
  "the working journalist and other \\ newspapers employee": "कर्मचारी (सेवा की स्थिति) और विविध के तहत काम करने वाला पत्रकार",
  "3. Relief.”": "3. राहत। \"",
  "(8) Parties were permitted to lead oral as well as documentary evidence in support of their respective claims. After taking into": "(8) पार्टियों को अपने संबंधित दावों के समर्थन में मौखिक और साथ ही वृत्तचित्र साक्ष्य का नेतृत्व करने की अनुमति दी गई थी। ध्यान देने के बाद,",
  "consideration, the entire evidence and the legal submissions, the Labour Court has given the award dated 11th September, 2000 which": "पूरे साक्ष्य और कानूनी प्रस्तुतियाँ, लेबर कोर्ट ने 4॥ सितंबर, 2000 को",
  "is challenged in the ‘present writ petition.": "पुरस्कार दिया है, जिसे वर्तमान रिट याचिका में चुनौती दी गई है।",
  "(9) It is submitted by Mr. Sharma learned counsel appearing": "(९) यह श्री शर्मा ने याचिकाकर्ता के लिए उपस्थित होने वाले वकील को",
  "for the petitioner that respondent No. 1 was paid a sum of Rs. 5472": "सीखा है कि प्रतिवादी नंबर १ रुपये की राशि का भुगतान किया गया था। 5472 । जनवरी, 988 से 3 दिसंबर, 989 की अवधि के लिए रिटेनर",
  "as full and final payment of arrears of Retainer fee for the period tst": "शुल्क के बकाया राशि के पूर्ण और अंतिम भुगतान के रूप में। यह",
  "given in Section 2(f) of the Working Journalists Act nor does he fall": "परिभाषा के भीतर नहीं होता है जैसा कि धारा 2 में दिया गया है (एफ (एफ) ) कामकाजी पत्रकार अधिनियम और न ही वह \"अखबार के",
  "within the definition of “newspaper employees” as given under Section": "कर्मचारियों\" की परिभाषा के भीतर आते हैं जैसा कि धारा 2 (सी) के",
  "2(c). The principal avocation of respondent is that of an Advocate. It": "तहत दिया गया है। प्रतिवादी का प्रमुख विमानन एक वकील है। यह",
  "is submitted that respondent No. ‘1 being an enrolled Advocate with the Punjab and Haryana Bar Council was subject to the Bar Council": "प्रस्तुत किया गया है कि प्रतिवादी नंबर पंजाब और हरियाणा बार काउंसिल के साथ एक नामांकित अधिवक्ता होने के नाते, बार काउंसिल",
  "of India Rules, 1975. These rules place restrictions on Advocates": "ऑफ इंडिया रूल्स, 975 के अधीन था। ये नियम अधिवक्ताओं द्वारा",
  "accepting paid employment by the Advocates. Under rule 49, it is": "भुगतान किए गए रोजगार को स्वीकार करने वाले अधिवक्ताओं पर प्रतिबंध लगाते हैं। नियम 49 के तहत, यह प्रदान किया जाता है कि एक",
  "provided that an Advocate shall not be a full time salaried employee of any government firm, corporation or concern: On taking up such": "वकील किसी भी सरकारी फर्म, निगम या चिंता का पूर्णकालिक वेतनभोगी कर्मचारी नहीं होगा। इस तरह के रोजगार को लेने पर,",
  "employment, the Advocate has to intimate the fact to the Bar Council": "अधिवक्ता को बार काउंसिल के लिए तथ्य को अंतरंग करना पड़ता है",
  "and shall, thereupon, cease to practise as an Advocate so long as he": "और तब तक, एक वकील के रूप में अभ्यास करना बंद कर देता है जब",
  "continues in such employment. Rules 51 and 52 permit part time": "तक कि वह इस तरह के रोजगार में जारी रहता है। नियम 54 और 52",
  "employment subject to the approval of the Bar Council with which the": "परमिट, पार्ट टाइम रोजगार बार काउंसिल के अनुमोदन के अधीन है",
  "(11) I have considered the submissions put forward by the learned counsel for the parties.": "(११) मैंने पार्टियों के लिए सीखा वकील द्वारा प्रस्तुत किए गए सबमिशन पर विचार किया है।",
  "(12) The Labour Court, after appreciating the evidence led": "(१२) लेबर कोर्ट, साक्ष्य की सराहना करने के बाद",
  "by the parties, has held that the claim of respondent no. 1 is fully": "पार्टियों द्वारा, यह माना है कि प्रतिवादी सं। पूरी तरह से है",
  "covered under Section 2(f) of the working Journalists Act. It has also": "कामकाजी पत्रकार अधिनियम की धारा 2 (एफ) के तहत कवर किया गया।",
  "been held that respondent no. 1 has got the permission from the bar": "यह भी है उस प्रतिवादी सं। को बार से अनुमति मिली है",
  "Council for working as a Journalist. The argument with regard to the": "एक पत्रकार के रूप में काम करने के लिए परिषद। के संबंध में तर्क",
  "Palekar Award has also been rejected on the ground that the workman": "पलेकर पुरस्कार को भी इस आधार पर खारिज कर दिया गया है कि काम",
  "has stated that he was orally assured by Mr. Sanghi that the payment": "करने वाला कहा है कि वह श्री संघी द्वारा मौखिक रूप से आश्वासन दिया गया",
  "will be paid according to the Bachawat Award, after the report. The": "था कि भुगतान रिपोर्ट के बाद बचावाट पुरस्कार के अनुसार भुगतान किया",
  "Labour Court has also rejected the preliminary objection raised by the": "जाएगा। लेबर कोर्ट ने भी द्वारा उठाए गए प्रारंभिक आपत्ति को खारिज कर",
  "petitioner to the effect that respondent No. 1 has no pre-existing right": "दिया है । इस आशय के लिए याचिकाकर्ता कि प्रतिवादी नंबर का कोई पूर्व- मौजूदा अधिकार नहीं है",
  "to receive the wages as claimed, and therefore, the application being": "दावे के अनुसार मजदूरी प्राप्त करने के लिए, और इसलिए, आवेदन किया जा",
  "in the nature of an application under Section 33(c) (2) of the Industrial": "रहा है औद्योगिक की धारा 33 (सी) (2) के तहत एक आवेदन की प्रकृति में",
  "Disputes Act was not maintainable. It has been held that the application": "विवाद अधिनियम बनाए रखने योग्य नहीं था। यह आयोजित किया गया है कि",
  "has been moved under Section 17 of the Working Journalists Act.": "आवेदन कार्य पत्रकार अधिनियम की धारा 7 के तहत स्थानांतरित किया गया",
  "The application is not merely.an application for the issuance of a": "आवेदन केवल जारी करने के लिए एक आवेदन नहीं है। प्रमाण पत्र या देय",
  "certificate or claiming the amount due. It is also a reference which": "राशि का दावा करना। यह एक संदर्भ भी है जो यह निर्धारित करने के लिए",
  "has been sent by the appropriate Government for determining whether Shri Rajinder Kumar Gupta is entitled to receive the amount from the": "उपयुक्त सरकार द्वारा भेजा गया है कि क्‍या श्री राजिंदर कुमार गुप्ता से राशि",
  "management as per his claim in application dated 29th January,": "प्राप्त करने का हकदार है 29 जनवरी को आवेदन में उनके दावे के अनुसार प्रबंधन,",
  "1995. The details worked out by the respondent No. 1 in the application": "995. एप्लिकेशन में प्रतिवादी नंबर ॥ द्वारा विवरण दिया गया विवरण देय",
  "with regard to the amount due have not been denied by the petitioner.": "राशि के संबंध में याचिकाकर्ता द्वारा इनकार नहीं किया गया है। डोर के",
  "findings on oral as well as documentary evidence. The terms “Newspaper": "और साथ ही वृत्तचित्र साक्ष्य पर निष्कर्ष। शर्तें \"अखबार कर्मचारी और काम",
  "Employee and Working Journalist” are defined in Section 2 (c) and": "करने वाले पत्रकार को \"धारा 2 (सी) और में परिभाषित किया गया है ।काम",
  "2(f) of the working Journalists Act respectively. These may be": "करने वाले पत्रकारों के 2 (एफ) क्रमशः कार्य करते हैं। ये हो सकते हैं।",
  "reproduced as follows :—": "इस प्रकार पुन: प्रस्तुत:-",
  "(c) “newspaper employee” means any working journalist,": "(0 \"अखबार कर्मचारी\" का अर्थ है किसी भी कामकाजी पत्रकार, और इसमें",
  "and includes any other person employed to do any work in, or in relation to, any newspaper establishment ;": "किसी भी कार्य को करने के लिए या किसी भी अखबार की स्थापना के संबंध में किसी भी अन्य व्यक्ति को शामिल किया गया है;",
  "(f) “working journalist” means a person whose principal": "() \"वर्किंग जर्नलिस्ट\" का अर्थ है एक ऐसा व्यक्ति जिसका प्रमुख एवोकेशन",
  "avocation is that of a journalist and (who is employed as such, either whole-time or part time, in, or- in": "एक पत्रकार का है और (जो इस तरह, या तो पूरे समय या अंशकालिक, में, या",
  "relation to, one or more newspaper establishments),": "एक या एक से अधिक अखबार प्रतिष्ठानों के संबंध में कार्यरत है)। और एक",
  "and includes an editor, a reader-writer, news editor,": "संपादक, एक पाठक-लेखक, समाचार संपादक शामिल हैं,",
  "definition of “Working Journalists” would inchide a person": "है कि \"अखबार कर्मचारी\" शब्द \"वर्किंग जर्नलिस्ट\" शब्द का",
  "respondent No. 2 while sending legal news on a daily basis to the": "दैनिक आधार पर कानूनी समाचार भेजते हुए, अखबार के",
  "petitioner, was not performing any work in relation to the newspaper. Therefore, the Labour Court has rightly held that the work done by": "संबंध में कोई काम नहीं कर रहा था। इसलिए, लेबर कोर्ट ने यह सही ढंग से माना है कि प्रतिवादी नंबर ॥ द्वारा किया",
  "respondent No. 1 falls within the definition of “newspaper employee”.": "गया काम \"अखबार के कर्मचारी\" की परिभाषा के भीतर",
  "of numerous documents produced by respondent No. 1. Similarly, a": "प्रतिवादी नंबर ॥ द्वारा उत्पादित कई दस्तावेजों पर ध्यान दिया है। इसी तरह, इसी तरह, इसी तरह, इसी तरह, इसी",
  "bare perusal of 8.2(f) shows that a person can have a principal": "तरह, धारा 2 (एफ) के एक नंगे अवलोकन से पता चलता है कि एक व्यक्ति के पास एक पत्रकार का एक प्रमुख विमानन",
  "avocation of a journalist even whilst working on a part time basis in": "हो सकता है, यहां तक कि एक अखबार की स्थापना के संबंध में अंशकालिक आधार पर काम करते हुए भी। इसका",
  "being a practising lawyer, respondent No. 1 could not become an": "कि प्रतिवादी नंबर । एक वकील के रूप में कानून के अभ्यास की तुलना में",
  "on journalism than on practice of law as an Advocate. Therefore, the": "पत्रकारिता पर अधिक समय बिता रहा है। इसलिए, लेबर कोर्ट ने सही",
  "has rightly rejected the argument of the petitioner that respondent": "पत्रकार का है। लेबर कोर्ट ने याचिकाकर्ता के तर्क को सही तरीके से",
  "No. 1 could not have been treated as an employee as he had not been": "खारिज कर दिया है कि प्रतिवादी नंबर को एक कर्मचारी के रूप में नहीं",
  "granted permission by the Bar Council of Punjab and Haryana. The": "माना जा सकता था क्योंकि उसे पंजाब और हरियाणा की बार काउंसिल",
  "application of respondent No. 1 for enrolment as an Advocate has been": "द्वारा अनुमति नहीं दी गई थी। एक वकील के रूप में नामांकन के लिए",
  "to 103 of the record. In this application, against column No. 11,": "रिकॉर्ड के पृष्ठ 99 से 03 पृष्ठों पर पाया जाना है। इस आवेदन में, कॉलम",
  "respondent No. 1 has mentioned that he is “working as a Press": "नंबर 4 के खिलाफ, प्रतिवादी नंबर ने उल्लेख किया है कि वह \"दैनिक",
  "Reporter” with daily Pradeep Jalandhar i.e. engaged in journalism.": "प्रदीप जालंधर के साथ\" एक प्रेस रिपोर्टर के रूप में काम कर रहा है \"यानी",
  "See my undertaking at page 3”. Column 11 of the form is as": "पत्रकारिता में संलग्न है। पृष्ठ 3 पर मेरा उपक्रम देखें।",
  "“Whether or not the applicant is engaged or has ever been": "\"आवेदक लगे हुए हैं या नहीं, या कभी किसी व्यापार या व्यवसाय में लगे हुए",
  "engaged in any trade or business ; if so, the nature of such trade or business and the place where it is or was": "हैं; यदि हां, तो इस तरह के व्यापार या व्यवसाय की प्रकृति और वह स्थान",
  "(14) At the end of the form is the undertaking in the following": "(१४) फॉर्म के अंत में निम्नलिखित में उपक्रम है",
  "“In connection with my application for enrolment as an": "\"एक वकील के रूप में नामांकन के लिए मेरे आवेदन के संबंध में, मैं यह",
  "Advocate, I undertake that after my enrolment as an": "बताता हूं कि एक वकील के रूप में मेरे नामांकन के बाद, इस एप्लिकेशन",
  "Advocate, the work of journalism and reporting mentioned in item No. 11 on page 1 of this application": "के पेज 4 पर आइटम नंबर ॥7 में उल्लिखित पत्रकारिता और रिपोर्टिंग का",
  "will not interfere with my professional duties and I": "काम मेरे पेशेवर कर्तव्यों में हस्तक्षेप नहीं करेगा और मैं करूंगा। मेरी",
  "shall not advertise myself at all as an Advocate in my reports.": "रिपोर्टों में एक वकील के रूप में खुद को बिल्कुल भी विज्ञापन न दें।",
  "Sd/—Rajinder Kumar 24th July, 1974.”": "एसडी/-राजिंदर कुमार 24 जुलाई, 974। \"",
  "(15) Exhibit W138 is a certificate issued by the Bar Council of": "(१५) एक्ज़िबिट डब्ल्यू १३ पंजाब की बार काउंसिल द्वारा जारी एक प्रमाण पत्र",
  "Punjab and Haryana noticing that when respondent No. 1 was enrolled": "है और हरियाणा ने ध्यान दिया कि जब प्रतिवादी नंबर । को एक वकील के",
  "as an Advocate, he was working as Press Reporter with Daily Pradeep, Jalandhar. The Labour Court has rightly come to the conclusion that": "रूप में नामांकित किया गया था, तो वह दैनिक प्रदीप, जालंधर के साथ प्रेस रिपोर्टर के रूप में काम कर रहा था। लेबर कोर्ट ने सही तरीके से इस निष्कर्ष",
  "it has not been shown by any cogent evidence by the petitioner that": "पर पहुंचे कि याचिकाकर्ता द्वारा किसी भी तरह के सबूत द्वारा यह नहीं",
  "respondent No. 1 was working as a whole time Advocate. The Labour": "दिखाया गया है कि प्रतिवादी नंबर । पूरे समय के अधिवक्ता के रूप में काम",
  "Court has further held that simply because respondent No. 1 has got": "कर रहा था। लेबर कोर्ट ने आगे कहा है कि केवल इसलिए कि प्रतिवादी नंबर",
  "principal avocation was that of an Advocate and not that of Journalist.": "प्रिंसिपल एवोकेशन एक वकील का था और पत्रकार का नहीं। लेबर कोर्ट ने प्रोविडेंट फेड और ईएसआई की कटौती के",
  "established on the basis of letters issued by the petitioner with regard": "संबंध में याचिकाकर्ता द्वारा जारी पत्रों के आधार पर प्रतिवादी नंबर 4 के",
  "Fund Scheme, 1952. The other exhibits are with regard to the entires made in the pass-book issued by the Provident Fund Authorities.": "अन्य प्रदर्शन प्रोविडेंट फंड अधिकारियों द्वारा जारी किए गए पास-बुक में किए गए प्रवेशों के संबंध में हैं। प्रतिवादी नंबर ॥ ने क्षेत्रीय प्रोविडेंट फंड",
  "Respondent No. 1 has placed on record of the Labour Court the documents issued by the Regional Provident Fund Commissioner": "किए गए प्रवेशों के संबंध में हैं। प्रतिवादी नंबर ॥ ने क्षेत्रीय प्रोविडेंट फंड कमिश्नर द्वारा जारी किए गए दस्तावेजों को लेबर कोर्ट के रिकॉर्ड पर रखा",
  "indicating the amounts spent by the employer as also the employee.": "है, जो नियोकक्‍ता द्वारा खर्च की गई राशि का संकेत देता है। एक्ज़िबिट ५४4",
  "on all the aforesaid documents to reject the argument of the petitioner": "लिए सभी पूर्वोक्त दस्तावेजों पर भरोसा किया है कि प्रतिवादी नंबर ॥",
  "that respondent No. 1 was not in receipt of wages as he was paid fixed": "मजदूरी की प्राप्ति में नहीं था क्योंकि उसे निश्चित रिटेनशिप का भुगतान",
  "retainership of Rs. 350 initially and Rs. 400 thereafter. This finding": "किया गया था रु। 350 शुरू में और रु। इसके बाद 400। सबूतों की",
  "(16) The argument of the petitioner that respondent No. 1": "(१६) याचिकाकर्ता का तर्क कि प्रतिवादी नंबर १ को एक कर्मचारी नहीं",
  "cannot be said to be an employee because he was being paid only a": "कहा जा सकता है क्योंकि उसे केवल एक रिटेनरशिप का भुगतान किया",
  "retainership is even otherwise wholly untenable. Section 2(eee) of the Working Journalists Act defines wages which is as follows :—": "जा रहा था, यहां तक कि अन्यथा पूरी तरह से अस्थिर है। कामकाजी पत्रकार अधिनियम की धारा 2 (ईईई) मजदूरी को परिभाषित करती है जो इस प्रकार है:-",
  "(eee) “wages” means all remuneration capable of being expressed in terms of money, which would, if the terms of employment, expressed or implied, were fulfilled, be": "(ईईई) \"मजदूरी\" का अर्थ है कि पैसे के संदर्भ में व्यक्त किए जाने में सक्षम सभी पारिश्रमिक, जो कि यदि रोजगार की शर्तें, व्यक्त या निहित हैं, तो उन्हें",
  "payable to a newspaper employee in respect of his,": "पूरा किया गया था, एक अखबार के कर्मचारी को उसके, रोजगार या काम",
  "employment or of work done in such employment, and includes :—": "के संबंध में देय होना चाहिए। ऐसे रोजगार में, और इसमें शामिल हैं:-",
  "(i) such allowances (including dearness allowance) as the": "(6) इस तरह के भत्ते (महंगाई भत्ता सहित) के रूप में अखबार कर्मचारी",
  "newspaper employee is for the time being entitled to :—": "उस समय के लिए हकदार है:-",
  "(ii) the value of the house accommodation, or of supply of light, water, medical attendance or other amenity or of": "()) घर के आवास का मूल्य, या प्रकाश, पानी, चिकित्सा उपस्थिति या अन्य",
  "any service or of any concessional supply of foodgrains": "सौहार्द या किसी भी सेवा या किसी भी सेवा या अन्य लेखों की आपूर्ति की",
  "(iii) any travelling concession, but does not include :—": ". (॥9 किसी भो यात्रा रियायत, लेकिन इसमें शामिल नहीं.",
  "(a) . any bonus :": "(ए) कोई बोनस:",
  "of Syed Yakoob versus K.S. Radhakrishnan and others (1). In the": "सैयद याकोब बनाम के.एस. राधाकृष्णन और अन्य (॥॥ पूर्वोक्त मामले में",
  "“The jurisdiction of High Court to issue a writ of certiorari": "'सर्टिफिकेट की एक रिट जारी करने के लिए उच्च न्यायालय का",
  "is a supervisory jurisdiction and the Court exercising": "अधिकार क्षेत्र एक पर्यवेक्षी क्षेत्राधिकार है और इसे अभ्यास करने वाला",
  "it is not entitled to act as an appellate Court. This": "न्यायालय एक अपीलीय अदालत के रूप में कार्य करने का हकदार नहीं",
  "limitation necessarily means that findings of fact reached by the inferior court or Tribunal as result of the": "है। इस सीमा का अर्थ है कि तथ्य के निष्कर्ष हीन न्यायालय या ट्रिब्यूनल द्वारा पहुंचे, परिणाम के परिणाम के रूप में परिणाम के रूप में पहुंच",
  "appreciation of evidence cannot be reopened of questioned in writ proceedings. An error of law which": "गए। साक्ष्य की सराहना को रिट प्रोसीडिंग्स में पूछताछ के बारे में नहीं",
  "questioned in writ proceedings. An error of law which is apparent on the face of the record can be corrected": "बताया जा सकता है। कानून की एक त्रुटि जो रिकॉर्ड के चेहरे पर स्पष्ट",
  "by a writ, but not an error of fact, however grave it": "है, उसे एक रिट द्वारा ठीक किया जा सकता है, लेकिन तथ्य की त्रुटि",
  "_by the Tribunal, a writ of certiorari can be issued if it": "गए तथ्य की खोज, सर्टिफिकेट की एक रिट जारी की जा सकती है यदि",
  "is shown that in recording the said finding, the Tribunal": "यह दिखाया गया है कि उक्त खोज को रिकॉर्ड करने में, ट्रिब्यूनल ने",
  "had erroneously refused to admit admissible and material evidence, or had erroneously admitted": "गलत तरीके से स्वीकार्य और भौतिक साक्ष्य को स्वीकार करने से इनकार कर दिया था, या गलत तरीके से स्वीकार नहीं किया था, जिसने",
  "impugned finding. Similarly, if a finding of fact is": "आवेग को प्रभावित किया है। इसी तरह, यदि तथ्य की खोज बिना किसी",
  "based on no evidence, that would be recorded as an": "सबूत पर आधारित है, तो इसे कानून की त्रुटि के रूप में दर्ज किया",
  "error of law which can be corrected by a writ of certiorari.”": "जाएगा जिसे सर्टिफिकेट के रिट द्वारा सही किया जा सकता है। \"",
  "A finding of fact recorded by the Tribunal cannot, however,": "ट्रिब्यूनल द्वारा दर्ज किए गए तथ्य की खोज, हालांकि, इस आधार पर",
  "be challenged in proceedings for a writ of certiorari on": "सर्टिफिकेटरी के रिट के लिए कार्यवाही में चुनौती नहीं दी जा सकती है",
  "the ground that the relevant and material evidence adduced before the Tribunal was insufficient or": "कि ट्रिब्यूनल से पहले जोड़े गए प्रासंगिक और भौतिक साक्ष्य अपर्याप्त",
  "inadequate to sustain the impugned finding. The": "या अपर्याप्त खोज को बनाए रखने के लिए अपर्याप्त थे। सबूतों की",
  "adequacy or sufficiency of evidence led on a point and": "पर्याप्तता या पर्याप्तता एक बिंदु पर नेतृत्व करती है और टरिब्यूनल के",
  "the inference of fact to be drawn from the said finding": "अनय्य क्षेत्राधिकार के भीतर उक्त खोज से खींची जाने वाली तथ्य का",
  "the points cannot be agitated before a writ Court. (s)": "अनुमान, एक रिट कोर्ट के समक्ष अंक को उत्तेजित नहीं किया जा",
  "AIR 1955 SC 233 and AIR 1958 SC 398 and AIR 1960": "सकता है। (एस) एयर 7955 एससी 233 और एयर 7958 एससी 398",
  "(19) The findings of fact recorded in this case are based on": "(१९) इस मामले में दर्ज तथ्य के निष्कर्ष उन सबूतों की सराहना पर",
  "appreciation of evidence which has been led by the parties. I find that": "आधारित हैं जिनका नेतृत्व पार्टियों ने किया है। मुझे लगता है कि",
  "the petitioner has failed to point out any error apparent on the fact of the award.": "याचिकाकर्ता पुरस्कार के तथ्य पर किसी भी त्रुटि को स्पष्ट करने में विफल रहा है।"
}