{
  "Before Rajesh Bindal, JJ.": "न्यायमूर्ति राजेश बिंदल के समक्ष,",
  "versus": "बनाम",
  "PRESIDING OFFICER AND OTHERS—Respondents": "पीठासीन अधिकारी और अन्य-प्रतिवादी",
  "Constitution of India, 1950 - Art. 226 - Writ Jurisdiction - Labour Laws -Industrial Disputes Act, 1947 - Daily Wager - Worked": "भारत का संविधान, ॥950 - अनुच्छेद 226 - रिट क्षेत्राधिकार - श्रम कानून -औद्योगिक विवाद अधिनियम, ॥942 - दैनिक वेतन",
  "for 18 years - Termination - Claim dismissed by Labour Court -": "भोगी - 46 साल तक काम किया - समाप्ति - श्रम न्यायालय द्वारा खारिज किया गया दावा - प्रतिवादी-प्रबंधन ने श्रम न्यायालय के समक्ष पूरा",
  "Respondent-management did not produce complete service record before Labour Court nor pleaded that employment of Petitioner was": "सेवा रिकॉर्ड पेश नहीं किया और न ही यह दलील दी कि याचिकाकर्ता का रोजगार नियमों के अनुसार नहीं था - याचिका की अनुमति दी गई",
  "‘There was no plea raised by it before the Labour Court that the employment of the petitioner was not in accordance with rules or norms of public": "मिलती है। श्रम न्यायालय के समक्ष इसके द्वारा कोई दलील नहीं दी गई थी कि याचिकाकर्ता का रोजगार सार्वजनिक नियुक्ति के नियमों या मानदंडों के अनुसार",
  "appointment. In fact complete service record of the petilioncr was not produccd before the Labour Court.": "नहीं था। वास्तव में याचिकाकर्ता का पूरा सेवा रिकॉर्ड श्रम न्यायालय के समक्ष पेश नहीं किया गया था।",
  "(Para 10)": "(पैरा 40)",
  "lrurthr held, that in the present casc, the facts reveal that the petitioncr had been in continuous employment for the last more than 18": "आगे अभिनिर्णित किया गया कि वर्तमान मामले में, तथ्यों से पता चलता है कि याचिकाकर्ता पिछले 8 वर्षों से अधिक समय से निरंतर",
  "ycars, when her services were terminated. The aforesaid decisions arc fully applicable in the facts and circumstances of the prescnt casc.": "रोजगार में थी, जब उसकी सेवाएं समाप्त कर दी गई थीं। उपरोक्त निर्णय वर्तमान मामले के तथ्यों और परिस्थितियों में पूरी तरह से लागू होते हैं।",
  "Further held, that for the reasons recorded above, the present petition is allowed. The impugned award dated 8.9.2010is set aside. The": "आगे अभिनिर्णित किया गया कि ऊपर दर्ज किए गए कारणों के लिए, वर्तमान याचिका की अनुमति दी जाती है। दिनांक 8-9-200 के",
  "respondent management is directed to reinstate the pctitioner with continuity": "आक्षेपित अधिनिर्णय को निरस्त किया जाता है। प्रतिवादी प्रबंधन को निर्देश दिया जाता है कि वह याचिकाकर्ता को सेवा की निरंतरता के साथ बहाल करे",
  "of service and pay wages from the date of award till actual reinstatement.": "और पुरस्कार की तारीख से वास्तविक बहाली तक मजदूरी का भुगतान करे।",
  "of Clauses (a) and (b) of Section 25-F of the Act. Relevant paragraphs": "धारा 25-च (क), (ख) के उपबंध अनिवार्य हैं और किसी कामगार की सेवा समाप्त करना जो अधिनियम की धारा 2 (ओओ) के अर्थ के भीतर एक महीने",
  "of the aforesaid judgment are reproduced hereunder:-": "होगा। पूर्वोक्त निर्णय के प्रासंगिक पैराग्राफ आर्क को यहां पुन: प्रस्तुत किया गया है: -",
  "by that employer until the conditions enumerated in Clauses (a) and (b) of Section 25-F of the Act are satisfied. In terms of Clause (a),": "\"20. इस न्यायालय ने बार-बार माना है कि धारा 25-एफ (ए) और (बी) में निहित प्रावधान अनिवार्य हैं और एक कर्मचारी की सेवा की समाप्ति",
  "pay to the workman at the time of retrenchment, compensation": "बहाली तक मजदूरी का भुगतान करे।",
  "equivalent to fifteen days’ average pay for cvery completed year of": "पर छंटनी के समय कामगार को भुगतान करने के लिए एक कर्तव्य डालता है, निरंतर सेवा के प्रत्येक पूर्ण वर्ष के लिए पंद्रह दिनों के औसत वेतन",
  "continuous service or any part thereof in excess of six months. This Court has repeatedly held that Section 25-F (a) and (b) of theAct is mandatory and non-compliance thereof renders the retrenchment of an employee nullity. This Court has used different expressions for": "के बराबर मुआवजा या छह महीने से अधिक उसके किसी भी हिस्से के लिए। इस न्यायालय ने बार-बार माना है कि अधिनियम की धारा 25- एफ (ए) और (बी) अनिवार्य है और इसका अनुपालन न करने से कर्मचारी की छंटनी अमान्य हो जाती है। इस न्यायालय ने अधिनियम की धारा",
  "- describing the consequence of terminating a workman’s service/ cmployment/engagement by way of retrenchment without complying with the mandate of Section 25-F of the Act. Sometimes it has been": "25-एफ के जनादेश का अनुपालन किए बिना छंटनी के माध्यम से एक कामगार की सेवा/रोजगार/सगाई को समाप्त करने के परिणाम का वर्णन",
  "termed as ab initio void, sometimes as illegal per se, sometimes as": "करने के लिए विभिन्‍न अभिव्यक्तियों का उपयोग किया है। कभी-कभी इसे शुरू से शून्य के रूप में कहा जाता है, कभी-कभी प्रति अवैध के रूप",
  "nullity and sometimes as non est. caving aside the legal semantics, we have no hesitation to hold that termination of service of an": "में, कभी-कभी शून्यता के रूप में और कभी-कभी गैर-स्था के रूप में। कानूनी शब्दार्थ को छोड़कर, हमें यह मानने में कोई संकोच नहीं है कि एक",
  "employee by way of retrenchment without complying with the requirement of giving one month ’s notice or pay in licu thercofand": "महीने का नोटिस देने या उसके बदले में वेतन देने की आवश्यकता का अनुपालन किए बिना छंटनी के माध्यम से किसी कर्मचारी की सेवा की",
  "compensation in terms of Section 25-F (a) and (b) has the effect of rendering the action of the employer as nullity and the employee is": "समाप्ति और धारा 25-एफ (ए) और (बी) के संदर्भ में मुआवजे का नियोक्ता की कार्रवाई को शून्य के रूप में प्रस्तुत करने का प्रभाव है और",
  "entitled to continue in employment as ifhis service was not terminated.": "कर्मचारी रोजगार में बने रहने का हकदार है जैसे कि उसकी सेवा नहीं थी समाप्त।",
  "15. In State Bank of India v. N. Sundara Moncey (supra), the": "]5. भारतीय स्टेट बैंक बनाम एन सुंदर मनी (सुप्रा) में, न्यायालय ने जोर देकर कहा कि छंटनी के समय, धारा 25-एफ (बी) के",
  "16. The legal position has been beautifully summed up in Pramod Jha v. State of Bihar (supra) in the following words:": "]6.प्रमोद झा बनाम बिहार राज्य (सुप्रा) में कानूनी स्थिति को निम्नलिखित शब्दों में खूबसूरती से अभिव्यक्त किया गया है:",
  "“The underlying object of Section 25-F is twofold. Firstly, a retrenched employec must have one month’s time available at": "\"धारा 25-एफ का अंतर्निहित उद्देश्य दो गुना है। सबसे पहले, एक छंटनी किए गए कर्मचारी के पास वैकल्पिक रोजगार की तलाश करने",
  "he should be given one month’s noticc of the proposed": "के लिए उसके निपटान में एक महीने का समय उपलब्ध होना चाहिए, और इसलिए, या तो उसे प्रस्तावित समाप्ति के एक महीने का नोटिस",
  "termination or he should be paid wages for the notice period. Secondly, the workman must be paid retrenchment": "दिया जाना चाहिए या उसे नोटिस अवधि के लिए मजदूरी का भुगतान किया जाना चाहिए। दूसरे, कामगार को छंटनी के समय या उससे",
  "compensation at the time of retrenchment, or before, so that once having been retrenched there should be no necd for him": "पहले छंटनी प्रतिपूत का भुगतान किया जाना चाहिए ताकि एक बार छंटनी हो जाने के बाद उसे छंटनी मुआवजे की मांग करते हुए अपने",
  "once having been retrenched there should be no necd for him to go to his employer demanding retrenchment compensation and the compensation so paid is not only a reward earned for": "नियोक्ता के पास जाने की आवश्यकता न हो और इस प्रकार भुगतान किया गया मुआवजा न केवल नियोक्ता को प्रदान की गई उसकी",
  "sustcnance to the worker for the period which may be spent in scarching for another employment. Scction 25-F nowhere spcaks of the retrenchment compensation being paid ortendcred to the worker along with onc month’s noticc; on thecontrary,": "खर्च की जा सकती है। धारा 25-एफ कहीं भी एक महीने के नोटिस के साथ कार्यकर्ता को भुगतान किए जाने वाले छंटनी मुआवजे की",
  "clause (b) expressly provides for the payment of compensation being madc at the time of retrenchment and by implication it": "बात नहीं करता है; इसके विपरीत, खंड (बी) स्पष्ट रूप से छंटनी के समय किए जा रहे मुआवजे के भुगतान के लिए प्रदान करता है और",
  "would be permissible to pay the same beforeretrenchment. Payment or tender of compensation aficr the time when the retrenchment has taken effect would vitiate theretrenchment": "निहितार्थ से छंटनी से पहले भुगतान करने की अनुमति होगी। छंटनी के प्रभावी होने के समय के बाद मुआवजे का भुगतान या निविदा",
  "and non-compliance with the mandatory provision which has a beneficial purpose and a public policy bchind it would result in": "छंटनी को समाप्त कर देगी और अनिवार्य प्रावधान का अनुपालन न करना जिसका एक लाभकारी उद्देश्य है और इसके पीछे एक सार्वजनिक",
  "(8) In Harjinder Singh versus Punjab State Warehousing": "(8) हरजिन्दर सिंह बनाम पंजाब राज्य भंडारण निगम (3), 200 (3) एससीसी /92 में माननीय उच्चतम न्यायालय ने अण्डसीआर के",
  "“30. Of late, there has been a visible shift in the courts’ approach in dealing with the cases involving thc interpretation of social welfare": "\"30. हाल ही में, सामाजिक कल्याण कानूनों की व्याख्या से जुड़े मामलों से निपटने में अदालतों के दृष्टिकोण में एक स्पष्ट बदलाव आया है।",
  "legislations. The attractive mantras of globalisation and liberalisation are fast becoming the raison d’ctre of the judicial process and an impression has been created that the constitutional courts are no": "वैश्वीकरण और उदारीकरण के आकर्षक मंत्र तेजी से न्यायिक प्रक्रिया का आधार बनते जा रहे हैं और एक धारणा बनाई गई है कि संवैधानिक",
  "impression has been created that the constitutional courts are no longer sympathetic towards the plight of industrial and unorganized workers. In large number of cases like the present onc, relief has": "न्यायालय औद्योगिक और असंगठित श्रमिकों की दुर्दशा के प्रति सहानुभूति नहीं रखते हैं। वर्तमान जैसे बड़ी संख्या में मामलों में, कामगारों की श्रेणी में आने वाले कर्मचारियों को राहत से वंचित कर दिया गया है, जिन्हें तीन दशकों में इस न्यायालय द्वारा विकसित न्यायशाख्र में बाई-लेन",
  "and back wages because she was daily wager and was not appointed as": "सेवा में निरंतरता और वापस मजदूरी के साथ बहाली का हकदार नहीं था क्योंकि वह दैनिक वेतन भोगी थी और सेवा नियमों के अनुसार नियुक्त नहीं",
  "per the service rules. No issue in this regard was framed by the Labour court. The complete record pertaining to the servicc of the petitioner was also not produced by the respondent management. Despite no evidence": "की गई थी। श्रम न्यायालय ने इस संबंध में कोई मुद्दा तैयार नहीं किया था। याचिकाकर्ता की सेवा से संबंधित पूरा रिकॉर्ड भी प्रतिवादी प्रबंधन द्वारा प्रस्तुत",
  "also not produced by the respondent management. Despite no evidence against the petitioner, the learned Labour Court rejected the claim of the": "नहीं किया गया था। याचिकाकर्ता के खिलाफ कोई सबूत नहीं होने के बावजूद, विद्वान श्रम न्यायालय ने याचिकाकर्ता के दावे को खारिज कर दिया।",
  "petitioner. The prayer is for reinstatement of the petitioner with all consequent al relicfs.": "प्रार्थना सभी परिणामी राहतों के साथ याचिकाकर्ता की बहाली के लिए है।",
  "(4) On the other hand, learned counscl for the respondent management submitted that the petitioner had not worked for 240 days or more in twelve preceding months before her alleged termination. In fact,": "(4) दूसरी ओर, प्रतिवादी प्रबंधन के विद्वान वकील ने प्रस्तुत किया कि याचिकाकर्ता ने अपनी कथित बर्खास्तगी से पहले बारह महीनों में 240",
  "more in twelve preceding months before her alleged termination. In fact, her services were never terminated by the respondent-management rather": "दिनों या उससे अधिक समय तक काम नहीं किया था। वास्तव में, प्रतिवादी-प्रबंधन द्वारा उसकी सेवाओं को कभी समाप्त नहीं किया गया था, बल्कि",
  "she had Ieft the service on her own, hence, the question of violation of Section 25-F of theAct does not arise at all. He further submitted that the": "उसने अपने दम पर सेवा छोड़ दी थी, इसलिए, अधिनियम की धारा 2 5-एफ के उल्लंघन का सवाल ही नहीं उठता है। उन्होंने आगे प्रस्तुत किया कि",
  "petitioner is not entitled to any relief being daily wager, as she was not appointed as per the service rules against the regular sanctioned post, thus,": "याचिकाकर्ता दैनिक वेतन भोगी होने के नाते किसी भी राहत की हकदार नहीं है, क्योंकि उसे नियमित स्वीकृत पद के खिलाफ सेवा नियमों के अनुसार",
  "relief of rcinstatement with continuity and back wages should not be granted to her.": "नियुक्त नहीं किया गया था, इस प्रकार, निरंतरता और वापस मजदूरी के साथ बहाली की राहत उसे नहीं दी जानी चाहिए।",
  "(5) Heard learned counsel for the parties and perused the paper book.": "(5) पक्षकारों के विद्वान वकील को सुना और पेपर बुक का अवलोकन किया।",
  "(6) Hon’ble the Supreme Court in Ramesh Kumar versus State of Haryana (1), held that if sufficient material is shown that workman has": "(6) माननीय उच्चतम न्यायालय ने रमेश कुमार बनाम हरियाणा राज्य (4), 200 (4) एससीटी 625 में निर्णय दिया है कि यदि पर्याप्त",
  "completed 240 days of service, his/ her service cannot be terminated": "सामग्री दर्शाई जाती है कि कामगार ने 240 दिन की सेवा पूरी कर ली है, तो अधिनियम की धारा 25-च के अनुसार नोटिस दिए बिना अथवा उसके",
  "(7) In Anoop Sharma versusExecutive Engineer Public Health Division No.1, Panipat (Haryana) (2), tlon’ble the Supreme Court has": "(7) अनूप शर्मा बनाम अधिशासी अभियंता लोक स्वास्थ्य प्रभाग क्रमांक , पानीपत (हरियाणा) (2), 200 (3) एससीटी 39 माननीय",
  "discussed the scope of term continuous service under Section 25-B ofthe Act, which when read along with Section 25-F (a) and (b) of the Act": "उच्चतम न्यायालय ने अधिनियम की धारा 25-ख के अधीन आवधिक सेवा के दायरे पर चर्चा की है, जिसे जब अधिनियम की धारा 25-एफ (क)",
  "mandates giving of one month’s notice or pay in licu thereof and otherwise": "और (ख) के साथ पढ़ा जाता है तो उसके बदले में एक माह का नोटिस या वेतन देना अनिवार्य है नियुक्ति के क्रम में शामिल किया गया। यदि किसी",
  "in the order of appointment. If a workman is retrenched by an oral order or communication or is simply asked not to come for duty, the employer": "कामगार को मौखिक आदेश या संचार द्वारा छंटनी की जाती है या बस उसे ड्यूटी के लिए नहीं आने के लिए कहा जाता है, तो नियोक्ता को अधिनियम",
  "paragraphs of the aforesaid judgment are reproduced hercunder:-": "के प्रासंगिक पैराग्राफ को पुन: प्रस्तुत किया जाता है: -"
}