{
  "SUBHASH @ MAKKAR AND OTHERS v. STATE OF HARYANA — 573": "सुभाष 6 मकक्‍्कार और अन्य बनाम हरियाणा राज्य",
  "(Sureshwar Thakur, J.)": "(सुरेश्वर ठाकुर, जे)",
  "Before Sureshwar Thakur & Kuldeep Tiwari, JJ.": "समक्ष सुरेश्वर ठाकुर और कुलदीप तिवारी, जेजे",
  "SUBHASH @ MAKKAR AND OTHERS — Appellants": "सुभाष 8मक्‍कार और अन्य-अपीलार्थी",
  "versus": "बनाम",
  "STATE OF HARYANA — Respondent": "हरियाणा राज्य - प्रतिवादी",
  "January 18, 2023": "8 जनवरी, 2023",
  "Code of Criminal Procedure, 1973 — S. 374, 174, 161, 313 — Indian Penal Code, 1860 — Ss. 302, 120-B, 149 — Appeals are": "दंड प्रक्रिया संहिता, 4973-धारा 37५,7५,6,33-भारतीय दंड संहिता, 860-सं. 302, 720-बी, ५9-निचली",
  "against verdict of conviction by trial court — Murder was act of revenge over property dispute — Question raised is that in case of": "अदालत द्वारा दोषसिद्धि के फैसले के खिलाफ अपील - हत्या संपत्ति विवाद पर बदला लेने का कार्य था - यह सवाल",
  "contradiction between medical evidence and eyewitness account,": "उठाया गया है कि चिकित्सा साक्ष्य और प्रत्यक्षदर्शी खाते के बीच विरोधाभास के मामले में, किसको प्राथमिकता दी",
  "which one is to have precedence — Held that credible eye witness account has preponderance and precedence over medical account, if": "जानी चाहिए - माना जाता है कि विश्वसनीय चश्मदीद गवाहों के खाते में चिकित्सा खाते पर प्रमुखता और प्राथमिकता",
  "there is contradiction between them — Further, minimal contradictions between statement in writing made by eye-witness, and": "है, अगर उनके बीच विरोधाभास है -- इसके अलावा, चश्मदीद गवाह द्वारा लिखित में दिए गए बयान और अदालत के",
  "his testification before court, are insignificant, especially if account of eyewitness about the presence of all accused at crime site remains": "समक्ष उसकी गवाही के बीच न्यूनतम विरोधाभास महत्वहीन हैं, खासकर अगर अपराध स्थल पर सभी अभियुक्तों की",
  "Held, that in case there is any contradiction inter-se the medical account and the eye witness account, thereupon, the credible eye": "आयोजित, अभिनिर्धारित किया गया कि यदि चिकित्सा खाते और चश्मदीद गवाह खाते के बीच कोई विरोधाभास है, तो",
  "witness account is to be assigned preponderance and precedence over the medical account.": "विश्वसनीय चश्मदीद गवाह खाते को चिकित्सा खाते पर प्रमुखता और प्राथमिकता दी जानी चाहिए।",
  "(Para 26)": "(अनुच्छेद 26)",
  "contradictions inter-se the previously made statements in writing by the ocular witness to the occurrence with his echoings in his testification": "के साथ घटना के लिए नेत्र गवाह द्वारा पूर्व में लिखित रूप में दिए गए बयानों के बीच न्यूनतम विषयांतर या विरोधाभासों",
  "recorded before the Court, are insignificant, especially when the echoing made by the ocular witness about the presence of all the accused, at the crime site, remains unrebutted and uncontroverted": "का प्रभाव महत्वहीन है, विशेष रूप से जब अपराध स्थल पर सभी अभियुक्तों की उपस्थिति के बे में नेत्र गवाह द्वारा",
  "accused, at the crime site, remains unrebutted and uncontroverted through adduction of cogent evidence.": "की गई प्रतिध्वनि, ठोस साक्ष्य के संयोजन के माध्यम से निर्विवाद और अनियंत्रित रहती है।",
  "Salil Bali, Advocate, for the appellants.": "अपीलार्थियों की ओर से अधिवक्ता सलिल बाली।",
  "P.P. Chahar, DAG, Haryana.": "पी.पी चाहर, डी.ए.जी, हरियाणा।",
  "Sumeet Goyal, Sr. Advocate assisted by Rose Gupta, Advocate, Shivam Kaushik, Advocate, Paramvir Parmar, Advocate, for the complainant in CRA-D-474-DB-2013 and for the appellant in": "सी. आर. ए.-डी. ५7५-डी. बी.-203 में शिकायतकर्ता की ओर से और अपीलार्थी की ओर से रोज़ गुप्ता, अधिवक्ता, शिवम कौशिक, अधिवक्ता, परमवीर परमार, अधिवक्ता की सहायता से सुमित गोयल, वरिष्ठ अधिवक्ता",
  "CRA-D-1529-DB-2013.": "सी.आर.ए-डी-529 -डी.बी-203 |",
  "SURESHWAR THAKUR, J.": "सुरेश्वर ठाकुर, जे।",
  "(1) Since both the criminal appeals arise from a common judgment, therefore, both are amenable for a common verdict becoming": "() चूँकि दोनों आपराधिक अपीलें एक समान निर्णय से उत्पन्न होती हैं, इसलिए दोनों एक समान निर्णय पर अभिलिखित",
  "(2) CRA-D-474-DB-2013 is directed by the  convicts- appellants, against the verdict of conviction, as made on 26.03.2013, by": "(2) सी.आर.ए-डी-५7५-डीबी-20॥3 को दीषियों द्वारा निर्देशित किया गया है, जैसा कि 26.03.203 को अतिरिक्त",
  "the learned Additional Sessions Judge, Hisar, upon, Sessions Case No.65 of 2010, where through, in respect of charges drawn for offences": "सत्र न्यायाधीश, हिसार द्वारा, 200 के सत्र मामले संख्या 65 पर, दोषी ठहराए जाने के फैसले के खिलाफ, जहां,",
  "punishable under Section 120-B IPC and under Section 302 of the IPC": "आई.पी.सी की धारा 20-बी के तहत दंडनीय अपराधों के लिए लगाए गए आरोपों के संबंध में और आईपीसी की धारा",
  "read with Section 149 IPC, he made a finding of conviction against the accused.": "५9 के साथ पठित आईपीसी की धारा 302 के तहत, उसने आरोपी के खिलाफ दोषसिद्धि का निष्कर्ष निकाला।",
  "(3) Moreover, through a separate sentencing order drawn on": "(3) इसके अतिरिक्त, दिनांक 0.04.203 को तैयार किए गए एक पृथक दंडादेश आदेश के माध्यम से, विद्वत",
  "convict (supra) both sentence(s) of imprisonment as well as of fine, but": "विचारण न्यायाधीश ने दोषी (उपर्युक्त) पर कारावास के साथ-साथ जुर्माने की सजा (दंड) दोनों अधिरोपित करने के",
  "in the hereinafter extracted manner :-": "लिए अग्रसर किया, लेकिन इसके बाद निकाले गए तरीके से:-",
  "Convicts Subhash @ Makkar, Ram Kumar, Baru Ram and Santro.": "दोषी सुभाष 6मकक्‍कर, राम कुमार, बारू राम और संतरो।",
  "u/s 302 read with) All the convicts/accused are sentenced to undergo Section 149 IPC | rigorous imprisonment for life and to pay a fine": "पीसी की धारा | सभी दोषियों /अभियुक्तों को आजीवन कारावास की सजा सुनाई जाती है और प्रत्येक पर",
  "of Rs.2,000/- each. In default of payment of fine,": "के तह 2,000/- रुपये का जुर्माना लगाया जाता है। जुर्मने का भुगतान न करने पर,",
  "the convicts/accused shall further undergo rigorous imprisonment for a period of 15 days.": "दोषियों /अभियुक्तों को 5 दिनों की अवधि के लिए कठोर कारावास से गुजरना होगा।",
  "u/s 120-B IPC All the convicts/accused are sentenced to undergo rigorous imprisonment for life and to pay a fine": "पीसी की धारा | सभी दोषियों/अभियुक्तों को आजीवन कारावास की सजा सुनाई जाती है और प्रत्येक पर",
  "of Rs.500/- each. In default of payment of fine,": "20-बी के तहत 500/- रुपये का जुर्माना लगाया जाता है। जुर्माने का भुगतान न करने पर,",
  "the convicts/accused shall further undergo imprisonment for a period of 2 days.": "दोषियों /अभियुक्तों को 2 दिनों की अवधि के लिए और कारावास की सजा भुगतनी होगी।",
  "(4) All the sentence(s) were ordered to run concurrently. The convicts become aggrieved from the verdict of conviction (supra),": "(५) सभी सजाओं को एक साथ चलाने का आदेश दिया गया था। दोषी दोषसिद्धि (उपर्युक्त) के निर्णय से व्यथित हो",
  "besides become aggrieved from the above imposed sentence(s), thus,": "जाते हैं और इसके अलावा उपरोक्त अधिरोपित दंडादेशों से व्यथित हो जाते हैं, इस प्रकार उन्हें इस न्यायालय के समक्ष",
  "they led to cast there against the instant appeal CRA-D-474-DB-2013 before this Court.": "तत्काल अपील सीआरए-डी-५7५-डीबी-203 के विरुद्ध वहां डाल दिया गया।",
  "(5) CRA-D-1529-DB-2013 is directed by the complainant- Dharampal, against the verdict of acquittal made on 26.03.2013, upon the accused-respondent No. 6-Vikas @ Vicky, by the learned": "(5) सीआरए-डी-529-डीबी-20॥3 का निर्देश शिकायतकर्ता धर्मपाल द्वारा 26.03.203 को अभियुक्त-प्रत्यर्थी नं.",
  "the accused-respondent No. 6-Vikas @ Vicky, by the learned AdditionalSessions Judge, Hisar, upon Sessions Case No. 65 of 2010.": "6-विकास &विक्‍क्की, 200 के सत्र मामले संख्या 65 पर हिसार के विद्वान अतिरिक्त सत्र न्यायाधीश द्वारा।",
  "Subhash and his family members have caused the injuries in a criminal conspiracy. Request for initiating action against the accused was made.": "सुभाष और उसके परिवार के सदस्यों ने एक आपराधिक साजिश में चोटें पहुंचाई हैं। दोषियों के खिलाफ कार्रवाई शुरू करने का अनुरोध किया गया।",
  "Investigation proceedings": "जाँच की कार्यवाही",
  "(7) Upon the said statement a case under sections 147, 120-B and under Section 302 of IPC was got registered by the Investigating Officer Ranbir Singh, SI through constable Surender Singh No. 632.": "(7) उक्त कथन पर जांच अधिकारी रणबीर सिंह, एस. आई. द्वारा सिपाही सुरेंद्र सिंह नं. 632 के माध्यम से आई. पी. सी. की धारा ।५7,।20-बी और धारा 302 के तहत मामला दर्ज किया गया। इलाखा मजिस्ट्रेट को विशेष रिपोर्ट भेजी",
  "Officers and the Investigating Officer started conducting the proceedings under section 174 of Cr. P.C. During the inquest": "गई और सुपीरियर अधिकारियों और जांच अधिकारी ने सीआरपीसी की धारा 77५ के तहत कार्यवाही शुरू कर दी जाँच",
  "proceedings, the Investigating Officer recorded the statements of Dharam Pal and Ram Phal. Thereafter, the Investigating Officer of the": "कार्यवाही के दौरान जाँच अधिकारी ने धरम पाल और राम फल के बयान दर्ज किए। इसके बाद, मामले के जांच",
  "case got performed the post mortem examination of the dead body, and, after completion of the examination, the doctor handed over a sealed parcel containing clothes of the deceased, which was taken into": "अधिकारी ने शव का पोस्टमार्टम किया, और जांच पूरी होने के बाद, डॉक्टर ने मृतक के कपड़ों से भरा एक सीलबंद",
  "parcel containing clothes of the deceased, which was taken into possession. After completion of proceedings at General Hospital, Hisar,": "पार्सल सौंप दिया, जिसे कब्जे में ले लिया गया। हिसार के जनरल अस्पताल में कार्यवाही पूरी होने के बाद जांच अधिकारी",
  "the Investigating Officer alongwith other police officials went to the spot situated in village Pabra prepared rough site plan of the spot,": "अन्य पुलिस अधिकारियों के साथ गांव पाबरा में स्थित मौके पर गए और घटनास्थल की रफ साइट प्लान तैयार की,",
  "the spot got photographed and during the inspection of the spot, the Tata Sumo No.HR-51B/1037 and other articles were also taken into": "मौके की फोटो खींची और मौके के निरीक्षण के दौरान टाटा सूमो नंबर एचआर-5।बी/037 और अन्य सामान भी",
  "possession.": "कब्जे में ले लिया गया।",
  "(8) On the next date, the accused Subhash was arrested.": "(8) अगली तारीख को आरोपी सुभाष को गिरफ्तार कर लिया गया। हेवास ने सी. एच. सी. बरवाला से कानूनी रूप से",
  "thereafter, after completion of investigation, challan qua Subash was prepared by Krishan Lal, SI/SHO.": "पूरी होने के बाद, चालान क्वा सुभाष, एसआई /एसएचओ कृष्ण लाल द्वारा तैयार किया गया।",
  "(9) Accused Ram Kumar was arrested on 10.12.2009 by the then SHO Krishan Lal, who on 23.12.2009 recorded statements of PW": "(9) आरोपी राम कुमार को 0.2.2009 को तत्कालीन एसएचओ कृष्ण लाल ने गिरफ्तार किया था, जिन्होंने",
  "EASI Satbir Singh and Photographer Amit. After completion of": "23.2.2009 को पीडब्लू ईएएसआई सतबीर सिंह और फोटोग्राफर अमित के बयान दर्ज किए थे। जांच पूरी होने के",
  "investigation, challan qua accused Ram Kumar was prepared and presented by said SI/SHO Krishan Lal.": "बाद चालान के आरोपी राम कुमार को उक्त एस. आई/एस. एच. ओ. कृष्ण लाल द्वारा तैयार किया गया और पेश",
  "(10) On 29.01.2010 accused Baru Ram surrendered himself in": "(।0) 29.0.200 को आरोपी बारू राम ने अदालत में आत्मसमर्पण कर दिया और उसके बाद उसे एएसआई राजेंद्र",
  "(11) Accused Santro surrendered herself in the court on 04.06.2010 and she was formally arrested on 05.06.2010.": "() आरोपी सैंट्रो ने ०५.06.200 को अदालत में आत्मसमर्पण कर दिया और उसे औपचारिक रूप से 05.06.200",
  "(12) Accused Vikas alias Viky was arrested on 12.12.2010, who": "(2) अभियुक्त विकास उर्फ विकी को 2.2.200 को गिरफ्तार किया गया था, जिसे प्रकटीकरण बयान का सामना",
  "the place of occurrence, and, also appended his signatures on the memo": "करना पड़ा, और उसके अनुसरण में, उसने घटना के स्थान की ओर इशारा किया, और ज्ञापन पर अपने हस्ताक्षर भी",
  "pulverizing him under the wheels of a Tata Sumo vehicle, but the said demise occurred in a road side accident, inasmuch as, the deceased": "उसे एक टाटा सूमो वाहन के पहियों के नीचे कुचलते हुए, लेकिन उक्त मृत्यु एक सड़क दुर्घटना में हुई, क्योंकि मृतक",
  "Satyawan, who was a pedestrian at the relevant site, rather was attempted to be saved by the accused concerned, from his becoming pulverized under the wheels of the Tata Sumo vehicle, especially when": "सत्यवान, जो संबंधित स्थल पर एक पैदल यात्री था, को संबंधित आरोपी द्वारा टाटा सूमो वाहन के पहियों के नीचे",
  "attempted to be saved by the accused concerned, from his becoming pulverized under the wheels of the Tata Sumo vehicle, especially when the deposition of DW-1, suggests that the injuries sustained by accused Subhash, were a result of sudden application of brakes thereons, by the": "कुचलने से बचाने का प्रयास किया गया था, विशेष रूप से जब डीडब्ल्यू-। के बयान से पता चलता है कि आरोपी सुभाष",
  "Subhash, were a result of sudden application of brakes thereons, by the accused concerned, besides is also suggestive, that the injuries": "को लगी चोटें, संबंधित आरोपी द्वारा अचानक ब्रेक लगाने के परिणामस्वरूप थीं, इसके अलावा यह भी सूचक है कि",
  "provenby DW-1, are relatable to the time, when the ill fated incident occurred at the site concerned.": "डीडब्ल्यू- द्वारा साबित चोटें उस समय से संबंधित हैं, जब दुर्भाग्यपूर्ण घटना संबंधित स्थल पर हुई थी।",
  "(5) That the disclosure statement, as made by the accused concerned, and, which is embodied in Exhibit PY, and, in pursuance": "(5) कि प्रकटीकरण कथन, जैसा कि संबंधित अभियुक्त द्वारा किया गया है, और, जो प्रदर्शनी पी. वाई. में सन्निहित है,",
  "whereto, the demarcation of the crime site, was made, and, in sequel whereof Exhibit PZ became prepared, also does not comprise valid": "और जिसके अनुसरण में, अपराध स्थल का सीमांकन किया गया था, और, जिसके उत्ताार्द्ध में प्रदर्शनी पी. जेड. तैयार",
  "incriminatory evidence, of theirs' comprising evidence qua any": "किया गया था, में भी वैध आपत्तिजनक साक्ष्य शामिल नहीं है, जिसमें संबंधित अभियुक्त के कहने पर की जा रही किसी",
  "mere identification of the site concerned, without any recovery of the weapon of offence being made, does make the confession, as exists in the disclosure statement of the accused, to be a mere bald and": "के बिना, संबंधित स्थल की मात्र पहचान, स्वीकारोक्ति को, जैसा कि अभियुक्त के प्रकटीकरण बयान में मौजूद है,",
  "the disclosure statement of the accused, to be a mere bald and simpliciter confession, and, that thereto the bar constituted under Section 25, of the Indian Evidence Act, 1872, becomes attracted. The": "केवल एक गंजा और सरल स्वीकारोक्ति बनाता है, और, कि भारतीय साक्ष्य अधिनियम, 872 की धारा 25 के तहत",
  "contents of Exhibit PY are ad-verbatim extracted hereinafter.": "गठित बार, आकर्षित हो जाता है। प्रदर्शनी पी. वाई. की सामग्री इसके बाद विज्ञापन-मौखिक रूप से निकाली गई है।",
  "Therefore, no valid evidentiary worth can be given to either Exhibit PY or to Exhibit PZ. Thus, the crime event does not become": "इसलिए, प्रदर्शनी पी. वाई. या प्रदर्शनी पी. जेड. को कोई वैध साक्ष्य मूल्य नहीं दिया जा सकता है। इस प्रकार, अपराध",
  "In the presence of following witnesses, aforesaid accused Vikas @ Vicky, during police custody, without any": "\"... निम्नलिखित गवाहों की उपस्थिति में, उपरोक्त आरोपी विकास उर्फ विक्की ने पुलिस हिरासत के दौरान, बिना",
  "fear disclosed that “On 15.10.2009, I had asked Dharampal son of Sohan Lal, Jat, resident of Pabra to bear the dire": "किसी डर के खुलासा किया कि \"5.0.2009 को, मैंने पाबरा निवासी जाट सोहन लाल के बेटे धर्मपाल को जमीन",
  "consequences for not leaving the land. As per our plan, on 25.10.2009, Raj Kumar, Baru and my mother Santro had": "नहीं छोड़ने के लिए गंभीर परिणाम भुगतने के लिए कहा था। हमारी योजना के अनुसार, 25.0.2009 को राजकुमार,",
  "caught hold of Satyawan son of Dharampal and my father Subhash Chand had driven Tata Sumo over Satyawan. I can": "बारू और मेरी मां सैंट्रो ने धर्मपाल के बेटे सत्यवान को पकड़ लिया था और मेरे पिता सुभाष चंद ने सत्यवान पर टाटा",
  "Sd/-(in Hindi) Vikash @ Vicky.": "एसडी»- (हिंदी में) विकास ७विक्की।",
  "(6) Lastly, the examination of Dr. Neha Syal who prepared Exhibit PO was imperative, to ensure that proof emanates in respect of": "(6) अंत में, प्रदर्शनी पीओ तैयार करने वाली डॉ. नेहा स्याल की जांच अनिवार्य थी, ताकि यह सुनिश्चित किया जा सके",
  "the truth of echoings, occurring on the reverse of Exhibit PO, whereas,": "कि प्रतिध्वनि की सच्चाई के संबंध में सबूत निकलता है, जो प्रदर्शनी पीओ के पीछे की ओर होता है, जबकि, उसका",
  "her non examination tantamounts to the prosecution admitting that the": "गैर-परीक्षण टैंट अभियोजन पक्ष को यह स्वीकार करने के बराबर है कि",
  "consequent therewith sentence(s) (supra), upon, the appellants Subhash @ Makkar, Ram Kumar, Baru Ram and Santro in appeal CRA-D-474- DB-2013, whereas, he passed a verdict of acquittal, qua accused Vikas": "अपीलकर्ताओं सुभाष 6मकक्‍कर, राम कुमार, बारू राम और सैंट्रो को सीआरए-डी-५7५-डीबी-203 की अपील में दोषसिद्धि का पूर्व निर्णय देने के लिए अग्रसर किया गया और इसके परिणामस्वरूप दंडादेश (उपर्युक्त) भी दिए गए,",
  "DB-2013, whereas, he passed a verdict of acquittal, qua accused Vikas @ Vicky (respondent No. 6 in CRA-D-1529-DB-2013), in respect": "जबकि उन्होंने अपील प्राथमिकी में अभियुक्त विकास ७विक्की (सीआरए-डी-529-डीबी-203 में प्रत्यर्थी संख्या 6)",
  "Submissions of the learned counsel for the convicts-appellants.": "दोषियों-अपीलार्थियों के लिए विद्वान वकील की प्रस्तुतियाँ।",
  "(19) (1) The learned counsel appearing for the convicts- appellants has contended with much vigor before this Court, that the": "(9) (॥) दोषियों-अपीलार्थियों की ओर से उपस्थित विद्वत वकील ने इस न्यायालय के समक्ष बहुत जोर देकर तर्क दिया",
  "verdict of conviction, and also the consequent thereto order of sentence(s), as became imposed upon the convicts, by the learned": "है कि दोषसिद्धि का निर्णय, और उसके परिणामस्वरूप भी, जैसा कि विद्वत दोषसिद्धि न्यायालय द्वारा दोषियों पर",
  "Convicting Court, are not sustainable in the eyes of law. To strengthen": "अधिरोपित दंडादेश का आदेश, विधि की दृष्टि में टिकाऊ नहीं है। उपरोक्त निवेदन को मजबूत करने के लिए, उन्होंने",
  "the above submission, he has referred to certain inter-se contradictions occurring inter-se the previously recorded statement in writing of aneye witness to the occurrence namely one Dharampal, who stepped": "घटना के प्रत्यक्ष गवाह के लिखित में पहले दर्ज किए गए बयान के बीच होने वाले कुछ अंतर-विरोधाभासों का उल्लेख",
  "into the witness box as PW-5, rather with his testification, as comprised": "किया है, अर्थात्‌ एक धर्मपाल, जिसने अपनी गवाही के बजाय पीडब्लू-5 के रूप में गवाह बॉक्स में कदम रखा, जैसा",
  "in his cross-examination. The improvement or embellishment or the relevant inter-se contradiction inter-se the previously made statement": "कि उसकी प्रतिपरीक्षा में शामिल है। सुधार या अलंकरण या प्रासंगिक अंतर-विरोधाभास एक धर्मपाल के लिखित में",
  "cross-examination, is submitted by him, to a gross as well as a stark": "है, उसके बयान के साथ उसकी प्रतिपरीक्षा में सन्निहित है, उसके द्वारा प्रस्तुत किया गया है, एक सकल के साथ-साथ",
  "improvement, from his previously made statement in writing. The said gross improvement, is contented to become comprised, in the factum,": "एक स्पष्ट सुधार के लिए, पहले लिखित में दिए गए बयान से। उक्त सकल सुधार, इस तथ्य में शामिल होने के लिए संतुष्ट",
  "that in the previously made statement in writing, and, to which Exhibit P-10, is assigned, the complainant had made a simpliciter echoing, that": "है कि पहले लिखित में दिए गए बयान में, और जिस पर प्रदर्शनी पी-0 सौंपी गई है, शिकायतकर्ता ने एक सरल",
  "the accused, other than Subhash had caught hold of Satyawan, and had": "प्रतिध्वनि की थी, कि सुभाष को छोड़कर अन्य आरोपी ने सत्यवान को पकड़ लिया था, और उसे सड़क पर गिरा दिया",
  "caused him to fall on to the road, whereafter, Subhash pulverized Satyawan under the wheels of Tata Sumo vehicle, whereas, upon his": "था, जिसके बाद, सुभाष ने सत्यवान को टाटा सुमो वाहन के पहियों के नीचे कुचल दिया, जबकि, उसकी प्रतिपरीक्षा के",
  "being subjected to cross-examination, where, upon his being confronted with his previous statement in writing, it emerged that the complainant": "अधीन होने पर, जहां, लिखित में उसके पिछले बयान के साथ उसका सामना करने पर, यह सामने आया कि",
  "Dharampal, had in digression from his previously made statement, in writing, rather echoed that all the accused alighted from Tata Sumo": "शिकायतकर्ता धर्मपाल ने अपने पहले दिए गए बयान से भटकते हुए, लिखित में, प्रतिध्वनित किया कि सभी आरोपी",
  "vehicle, whereafter, they caught hold of Satyawan, and, when Satyawan": "टाटा सुमो वाहन से उतरे थे, जिसके बाद उन्होंने सत्यवान को पकड़ लिया, और जब सत्यवान खड़ा हुआ, तो उसे पीछे",
  "stood up, rather all pushed him back on the ground, with his face upward, and, subsequently, accused Subhash pulverized the deceased": "धकेल दिया, बजाय जमीन पर गिरा दिया, उसके चेहरे को उपर्युक्त की ओर धकेल दिया, और बाद में आरोपी सुभाष",
  "driving at the relevant time. Therefore, the learned counsel for the convicts argues, that given the above stark or gross improvement inter-": "को उपर्युक्त की ओर धक्का दिया। इसलिए, दोषियों के विद्वान वकील का तर्क है कि उपरोक्त स्पष्ट या सकल सुधार",
  "se the previously made statement in writing by the complainant, and, to": "को देखते हुए शिकायतकर्ता द्वारा लिखित रूप में पहले दिए गए बयान को काटता है, और जिसे पी-0 प्रदर्शित किया",
  "Factual background": "तथ्यात्मक पृष्ठभूमि",
  "(6) The genesis of the prosecution case becomes encapsulated in the appeal FIR to which Exhibit PH/1 is assigned. The present": "(6) अभियोजन मामले की उत्पत्ति अपील एफ. आई. आर. में समाहित हो जाती है जिसे पी. एच./ प्रदर्शित किया",
  "FIR is lodged at the instance of father of the deceased Satyawan. The informant-complainant Dharampal, has made narrations there ins that": "जाता है। वर्तमान प्राथमिकी मृतक सत्यवान के पिता के कहने पर दर्ज की गई है। मुखबिर-शिकायतकर्ता धर्मपाल ने",
  "that he is resident of village Pabra. In the year 1999 he had purchased 6 acre of land from Subhash son of Datu Ram, resident of village Pabra and sale deed and mutation are in his name. After about three years.": "वहाँ वर्णन किया है कि वह पाबरा गाँव का निवासी है। वर्ष 999 में उन्होंने पाबरा गांव के निवासी दातूराम के बेटे सुभाष से 6 एकड़ जमीन खरीदी थी और बिक्री विलेख और उत्परिवर्तन उनके नाम पर हैं। लगभग तीन साल बाद।",
  "Santro wife of Subhash and his sons filed a civil case in civil Courts against him regarding this land on the ground that he had purchased the": "सुभाष और उनके बेटों की पत्नी सैंट्रो ने इस जमीन के संबंध में उनके खिलाफ दीवानी अदालतों में इस आधार पर एक",
  "said land after administering liquor to Subhash and the said case has": "दीवानी मामला दायर किया कि उन्होंने सुभाष को शराब पिलाकर उक्त जमीन खरीदी थी और उक्त मामले का फैसला",
  "been decided in his favour. During the pendency of trial of that case, Subhash and his family members convened a panchayat, so that the": "उनके पक्ष में किया गया है। उस मामले की सुनवाई के लंबित रहने के दौरान, सुभाष और उनके परिवार के सदस्यों ने",
  "saidland be returned back to them by him. Upon this, he agreed that he": "एक पंचायत बुलाई, ताकि उक्त भूमि उनके द्वारा उन्हें वापस कर दी जाए। इस पर, वह सहमत हुए कि वह भूमि की",
  "would return back the said land on payment of sale amount of the land, but Subhash and his family members did not pay the said amount.": "बिक्री राशि के भुगतान पर उक्त भूमि को वापस कर देंगे, लेकिन सुभाष और उनके परिवार के सदस्यों ने उक्त राशि",
  "Itwas further alleged that Subhash and his brother Ram Kumar, his wife Santro, his brother in law Baru and Rakesh used to theaten him and his family to return their land otherwise he and his family would be": "का भुगतान नहीं किया। यह भी आरोप लगाया गया था कि सुभाष और उसके भाई राम कुमार, उसकी पत्नी सैंट्रो, उसके बहनोई बारू और राकेश उसे और उसके परिवार को अपनी जमीन वापस करने के लिए नाटक करते थे अन्यथा वह",
  "finished. About 8-10 days prior to the occurrence, Vicky @ Vikas came": "और उसका परिवार समाप्त हो जाएगा। घटना से लगभग 8-0 दिन पहले, विक्की ७विकास जेल से छुट्टी पर आया",
  "on leave from Jail and threatened him with dire consequences if the land is not returned. On 25.10.2009 at about 7 AM, he alongwith his": "और उसे जमीन वापस नहीं करने पर गंभीर परिणाम भुगतने की धमकी दी। 25.0.2009 को सुबह करीब 7 बजे वह",
  "nephew Ram Phal were going towards their fields situated towards Kinala. His son Satyawan was going at a distance of about half killa": "अपने भतीजे रामफल के साथ किनाला की ओर स्थित अपने खेतों की ओर जा रहे थे। उनका बेटा सत्यवान प्रकृति की",
  "from them for answering the call of nature and when he reached near": "पुकार का जवाब देने के लिए उनसे लगभग आधा किला की दूरी पर जा रहा था और जब वह दसूवाला जौहर के पास",
  "Dasuwala Johar, a Tata Sumo crossed them in a very fast speed and hit Satyawan with force on his back in their presence. His son Satyawan": "पहुंचा तो एक टाटा सूमो ने बहुत तेज गति से उन्हें पार किया और उनकी उपस्थिति में सत्यवान की पीठ पर बलपूर्वक",
  "then tried to save himself, the Tata Sumo again tried to hit his son and": "वार किया। उनके बेटे सत्यवान ने तब खुद को बचाने की कोशिश की, टाटा सूमो ने फिर से उनके बेटे को मारने की",
  "his son again tried to save himself. In the meantime, Ram Kumar, Baru, Rakesh and Santro alighted from the Tata Sumo and fell him on": "कोशिश की और उनके बेटे ने फिर से खुद को बचाने की कोशिश की। इस बीच, राम कुमार, बारू, राकेश और सैंट्रो",
  "the ground and Subhash ran over Tata Sumo upon Satyawan and": "टाटा सूमो से उतरे और उन्हें जमीन पर गिरा दिया और सुभाष ने टाटा सूमो को सत्यवान पर चढ़ा दिया और उसके",
  "thereafter the said vehicle hit the stack of bricks. It was also alleged that the complainant and his companion raised alarm and upon hearing": "बाद उक्त वाहन ईंटों के ढेर से टकरा गया। यह भी आरोप लगाया गया था कि शिकायतकर्ता और उसके साथी ने शोर",
  "the alarm, accused ran away from the spot after leaving there the vehicleand while fleeing they also declared that they have taught them": "मचाया और अलार्म सुनकर आरोपी वाहन छोड़कर मौके से भाग गए और भागते समय उन्होंने यह भी घोषणा की कि",
  "finished one by one in the same manner. The complainant further stated in his statement that he and Ramphal arranged a vehicle and took his": "समाप्त कर दिया जाएगा। शिकायतकर्ता ने अपने बयान में आगे कहा कि उसने और रामफल ने एक वाहन की व्यवस्था",
  "son to Hisar and upon reaching to the hospital, the doctor declared him": "की और अपने बेटे को हिसार ले गए और अस्पताल पहुंचने पर डॉक्टर ने उसे मृत घोषित कर दिया। शिकायतकर्ता ने",
  "dead. The complainant also stated that Satyawan has died due to the": "यह भी कहा कि सत्यवान की मृत्यु वाहन की टक्कर के साथ-साथ वाहन और उस आरोपी के पलट जाने से हुई है",
  "584 ILL.R. PUNJAB AND HARYANA 2023(1)": "584",
  "Order dated 21.12.2022": "आदेश दिनांक 2.2.2022",
  "“1. This Court on 2.12.2022 had made the hereinafter directions upon FSL, Madhuban, the relevant paragraph is": "\"१. इस न्यायालय ने 2.2.2022 को एफएसएल, मधुबन पर इसके बाद के निर्देश दिए थे, प्रासंगिक पैराग्राफ इसके",
  "extracted hereinafter:-": "बाद निकाला गया है:-",
  "“2. CRA-D-1529-DB-2013 was admitted against the acquittal of respondent No.6 only. The argument of the": "\"2. सीआरए-डी-4529-डीबी-203 को केवल प्रतिवादी संख्या 6 के बरी होने के विरुद्ध स्वीकार किया गया था।",
  "factum that the writing on the reverseof Ex. PO is made by Dharampal. He argued that at the time of admission of Satyawan in General Hospital, Hisar, an intimation on the": "लिखा गया है। उन्होंने तर्क दिया कि हिसार के जनरल अस्पताल में सत्यवान के भर्ती होने के समय, पूर्व पीओ के पीछे",
  "reverse of Ex.PO, was made, to the attending doctor to the effect that he had suffered injuries in sequel to a roadside": "की ओर से उपस्थित डॉक्टर को इस आशय की सूचना दी गई थी कि उन्हें सड़क किनारे दुर्घटना की अगली कड़ी में",
  "accident. However, only photocopy thereof has been shown to the Court. Original of the said writing, occurring on the": "चोटें आई हैं। हालांकि, इसकी केवल फोटोकॉपी अदालत को दिखाई गई है। उक्त लेखन का मूल, जो पूर्व पीओ के",
  "reverse of Ex.PO, is not readable as a page is pasted thereon, as such,the Registry of this Court is directed to, in": "पीछे की ओर है, पढ़ने योग्य नहीं है क्योंकि उस पर एक पृष्ठ चिपकाया गया है, इस प्रकार, इस न्यायालय की रजिस्ट्री",
  "a sealed cover, take Ex. PO (Page 243) to the F.S.L.": "को एक सीलबंद लिफाफे में, पूर्व पीओ (पृष्ठ 2ल्‍3) को एफएसएल मधुबन ले जाने का निर्देश दिया गया है और उसके",
  "Madhuban and thereafter, the F.S.L. Madhuban shall, with the apparatus available with it, and, without causing spoiling or damage to the document concerned, ensure that": "बाद, एफएसएल मधुबन, अपने साथ उपलब्ध उपकरण के साथ, और संबंधित दस्तावेज़ को खराब या नुकसान पहुंचाए",
  "spoiling or damage to the document concerned, ensure that the page pasted on the reverse side of Ex.PO is detached": "बिना, यह सुनिश्चित करेगा कि पूर्व पीओ के पीछे की ओर चिपकाया गया पृष्ठ उससे अलग है। उपरोक्त किए जाने के",
  "therefrom. After the above is done, the said document be, within 4 days, returned in a sealed cover to the Registry ofthis Court.”": "बाद, उक्त दस्तावेज को ५ दिनों के भीतर, इस न्यायालय की रजिस्ट्री को एक सीलबंद लिफाफे में वापस कर दिया",
  "2. However, though the Registry of this Court has thereafter made compliance therewith, and which led to": "2. हालांकि, इस न्यायालय की रजिस्ट्री ने इसके बाद अनुपालन किया है, और जिसके कारण संबंधित दस्तावेज को",
  "the docket concerned, being sent at the FSL, Madhuban, but the official concerned, at the establishment of the FSL,": "एफएसएल, मधुबन भेजा जा रहा है, लेकिन एफएसएल की स्थापना में संबंधित अधिकारी, मधुबन, दस्तावेज को स्वीकार",
  "3. Therefore, this Court on 20.12.2022 had directed the Director, FSL, Madhuban to personally appear before this": "3. इसलिए, इस न्यायालय ने 20.2.2022 को निदेशक, एफएसएल, मधुबन को इस न्यायालय के समक्ष व्यक्तिगत",
  "the above misconduct on the part of the official concerned,": "संभालने वाले संबंधित अधिकारी की ओर से उपरोक्त कदाचार के लिए माफी मांगते हैं। हालांकि, निदेशक, एफएसएल,",
  "Madhuban. However, the Director, FSL, Madhuban is directed to draw action in accordance with law against the": "मधुबन को संबंधित अधिकारी के खिलाफ कानून के अनुसार कार्रवाई करने का निर्देश दिया जाता है, जिसने इस",
  "official concerned, who declined to accept the docket, as became forwarded thereto, by the Registry of this Court.": "अदालत की रजिस्ट्री द्वारा भेजे गए दस्तावेज को स्वीकार करने से इनकार कर दिया था।",
  "4. The docket concerned, is personally handed over to the": "५. संबंधित डाकेट को व्यक्तिगत रूप से सौंप दिया जाता है",
  "SUBHASH @ MAKKAR AND OTHERS v. STATE OF HARYANA — 583": "सुभाष 6मकक्‍्कार और अन्य बनाम हरियाणा राज्य",
  "when the above factum is occurring on the reverse of Ex. PO. Therefore, the exculpatory plea raised by the accused was a validly": "जब उपरोक्त तथ्य पूर्व पीओ के पीछे की ओर हो रहा है| इसलिए, अभियुक्त द्वारा उठाई गई दोषमुक्ति याचिका एक",
  "raised plea. However, even the above submission falters, inasmuch as,": "वैध रूप से उठाई गई याचिका थी। हालांकि, यहां तक कि उपरोक्त प्रस्तुति भी लड़खड़ा जाती है, क्योंकि, प्रदर्शनी",
  "on to the reverse of Exhibit PO, a paper becomes pasted rendering undecipherable or unreadable the contents borne thereins. Therefore,": "पीओ के पीछे की ओर, एक कागज चिपक जाता है जो उसमें निहित सामग्री को अस्पष्ट या अपठनीय बनाता है।",
  "this Court had through an order made on 02.12.2022, order whereof": "इसलिए, इस न्यायालय ने 02.2.2022 को किए गए एक आदेश के माध्यम से, जिसका आदेश इसके बाद निकाला",
  "becomes extracted hereinafter, and also through an order made, on 21.12.2022, order whereof also becomes extracted, rather had made the": "जाता है, और 2.2.2022 को किए गए एक आदेश के माध्यम से, जिसका आदेश भी निकाला जाता है, बल्कि",
  "hereinafter extracted directions upon the Director FSL, Madhuban.": "निदेशक एफएसएल, मधुबन आदेश दिनांक 02.2.2022 पर इसके बाद निकाले गए निर्देश दिए थे।",
  "Order dated 02.12.2022": "आदेश दिनांक 02.2.2022",
  "“1. The learned counsel appearing for the co-convicts in CRA-D-474-DB-2013 stated at bar that during the": "\"4. सीआरए-डी-५7५-डीबी-20॥3 में सह-दोषियों की ओर से पेश विद्वान वकील ने बार में कहा कि इस अदालत के",
  "pendency of the instant appeal before this Court, the demise of co-convict Ram Kumar has occurred. Therefore,": "समक्ष तत्काल अपील के लंबित रहने के दौरान, सह-दोषी राम कुमार की मृत्यु हो गई है। इसलिए, सीआरए-डी-५7५-",
  "the appeal bearing CRA-D-474-DB-2013 insofar as it pertains to deceased co-convict Ram Kumar is rendered": "डीबी-203 वाली अपील, जहां तक यह मृतक सह-दोषी राम कुमार से संबंधित है, को निरस्त कर दिया जाता है और",
  "abated and is dismissed as such.": "इस तरह खारिज कर दिया जाता है।",
  "2. CRA-D-1529-DB-2013 was admitted against the acquittal of respondent No.6 only. The argument of the": "2. सी.आर.ए-डी-4529-डीबी-203 को केवल प्रतिवादी संख्या 6 के बरी होने के विरुद्ध स्वीकार किया गया था।",
  "factum that the writing on the reverse of Ex. PO is made by Dharampal. He argued that at the time of admission of Satyawan in General Hospital, Hisar, an intimation on the": "लिखा गया है। उन्होंने तर्क दिया कि हिसार के जनरल अस्पताल में सत्यवान के भर्ती होने के समय, पूर्व पीओ के पीछे",
  "reverse of Ex.PO, is not readable as a page is pasted thereon, as such, the Registry of this Court is directed to,": "पीछे की ओर है, पढ़ने योग्य नहीं है क्योंकि उस पर एक पृष्ठ चिपकाया गया है, इस प्रकार, इस न्यायालय की रजिस्ट्री",
  "in a sealed cover, take Ex. PO (Page 243) to the F.S.L.": "को निर्देश दिया जाता है कि वह एक सीलबंद लिफाफे में, पूर्व पीओ (पृष्ठ 2ल्‍3) को एफएसएल मधुबन ले जाए और",
  "Madhuban and thereafter, the F.S.L. Madhuban shall, with the apparatus available with it, and, without causing spoiling or damage to the document concerned, ensurethat": "उसके बाद, एफएसएल मधुबन, अपने साथ उपलब्ध उपकरण के साथ, और संबंधित दस्तावेज़ को खराब या नुकसान",
  "spoiling or damage to the document concerned, ensurethat the page pasted on the reverse side of Ex.PO is detached": "पहुंचाए बिना, यह सुनिश्चित करेगा कि पूर्व पीओ के पीछे की ओर चिपकाया गया पृष्ठ उससे अलग है। उपर्युक्त कार्य",
  "therefrom. After the above is done, the said document be, within 4 days, returned in a sealed cover to the Registry of this Court.": "पूरा हो जाने के बाद उक्त दस्तावेज को ५ दिनों के भीतर इस न्यायालय की रजिस्ट्री को सीलबंद लिफाफे में लौटा दिया",
  "3. Arguments heard.": "3. दलीलें सुनी गईं।",
  "4. Judgment reserved.”": "५. फैसला सुरक्षित है|\"",
  "or any impact upon the credibility of PW-Dharampal, especially when in his examination-in-chief, rather he makes a pointed incrimination": "या पी. डब्ल्यू -धर्मपाल की विश्वसनीयता पर कोई प्रभाव, विशेष रूप से जब वह अपने परीक्षण-प्रमुख में होता है, तो",
  "against all the accused, inasmuch as, all being available at the crime": "वह सभी अभियुक्तों के खिलाफ एक स्पष्ट आरोप लगाता है, क्योंकि सभी अपराध स्थल पर उपलब्ध होते हैं। इसके",
  "site. Moreover, when preeminently the said incrimination, as above stated, is not proven to be false or prevaricated. Furthermore, also": "अलावा, जब मुख्य रूप से उक्त अभियोग, जैसा कि उपर्युक्त कहा गया है, गलत या पूर्वनिर्धारित साबित नहीं होता है।",
  "when the accused other than Subhash, are attributed the incriminatory": "इसके अलावा, जब सुभाष के अलावा अन्य अभियुक्तों को टाटा सूमो वाहन के पहियों के नीचे मृत सत्यवान को कुचलने",
  "roles of theirs' conspiring with the principal accused Subhash, in the": "में मुख्य अभियुक्त सुभाष के साथ उनकी साजिश की दोषपूर्ण भूमिका के लिए जिम्मेदार ठहराया जाता है। इसके",
  "Sumo vehicle. In addition, also when in the wake of accused Subhash, through DW-1 attempting to establish, that he did not with an penally": "अलावा, जब आरोपी सुभाष के संदर्भ में, डीडब्ल्यू-) के माध्यम से यह स्थापित करने का प्रयास किया गया कि उसने",
  "inculpable mens rea rather cause the demise of the deceased ina road": "दंडात्मक रूप से अक्षम पुरुष कारण के साथ सड़क के किनारे दुर्घटना में मृतक की मृत्यु का कारण नहीं बनाया,",
  "side accident, but only had made an unsuccessful attempt to save him, from his being brought under the wheels of Tata Sumo vehicle, which": "बल्कि उसे बचाने का असफल प्रयास किया, ताकि उसे टाटा सूमो वाहन के पहियों के नीचे लाया जा सके, जिसे वह",
  "he was driving at the relevant time. Though, in the wake of the above, the accused concerned had attempted to establish, that bereft of his": "संबंधित समय पर चला रहा था। हालांकि, उपरोक्त के मद्देनजर, संबंधित अभियुक्त ने यह स्थापित करने का प्रयास",
  "Satyawan rather under the wheels of Tata Sumo vehicle rather the road": "किया था कि मृतक सत्यवान को टाटा सूमो वाहन के पहियों के नीचे कुचलने के बजाय सड़क के किनारे दुर्घटना हुई",
  "side mishap occurred. Nonetheless, the inference which stems from the above plea, is that, the accused does admit his presence at the crime": "थी। फिर भी, उपरोक्त याचिका से जो निष्कर्ष निकलता है, वह यह है कि अभियुक्त अपराध स्थल पर अपनी उपस्थिति",
  "site, and, also admits the factum of his occupying the steering wheel of the offending vehicle concerned, thus, resultantly it brings home a": "स्वीकार करता है, और संबंधित उल्लंघनकारी वाहन के स्टीयरिंग व्हील पर कब्जा करने के तथ्य को भी स्वीकार करता",
  "further inference qua the ultimate act of Satyawan being put to death becoming committed by the principal accused Subhash. The further": "है, इस प्रकार, परिणामस्वरूप यह मुख्य अभियुक्त सुभाष द्वारा सत्यवान को मौत के घाट उतारने के अंतिम कार्य के",
  "signatured statement to which Exhibit P-10, is assigned, but is": "बयान में, उसके पहले किए गए हस्ताक्षर वाले बयान के साथ, जिसमें प्रदर्शनी पी-0 सौंपा गया है, लेकिन वैध है, और",
  "valid, and or, the above minimal apposite improvement, is but, of no": "या, उपरोक्त न्यूनतम उपयुक्त सुधार, दोनों में से किसी भी निष्कर्ष पर पहुंचने के लिए कोई प्रासंगिकता नहीं है कि",
  "relevance to either conclude that his testification as an eye witness, is incredible nor the apposite digression is of any relevance to conclude,": "एक चश्मदीद गवाह के रूप में उसकी गवाही अविश्वसनीय है, और न ही यह निष्कर्ष निकालने के लिए कोई प्रासंगिक",
  "that yet the other accused who criminally conspired with the principal": "विषयांतर है कि फिर भी अन्य आरोपी जिन्होंने मुख्य अभियुक्त के साथ आपराधिक रूप से साजिश रची, अपराध स्थल",
  "accused, were not available at the crime site, especially when reiteratedly no evidence suggestive, that they were unavailable alongwith the principal accused at the crime site rather has become": "पर उपलब्ध नहीं थे, विशेष रूप से जब दोहराया गया कि कोई सबूत सूचक नहीं था, कि वे अपराध स्थल पर प्रमुख",
  "adduced by the convicts, through suggestions compatible therewith": "अभियुक्त के साथ अनुपलब्ध थे, बल्कि दोषियों द्वारा संगत सुझावों के माध्यम से प्रस्तुत किए गए हैं, बल्कि अभियोजन",
  "(2) Though the learned counsel appearing for the convicts has argued with much vigor before this Court, that since in the inquest": "(2) यद्यपि दोषियों की ओर से उपस्थित विद्वान वकील ने इस न्यायालय के समक्ष बहुत जोर देकर तर्क दिया है कि",
  "report, to which Exhibit PL is assigned, there is a reference of deceased Satyawan, suffering his demise in a road side accident, and, also": "चूंकि जांच रिपोर्ट में, जिसे प्रदर्शनी पी. एल. सौंपा गया है, मृतक सत्यवान का एक संदर्भ है, जो सड़क दुर्घटना में",
  "said echoing has no exculpatory effect. As but a natural corollary, Dr.": "कहा गया कि प्रतिध्वनि का कोई उत्तेजक प्रभाव नहीं होता है। एक स्वाभाविक परिणाम के रूप में, डॉ. नेहा स्याल को",
  "the said echoing was authored by PW- Dharampal nor she was required to prove that the said echoing occurred on an intimation being made by": "लिखी गई थी और न ही उन्हें यह साबित करने की आवश्यकता थी कि उक्त प्रतिध्वनि धर्मपाल द्वारा की जा रही एक",
  "to prove that the said echoing occurred on an intimation being made by Dharampal, as Dharampal had made a signatured statement Exhibit P- 10 to the police officer, wherein, he attributed an incriminatory role to": "सूचना पर हुई थी, क्योंकि धर्मपाल ने एक हस्ताक्षरित बयान दिया था पुलिस अधिकारी को प्रदर्शित पी- 0 करें, जिसमें,",
  "10 to the police officer, wherein, he attributed an incriminatory role to the accused concerned, leading to the registration of the FIR to which": "उन्होंने संबंधित आरोपी को एक आपत्तिजनक भूमिका के लिए जिम्मेदार ठहराया, जिससे प्राथमिकी दर्ज की गई, जिसमें",
  "Exhibit PH/1 is assigned.": "पी.एच/। प्रदर्शित किया गया है।",
  "(5) Even otherwise, even if there is a mere reference in the inquest report to which Ex.PL is assigned, about the demise of": "(5) अन्यथा भी, भले ही जांच रिपोर्ट में केवल एक संदर्भ है, जिसमें पूर्व पीएल को सत्यवान की मृत्यु के बारे में, सड़क",
  "Satyawan, happening in a road side accident, but even the said echoing is inconsequential, for assigning thereto any exculpatory effect, as this": "के किनारे दुर्घटना में होने के बारे में बताया गया है, लेकिन यहां तक कि उक्त प्रतिध्वनि भी अप्रासंगिक है, क्योंकि इस",
  "Court, for reason (supra), had assigned credence to the deposition of Dharampal, who is the informant complainant, and, who apart": "न्यायालय ने कारण (उपर्युक्त) के लिए धर्मपाल के बयान को विश्वास दिलाया था, जो सूचना देने वाला शिकायतकर्ता है,",
  "therefrom is also an ocular witness to the occurrence.": "और जो इसके अलावा घटना का एक नेत्र गवाह भी है।",
  "(6) Though the learned counsel, for the convicts, has argued that the disclosure statement, as made by the accused concerned, and, to": "(6) यद्यपि दोषियों की ओर से विद्वत वकील ने तर्क दिया है कि प्रकटीकरण कथन, जैसा कि संबंधित अभियुक्त द्वारा",
  "which Exhibit PY is assigned, did only lead to identification of the": "किया गया है, और जिसे प्रदर्शनी पीवाई सौंपा गया है, केवल अपराध स्थल की पहचान करने के लिए प्रेरित करता है,",
  "crime site, and, in respect whereof Exhibit PZ became prepared. Therefore, he contends that when no incriminatory material was": "और जिसके संबंध में प्रदर्शनी पीजेड तैयार किया गया था। इसलिए, वह तर्क देता है कि जब पीवाई में सन्निहित",
  "Therefore, he contends that when no incriminatory material was recovered, at the instance of the accused in pursuance to disclosure": "प्रकटीकरण कथन के अनुसरण में अभियुक्त के कहने पर कोई आपत्तिजनक सामग्री बरामद नहीं की गई थी, तो इस",
  "statement embodied in PY, thus, the mere identification of the crime site in pursuance to the disclosure statement, is a simpliciter or bald": "प्रकार, प्रकटीकरण कथन के अनुसरण में अपराध स्थल की मात्र पहचान, अपराध का एक सरल या गंजा स्वीकारोक्ति",
  "confession of guilt, and, is hit by Section 25 of the Indian Evidence Act, 1872. However, even the above submission falters, as the accused": "है, और भारतीय साक्ष्य अधिनियम, 872 की धारा 25 द्वारा प्रभावित है। हालाँकि, उपरोक्त निवेदन भी विफल हो जाता",
  "admitted qua his at the crime site, rather driving Tata Sumo vehicle, and, when the said vehicle became recovered through memo": "है, क्योंकि आरोपी ने अपराध स्थल पर स्वीकार किया कि वह टाटा सूमो वाहन चला रहा था, और जब उक्त वाहन मेमो",
  "Ex.PD/PJ. Therefore, the Tata Sumo vehicle becomes the offending": "प्रदर्शनी पीडी/पीजे के माध्यम से बरामद किया गया। इसलिए, टाटा सूमो वाहन उल्लंघन करने वाला वाहन बन जाता",
  "vehicle or the crime vehicle, thereupon, does render inconsequential, the inadmissibility in evidence, hence of the mere identification of the crime site rather occurring at the instance of the accused concerned, in": "है या अपराध वाहन, इसके बाद, साक्ष्य में अप्रासंगिकता को प्रस्तुत करता है, इसलिए अपराध स्थल की पहचान केवल",
  "crime site rather occurring at the instance of the accused concerned, in pursuance to the apposite disclosure statement to which Ex.PY is": "संबंधित आरोपी के कहने पर होने के बजाय, प्रासंगिक प्रकटीकरण बयान के अनुसरण में, जिसे पूर्व पी. वाई. को सौंपा",
  "assigned. Contrarily, the recovery of the crime vehicle through memo Ex.PD/PJ, does invincibly establish, the guilt of the accused concerned,": "गया है। इसके विपरीत, पूर्व पीडी/पीजे ज्ञापन के माध्यम से अपराध वाहन की बरामदगी, आरोपित अपराधों को करने",
  "in the commission of the charged offences. Predominantly also": "में संबंधित अभियुक्त के अपराध को अजेय रूप से स्थापित करती है। मुख्य रूप से यह भी कि जब संबंधित समय पर",
  "when the above factum of the accused concerned occupying the steering wheel of the crime vehicle, at the relevant time, is not denied,": "अपराध वाहन के संचालन चक्र पर कब्जा करने वाले आरोपी के उपरोक्त तथ्य से इनकार नहीं किया जाता है, सिवाय",
  "excepting that he did not crush the deceased under the wheels of the said vehicle rather with a penally inculpable mens rea, but had only": "इसके कि उसने मृतक को उक्त वाहन के पहियों के नीचे नहीं बल्कि दंडात्मक रूप से अक्षम पुरुषों के साथ कुचल",
  "Satyawan's chappals were left at the crime site. If so, as but a natural": "सत्यवान की चप्पल अपराध स्थल पर छोड़ दी गई थी। यदि ऐसा है, तो एक स्वाभाविक परिणाम के रूप में, टाटा सूमो",
  "corollary, the attempt of Satyawan to save himself from his being brought under the wheels of Tata Sumo vehicle, did become evidently": "वाहन के पहियों के नीचे लाए जाने से खुद को बचाने के सत्यवान के प्रयास को स्पष्ट रूप से विफल कर दिया गया था,",
  "thwarted, and yet when subsequently, he was pulverized under the wheels of the Tata Sumo vehicle, thereupon, but obviously no": "और फिर भी जब बाद में, वह टाटा सूमो वाहन के पहियों के नीचे कुचल दिया गया था, तो उसके बाद, लेकिन स्पष्ट",
  "conclusion other than his being ensured to be fatally pulverized, by the accused concerned, under the wheels of the Tata Sumo vehicle, rather": "रूप से टाटा सूमो वाहन के पहियों के नीचे संबंधित आरोपी द्वारा उसे घातक रूप से कुचलने के अलावा कोई निष्कर्ष",
  "does supur, and, does but obviously boost a firm inference that the accused hence carried the penally inculpable mens rea.": "नहीं निकला, बल्कि यह स्पष्ट रूप से एक दृढ़ निष्कर्ष को बढ़ावा देता है कि आरोपी ने इसलिए दंडात्मक रूप से अक्षम",
  "Medical Evidence": "चिकित्सकीय साक्ष्य",
  "(22) PW-8, Dr. Vishal Goyal, who made an autopsy on the body of the deceased Satyawan, has tendered in evidence, his sworn affidavit": "(22) पीडब्लू-8, डॉ. विशाल गोयल, जिन्होंने मृतक सत्यवान के शरीर का शव परीक्षण किया, ने अपने शपथ पत्र पूर्व",
  "Ex.PM, containing all details, particulars, injuries and cause of": "प्रधानमंत्री को साक्ष्य में प्रस्तुत किया है, जिसमें सभी विवरण, विवरण, चोटें और मृत्यु का कारण, चोटों और मृत्यु के",
  "death, probable time in between injuries and death and the conducting of the post mortem examination of deceased Satyawan. The recorded": "बीच का संभावित समय और मृतक सत्यवान की पोस्टमॉर्टम जांच का संचालन शामिल है। मृतक के शव का शव",
  "1. Obliquely placed lacerated wound extending from centre of right exilla upto umblicus. On cutdissection right sided": ".. दाएँ एक्सिला के केंद्र से नाभि तक फैले तिरछे घाव। कटडिसेक्शन पर दाहिने तरफ की पसलियों में फ्रैक्चर हो गया",
  "ribcage was fractured and haemothorax and haemo peritoneum was present. Contusion of right lung and L.W.": "था और हीमोथीरैक्स और हीमो पेरिटोनियम मौजूद थे।दाहिने फेफड़े और एल.डब्ल्यू का संदूषण। लीवर के उपर्युक्त",
  "2. Multiple abrasions of varying sizes present over right shoulder and right arm.": "2. दाहिने कंधे और दाहिने हाथ पर अलग-अलग आकारों के कई घर्षण होते हैं।",
  "(23) Moreover, PW-8 voices in his deposition, that the cause of death was hemorrhage and shock owing to injuries on vital organs,": "(23) इसके अलावा, पीडब्लू-8 ने अपने बयान में कहा कि मृत्यु का कारण रकतस्राव और महत्वपूर्ण अंगों पर चोटों के",
  "which were ante mortem in nature and sufficient to cause death in": "कारण आघात था, जो प्रकृति में पूर्व-शव परीक्षण थे और जीवन के सामान्य पाठ्यक्रम में मृत्यु का कारण बनने के लिए",
  "ordinary course of life, besides, in his examination-in-chief he has deposed that there could be a possibility that the deceased was lying on": "पर्याप्त थे, इसके अलावा, अपने परीक्षण-इन-चीफ में उन्होंने अपदस्थ किया है कि इस बात की संभावना हो सकती है",
  "deposed that there could be a possibility that the deceased was lying on the road having faced towards road, and, that some vehicle had crossed": "कि मृतक सड़क की ओर मुंह करके सड़क पर पड़ा था, और यह कि कोई वाहन उसके शरीर के उपर्युक्त से गुजर",
  "over his body. However, he has further deposed that the possibility of the death of the deceased for the above said reason was very remote.": "गया था। हालांकि, उन्होंने आगे कहा कि उपरोक्त कारण से मृतक की मृत्यु की संभावना बहुत दूर थी। पीडब्लू-8 ने",
  "PW-8, in his examination-in-chief, has also proven the ruga Ex.PO, sent by Dr.Neha Syal, with whom he was working and had seen her": "अपने मुख्य परीक्षण में डॉ. नेहा स्याल द्वारा भेजे गए रुखा प्रदर्शनी पीओ को भी साबित किया है, जिनके साथ वह काम",
  "while writing.": "कर रहे थे और लेखन के दौरान उन्हें देखा था।",
  "(24) The above made opinion regarding possibility of death of the deceased while lying on the road having faced towards road, and,": "(20) उपरोक्त राय सड़क की ओर मुख करके सड़क पर लेटे हुए मृतक की मृत्यु की संभावना के बारे में दी गई है,",
  "some vehicle crossing over his body, though has been pronounced to be remote by PW-8, but the proven incrimination as made by PW-": "और, उसके शरीर के उपर्युक्त से कुछ वाहन पार करते हुए, हालांकि पीडब्लू-8 द्वारा दूरस्थ घोषित किया गया है,",
  "vehicle, in sequel whereto, he did also sustain the injuries (supra) as became proven by DW-1, especially when the said argument has been": "वाहन, जिसके उत्तरार्द्ध में, उसने चोटों (उपर्युक्त) को भी बनाए रखा जैसा कि डीडब्ल्यू-। द्वारा साबित हुआ, विशेष",
  "hereinafter rejected by this Court.": "रूप से जब उक्त तर्क को इस न्यायालय द्वारा इसके बाद खारिज कर दिया गया है।",
  "(7) The further argument(s), as addressed before this Court by the learned counsel for the convict appellants, is that, the accident": "(7) जैसा कि दोषी अपीलार्थियों के विद्वत वकील द्वारा इस न्यायालय के समक्ष संबोधित किया गया है, आगे का तर्क",
  "occurred without the accused concerned nursing a penally inculpable": "(ओं) यह है कि, दुर्घटना दंडनीय रूप से अक्षम्य पुरुषों की देखभाल करने वाले संबंधित अभियुक्त के बिना हुई, क्योंकि,",
  "mens rea, inasmuch as, the accused concerned for obviating Satyawan rather being brought under the wheels of Tata Sumo vehicle, did proceed to, apply brakes thereons, and, with the said factum becoming": "सत्यवान को टाटा सूमो वाहन के पहियों के नीचे लाने के बजाय रोकने के लिए संबंधित अभियुक्त ने उस पर ब्रेक लगाने",
  "proceed to, apply brakes thereons, and, with the said factum becoming supported by the deposition of DW-1, thus, as above stated, ithas been": "के लिए आगे बढ़े, और उक्त तथ्य के साथ डीडब्ल्यू-। के बयान द्वारा समर्थित हो गया, इस प्रकार, जैसा कि उपर्युक्त",
  "submitted that the accused, did not hence nurse any penally inculpable": "कहा गया है, प्रस्तुत किया गया है कि अभियुक्त ने इसलिए किसी भी दंडात्मक रूप से अक्षम्य पुरुषों की देखभाल नहीं",
  "mens rea. However, even the above made submission is completely rudderless. The reason for forming the above inference,stems from the": "की। हालांकि, उपरोक्त प्रस्तुतिकरण भी पूरी तरह से दिशाहीन है। उपरोक्त निष्कर्ष बनाने का कारण, इस तथ्य से",
  "factum, that the crime event occurred at crime site, as denoted in the": "उत्पन्न होता है कि अपराध की घटना अपराध स्थल पर हुई थी, जैसा कि उस स्थल योजना में दर्शाया गया है जिसे",
  "site plan to which Exhibit P-8 is assigned. The drawings of Exhibit P-8, has not been proven to be either false or fictitious. Therefore, sanctity is": "प्रदर्शनी पी-8 सौंपा गया है। प्रदर्शनी पी-8 के चित्र या तो झूठे या काल्पनिक साबित नहीं हुए हैं। इसलिए, प्रदर्शनी पी-",
  "so, when there are unfoldings therein, that the crime event occurred at a distance of 3 karams from the metal road. Therefore, with the above factum becoming not falsified, resultantly, the exculpatory plea, as": "अपराध की घटना धातु की सड़क से ३ कराम की दूरी पर हुई। इसलिए, उपरोक्त तथ्य गलत नहीं होने के कारण,",
  "factum becoming not falsified, resultantly, the exculpatory plea, as raised by the convicts, that deceased Satyawan had appeared on the": "परिणामस्वरूप, दोषियों द्वारा उठाई गई दोषमुक्ति याचिका, कि मृतक सत्यवान सड़क के धातु वाले हिस्से पर उपस्थित",
  "metaled portion of the road, and for obviating the Tata Sumo vehicle hence striking his person, the accused concerned, had made": "हुआ था, और टाटा सूमो वाहन को रोकने के लिए इसलिए उसके व्यक्ति को टक्कर मारने के लिए, संबंधित अभियुक्त",
  "application of brakes thereons, resulting in injuries, as pronounced by DW-1 occurring on his person, is but, a completely false plea. The": "ने उस पर ब्रेक लगाए थे, जिसके परिणामस्वरूप चोटें आईं, जैसा कि उसके व्यक्ति पर होने वाली डीडब्ल्यू-। द्वारा",
  "DW-1 occurring on his person, is but, a completely false plea. The further reason for forming the above inference stems from, the": "कहा गया है, एक पूरी तरह से गलत याचिका है। उपरोक्त निष्कर्ष बनाने का आगे का कारण यह तथ्य है कि तथ्य के",
  "outside the metaled road, is thus, but a loud bespeaking, about the accused concerned, travelling outside the metaled road, but with the": "की सड़क के बाहर यात्रा करने वाले संबंधित आरोपी के बारे में एक जोरदार आश्षेप है, लेकिन प्रासंगिक अक्षम्य",
  "against the accused concerned, become invincibly proven.": "दंडात्मक कारण के साथ। इसके अनुरूप संबंधित अभियुक्त के खिलाफ लगाए गए आरोप अजेय रूप से साबित हो जाते हैं।",
  "(8) Further support to the above made inference becomes derived from the factum, that through Exhibit P8/PF/1, the chapals of": "(8) उपरोक्त किए गए निष्कर्ष का और समर्थन इस तथ्य से प्राप्त होता है, कि प्रदर्शनी पी 8/पीएफ /। के माध्यम से,",
  "the deceased were found lying at point B. The makings of Exhibit P8/PF/1, has not been denied. If so, the prosecution case, quathe": "मृतक के चैपल बिंदु बी पर पड़े हुए पाए गए थे। प्रदर्शनी पी 8/पीएफ »/। के निर्माण से इनकार नहीं किया गया है। यदि",
  "accused concerned while driving the Tata Sumo Vehicle, did initially": "ऐसा है, तो अभियोजन पक्ष के मामले में, टाटा सूमो वाहन चलाते समय संबंधित अभियुक्त ने शुरू में उक्त वाहन के",
  "unsuccessfully strive to pulverize Satyawan, under the wheels of the said vehicle, and but naturally, in the said rescueratory effort": "पहियों के नीचे सत्यवान को कुचलने का असफल प्रयास किया, लेकिन स्वाभाविक रूप से उक्त बचाव प्रयास में",
  "of cogent evidence.": "ठोस सबूत।",
  "Final Order": "अंतिम आदेश",
  "(27) In consequence, there is no merit in both the appeals, and, they are dismissed. The impugned verdict(s), and, consequent therewith": "(27) परिणामस्वरूप, दोनों अपीलों में कोई योग्यता नहीं है, और उन्हें खारिज कर दिया जाता है। विद्वत दोषसिद्धि",
  "sentence(s) (supra), as imposed upon the convicts Subhash @ Makkar, Ram Kumar, Baru Ram and Santro, in the appeal CRA-D-474-DB-": "न्यायालय द्वारा अपील सीआरए-डी-५7५-डीबी203 में दोषियों सुभाष 6मक्कर, राम कुमार, बारू राम और सैंट्रो पर",
  "(28) If the convicts (supra) are on bail, thereupon, the sentences(s) as imposed upon the convicts-appellants, be ensured to be": "(28) यदि दोषी (उपर्युक्त) जमानत पर हैं, तो तदनुसार, दोषी-अपीलार्थियों पर अधिरोपित दंडादेशों का, संबंधित विद्वत",
  "forthwith executed by the learned trial Judge concerned, through his drawing committal warrants.": "विचारण न्यायाधीश द्वारा अपने समादेशित वारंटों के माध्यम से तत्काल निष्पादन सुनिश्चित किया जाए।",
  "(29) The case property, if any, be dealt with in accordance with law after the expiry of period of limitation for the filing of an appeal.": "(29) मामला संपत्ति, यदि कोई हो, तो अपील दायर करने की सीमा की अवधि समाप्त होने के बाद कानून के अनुसार",
  "The records be sent down forthwith.": "निपटा जाए। अभिलेखों को तुरंत नीचे भेजा जाए।",
  "(30) Since the main case itself has been decided, all the pending application(s), if any, also stand(s) disposed of.": "(30) चूंकि मुख्य मामले का स्वयं निर्णय हो चुका है, इसलिए सभी लंबित आवेदन (आवेदन) यदि कोई हों तो उनका भी निपटारा कर दिया जाता है।",
  "SUBHASH @ MAKKAR AND OTHERS v. STATE OF HARYANA — 589": "सुभाष 6मकक्‍्कार और अन्य बनाम हरियाणा राज्य",
  "Dharampal, an ocular witness to the occurrence, about all the accused being available at the crime site, and, further with an admission by the principal accused Subhash, of his being available at the crime": "घटना के प्रत्यक्ष साक्षी धर्मपाल ने अपराध स्थल पर उपलब्ध सभी अभियुक्तों के बारे में और मुख्य अभियुक्त सुभाष",
  "the convicts, with the pulverizing of the deceased under the wheels of the Tata Sumo vehicle, irrespective of the above opinion being made by PW-8 Dr.Vishal Goyal. Resultantly the prosecution has unflinchingly proven the charge drawn against the convicts.": "टाटा सूमो वाहन के पहियों के नीचे मृतक को कुचलने से जोड़ता है, चाहे पीडब्लू-8 डॉ. विशाल गोयल द्वारा उपरोक्त राय दी गई हो। परिणामस्वरूप अभियोजन पक्ष ने दोषियों के खिलाफ लगाए गए आरोप को हदृढ़ता से साबित कर दिया",
  "Finding of acquittal drawn in respect of accused Vikas": "अभियुक्त विकास के संबंध में बरी किए जाने का निष्कर्ष",
  "(25) Accused Vikas has been attributed to visit the house of complainant and threatening the complainant party. However, his": "(25) अभियुक्त विकास को शिकायतकर्ता के घर जाने और शिकायतकर्ता पक्ष को धमकी देने के लिए जिम्मेदार",
  "presence at the relevant site of occurrence never became cogently": "ठहराया गया है। हालाँकि, घटना के संबंधित स्थल पर उसकी उपस्थिति कभी भी अभियोजन पक्ष द्वारा ठोस रूप से",
  "proven by the prosecution nor in the statement made by complainant- PW-Dharampal, he has been alleged to participate in the crime event.": "साबित नहीं हुई और न ही शिकायतकर्ता पीडब्लू-धर्मपाल द्वारा दिए गए बयान में, उस पर अपराध की घटना में भाग",
  "Merely by giving threats to the complainant party, he cannot be concluded to be conspiring/ participating with the other accused in the crime event.": "लेने का आरोप लगाया गया है। केवल शिकायतकर्ता पक्ष को धमकी देकर, उसे अपराध की घटना में अन्य अभियुक्त के साथ साजिश»भाग लेने का निष्कर्ष नहीं निकाला जा सकता है।",
  "(26) Accused Vikas alias Vicky further in his signatured disclosure statement, to which Exhibit PY is assigned, had demarcated": "(26) अभियुक्त विकास उर्फ विक्की ने आगे अपने हस्ताक्षरित प्रकटीकरण कथन में, जिसे प्रदर्शनी पी. वाई. सौंपा",
  "the place of occurrence and in pursuance to the said disclosure Exhibit": "गया है, घटना के स्थान का सीमांकन किया था और उक्त प्रकटीकरण के अनुसरण में घटना के स्थान के सीमांकन का",
  "Since the above apposite exhibits have been pronounced by this": "ज्ञापन प्रदर्शित किया गया था। चूंकि उपरोक्त उपयुक्त प्रदर्शनों को इस न्यायालय द्वारा स्पष्ट किया गया है कि उनमें",
  "Court to be holding no evidentiary vigor. Therefore, in view of the above, the verdict of acquittal, as made upon, accused Vikas @ Vicky,": "कोई साक्ष्यात्मक शक्ति नहीं है। इसलिए, उपरोक्त को ध्यान में रखते हुए, अभियुक्त विकास ७विक्की को दोषी ठहराने",
  "Principles of Law": "कानून के सिद्धांत",
  "1) In case there is any contradiction inter-se the medical account and the eye witness account, thereupon, the credible eye witness account is to be assigned": "॥) यदि चिकित्सा खाते और प्रत्यक्षदर्शी खाते के बीच कोई विरोधाभास है, तो विश्वसनीय प्रत्यक्षदर्शी खाते को चिकित्सा",
  "preponderance and precedence over the medical account.": "खाते पर प्रमुखता और प्राथमिकता दी जानी चाहिए।",
  "2) The effect of minimal digressions or contradictions inter-se the previously made statements in writing by the": "2) न्यूनतम विषयांतर या अंतर्विरोध का प्रभाव, न्यायालय के समक्ष अभिलिखित अपनी गवाही में अपनी प्रतिध्वनि के",
  "ocular witness to the occurrence with his echoings in his testification recorded before the Court, are insignificant, especially when the echoing made by the ocular witness": "साथ घटना के लिए नेत्र गवाह द्वारा पहले लिखित में दिए गए बयानों के बीच, महत्वहीन है, विशेष रूप से जब अपराध"
}