{
  "(Para 30)": "(पैरा 30)",
  "Ashish Aggarwal, Senior Advocate with Aashna Aggarwal, Advocate, for the petitioner.": "आशना अग्रवाल के साथ वरिष्ठ अधिवक्ता आशीष अग्रवाल, याचिकाकर्ता के लिए",
  "None for respondent No.1.": "प्रत्यर्थी संख्या । के लिए कोई नहीं।",
  "Vishal Garg Narwana and Arish deep, Advocates, for respondents No.3 to 5.": "विशाल गर्ग नरवाना और अरिश डीप, वकील, उत्तरदाता संख्या 3 से 5 के लिए।",
  "ARCHANA PURL J.": "अर्चना पुरी , जे",
  "(1) The petitioner has invoked the jurisdiction of this Court under Article 227 of the Constitution of India, thereby, making a prayer": "(॥) याचिकाकर्ता ने भारत के संविधान के अनुच्छेद 227 के तहत इस",
  "for setting aside of the order dated 08.01.2020 (Annexure P-14), being": "न्यायालय के अधिकार क्षेत्र का आह्वान किया है, जिससे दिनांकित 08.0.2020 (अनुलग्नक पी-4) के आदेश को रद्द करने के लिए अनुरोध किया गया है, जो अवैध रूप से अधिकार",
  "illegal ultra- vires, void and without jurisdiction and further made a": "से परे, शून्य और अधिकार क्षेत्र के बिना है और आगे एक प्रार्थना की गई है कि",
  "prayer that application dated 11.07.2019 (Annexure P-12) filed by the": "याचिकाकर्ता द्वारा दायर .07.209 (अनुलग्रक पी-42) दिनांकित आवेदन, जवाबी दावे",
  "petitioner, for dismissal of the counter-claim, be allowed in the interest of justice.": "को खारिज करने के लिए, न्याय के हित में अनुमति दी जाए।",
  "(2) The essential facts, to be noticed, areas hereingiven:-That,": "(2) ध्यान देने योग्य आवश्यक तथ्य, यहाँ दिए गए क्षेत्र हैं: -कि, प्रारंभ",
  "initially, respondent No.1 (plaintiff before learned trial Court) had filed": "में, प्रत्यर्थी संख्या । (विद्वत विचारण न्यायालय के समक्ष वादी) ने प्रतिवादी संख्या ॥",
  "a suit for issuance of permanent injunction to restrain defendant No.|(petitioner in the present revision petition) from a lienating, transferring or mortgaging more than his half share and further to": "(वर्तमान पुनरीक्षण याचिका में याचिकाकर्ता) को अपने आधे हिस्से से अधिक ग्रहणाधिकार, हस्तांतरण या गिरवी रखने से रोकने के लिए स्थायी निषेधाज्ञा जारी करने के लिए एक",
  "restrain the other defendants and their attorneys etc. from alienating,": "मुकदमा दायर किया था और आगे अन्य प्रतिवादियों और उनके वकीलों आदि को वाद",
  "transferring or mortgaging any part of the suit property, as detailed in": "संपत्ति के किसी भी हिस्से को अलग करने, स्थानांतरित करने या गिरवी रखने से रोकने के",
  "(3) Though, not reproduced in the plaint, but what could be": "(3 हालाँकि, शिकायत में पुनः प्रस्तुत नहीं किया गया है, लेकिन",
  "ASHOK KUMAR SHARMA v. RAKESH KUMAR SHARMA AND 625 OTHERS (Archana Puri, J.)": "अशोक कुमार शर्मा बनाम राकेश कुमार शर्मा और क्या हो सकता है मुक़दमे के शीर्षक",
  "the same is reproduced as herein given:-": "गया है, जैसा कि यहाँ दिया गया हैः: -",
  "Kamla Devi (his wife) on": "कमला देवी (उनकी पत्नी) पर",
  "16.08.1974": "6.08.974",
  "Rakesh | Ashok Naresh Veena Sunita Poonam": "राकेश अशोक नरेश वीना सुनीता पूनम",
  "kumar Kumar Kumari | Sethaputra} Shama (R. | Anand (R.": "कुमार कुमार कुमारी सेठापुत्र शमा (आर. | आनंद (आर.",
  "(R.No.1)| (Pet.) | (R. No.2) | (R. No. 3)} No.4) No.5)": "(आर. नं.) | (याचिकाकर्ता) | (आर. नं.2) | (आर. नं. 3) नं. 4) नं. 5)",
  "(4) In the plaint, it is asserted that Kewal Krishan Sharma, was": "(4) वादपत्र में, यह दावा किया गया है कि केवल कृष्ण शर्मा, मुकदमे की संपत्ति",
  "owner of the suit property (as detailed in the headnote of the": "के मालिक थे (जैसा कि मुख्य लेख में बताया गया है) अपने जीवनकाल के दौरान, उन्होंने",
  "plaint).During his lifetime, he had executed a Will dated 16.08.1974, vide which, he had appointed hiswife Kamla Devi i.e. mother of the": "6.08.974 को एक वसीयत निष्पादित की थी, जिसके तहत उन्होंने अपनी पत्नी कमला",
  "vide which, he had appointed hiswife Kamla Devi i.e. mother of the plaintiff and defendants, as trustee and it was duly mentioned in the": "देवी यानी की मां को नियुक्त किया था वादी और प्रतिवादी, ट्रस्टी के रूप में और वसीयत",
  "Will that after the death of Kamla Devi, his property is to bequeath in": "में यह विधिवत उल्लेख किया गया था कि कमला देवी की मृत्यु के बाद, उनकी संपत्ति",
  "favour of plaintiff Rakesh Kumar Sharma and defendant No.1 Ashok": "वसीयत में दी जाएगी वादी राकेश कुमार शर्मा और प्रतिवादी नंबर 4 अशोक कुमार शर्मा",
  "inheritance was sanctioned, in favour of mother of the parties i.e. Kamla Devi, vide mutation No.944, as per the order of Collector dated": "था, पार्टियों की मां के पक्ष में यानी कमला देवी ने कलेक्टर के आदेशानुसार म्यूटेशन",
  "25.08.2004, which has been incorporated in the revenue record.": "क्रमांक 944 दिनांक 25.08.2004, जिसे राजस्व रिकार्ड में शामिल किया गया है।",
  "Before Archana Puri, J.": "अर्चना पुरी से पहले, जे.",
  "ASHOK KUMAR SHARMA—Petitioner": "अशोक कुमार शर्मा-याचिकाकर्ता",
  "versus": "बनाम",
  "RAKESH KUMAR SHARMA AND OTHERS—Respondent": "राकेश कुमार शर्मा और अन्य-उत्तरदाता",
  "CR No. 1974 of 2020": "2020 की सी. आर. संख्या 974",
  "March 19, 2024": "9 मार्च, 2024",
  "Constitution of India, 1950—Art. 227—Code of Civil": "भारत का संविधान, 950-अनुच्छेद 227-सिविल प्रक्रिया संहिता, 908-ओ.",
  "Procedure Code, 1908—0O.8, R.6A to 6 G—Counter claim by defendant against his co-defendant—Suit for permanent injunction": "8, आर. 6ए से 6जी-प्रतिवादी द्वारा अपने सह-प्रतिवादी के खिलाफ जवाबी दावा-",
  "instituted by Respondent No. 1 contested by Petitioner and": "याचिकाकर्ता और प्रतिवादी संख्या 3 से 5 द्वारा लड़े गए प्रतिवादी संख्या ॥ द्वारा स्थापित",
  "Respondent No. 3 to 5—Counter Claim raised by Respondent No. 3 to": "स्थायी निषेधाज्ञा के लिए मुकदमा-प्रतिवादी संख्या 3 से 5 द्वारा याचिकाकर्ता और प्रतिवादी",
  "5 denying rights of Petitioner and Respondent No. 1—Suit filed by": "संख्या 4 के अधिकारों से इनकार करते हुए किया गया जवाबी दावा-प्रतिवादी संख्या ॥",
  "Respondent No.1 dismissed u/o 9 Rule 8, Code of Civil Procedure,": "द्वारा दायर किया गया मुकदमा यू/ओ 9 नियम 8, सिविल प्रक्रिया संहिता, 4908 के तहत",
  "1908 and counter claim filed by respondent No. 3 to 5 continued—": "खारिज कर दिया गया और प्रतिवादी संख्या 3 से 5 द्वारा दायर जवाबी दावा जारी रहा -",
  "Application preferred by Petitioner for seeking dismissal of counter claim filed by Respondent No 3 to 5 rejected—Challenged—Held, no": "प्रतिवादी संख्या 3 से 5 द्वारा दायर जवाबी दावे को खारिज करने की मांग के लिए याचिकाकर्ता द्वारा प्रस्तुत आवेदन खारिज कर दिया गया-चुनौती दी गई-आयोजित,",
  "provision has been made for permitting counter claim by defendant": "प्रतिवादी द्वारा अपने सह-प्रतिवादियों के खिलाफ जवाबी दावे की अनुमति देने के लिए",
  "against his co-defendants—Co-defendant can neither file written": "कोई प्रावधान नहीं किया गया है-सह-प्रतिवादी न तो जवाबी दावे के लिए लिखित बयान",
  "statement to counter claim nor make application for exclusion of": "दायर कर सकता है और न ही उसके खिलाफ सह-प्रतिवादी द्वारा दायर जवाबी दावे को",
  "Held, that from the aforesaid provision, it is evident that a": "निर्धारित किया गया कि उपरोक्त प्रावधान से यह स्पष्ट है कि वादी के दावे के",
  "counter claim can be filed against the claim of the plaintiff and it can be": "खिलाफ जवाबी दावा दायर किया जा सकता है और इसे वादी के खिलाफ प्रतिवादी को",
  "filed regarding a cause of action, accruing to defendant, against the": "दावा, कोई अधिकार या दावा वादी के खिलाफ प्रतिवादी के अनुसार मुकदमा दायर करने",
  "question of a counter claim being permissible against a co-defendant by": "प्रावधान के आलोक में, मुकदमे में एक प्रतिवादी द्वारा सह-प्रतिवादी के खिलाफ जवाबी",
  "a defendant in the suit. Still, further perusal of the provision contained in Rule 6A(3) states that in case the counter claim is filed by the": "दावे की अनुमति का कोई सवाल ही नहीं है। फिर भी, नियम 6ए (3) में निहित प्रावधान के आगे के अवलोकन में कहा गया है कि यदि प्रतिवादी द्वारा जवाबी दावा दायर किया जाता",
  "defendant, then the plaintiff shall be at liberty to file written statement,": "है, तो वादी जवाबी दावे के जवाब में लिखित बयान दायर करने के लिए स्वतंत्र होगा। इसके",
  "in answer to the counter claim. Further, Rule 6C gives entitlement to the plaintiff to raise an objection to the counter claim filed by the defendant before the issues are framed, in relation to the counter claim": "अलावा, नियम 6सी वादी को प्रतिदावे के संबंध में मुद्दे तैयार होने से पहले प्रतिवादी द्वारा",
  "and the plaintiff can make a claim that counter claim of defendant be": "आवेदन कर सकता है कि प्रतिवादी एक अलग मुकदमा दायर कर सकता है और यह",
  "excluded from his suit and the defendant, filing the counter claim, may": "कि प्रतिवादी के प्रतिदावे को उसके मुकदमे से बाहर रखा जाए और प्रतिदावे को दायर",
  "file a separate suit, if he so desires. Likewise, Rule 6E provides that if the plaintiff defaults in filing reply to the counter claim; the Court may": "करने वाला प्रतिवादी, यदि चाहे तो एक अलग मुकदमा दायर कर सकता है। इसी तरह, नियम 6सी में प्रावधान है कि यदि वादी जवाबी दावे का जवाब दाखिल करने में चूक करता",
  "pronounce the judgment against the plaintiff, in relation to the counter": "है, तो अदालत वादी के खिलाफ, उसके खिलाफ किए गए जवाबी दावे के संबंध में फैसला",
  "claim, made against him. Even, Rule 6F provides that the relief to be": "सुना सकती है। यहां तक कि नियम 6एफ में यह प्रावधान है कि जवाबी दावे में दी जाने",
  "granted in the counter claim is against the plaintiff.": "वाली राहत वादी के खिलाफ है।",
  "co-defendant and the prejudice of the rights of the co-defendant, against": "गेल छल आ याचिकाकर्ता, जे प्रतिवादी नं. । छथि, के अधिकार पर रोक लगयबाक प्रयास",
  "been given a right to file reply to the counter-claim. It is": "जब जवाबी-दावे को चुनौती देने का कोई अवसर नहीं दिया गया था, क्योंकि जवाब दाखिल",
  "regard. It was asserted that defendant No.1 wants to alienate whole land": "इनकार कर दिया। यह दावा किया गया कि प्रतिवादी नंबर पूरी भूमि को अलग करना",
  "and other defendants are also trying to alienate the suit property, to": "चाहता है और अन्य प्रतिवादी भी मुकदमे की संपत्ति को अलग करने की कोशिश कर रहे",
  "some other persons, in order to defeat the rights of the plaintiff.": "हैं वादी के अधिकारों को पराजित करने के लिए कुछ अन्य व्यक्ति।",
  "(7) Defendant No.1—petitioner filed written statement. Besides": "(7) प्रतिवादी नंबर ॥-याचिकाकर्ता ने लिखित बयान दायर किया। प्रारंभिक",
  "raising preliminary objections, also defendant No.1, asserted about the": "आपत्तियां उठाने के अलावा, प्रतिवादी नंबर । ने भी इसके बारे में जोर दिया उनके पिता",
  "property has been transferred/ mutated in the name of Kamla Devi. Furthermore, it was asserted that during her lifetime, Kamla Devi had executed a Will dated 06.01.2006,in his favour. The said Will was": "नाम पर हस्तांतरित/परिवर्तित की गई है। इसके अलावा, यह दावा किया गया कि अपने जीवनकाल के दौरान, कमला देवी ने उनके पक्ष में दिनांक 06.0.2006 को एक वसीयत",
  "upheld at various forums and accordingly, land in Karnal had been": "निष्पादित की थी। उक्त वसीयत को विभिन्न मंचों पर बरकरार रखा गया और तदनुसार,",
  "mutated in the name of the answering defendant vide mutation": "करनाल में भूमि दी गई उत्परिवर्तन के माध्यम से उत्तर देने वाले प्रतिवादी के नाम में",
  "No.8203.Even, on the basis the Will, executed by his mother, mutation": "परिवर्तन किया गया क्रमांक 8203. यहाँ तक कि, उसकी माँ द्वारा निष्पादित वसीयत के",
  "No.733 has been sanctioned in favour of the answering defendant by": "आधार पर, उत्परिवर्तन भी क्रमांक 733 उत्तरदाता प्रतिवादी के पक्ष में स्वीकृत किया गया",
  "the Revenue Officer at Kapurthala. Also, it was asserted that plaintiff": "है कपूरथला में राजस्व अधिकारी। साथ ही, यह भी दावा किया गया कि वादी ने लेफ्टिनेंट",
  "If the plaintiff makes default in putting in reply to the": "नियम6ई. प्रतिदावे का उत्तर देने में वादी की चूक यदि वादी उत्तर देने में चूक",
  "counter- claim made by the defendant, the Court may pronounce judgment against the plaintiff in relation to the": "प्रतिवादी द्वारा किया गया प्रतिदावा, न्यायालय कर सकता है के संबंध में वादी के विरूद्ध",
  "counter-claim made against him or make such order in": "निर्णय सुनायें उसके विरुद्ध प्रतिदावा किया जाए या ऐसा आदेश दिया जाए प्रतिदावे के",
  "relation to the counter- claim as it thinks fit.": "संबंध में जैसा वह उचित समझे।",
  "Rule6F. Relief to Defendant where counter claim succeeds": "नियम6एफ. प्रतिदावा सफल होने पर प्रतिवादी को राहत जहां किसी भी मुकदमे में",
  "Where in any suit a set-off or counter-claim is established as defence against the plaintiffs claim and any balance is": "वादी के दावे और किसी भी शेष के खिलाफ बचाव के रूप में एक मुजरा या प्रतिदावा",
  "found due to the plaintiff or the defendant, as the case may": "स्थापित किया जाता है जैसा भी मामला हो, वादी या प्रतिवादी के कारण पाया गया हो,",
  "be, the Court may give judgment to the party entitled to": "न्यायालय हकदार पक्ष को निर्णय दे सकता है ऐसा संतुलन",
  "Rule 6G.Rules relating to written statement to apply": "नियम 6जी.लिखित बयान से संबंधित नियम लागू करने के लिए",
  "The rules relating to a written statement by a defendant shall apply to a written statement filed in answer to a counter-": "प्रतिवादी द्वारा लिखित बयान से संबंधित नियम होंगे प्रतिदावे के उत्तर में दायर लिखित",
  "claim.”": "बयान पर लागू करें।\"",
  "the plaintiff defaults in filing reply to the counter claim; the Court may": "केवल वादी है, जिसका लिखित बयान दायर करने में चूक होने पर, न्यायालय वादी के",
  "defendant is contemplated, as a person required to suffer a counter": "प्रतिवादी को एक ऐसे व्यक्ति के रूप में माना जाता है जिसे किसी अन्य सह-प्रतिवादी द्वारा",
  "claim against him by another co-defendant. In the eventuality, the": "उसके खिलाफ जवाबी दावा करने की आवश्यकता होती है। प्रतिवादी के मामले में सह-",
  "has not been given any right to file written statement to the counter-": "गया है। न ही किसी सह-प्रतिवादी द्वारा जवाबी दावे में लिखित बयान दायर करने में",
  "ASHOK KUMAR SHARMA v. RAKESH KUMAR SHARMA AND 629 OTHERS (Archana Puri, J.)": "निर्धारित की गई है। यहां तक कि अशोक कुमार शर्मा बनाम राकेश कुमार शर्मा और द्वारा",
  "CPC. Therefore, expressly, no provision is made for permitting a counter claim by a defendant against his co- defendant.": "सीपीसी। इसलिए, स्पष्ट रूप से, प्रतिवादी द्वारा अपने सह-प्रतिवादी के खिलाफ जवाबी दावे की अनुमति देने के लिए कोई प्रावधान नहीं किया गया है।",
  "16.Even impliedly the provision for permitting counter- Claim against co-defendant cannot be read into the statute": "6.यहां तक कि सह-प्रतिवादी के खिलाफ जवाबी दावे की अनुमति देने के",
  "Claim against co-defendant cannot be read into the statute book for the simple reason that such an implied": "प्रावधान को भी क़ानून की पुस्तक में इस सरल कारण से नहीं पढ़ा जा सकता है कि इस",
  "presumption would go totally in contravention with the other provisions of the Order VII Rule 6A to 6G. If any": "तरह की निहित धारणा आदेश ५॥।॥ नियम 6ए से 6जी के अन्य प्रावधानों के पूरी तरह से",
  "counter claim by the defendant against his co-defendant is": "उल्लंघन में जाएगी। यदि प्रतिवादी द्वारा अपने सह-प्रतिवादी के खिलाफ किसी भी जवाबी",
  "entertained by the Court then the Court would be finding itself in an absurd situation where the Court would not be": "दावे पर अदालत द्वारा विचार किया जाता है तो अदालत खुद को एक बेतुकी स्थिति में",
  "counter claim by the co-defendant, the Court would not be": "करने की अनुमति देने के लिए अधिकृत नहीं होगी, अदालत सह-प्रतिवादी द्वारा जवाबी",
  "authorised to permit a defendant to move an application for": "दावे को हटाने के लिए एक प्रतिवादी को आवेदन दायर करने की अनुमति देने के लिए",
  "Court would not be authorised to grant relief against co-": "अधिकृत नहीं होगी और अदालत सह-प्रतिवादी के खिलाफ राहत देने के लिए अधिकृत",
  "defendant. For assuming all the se powers with court, again": "नहीं होगी। अदालत के साथ सभी शक्तियों को ग्रहण करने के लिए, फिर से एक निहित",
  "an implied presumption will have to be made that Court has all these powers because it has permitted the counter claim to": "अनुमान लगाना होगा कि अदालत के पास ये सभी शक्तियां हैं क्योंकि उसने एक सह-",
  "and reading into the statute which is neither required nor is necessary and, rather, is prohibited by the law of": "पढ़ने का इतना हिस्सा जो न तो आवश्यक है और न ही आवश्यक है और, बल्कि, व्याख्या",
  "necessary and, rather, is prohibited by the law of interpretation. Any omission to legislation a point has to be": "के कानून द्वारा निषिद्ध है। कानून बनाने में किसी भी तरह की चूक को विधायिका या",
  "presumed to be intentional on the part of the legislature or the rules framing authority. Any defendant has ,otherwise, full": "नियम बनाने वाले प्राधिकरण की ओर से जानबूझकर माना जाना चाहिए। अन्यथा, किसी",
  "right to file a separate suit against a co-defendant for any": "भी प्रतिवादी को कार्रवाई के किसी भी कारण के लिए सह-प्रतिवादी के खिलाफ एक अलग",
  "cause of action. Therefore, no such interpolation of words and": "शब्दों और वाक्यांशों का ऐसा कोई अंतर्वेशन आवश्यक या अनुमेय नहीं है। इसलिए यह",
  "Hence it is held that a defendant cannot file a counter claim against a co-defendant under any circumstances. Order VIII": "माना जाता है कि एक प्रतिवादी किसी भी परिस्थिति में सह-प्रतिवादी के खिलाफ जवाबी दावा दायर नहीं कर सकता है। आदेश ५॥ नियम 6ए से 6जी तक वादी के दावे के",
  "claim to be filed by the defendant against the claim of the": "खिलाफ प्रतिवादी द्वारा दायर किए जाने वाले केवल एक जवाबी दावे का प्रावधान और",
  "plaintiff. Hence the counter claim against the co-defendant": "कल्पना करता है। इसलिए वर्तमान मामले में सह-प्रतिवादी के खिलाफ जवाबी दावा बनाए",
  "in the present case was not maintainable.”": "रखने योग्य नहीं था। ”",
  "(20) Learned counsel for respondents No.3 to 5 has relied upon": "(20) उत्तरदाताओं संख्या 3 से 5 के विद्वान वकील पर भरोसा किया गया है रोहित",
  "Rohit Singh and others versus State of Bihar (now State of": "सिंह और अन्य बनाम बिहार राज्य (अब झारखंड राज्य) और अन्य, के खिलाफ उस",
  "(21) However, it is pertinent to mention that Hon’ble Supreme Court in the subject case (Rohit Singh’s case supra) had held that it appeared to them that the counter-claim has necessarily to be directed": "(2) हालाँकि, यह उल्लेख करना उचित है कि विषय मामले (रोहित सिंह के मामले में) में माननीय सर्वोच्च न्यायालय ने माना था कि उन्हें ऐसा प्रतीत होता है कि प्रतिदावा",
  "appeared to them that the counter-claim has necessarily to be directed against the plaintiff in the suit; though incidentally or along with it,": "आवश्यक रूप से मुकदमे में वादी के खिलाफ निर्देशित किया जाना चाहिए; हालाँकि",
  "may also claim relief against co-defendants in the suit. However,": "संयोगवश या इसके साथ ही, मुकदमे में सह-प्रतिवादियों के खिलाफ राहत का दावा भी",
  "question, as to whether the defendant can file counter-claim against co-": "है कि यह प्रश्न, कि क्‍या प्रतिवादी सह-प्रतिवादी के विरुद्ध प्रति-दावा दायर कर सकता है,",
  "defendant, was never as such considered in that case, as the moot": "उस मामले में कभी भी विचार नहीं किया गया था, जैसा कि विवादास्पद था। इसके समक्ष",
  "properly filed in that case. It was the stage, at which, counter-claim can": "यह वह चरण था, जिस पर प्रतिदावा किया जा सकता था दायर किया जाए, जिस पर विवाद",
  "be filed, which was in dispute. Looking at this, in Soma Devi’s case (supra), it has been observed that this judgment (Rohit Singh’s case": "था। इसे देखते हुए, सोमा देवी के मामले में (सुप्रा), यह देखा गया है कि यह निर्णय (रोहित",
  "supra),is not the precedent on the point that the defendant, as a matter": "सिंह का मामला सुप्रा), इस बिंदु पर मिसाल नहीं है कि प्रतिवादी, एक मामले के रूप में",
  "of right, can file counter-claim against co-defendant, as an independent": "अधिकार का, एक स्वतंत्र के रूप में, सह-प्रतिवादी के खिलाफ प्रतिदावा दायर कर सकता",
  "remedy and it was also observed about the Hon’ble Supreme Court": "है उपाय और यह माननीय सर्वोच्च न्यायालय के बारे में भी देखा गया था यह मानते हुए कि",
  "the plaintiff in the suit. It was only so said, while considering the": "के विरुद्ध प्रतिदावे पर विचार करते समय केवल इतना ही कहा गया था कि न्यायालय",
  "counter claim against the plaintiff that Court can grant an incidental": "उठाने का अधिकार देता है और वादी यह दावा कर सकता है कि प्रतिवादी के प्रतिदावे को",
  "relief against a co-defendant also. Further, it was also observed that in": "करने का कोई अधिकार दिया गया है। इसके अलावा, यह सह-प्रतिवादी द्वारा जवाबी दावे",
  "the subject case (Rohit Singh’s case supra), the Hon'ble Supreme": "यह भी देखा गया कि विषय मामले (रोहित सिंह का मामला सुप्रा) में, माननीय सर्वोच्च",
  "Court held that where the relief is solely directed against a co-": "न्यायालय ने माना कि जहां राहत पूरी तरह से एक सह-प्रतिवादी के खिलाफ निर्देशित है,",
  "defendant, is totally not maintainable. In this context, it was observed in Soma Devi’s case (supra) that it is only that while considering the": "वह पूरी तरह से बनाए रखने योग्य नहीं है। इस संदर्भ में, सोमा देवी के मामले (सुप्रा) में यह देखा गया कि वादी के खिलाफ दायर प्रतिदावे पर विचार करते समय अदालत केवल सह-",
  "counter claim filed against the plaintiff that the Court can grant some incidental relief, even against a co-defendant and thus, the Hon'ble": "प्रतिवादी के खिलाफ भी कुछ आकस्मिक राहत दे सकती है और इस प्रकार, माननीय",
  "Supreme Court had never laid down that a co-defendant has an": "उच्चतम न्यायालय ने कभी भी यह निर्धारित नहीं किया था कि सह-प्रतिवादी के पास सह-",
  "independent remedy of filing a counter claim against a co-defendant": "प्रतिवादी के खिलाफ प्रतिदावा दायर करने का एक स्वतंत्र उपाय है और उसी के आलोक",
  "independent right in favour of a defendant, to file a counter claim": "उपाय है। प्रतिवादी के पक्ष में प्रतिदावा दायर करने का स्वतंत्र अधिकार किसी सह-",
  "against a co-defendant, is altogether different matter, than the power of the Court to grant an incidental relief against a co-defendant. However,": "प्रतिवादी के विरुद्ध आकस्मिक राहत देने की न्यायालय की शक्ति से बिल्कुल अलग",
  "relief has to be purely incidental to the main relief being granted by the": "मामला है। तथापि, राहत पूरी तरह से दी जाने वाली मुख्य राहत से आनुषंगिक होनी चाहिए",
  "Court.": "अदालत।",
  "(22) In the given circumstances, an independent counter-claim": "(22) दी गई परिस्थितियों में, सह-प्रतिवादी के खिलाफ प्रतिवादी द्वारा एक",
  "bythe defendant against the co-defendant, is not maintainable, in the independent capacity of a co-defendant. But, as an incidental relief, to": "स्वतंत्र जवाबी दावा, सह-प्रतिवादी की स्वतंत्र क्षमता में बनाए रखने योग्य नहीं है। लेकिन,",
  "the main relief, which maybe granted against the plaintiff, it may be": "एक आनुषंगिक राहत के रूप में, मुख्य राहत के लिए, जो शायद वादी के खिलाफ दी गई",
  "directed by the Court, even against a co-defendant, if the need, so arises.": "है, यह अदालत द्वारा निर्देशित किया जा सकता है, यहां तक कि एक सह-प्रतिवादी के खिलाफ भी, यदि आवश्यकता हो, तो।",
  "place on record the replication-cum-written reply to the counter-claim": "लिखित उत्तर को रिकॉर्ड पर रखने की अनुमति देने के लिए एक आवेदन दायर किया गया",
  "filed by defendants No.3 to 5, which was allowed and issues relating to": "था प्रतिवादी संख्या 3 से 5 द्वारा दायर किया गया, जिसकी अनुमति दी गई थी और इससे",
  "counter-claim were framed and the case was adjourned further for": "संबंधित मुद्दे थे प्रतिदावा तय किया गया और मामले को आगे के लिए स्थगित कर दिया",
  "evidence of the plaintiff. Ultimately, on 30.11.2018, the suit of the": "गया वादी का साक्ष्य. अंततः दिनांक 30..208 को का मुकदमा वादी को आदेश 9",
  "plaintiff was dismissed under Order 9 Rule 8 CPC and thereupon, the": "नियम 8 सीपीसी के तहत बर्खास्त कर दिया गया और उसके बाद, प्रतिदावेदारों के साक्ष्य",
  "(26) The zimini orders further reveal that no evidence on behalf": "(26) ज़मीनी आदेशों से यह भी पता चलता है कि प्रतिदावेदारों की ओर से कोई",
  "counter-claim was filed by the petitioner-defendantNo. 1,on25.07.2019.": "द्वारा 25.07.2049 को प्रतिदावा दायर किया गया था। जवाब मांगने के बाद उक्त आवेदन",
  "After seeking reply, the said application was dismissed vide impugned order.": "को आश्षेपित आदेश द्वारा खारिज कर दिया गया।",
  "(27) All this shows that at no point of time, an opportunity was given to the petitioner to file written statement to the counter-claim.": "(27) यह सब दर्शाता है कि किसी भी समय याचिकाकर्ता को प्रतिदावे पर लिखित बयान दाखिल करने का अवसर नहीं दिया गया। काश ऐसा हो. हालाँकि, यह ध्यान रखना",
  "suit for permanent injunction, while asserting half share in the suit": "आधे हिस्से का दावा करते हुए, स्थायी निषेधाज्ञा के लिए मुकदमा दायर किया था। तथापि,",
  "petitioner-defendant No.1, asserted his right entirely on the basis of the": "याचिकाकर्ता-प्रतिवादी नंबर ने पूरी तरह से इसके आधार पर अपने अधिकार का दावा",
  "Will of his mother executed on 06.01.2006. In this context, it should be": "किया उनकी मां की वसीयत 06.0.2006 को निष्पादित हुई। इस संदर्भ में, यह होना",
  "noticed that defendants No.3 to 5, by way of counter-claim asserted": "चाहिए देखा गया कि प्रतिवादी संख्या 3 से 5 ने प्रतिदावे के माध्यम से /6वें हिस्से की",
  "each, of the plaintiff and defendants.": "प्रतिवादी दोनों में से प्रत्येक।",
  "(28) As observed aforesaid, the suit of the plaintiff was dismissed under Order 9 Rule 8 CPC. Only thereupon, counter-claim": "(28) जैसा कि ऊपर देखा गया है, वादी का मुकदमा आदेश 9 नियम 8 सी. पी. सी. के तहत खारिज कर दिया गया था। केवल इसके बाद, प्रति-दावा दर्ज करने का आदेश दिया",
  "was ordered to be registered and the case was adjourned for evidence of": "गया और प्रति-दावेदारों के साक्ष्य के लिए मामले को स्थगित कर दिया गया। ऐसी स्थिति",
  "written statement. Law does not permit so. In these circumstances,": "कोई अवसर प्रदान नहीं किया गया है। कानून इसकी अनुमति नहीं देता है। इन",
  "counter-claim definitely creates a cloud on his rights, only vis-a-vis, the": "परिस्थितियों में, प्रति-दावा निश्चित रूप से उसके अधिकारों पर एक बादल पैदा करता है,",
  "suit property. By way of very smart move, the plaintiff remained away": "केवल सूट संपत्ति की तुलना में। बहुत ही चतुराई से किए गए कदम के माध्यम से, वादी",
  "from the Court proceedings to counter the rights of petitioner-defendant": "याचिकाकर्ता-प्रतिवादी संख्या । के अधिकारों का विरोध करने के लिए अदालती कार्यवाही",
  "No.1, who, as evident from the paper book, has fought his right qua inheritance, in various Courts.": "से दूर रहा, जिसने, जैसा कि कागजी पुस्तक से स्पष्ट है, विभिन्न न्यायालयों में विरासत के अपने अधिकार के लिए लड़ाई लड़ी है।",
  "(29) As evident from Annexure P-6, respondentNo.1-Rakesh": "(29) जैसा कि अनुलग्नरक पी-6 से स्पष्ट है, कुमार शर्मा (जो विद्बत विचारण",
  "earlier filed a suit for declaration, thereby, making all his brothers and": "उनके सभी भाइयों और बहनों को प्रतिवादी बनाया गया था, जिससे याचिकाकर्ता-प्रतिवादी"
}