{
  "Act itself provided that there could be no compensation in such cases as": "के प्रावधानों में यह प्रावधान है कि ऐसे मामलों में कोई मुआवजा नहीं दिया जा सकता क्‍योंकि किरायेदारी के दीर्घकालिक",
  "the tenancy would have thus re- made up for expenses incurred for reclamation or for improvement of the land by virtue of long enjoyment": "किरायेदारी के दीर्घकालिक उपभोग के कारण भूमि के सुधार या सुधार के लिए किए गए व्यय की भरपाई",
  "Further held, that we do not find any infirmity in the order of the learned Single Judge declining the said relief in a writ jurisdiction as the": "आगे कहा गया कि,हमें विद्वान एकल न्यायाधीश के उस आदेश में कोई कमी नहीं दिखती जिसमें रिट क्षेत्राधिकार में",
  "Having failed to do so they are themselves estopped as such at a belated": "चाहिए था। ऐसा करने में विफल रहने के कारण उन्हें स्वयं संशोधन के विलंबित चरण में रोक दिया गया है जिसे",
  "stage in revision which was sought to be raised before the Financial Commissioner for the first time. Accordingly, we do not find any": "पहली बार वित्तीय आयुक्त के समक्ष उठाने की मांग की गई थी। तदनुसार, हमें वर्तमान लेटर्स पेटेंट अपील में कोई",
  "C.M. Munjal, Advocate, for the appellants.": "अपीलकर्ताओं की ओर से अधिवक्ता सी.एम. मुंजाल।",
  "Abhilaksh Grover, Advocate for the caveator/ respondent No.5.": "अभिललक्ष ग्रोवर, अधिवक्ता, कैविएटर»प्रतिवादी संख्या 5.",
  "G.S. SANDHAWALIA, J. (ORAL)": "जी.एस. संधवालिया, जे. (मौखिक)",
  "CM-2909-LPA-2022": "सीएम-2909-एलपीए-2022",
  "duly supported by affidavit. Delay of 71 days in refiling the appeal is": "दिनों के विलंब को माफ करने के लिए आवेदन स्वीकार किया जाता है। अपील को पुनः दाखिल करने में 7। दिनों के",
  "CM stands disposed of.": "सीएम का तबादला हो गया है।",
  "CM-2911-LPA-2022": "सीएम-29-एलपीए-2022",
  "Application under Chapter 1-C, Rule 3, Volume-V of High Court Rules and Orders has been filed for impleading the legal representatives of deceased appellant Shanti Devi, who is stated to have": "उच्च न्यायालय के नियमों और आदेशों के अध्याय ।-सी, नियम ३, खंड-५ के तहत मृतक अपीलकर्ता शांति देवी के",
  "paragraph No.2 of the application. It has been averred that there are no": "और वे आवेदन के पैराग्राफ संख्या 2 में उल्लिखित कानूनी वारिसों को पीछे छोड़ गई थीं। यह कहा गया है कि मृतक",
  "other legal heirs of the deceased Shanti Devi. Application is duly supported by affidavit of Dilbagh Singh son of deceased Shanti Devi.": "शांति देवी के कोई अन्य कानूनी वारिस नहीं हैं। मृतक शांति देवी के बेटे दिलबाग सिंह के हलफनामे द्वारा आवेदन का विधिवत समर्थन किया गया है।",
  "Accordingly, in view of the averments made in the application, duly supported by the affidavit, the same is allowed and the legal": "तदनुसार, आवेदन में दिए गए कथनों को देखते हुए, हलफनामे द्वारा विधिवत समर्थित, इसे अनुमति दी जाती है और",
  "representatives, as mentioned in paragraph No.2 of the application": "आवेदन के पैराग्राफ संख्या 2 में उल्लिखित कानूनी प्रतिनिधियों को केवल वर्तमान मुकदमे को आगे बढ़ाने की",
  "are permitted to pursue the present litigation only. It is made clear that": "अनुमति दी जाती है। यह स्पष्ट किया जाता है",
  "548": "546",
  "tenant having a right of occupancy is entitled to make improvements on his tenancy.": "अधिभोग का अधिकार रखने वाले किरायेदार को अपनी किरायेदारी में सुधार करने का अधिकार है।",
  "64. Title of tenants not having right of occupancy to make improvements-": "6५. सुधार करने के लिए अधिभोग का अधिकार न रखने वाले किरायेदारों का शीर्षक-",
  "(1) A tenant not having a right of occupancy may make improvements on his tenancy with the assent of his landlord.": "(।) जिस किरायेदार को अधिभोग का अधिकार नहीं है, वह अपने मकान मालिक की सहमति से अपनी किरायेदारी में सुधार कर सकता है।",
  "(2) If at any time the question arises whether or not the landlord assented to the making of an improvement by a": "(2) यदि कभी यह प्रश्न उठता है कि क्या मकान मालिक ने किसी किरयायेदार द्वारा, जिसे अधिभोग का अधिकार",
  "65. Improvements made before commencement of this Act- Improvement made by a tenant before the": "65. इस अधिनियम के लागू होने से पहले किए गए सुधार- इस अधिनियम के प्रारंभ से पूर्व किसी किरायेदार द्वारा",
  "commencement of this Act shall be deemed to have been made in accordance with this Act, unless in the case of a": "किया गया सुधार इस अधिनियम के अनुसार किया गया समझा जाएगा, जब तक कि किसी किरायेदार के मामले में,",
  "tenant not having a right of occupancy it is shown that the": "जिसके पास अधिभोग का अधिकार नहीं है, यह दर्शित न कर दिया जाए कि सुधार उसके और उसके मकान मालिक",
  "improvement was made in contravention of a written agreement between him and his landlord.": "के बीच लिखित करार के उल्लंघन में किया गया था।",
  "66. Improvements begun in anticipation of ejectment- A": "66. निष्कासन की प्रत्याशा में सुधार शुरू हुआ- किसी डिक्री के निष्पादन में या बेदखली के नोटिस के अनुसरण",
  "tenant ejected in execution of a decree or in pursuance of a notice of a notice of ejectment shall not be entitled to": "में बेदखल किया गया किरायेदार, वाद संस्थित करने या नोटिस की तामील के बाद उसके द्वारा शुरू किए गए किसी",
  "notice of a notice of ejectment shall not be entitled to compensation for any improvement begun by him, after the": "सुधार के लिए प्रतिकर का हकदार नहीं होगा, जिसके परिणामस्वरूप उसे बेदखल किया गया।",
  "67. Tender of lease for twenty years to tenant to be a bar to right to compensation - If a landlord tenders to a": "67. किययेदार को बीस वर्ष के लिए पट्टा देने से मुआवजे के अधिकार पर रोक लगेगी -यदि कोई मकान मालिक",
  "tenant a lease of his tenancy for a term of not less than": "किरायेदार को अपनी किरायेदारी का पट्टा, किरायेदार द्वारा उस समय दिए गए किराए पर या कियायेदार द्वारा",
  "twenty years from the date of the tender at the rent then paid by the tenant or at such other rent as may be agreed on the": "स्वीकार किए जाने पर, निविदा पर सहमत किसी अन्य किराए पर, निविदा की तारीख से कम से कम बीस वर्ष की",
  "tender if accepted by the tenant shall bar any claim by him to compensation in respect of improvements previously made on the tenancy.": "अवधि के लिए देता है, तो किरायेदार द्वारा किरायेदारी पर पहले किए गए सुधारों के संबंध में मुआवजे के किसी भी दावे पर रोक लग जाएगी।",
  "68. Liability to pay compensation for improvements to tenants on ejectment or on enhancement of his rent -": "68. किरायेदार को बेदखल करने या उसके किराए में वृद्धि होने पर सुधार के लिए मुआवजा देने का दायित्व -इस",
  "Subject to the foregoing provisions of this Chapter a tenant": "अध्याय के पूर्वगामी उपबंधों के अधीन रहते हुए, किसी किरायेदार को, जिसने इस अधिनियम के अनुसार अपनी",
  "who has made an improvement on his tenancy in accordance with this Act shall not be ejected, and the rent": "किरायेदारी में कोई सुधार किया है, तब तक बेदखल नहीं किया जाएगा और उसके द्वारा देय किराया नहीं बढ़ाया",
  "payable by him shall not be enhanced, until he has received": "जाएगा, जब तक कि उसे सुधार के लिए प्रतिकर प्राप्त न हो जाए।",
  "SHANTI DEVI AND OTHERS v. FINANCIAL COMMISSIONER 547": "शांति देवी एवं अन्य बनाम वित्त आयुक्त",
  "HARYANA AND OTHERS (G.S Sandhawalia, J.)": "हरियाणा एवं अन्य (जी.एस. संधवालिया, जे.)",
  "the present order will not be liable to be taken into consideration in any other set of proceedings.": "कि वर्तमान आदेश को किसी अन्य कार्यवाही में विचार के लिए उत्तरदायी नहीं माना जाएगा।",
  "LPA-1206-2022 M": "एलपीए-206-2022 (ओ एंड एम)",
  "(1) Present Letters Patent Appeal is directed against the order of the learned Single Judge dated 28.07.2022 wherein CWP No.712 of": "(।) वर्तमान लेटर्स पेटेंट अपील विद्वान एकल न्यायाधीश के दिनांक 28.07.2022 के आदेश के विरुद्ध है, जिसमें",
  "2017 filed by the deceased Shanti Devi alongwith Smt. Bhag Devi and": "मृतक शांति देवी तथा श्रीमती भाग देवी एवं अन्य द्वारा दायर सीडब्ल्यूपी संख्या 772/207 को खारिज कर दिया",
  "others, was dismissed. The only benefit granted was that they were entitled to retain possession of 12 kanals of land, which was purchased": "गया था। उन्हें केवल यह लाभ दिया गया कि वे ।2 कनाल भूमि पर कब्जा बनाए रखने के हकदार थे, जिसे उन्होंने",
  "(2) The learned Single Judge, thus, upheld the orders of ejectment passed by the Assistant Collector, First Grade, Hisar dated": "(2) इस प्रकार, विद्वान एकल न्यायाधीश ने सहायक कलेक्टर, प्रथम श्रेणी, हिसार द्वारा पारित निष्कासन के",
  "30.03.2012 (Annexure P-3) which was further duly upheld by the Collector, Hisar on 04.12.2012 (Annexure P-4) and the revision was": "आदेशों को दिनांक 30.03.202 (अनुलग्नक पी-3) को बरकरार रखा, जिसे कलेक्टर, हिसार द्वारा 04.2.202",
  "dismissed on 09.07.2013 (Annexure P-5) by the Commissioner, Hisar": "(अनुलग्रक पी-५) को विधिवत रूप से बरकरार रखा गया और आयुक्त, हिसार डिवीजन द्वारा 09.07.203",
  "Division. The Financial Commissioner, Haryana had also dismissed the revision on 11.08.2016 (Annexure P-9) which were all subject matter of challenge before the learned Single Judge.": "(अनुलग्नक पी-5) को संशोधन को खारिज कर दिया गया। वित्त आयुक्त, हरियाणा ने भी ॥.08.206 (अनुलग्नक पी-9) को संशोधन को खारिज कर दिया था, जो सभी विद्वान एकल न्यायाधीश के समक्ष चुनौती के विषय थे।",
  "(3) Counsel has restricted his argument only to the extent that on the basis of Section 70 of the Punjab Tenancy Act, 1887 (for short": "(3) वकील ने अपनी दलील केवल इस सीमा तक सीमित रखी कि पंजाब काश्तकारी अधिनियम, 887 (संक्षेप में",
  "‘1887 Act’) the claim for compensation should have been mandatorily dealt with by the authorities below.": "887 अधिनियम') की धारा 70 के आधार पर मुआवजे के दावे का निपटारा अनिवार्य रूप से निचले प्राधिकारियों द्वारा किया जाना चाहिए था।",
  "(4) The learned Single Judge noticed that the argument had": "(५) विद्वान एकल न्यायाधीश ने पाया कि संशोधित लिखित बयान दाखिल करते समय न तो किसी भी निचले",
  "neither been raised before any of the authorities below nor a claim for compensation was raised at the time of filing the amended written statement, wherein the plea had been taken that the landowner was": "अधिकारी के समक्ष तर्क प्रस्तुत किया गया था और न ही मुआवज़े का दावा किया गया था, जिसमें यह दलील दी गई",
  "statement, wherein the plea had been taken that the landowner was not a small landowner, which was the ground for eviction. Apparently": "थी कि ज़मीन का मालिक छोटा ज़मीन का मालिक नहीं था, जो बेदखली का आधार था। जाहिर है कि वैकल्पिक रूप",
  "no such plea had been taken in the alternative.": "से ऐसी कोई दलील नहीं दी गई थी।",
  "(5) Counsel has tried to convince us that it was the duty of the Court to direct the tenant to file the statement of his claim, if any, to compensation for improvements, disturbance or of the grounds thereof.": "(5) वकील ने हमें यह समझाने का प्रयास किया है कि न्यायालय का यह कर्तव्य था कि वह किरायेदार को सुधार, व्यवधान या उसके आधारों के लिए मुआवजे के अपने दावे, यदि कोई हो, का विवरण दाखिल करने का निर्देश दे।",
  "(6) We have examined the provisions of 1887 Act, wherein Sections 63 to 69 which read as under provides improvements by": "(6) हमने 7887 अधिनियम के प्रावधानों की जांच की है, जिसमें धारा 63 से 69 जो इस प्रकार हैं, काश्तकारों",
  "under Section 70 to 74. The provisions of Sections 63 to 69 read as under:-": "गई है। धारा 63 से 69 के प्रावधान इस प्रकार हैं:-",
  "“63. Title of occupancy tenant to make improvements- A": "“63. अधिभोग का अधिकार रखने वाले किरायेदार को सुधार करने का अधिकार है-",
  "from the time of their forefathers and it was unfit for agriculture when it was taken for cultivation and their forefathers had spent a lot for": "जब इस पर खेती की गई थी, तब यह कृषि के लिए अनुपयुक्त थी और उनके पूर्वजों ने इसे उपजाऊ बनाने के लिए",
  "making it fertile. Relevant portion of the defence taken before the Assistant Collector 1* Grade reads as under:-": "बहुत पैसा खर्च किया था। सहायक कलेक्टर प्रथम श्रेणी के समक्ष दिए गए बचाव का प्रासंगिक हिस्सा इस प्रकार है:-",
  "“6. That we the respondents are cultivating the land in question as (Gair Maurasi) since long from the time of our forefathers. This disputed land was banjer and was unfit for": "\"6. हम प्रतिवादी अपने पूर्वजों के समय से ही इस भूमि पर (गैर मौरासी) खेती कर रहे हैं। यह विवादित भूमि बंजर",
  "forefathers. This disputed land was banjer and was unfit for agriculture when it was taken for cultivation and our": "थी और जब इसे खेती के लिए लिया गया था, तब यह खेती के लिए अनुपयुक्त थी और हमारे पूर्वजों ने इसे उपजाऊ",
  "forefathers have spent a lot of money and have done very hard work to make it fertile and fit for cultivation purpose.”": "और खेती के उद्देश्य के लिए उपयुक्त बनाने के लिए बहुत पैसा खर्च किया है और बहुत मेहनत की है।\"",
  "(9) Apparently the land in question remained in possession of the appellants as per their own pleadings for a period of over 20 years": "(9) जाहिर है कि विवादित भूमि अपीलकर्ताओं के पास उनकी दलीलों के अनुसार 20 साल से अधिक समय तक",
  "and in view of Section 67 as reproduced above there is a bar for": "रही और जैसा कि ऊपर बताया गया है, धारा 67 के अनुसार, यदि कब्जे की अवधि 20 साल से अधिक है, तो",
  "claiming any compensation in respect of the improvements made on the": "किरायेदारी पर किए गए सुधारों के संबंध में किसी भी मुआवजे का दावा करने पर रोक है। इस प्रकार, ऐसी",
  "circumstances even the argument now raised is without any basis and, therefore, had never been followed up before the Courts below and was": "परिस्थितियों में अब उठाया गया तर्क भी बिना किसी आधार के है और इसलिए, निचली अदालतों के समक्ष कभी भी",
  "only raised for the first time before the Financial Commissioner on the strength of the below provisions.": "इसका पालन नहीं किया गया और नीचे दिए गए प्रावधानों के आधार पर ही पहली बार वित्तीय आयुक्त के समक्ष",
  "(10) Section 70 reads as under:-": "(॥0) धारा 70 इस प्रकार है:-",
  "“70.Determination of compensation by Revenue Courts-": "“70. राजस्व न्यायालयों द्वारा मुआवजे का निर्धारण-",
  "(1) In every suit by a tenant to contest his liability to ejectment or by a landlord to eject a tenant or to enhance his": "(॥) कियायेदार द्वारा बेदखली के अपने दायित्व का विरोध करने के लिए या मकान मालिक द्वारा किरायेदार को",
  "rent the Court shall direct the tenant to file a statement of": "बेदखल करने या उसका किराया बढ़ाने के लिए दायर किए गए प्रत्येक वाद में न्यायालय किरायेदार को निर्देश देगा",
  "his claim, if any, to compensation for improvements or for disturbance and of the grounds thereof.": "कि वह सुधार या अशांति के लिए मुआवजे के अपने दावे, यदि कोई हो, का और उसके आधारों का विवरण दाखिल",
  "(2) If the Court decrees the ejectment of the tenant or the enhancement of his rent it shall determine the amount of": "(2) यदि न्यायालय किरायेदार को बेदखल करने या उसके किराए में वृद्धि करने का आदेश देता है तो वह किरायेदार",
  "execution of the decree until the landlord pays into Court that amount less any arrears of rent or costs proved to the": "तक कि मकान मालिक न्यायालय में उस राशि का भुगतान नहीं कर देता है, जिसमें से किरायेदार से उसे देय किराए",
  "that amount less any arrears of rent or costs proved to the satisfaction of the Court to be due to him from the tenant.”": "या लागत का कोई बकाया न्यायालय की संतुष्टि के अनुसार साबित हो जाता है।\"",
  "conditional as such, if the tenant wants to contest his liability and it is": "(॥।) इस प्रकार, यह स्पष्ट है कि यदि किरायेदार अपनी देयता को चुनौती देना चाहता है तो सुधार के मुआवजे के",
  "summons. Therefore, it was not for the Court to duly direct at that point": "है, क्योंकि उसने समन की सेवा पर नोटिस दिया है। इसलिए, उस समय न्यायालय को विधिवत निर्देश देना उचित",
  "SHANTI DEVI AND OTHERS v. FINANCIAL COMMISSIONER 551": "शांति देवी एवं अन्य बनाम वित्त आयुक्त",
  "that it was put to the counsel whether any statement of claim had been filed under Section 69 and 70 of 1887 Act and, therefore by noticing that on account of the willful lapse of the tenants themselves, who were": "70 के तहत दावे का कोई विवरण दाखिल किया गया था और इसलिए यह देखते हुए कि किरायेदारों की खुद की जानबूझकर",
  "that on account of the willful lapse of the tenants themselves, who were the revisionist before the Financial Commissioner, they could not be granted the benefit and claim advantage on that account.": "चूक के कारण, जो वित्तीय आयुक्त के समक्ष संशोधनकर्ता थे, उन्हें लाभ नहीं दिया जा सकता था और उस खाते पर लाभ का",
  "(12) As noticed in view of provisions of Section 67 as reproduced above and the fact that it was the case of the appellants": "(72) जैसा कि ऊपर पुनरुत्पादित धारा 67 के प्रावधानों और इस तथ्य के मद्देनजर देखा गया है कि यह स्वयं अपीलकर्ताओं",
  "themselves that they were in possession since the time of their forefathers, it is a case of long tenancy and, therefore, the provisions of": "का मामला था कि वे अपने पूर्वजों के समय से कब्जे में थे, यह दीर्घकालिक किरायेदारी का मामला है और इसलिए अधिनियम",
  "the tenancy would have thus re- made up for expenses incurred for reclamation or for improvement of the land by virtue of long enjoyment of tenancy.": "उपभोग के कारण भूमि के सुधार या सुधार के लिए किए गए व्यय की भरपाई किरायेदारी द्वारा की जा सकती थी।",
  "(13) A similar issue had come up before the learned Single Judge of this Court in Shri Kartar Singh versus State of Haryana and": "((3) इसी प्रकार का एक मामला श्री करतार सिंह बनाम हरियाणा राज्य व अन्य मामले में इस न्यायालय की विद्वान एकल",
  "another’. The claim as such was that the land was Banjar and improved by spending a huge amount and, therefore, he was not liable": "पीठ के समक्ष आया था। .इस प्रकार दावा यह था कि यह भूमि बंजर थी और इसे बहुत अधिक खर्च करके सुधारा गया था,",
  "improved by spending a huge amount and, therefore, he was not liable to be evicted till duly compensated. The same was rejected by noticing": "इसलिए, जब तक उचित मुआवजा नहीं दिया जाता, तब तक उसे बेदखल नहीं किया जा सकता। इसे यह देखते हुए खारिज कर",
  "that there was a bar to any claim, if there is a tender of lease for 20 years, since the length of time during which the tenant has had the": "दिया गया कि यदि 20 वर्ष के लिए पट्टे की निविदा है, तो किसी भी दावे पर रोक है, क्योंकि जिस अवधि के दौरान किरायेदार",
  "benefit of occupation, would be sufficient to reimburse himself which he had incurred on the reclamation and improvement of the land.": "को कब्जे का लाभ मिला है, वह उस राशि की प्रतिपूर्ति के लिए पर्याप्त होगा जो उसने भूमि के सुधार और सुधार पर खर्च की",
  "(14) We are in respectful agreement with the above-said view": "(५) हम उपर्युक्त दृष्टिकोण से पूर्णतया सहमत हैं तथा हमें वैधानिक प्रतिबन्ध के कारण भिन्न दृष्टिकोण अपनाने का कोई",
  "and we do not find any reason to take a different view on account of the statutory bar and, therefore, it does not lie in the mouth of the appellants": "कारण नहीं दिखता, अतः अपीलकर्ताओं के लिए यह तर्क देना उचित नहीं है कि मुआवजे का भुगतान होने तक इस आधार पर",
  "(15) In such circumstances, we do not find any infirmity in the order of the learned Single Judge declining the said relief in a writ": "((5) ऐसी परिस्थितियों में, हमें विद्वान एकल न्यायाधीश के उस आदेश में कोई कमी नहीं दिखती, जिसमें रिट क्षेत्राधिकार में",
  "jurisdiction as the matter should have been raised at the earliest by the persons effected. Having failed to do so they are themselves estopped": "उक्त राहत को अस्वीकार किया गया था, क्योंकि प्रभावित व्यक्तियों द्वारा मामले को जल्द से जल्द उठाया जाना चाहिए था। ऐसा",
  "persons effected. Having failed to do so they are themselves estopped as such at a belated stage in revision which was sought to be raised before the Financial Commissioner for the first time. Accordingly,": "करने में विफल रहने के कारण, उन्हें स्वयं संशोधन के विलंबित चरण में रोक दिया गया है, जिसे पहली बार वित्तीय आयुक्त के",
  "we do not find any merit in the present Letters Patent Appeal and": "समक्ष उठाने की मांग की गई थी। तदनुसार, हमें वर्तमान लेटर्स पेटेंट अपील में कोई योग्यता नहीं दिखती है और इसे समय रहते",
  "Divya Gurnay": "दिव्या गुरने"
}