{
  "574 ILL.R. PUNJAB AND HARYANA 2015(1)": "574 [.7..7? पंजाब एवं हरियाणा 205()",
  "meters. Still further, the word mentioned in the Excise policy is \"near\"": "भी आगे, आबकारी नीति में उल्लिखित शब्द \"निकट\" है न कि \"निकटतम\"। हालाँकि",
  "and not \"nearest\". Although the excise policy and the rules are silent about the distance in the form of the term near, there is difference": "आबकारी नीति और नियम निकट शब्द के रूप में दूरी के बारे में मौन हैं, फिर भी \"निकट\"",
  "between the terms \"near\" and the \"nearest\". Keeping in view the overall": "और \"निकटतम\" शब्दों में अंतर है। प्रस्तुत मामले के समग्र तथ्यों और परिस्थितियों को",
  "the excise policy and also there is no mention of any specific distance which falls within the parameters of the term \"near\", it cannot be": "दूरी का भी कोई उल्लेख नहीं है। \"निकट\" शब्द के मापदंडों के आधार पर, यह निर्णायक",
  "Commissioner that the best possible location has been chosen by the petitioner and, therefore, it would not be appropriate in the interest of": "द्वारा सर्वोत्तम संभव स्थान चुना गया है और इसलिए, इस स्तर पर उत्तरदाताओं की कार्रवाई",
  "petitioner and, therefore, it would not be appropriate in the interest of justice at this stage to uphold the action of the respondents. Thus, the": "को बरकरार रखना न्याय के हित में उचित नहीं होगा। इस प्रकार, प्रतिवादियों द्वारा पारित",
  "impugned order passed by the respondents cannot be sustained.": "आक्षेपित आदेश कायम नहीं रखा जा सकता।",
  "(Para 18)": "(पैरा 8)",
  "Further held, that the impugned order is set aside and the": "इसके आतिरिकक्‍्त आश्निर्णित आक्षेपित आदेश को रद्द किया जाता है और याचिका",
  "petition stands allowed. Before parting, it is observed that the Excise": "अनुज्ञात की जाती है। जाने से पहले यह देखा गया कि आबकारी नीति में कुछ मामलों में",
  "Policy lacks in clarity in certain matters. The Administration is directed": "स्पष्टता का अभाव है। प्रशासन को यह सुनिश्चित करने का निर्देश दिया जाता है कि",
  "to ensure that in future, effort should be made to specify the location of the liquor vend and the site should be got approved from the": "भविष्य में शराब की दुकान का स्थान निर्दिष्ट करने का प्रयास किया जाए और प्रशासन से",
  "the liquor vend and the site should be got approved from the Administration. The other terms and conditions of the Excise Policy should also be clear and unambiguous leaving no manner of doubt for": "साइट की मंजूरी ली जाए। आबकारी नीति के अन्य नियम और शर्तें भी साफ़ और सुस्पष्ट",
  "(Para 23)": "(पैरा 23)",
  "Rajiv Atma Ram, Sr. Advocate with Ranjit Singh Kalra,": "राजीव आत्मा राम, वरिष्ठ अधिवक्ता के साथ रणजीत सिंह कालरा, अधिवक्ता,",
  "Advocate, for the petitioner.": "याचिकाकर्ता के लिए।",
  "Sanjiv Ghai, Advocate, for respondents No. | to 3.": "संजीव घाई, अधिवक्ता, उत्तरदाता सं. से 3 के लिए।",
  "Chetan Mittal, Sr. Advocate with Vivek Singla, Advocate,": "कल वरिष्ठ अधिवक्ता के साथ विवेक सिंगला, अधिवक्ता, उत्तरदाता सं. 4 ए।",
  "AJAY KUMAR MITTAL, J.": "न्यायमूर्ति अजय कुमार मित्तल।",
  "(1) Through the present petition filed under Article 226 of the Constitution of India, the petitioner, inter alia, impugns the order dated": "() भारत के संविधान के अनुच्छेद 226 के तहत दायर वर्तमान याचिका के माध्यम से,",
  "18.7.2014, Annexure P.5 passed by respondent No.3 - Excise and": "याचिकाकर्ता, अन्य बातों के अलावा, प्रतिवादी सं. 3-आबकारी और कराधान आयुक्त द्वारा पारित आदेश दिनांक 8.7.204, उपाबंद 7.5 को चुनौती देता है जिसके तहत",
  "Taxation Commissioner whereby L-2 Vend with Vend Code No. 222(O)": "याचिकाकर्ता के स्वामित्व वाले एल-2 दुकान जिसका दुकान कोड सं. 222(ओ) वर्तमान",
  "owned by the petitioner has been ordered to be closed immediately at the present location and the petitioner has been directed to open the": "स्थान पर तुरंत बंद करने का आदेश दिया गया है और याचिकाकर्ता को उसे ऐसे स्थान",
  "TRISHUL WOOD PRODUCTS PVT. LIMITED v. CHANDIGARH 573": "त्रिशूल वुड प्रॉडक्ट्स प्रा. लिमिटेड बनाम चंडीगढ़ 577",
  "ADMINISTRATION AND OTHERS (Ajay Kumar Mittal, J.)": "प्रशासन और अन्य (न्यायमूर्ति अजय कुमार मित्तल)",
  "its vend at a location which was around 900 meters away from main": "कार्यशाला के मुख्य द्वार से लगभग 900 मीटर की दूरी पर स्थित है और सीटीयू कार्यशाला की",
  "was 'near' and not ‘nearest' - There was no clear meaning assigned": "करीब या निकट\" . \"निकटतम\" का अर्थ है \"तुरंत निकटवर्ती; अगला; निकट सानिध्य",
  "should also be clear and unambiguous leaving no manner of doubt for the bidders to litigate later on - Writ petition allowed.": "सुस्पष्ट होनी चाहिए जिससे बोलीदाताओं को बाद में मुकदमेबाजी करने में कोई संदेह न हो।",
  "dated 6.9.2014, the distance between the CTU workshop and the vend": "रिपोर्ट के अनुसार दिनांक 6.9.204, सीटीयू कार्यशाला और याचिकाकर्ता के दुकान के बीच की",
  "of the petitioner is around 950 meters. Even Plot No.709 which is": "दूरी लगभग 950 मीटर है। यहां तक कि याचिकाकर्ता के अनुसार प्लॉट सं. 709, जिसे कथित तौर",
  "allegedly stated to be nearer than the present location, according to the petitioner, is not available for rent. Moreover, this plot is 830 meters from the CTU workshop gate whereas the plot rented by the petitioner": "पर वर्तमान स्थान से नजदीक बताया गया है, किराए के लिए उपलब्ध नहीं है। इसके अलावा, यह प्लॉट सीटीयू कार्यशाला गेट से 830 मीटर दूर है जबकि याचिकाकर्ता द्वारा किराए पर लिया गया",
  "is 900 meters from CTU workshop gate. Thus, the difference is only 70": "प्लॉट सीटीयू कार्यशाला गेट से 900 मीटर दूर है। इस प्रकार, अंतर केवल 70 मीटर है। इससे भी"
}