{
  "UNION TERRITORY OF CHANDIGARH AND OTHERS .y. CENTRAL 573": "जे. सी. अग्रवाल बनाम हरियाणा राज्य परिसंघ 573",
  "(6) In view of the above, this petition is allowed and the impugned": "(6) उपर्युक्त के मद्देनजर, इस याचिका को अनुमति दी जाती है और दिनांक 9 अक्टूबर, 2005 के",
  "order dated 19th October, 2005: ‘(Annexure P-4) to the extent it has denied:": "आक्षेपित आदेश (अनुबंध पी-4) को इस हद तक अस्वीकार कर दिया गया है कि याचिकाकर्ता को वेतन की",
  "arrears of pay to the petitioner is quashed.. Consequently, the respondent is directed to release the arréars of salary to the petitioner from the deemed date of promotion within a period of three months.": "बकाया राशि रद्द की जाती है। नतीजतन, प्रतिवादी को तीन महीने की अवधि के भीतर पदोन्नति की तारीख से याचिकाकर्ता को वेतन की बकाया राशि जारी करने का निर्देश दिया जाता है।",
  "570 LL.R. PUNJAB-AND HARYANA 2011(1)": "570 [२ पंजाब और हरियाणा 20व6])",
  "Before Permod Kohli, J.": "न्यायमूर्ति प्रमोद कोहली के समक्ष",
  "J.C.AGGARWAL,—Petitioner": "जे. सी. अग्रवाल, याचिकाकर्ना",
  "HARYANA STATE FEDERATION OF COOP. WHOLESALE CONSUMER STORES LTD.,—Respondents": "हरियाणा राज्य परिसंघ सहकारी थोक उपभोक्ता भंडार लिमिटेड,---उत्तरदावा",
  "CWP No. 3103 of 2007": "सी. रि. या. संख्या 303 सन्‌ 2007",
  "Constitution of India, 1950—Art. 226—Claim for arrears of": "गाख| का संविधान 7950- अनुच्छेद 226- वेतन की बकाया राशि के लिए दावा याचिकाकर्ता से",
  "pay—Persons junior to petitioner promoted—High Court quashing . seniority list—-Petitioner granted deemed date of promotion. with": "कनिष्ठ व्यक्तियों को पदोन्‍नव किया गया-उच्च न्यायानय ने वरिष्ठवा सूची को रद्द कर।दिया- याचिकाकर्वा",
  "effect from date when his junior was “promoted—Arrears of pay .": "नेअपने कनिष्ठ को पदोन्‍नव किए जाने की वारीख से पदोन्‍नाति की वरारीख को मंजूरी दे दी- वेतन की बकाया",
  "denied on ground that petitioner did not actually work on promotional |": "राधि को इस आधार पर अस्वीकार कर।दिया गया।कि याचिकाकर्ता ने वास्तव में पदोन्‍नाति पद पर काम नहीं",
  "post—Whether petitioner entitled to arrears of, ‘pay from. deemed date ©": "किया थाक्‍्या याचिकाकर्ता पदोनति की वारीख से वेतन के बकाया का हकदार हैं-आयिनिर्णित हाँ-",
  "2001 was challenged in LPA No. 2003 of 2001 by the respondent-": "की गई थी। 6 फरवरी, 200] के फैसले को प्रतिवादी-परिसंघ द्वारा 200। के एलपीए संख्या 2003 में चुनौती",
  "Federation which resulted into dismissal. During the pendency of the LPA,": "दी गई थी, जिसके परिणामस्वरूप बर्खास्तगी हुई। एलपीए के लंबित रहने के दौरान, याचिकाकर्ता को तत्काल",
  "the petitioner was promoted as Assistant Manager with immediate effect,— vide order dated 10th March, 2004. However, the petitioner was granted": "प्रभाव से सहायक प्रबंधक के रूप में पदोन्‍नत किया गया था - दिनांक । मार्च, 2004 के आदेश के तहत। हालांकि,",
  "deemed date of promotion with effect from 23rdAugust, 1979 i.e. the date when S.C. Jain was promoted but was denied the arrears,—vide order": "याचिकाकर्ता को 23 अगस्त, 979 से पदोन्‍नति की तारीख मान ली गई थी, यानी वह तारीख जब एससी जैन",
  "dated 19th October, 2005. The petitioner is aggrieved of the order dated": "को पदोन्‍त किया गया था, लेकिन 9 अक्टूबर, 2005 के आदेश के तहत बकाया राशि से इनकार कर दिया",
  "10th October, 2005 to the extent arrears are refused. The only ground for": "गया था। याचिकाकर्ता । अक्टूबर, 2005 के आदेश से व्यथ्थित है, जहां तक बकाया राशि से इनकार कर दिया",
  "denying the arrears to the petitioner is that he did not actually work on the": "गया है। याचिकाकर्ता को बकाया राशि से वंचित करने का एकमात्र आधार यह है कि उसने वास्तव में सहायक",
  "post of Assistant Manager and thus, he is not entitled to arrears of salary.": "प्रबंधक के पद पर काम नहीं किया था और इस प्रकार, वह वेतन के बकाया का हकदार नहीं है। हरियाणा राज्य",
  "The controversy is squarely covered by a Division Bench judgment of this Court in the case of State of Haryana versus Bani Singh Yadav, 2005(1)": "बनागबानी सिंह यादव, 2005 () एससीटी 355 के मामले में इस न्यायालय की खंडपीठ के फैसले से विवाद",
  "SCT 355. Hence, this petition is allowed and the impugned order dated 19th October, 2005 to the extent it has denied arrears of pay to the": "पूरी तरह से विचार में लिया है।इसलिए, इस याचिका को अनुमति दी जाती है और 9 अक्टूबर, 2005 के",
  "(Paras 3,.4 & 6)": "(पैरा 3, 4 और 6)",
  "Namit Kumar, Advocate, for the petitioner.": "नमित कुमार, अधिवक्ता, याविकाकर्ता केलिए/।",
  "Vijay Pal, Advocate, for the respondents.": "विजय पाल, अधिवक्ता, ग्रविवादियों कोलिए/",
  "572 LL.R. PUNJAB AND HARYANA 2011(1)": "572 [२ पंजाब और हरियाणा 20व6])",
  "with regard to his claim for promotion which will be considered - within a period of six months from the date of filing of": "स्वतंत्र होगा, जिस पर प्रतिनिधित्व दाखिल करने की तारीख से छह महीने की अवधि के भीतर विचार",
  "(3) The aforesaid judgment was challenged in LPA No. 2003 of": "(3) पूर्वोक्‍्त निर्णय को प्रतिवादी-परिसंघ द्वारा 200 के ऐलपीए संख्या 2003 में चुनौती दी गई थी,",
  "2001 by the respondent-Federation which resulted into dismissal. During the pendency of the LPA, the petitioner was promoted as Assistant Manager": "जिसके परिणामस्वरूप बर्खास्तगी हुई। एलपीए के लंबित रहने के दौरान, याचिकाकर्ता को तत्काल प्रभाव से",
  "the pendency of the LPA, the petitioner was promoted as Assistant Manager with immediate effect,—vide order dated 10th March, 2004 (Annexure P-": "सहायक प्रबंधक के रूप में पदोन्‍नत किया गया था - दिनांक | मार्च, 2004 के आदेश (अनुबंध पी-2) के तहत।",
  "2). However, the petitioner was granted deemed date of promotion with effect from 23rdAugust, 1979 i.e. the date when S.C. Jain was promoted": "हालांकि, याचिकाकर्ता को 23 अगस्त, 979 से पदोन्‍नति की तारीख मान ली गई थी, यानी जिस तारीख को",
  "(Annexure P-4). The petitioner is aggrieved of the order dated 19th October, 2005 (Annexure P-4) to the extent arrears are refused. The only ground": "2005 (अनुलग्नक पी -4) के आदेश के तहत। याचिकाकर्ता 9 अक्टूबर, 2005 के आदेश (अनुलग्नक पी -4) से व्यथित है, जिस हद तक बकाया राशि से इनकार किया जाता है। याचिकाकर्ता को बकाया राशि से वंचित",
  "(4) It is agreed to by the learned counsel for the parties that the": "(4) पक्षकारों के विद्वक अधिवक्ता द्वारा यह सहमति व्यक्त की जाती है कि हरियाणा राज्य बनाम",
  "in the case of State of Haryana versus Bani Singh Yadav (1), wherein": "बानी सिंह यादव (॥) के मामले में इस न्यायालय की खंडपीठ के फैसले में विवाद पूरी तरह से कवर किया गया",
  "following observations have been made :—": "है , जिसमें निम्नलिखित अभिकथित किया:",
  "“14. By applying the ratio of the above noted judgments and orders to the facts of this case, we hold that the learned Single Judge": "“]4. इस मामले के तथ्यों के लिए उपर्युक्त निर्णयों और आदेशों के अनुपात को लागू करके, हम",
  "did not commit any error by declaring that the appellant cannot": "मानते हैं कि विद्वान एकल न्यायाघीश ने यह घोषित करके कोई त्रुटि नहीं की कि अपीलकर्ता",
  "take advantage of its own wrong and by quashing order dated 6th September, 1985 to the extent of denial of arrears of pay": "अपने स्वयं के गलत का लाभ नहीं उठा सकता है और 6 सितंबर, 985 के आदेश को रद्द करके",
  "and allowances to the respondent for the period from Sth February, 1974 to 7th February, 1979.”": "5 फरवरी 974 से 7 फरवरी, 979 से अवधि के लिए प्रतिवादी को वेतन और भत्ते के बकाया से इनकार करने की सीमा तक।“",
  "(5) Similar observations have been made by another Division Bench of this Court in the case of Karnail Singh versus Punjab State Electricity Board and Ors. (2) as under :-—": "(5) करनेैल सिंह बनामपंजाब राज्य विद्युत बोर्ड और अन्य (2) के मामले में इस न्यायालय की एक अन्य खंडपीठ द्वारा इसी प्रकार की टिप्पणियां की गई हैं -",
  "“7. Therefore, for the failure of the authorities to consider the case for promotion of the petitioner at the appropriate time and": "“7. इसलिए, उचित समय पर याचिकाकर्ता की पदोन्‍नति के मामले पर विचार करने में",
  "(1) 2005 (1) S.C.T. 355": "() 2005 () $.८.. 355",
  "(2) 2006 (3) 8.C.T. 276": "(2) 2006 (3) $.0.7. 276",
  "J.C. AGGARWAL v. HARYANA STATE FEDERATION OF 571": "जे. सी. अग्रवाल बनाम हरियाणा राज्य परिसंघ 57",
  "CO-OP. WHOLESALE CONSUMER STORES LTD.": "सहकारी थोक उपभोक्ता भंडार लिमिटेड",
  "-(Permod Kohli, J)": "(यायगूर्ति प्रमोद कोहली॥",
  "(1) The peti tioner joined the Haryana State Federation of Consumers": "() याचिकाकर्ता 40 जनवरी, 977 को हरियाणा राज्य परिसंघ का उपभोक्ता सहकारी भंडार",
  "Cooperative Stores Ltd. (hereinafter referred to as “‘the Federation’’) as": "लिमिटेड (इसके बाद \"परिसंघ\" के रूप में संदर्भित) में के रूप में शामिल हो गया। विभिन केन्द्रीय सहकारी",
  "Assistants, Clerks and Salesman in various Central Cooperative Consumers Stores were being filled up by their respective managements at their own": "उपभोक्ता भंडारों में स्टोरकीपर, सहायक, लिपिक और सेल्समैन जैसे विभिन्‍न पदों को उनके संबंधित प्रबंधनों",
  "Stores were being filled up by their respective managements at their own level and were having different pay scales and eli gibility etc. With effect from": "द्वारा उनके अपने स्तर पर भरा जा रहा था और उनके वेतनमान और पात्रता आदि मिन्‍न-भिन्‍ थे। 23 अप्रैल, 979",
  "1979, thou gha tentative séniority list’ was prepared and the petitioner was placed at Sr.No. 19 of the seniority list, some of the employees from other": "वरिष्ठता सूची तैयार की गई थी और याचिकाकर्ता को वरिष्ठता सूची के क्रम संख्या 9 में रखा गया था, अन्य",
  "management who became members of the service of the Federation on implementation of the Common Cadre Rule and were drawing less salary,": "प्रबंधन के कुछ कर्मचारी जो सामान्य कैडर नियम के कार्यान्वयन पर परिसंघ की सेवा के सदस्य बन गए थे और",
  "implementation of the Common Cadre Rule and were drawing less salary, were placed over and above the petitioner. Aggrieved of the action of the": "कम वेतन प्राप्त कर रहे थे, उन्हें ऊपर और ऊपर रखा गया था। वह याचिकाकर्ता- परिसंघ की कार्रवाई से व्यथित",
  "respondent-Federation, the petitioner filed CWP No. 3847 of 1987 challenging the seniority list dated 28th December, 1987.and also sought -": "होकर, याचिकाकर्ता ने 28 दिसंबर, 987 की वरिष्ठता सूची को चुनौती देते हुए 987 की सीडब्ल्यूपी संख्या",
  "promotion as Assistant Manager with effect from the date one S.C. Jain": "3847 दायर की और याचिकाकर्ता से जूनियर एससी जैन के पदोन्‍नत होने की तारीख से सहायक प्रबंधक के रूप",
  "“Takingi into consideration all these facts, the petitioner could not be treated as junior to respondents No. 2 to 7. He should have": "\"इन सभी तथ्यों को ध्यान में रखते हुए, याचिकाकर्ता को प्रतिवादी संख्या 2 से 7 के लिए जूनियर के",
  "For the aforesaid reasons, this writ petition is partly allowed. The": "उपरोक्त कारणों से, इस रिट याचिका को आंशिक रूप से अनुमति दी जाती है। वरिष्ठता अनुबंध पी-5",
  "as senior to respondents No. 2 to 7 and the seniority list be re-": "को रद्द किया जाता है। याचिकाकर्ता को प्रतिवादी संख्या 2 से 7 तक वरिष्ठ माना जाए और",
  "(2) Inso far as the claim for promotion is concerned, following directions were issued :—": "(2) जहां तक पदोनति के दावे का संबंध है, निम्नलिखित निदेश जारी किए गए थे -",
  "“So far as his prayer to promote him to the post ofAssistant Manager with effect from the date his junior have been promoted is": "\"जहां तक उनके कनिष्ठ को पदोन्‍नत किए जाने की तारीख से उन्हें सहायक प्रबंधक के पद पर पदोन्‍नत",
  "No. | because according to respondent No. 1 he did not possess": "दिया जाता है क्योंकि प्रतिवादी संख्या | के अनुसार उनके पास पांच साल का अनुभव नहीं था जब"
}