{
  "GURDIAL SINGH AND ANOTHER v. UNION OF INDIA 159 AND OTHERS (K. Kannan, J.)": "गुरदियाल सिंह और एक अन्य बनाम भारत का संघ और अन्य",
  "Before K. Kannan, J.": "न्यायमूर्ति के. कन्‍नन के समक्ष",
  "GURDIAL SINGH AND ANOTHER,—Petitioners": "गुरदियाल सिंह और एक अन्य -याचिकाकर्ता",
  "versus": "की ओर से",
  "UNION OF INDIA AND OTHERS,—Respondents": "भारत का संघ और अन्य-उत्तरदाता",
  "Constitution of India—Article 226—Displaced Persons": "भारत का संविधान-अनुच्छेद 226-विस्थापित व्यक्ति (क्षतिपूर्ति और",
  "(Compensation & Rehabilitation) Act, 1954—Nozool Lands (Transfer)": "पुनर्वास) अधिनियम, 954-नोज़ूल भूमि (हस्तांतरण) नियम, 956-नियम",
  "Rules, 1956—RI. 3A—Whether property is an evacuee property— Whether property is a property escheated to the Government to": "3ए-क्या संपत्ति एक निकासी संपत्ति है-क्या संपत्ति सरकार के लिए वह संपत्ति",
  "which provisions of 1956 Rules applies—Petition allowed.": "है जिस पर 956 के नियमों के प्रावधान लागू होते हैं-याचिका स्वीकार की जाती है",
  "Held, that though the property belonged to the provincial Government,": "माना गया कि हालाँकि संपत्ति प्रांतीय सरकार की थी, लेकिन बाद में इसे",
  "it has been subsequently transferred to the Central Government and the": "केंद्र सरकार को हस्तांतरित कर दिया गया और संपत्ति को निकासी संपत्ति के",
  "to be auctioned in public. Further the petitioners have not filed any document": "करने का प्रयास किया गया था।इसके अलावा याचिकाकर्ताओं ने यह दिखाने के लिए कोई दस्तावेज दायर नहीं किया है कि किसी भी समय",
  "to show that lease had been granted in favour of the petitioners at any time.": "के लिए कोई दस्तावेज दायर नहीं किया है कि किसी भी समय याचिकाकर्ताओं के पक्ष में पट्टा दिया गया था।",
  "(Para 4)": "(पैरा 4)",
  "that the property was property treated as escheated and held as Nazool": "ज़ब्त की गई संपत्ति माना जाता था और इसे नाज़ूल भूमि के रूप में रखा जाता",
  "Land. The petitioners are also entitled to compel the State to transfer the": "था।याचिकाकर्ताओं को यह भी अधिकार है कि वे राज्य द्वारा इस बात की",
  "property inthe manner contemplated under Rule 3 after satisfaction entered by the State that they owned no other land at the relevant time when the petition was filed.": "संतुष्टि के बाद कि जब याचिका दायर की गई थी, उस समय उनके पास कोई अन्य भूमि नहीं थी, नियम 3 के तहत विचारित तरीके से संपत्ति को हस्तांतरित",
  "(Para 5)": "(पैरा 5)",
  "Sudhir Mittal, Advocate, for the petitioners.": "सुधीर मित्तत्र अधिवक्ता याचिकाकर्ताओं की ओर से",
  "Kamla Malik, Advocate, for Mr. Anil Rathee, Advocate, for": "कमला मलिक, अधिवक्ता श्री अनिल राठी अधिवक्ता की ओर से, उतरदाता",
  "Satbir Singh Goripuria, DAG, Haryana, for respondents 2 to 4.": "सतबीर सिंह गोरीपुरिया, उप महाअधिवक्ता हरियाणा, 2 से 4 उत्तरदाताओं",
  "GURDIAL SINGH AND ANOTHER v. UNION OF INDIA 161 AND OTHERS (K. Kannan, J.)": "गुरदियाल सिंह और एक अन्य बनाम भारत का संघ और अन्य",
  "property and liable for being auctioned under the 1954 Act. The cause of": "संपत्ति थी और 954 के अधिनियम के तहत जिस की नीलामी की जा",
  "action for the writ petition was the auction notice issued by the Managing Officer-cum-Tehsildar (Sales), Karnal, for an action proposed to be held on 20th December, 1990.": "सकती थी। रिट याचिका के लिए वाद हेतुक प्रबंध अधिकारी-सह-तहसीलदार (बिक्री), करनाल द्वारा 20 दिसंबर, 990 को प्रस्तावित कार्रवाई के लिए जारी नीलामी नोटिस था।",
  "(4) The learned counsel for the State would contained that though": "(4) राज्य के विद्वान अधिवक्ता ने कहा कि हालांकि संपत्ति प्रांतीय सरकार",
  "the property belonged to the provincial Government, it has been subsequently": "की थी, लेकिन बाद में इसे केंद्र सरकार को हस्तांतरित कर दिया गया और",
  "The further contention is that the petitioners have not filed any document": "याचिकाकतताओं ने यह दिखाने के लिए कोई दस्तावेज दायर नहीं किया है कि",
  "to show that lease had been granted in favour of the petitioners at any time": "किसी भी समय याचिकाकर्ताओं के पक्ष में पट्टा दिया गया था और किराए के",
  "and the production of receipts for payment of rents would themselves not": "भुगतान के लिए रसीदों को पेश करने से यह साबित नहीं होगा कि",
  "prove that there had been any lease in favour of the petitioners.": "याचिकाकर्ताओं के पक्ष में कोई पट॒टा था।",
  "(5) I reject the contention of the State and hold that this property": "(5) मैं राज्य के तर्क को अस्वीकार करता हूं और मानता हूं कि इस संपत्ति को",
  "could not be treated as either evacuee property or a property vesting in": "निकासी संपत्ति या केंद्र सरकार में निहित संपत्ति के रूप में नहीं माना जा सकता",
  "the Central Government. The earliest entry of the year 1952 shows that the property had become the property of the provincial Government and": "है।वर्ष 952 की प्रारंभिक प्रविष्टि से पता चलता है कि संपत्ति प्रांतीय सरकार",
  "the transaction of the year 1969 show that the property had been leased": "की संपत्ति बन गई थी और वर्ष 969 के लेन-देन से पता चलता है कि संपत्ति",
  "of Haryana in favour of the petitioners. The issue involved in the case is": "याचिकाकर्ताओं के पक्ष में हस्तांतरित की जाए |मामले में शामित्र मुद्दा यह",
  "whether the property is an evacuee property or whether it is a property": "है कि क्‍या संपत्ति एक निकासी संपत्ति है या क्या यह सरकार के लिए वह",
  "escheated to the Government to which the provisions of Nazool Lands (Transfer) Rules, 1956 (for short, the ‘1956 Rules’) applied. By the decision": "संपत्ति है जिस पर नाज़ूल भूमि (हस्तांतरण) नियम, 956 (संक्षेप में, 956",
  "through this judgment, I have found that the impugned action of the respondent": "नियम)) के प्रावधान लागू होते हैं।इस निर्णय द्वारा मैंने पाया है कि प्रतिवादी",
  "was not tenable in law and the petitioners are entitled to a claim for": "की विवादित कार्रवाई कानूनी रूप से मान्य नहीं थी और याचिकाकरती 956",
  "consideration of transfer in the light of 1956 Rules.": "के नियमों के आलोक में स्थानांतरण पर विचार करने के लिए दावे के हकदार हैं।",
  "(2) The facts giving rise to the writ petition are that the property belonged to one Hansa son of Ram Lal and on his death in the year 1945,": "(2) रिट याचिका के तथ्य यह हैं कि संपत्ति राम लाल के बेटे हंसा की थी और",
  "had sold the property to the Khadi Board but the Khadi Board recovered": "संपत्ति को खादी बोर्ड को बेच दिया था लेकिन खादी बोर्ड ने राज्य से प्रतिफल",
  "back the consideration from the State and surrendered the property back": "वापस ले लिया और संपत्ति को सरकार को वापस सौंप दिया।याचिकाकर्ताओं के",
  "to the Government. According to the petitioners, the property retained the character of ‘Nazool Land’ and treated as such by the Government through": "अनुसार, संपत्ति के 'नज़ूल भूमि' के रूप को बरकरार रखा और याचिकाकर्ताओं",
  "not produced but the petitioners contended that, in evidence of the lease,": "प्रस्तुत नहीं किया गया है, लेकिन याचिकाकर्ताओं ने तर्क दिया कि लीज के",
  "they have made the payment to the Tehsildar, Karnal from the year 1969": "साक्ष्य के रूप में, उन्होंने वर्ष ।969 से तहसीलदार, करनाल को भुगतान किया",
  "onwards, brought through P9 to P14. As evidence of possession even prior": "है, जिसे पी9 से पी4 में लाया गया है।इस अवधि से पहले भी कब्जे के प्रमाण",
  "to this period and the character of the property as property belonging to": "के रूप में और राज्य सरकार से संबंधित संपत्ति के रूप में संपत्ति के चरित्र के रूप",
  "the State Government, the petitioners produced the jamabandi for the year 1952-53 to show that the property belonged to the provincial Government": "में, याचिकाकरताओं ने 952-53 वर्ष के लिए जमाबंदी प्रस्तुत की है ताकि यह दिखाया जा सके कि संपत्ति प्रांतीय सरकार की थी जिसका अर्थ है कि इसे केंद्र",
  "meaning thereby that it was not treated as the property belonging to the Central Government to vested with the Central Government Annexure P2": "दिखाया जा सके कि संपत्ति प्रांतीय सरकार की थी जिसका अर्थ है कि इसे केंद्र सरकार की संपत्ति के रूप में नहीं माना गया था जो केंद्र सरकार के पास निहित",
  "year 1952-53 and on Sth May, 1964, the property has been shown to be": "दर्शाता है और 5 मई 964 को, संपत्ति को अनुसूचित जाति समुदाय के",
  "in the hands of Cooperative Farms Society through Mukanda and Bhartu in equal shares as persons belonging to the Scheduled Caste community.": "व्यक्तियों के समान भागों में मुकंद और भर्तू द्वारा सहकारी फार्म सोसायटी के",
  "There are receipts of the year 1969 that showed that cultivation had been": "हाथों में दिखाया गया है।वर्ष 969 की रसीदें हैं जो दर्शाती हैं कि खेती की गई थी",
  "carried out and document have also been produced for the year 1969.": "और वर्ष 969 के लिए दस्तावेज भी तैयार किए गए हैं।"
}