{
  "SMT. NARAINI DEVI AND OTHERS v. PAPPU SINGH AND OTHERS 103": "श्री मती नारायणी देवी और अन्य बनाम पप्पु सिंह और अन्य",
  "(Rajbir Sehrawat, J.)": "(राजबीर शेरावत)",
  "(15) The parties are directed to appear before the Tribunal on 22.05.2023.": "(45) पार्टियों को ट्रिब्यूनल के समक्ष उपस्थित होने का निर्देश दिया जाता है 22.05.2023 |",
  "Shivya Sehgal": "शिवय सेहगल",
  "SMT. NARAINI DEVI AND OTHERS v. PAPPU SINGH AND OTHERS 97": "श्री मती नारायणी देवी और अन्य बनाम पप्पु सिंह और अन्य",
  "Before Rajbir Sehrawat, J.": "समक्ष राजबीर सेहरावत, जे.",
  "SMT. NARAINI DEVI AND OTHERS—Appellants": "एस. एम. टी. नरैनी देवी और अन्य-अपीलार्थी",
  "versus": "बनाम",
  "PAPPU SINGH AND OTHERS—Respondents FAO No. 5855 of 2015": "पप्पु सिंह और अन्य-उत्तरदाता एफ. ए. ओ. नं. 205 का 5855",
  "April 18, 2023": "8 अप्रैल, 2023",
  "Motor Vehicles Act, 1988—Compensation causing death— FIR under Ss. 302, 379 and 188 IPC registered against driver—": "मोटर वाहन अधिनियम, 988-क्षतिपूर्ति के कारण मृत्यु-चालक के खिलाफ आईपीसी की उप धारा 302,379 और",
  "Accident in question not denied—Claim petition dismissed on ground": "88 के तहत प्राथमिकी दर्ज-दुर्घटना से इनकार नहीं किया गया -दावा याचिका इस आधार पर खारिज कर दी गई कि",
  "that FIR pertains to murder—not a case of negligent accident—held,": "एफआईआर लापरवाही से हुई दुर्घटना का मामला नहीं बल्कि हत्या से संबंधित है- दुर्घटना करने वाले व्यक्ति का इरादा",
  "intention of the person causing accident totally immaterial—use of the vehicle on road and such vehicle causing accident relevant": "पूरी तरह से महत्वहीन है-सड़क पर वाहन का उपयोग और दुर्घटना का कारण बनने वाले ऐसे वाहन को प्रासंगिक",
  "compensation made out—Appeal allowed—matter remanded to the Tribunal": "मुआवजा दिया गया-अपील की अनुमति-मामला न्यायाधिकरण को भेज दिया गया",
  "Held, that it is not even in dispute, rather, is even admitted by the driver and the owner of the vehicle that the accident has been": "माना जाता है कि यह विवाद में भी नहीं है, बल्कि चालक और वाहन के मालिक द्वारा भी स्वीकार किया जाता है कि",
  "caused by the offending vehicle. Beside this also, the sufficient": "दुर्घटना उल्लंघन करने वाले वाहन के कारण हुई है। इसके अलावा, इस तथ्य को साबित करने के लिए फाइल पर",
  "evidence has been led on file to prove the fact that the accident in question was caused by the offending vehicle. Therefore, the owner, or": "पर्याप्त सबूत दिए गए हैं कि दुर्घटना उल्लंघन करने वाले वाहन के कारण हुई थी। इसलिए, बीमित वाहन का मालिक,",
  "for that matter, the insurance company of the insured vehicle cannot avoid the liability only by pleading that there was no negligent driving": "या उस मामले के लिए, बीमा कंपनी केवल यह दलील देकर दायित्व से बच नहीं सकती है कि मामले में लापरवाही से",
  "involved in the case, rather it was a case of intentional murder. The intention of the person causing accident is totally immaterial, it is the": "गाड़ी चलाना शामिल नहीं था, बल्कि यह जानबूझकर हत्या का मामला था। दुर्घटना करने वाले व्यक्ति का इरादा पूरी",
  "use of the vehicle on road and such vehicle causing accident due to": "तरह से महत्वहीन है, यह सड़क पर वाहन का उपयोग और ऐसे वाहन का उपयोग है जो वाहन के डिफ़ॉल्ट के कारण",
  "default of vehicle or any person in following rules of Road; leading to the death, which makes the vehicle per se liable for payment of the": "दुर्घटना का कारण बनता है या सड़क के नियमों का पालन करने में किसी व्यक्ति की मृत्यु होती है, जो वाहन को",
  "compensation. Therefore, the finding recorded by the Tribunal that": "मुआवजे के भुगतान के लिए उत्तरदायी बनाता है। इसलिए, न्यायाधिकरण द्वारा अभिलिखित निष्कर्ष कि चूंकि मामले में",
  "since the case involved intentional murder, therefore the negligent driving was excluded, and hence compensation cannot be granted, is": "जानबूझकर हत्या शामिल है, इसलिए लापरवाही से गाड़ी चलाने को बाहर रखा गया था, और इसलिए मुआवजा नहीं",
  "totally non-sustainable.": "दिया जा सकता है, पूरी तरह से गैर-टिकाऊ है।",
  "(Para 11)": "(पैरा ॥॥)",
  "Vivek Suri, Advocate and Vishal Jassal, Advocate, for the appellants.": "अपीलार्थियों की ओर से अधिवक्ता विवेक सूरी और अधिवक्ता विशाल जस्सल ने पक्ष रखा।",
  "J.S. Mehndiratta, Advoate for the Respondent No.2.": "जेएस मेहंदीरत्ता, प्रतिवादी नंबर. 2 के लिए अधिवक्ता।",
  "Rajbir Singh, Advocate for respondent No.3-Insurance Company.": "राजबीर सिंह, प्रतिवादी नं. 3-बीमा कंपनी।",
  "there, then this would not per se exclude the liability to pay the compensation on account of having caused motor": "वहां, तो यह मोटर वाहन दुर्घटना के कारण मुआवजे का भुगतान करने के दायित्व को बाहर नहीं करेगा। देयता",
  "vehicle accident. Liability would be relating to the facts of the individual case. In that particular case; the facts were": "व्यक्तिगत मामले के तथ्यों से संबंधित होगी। उस विशेष मामले में; तथ्य यह था कि दुर्घटना में शामिल वाहन ऑटो-",
  "that vehicle involved in the accident was the auto-rickshaw owned and driven by the deceased himself in which the accused were travelling as passengers. They tried to santach": "रिक्शा था जो मृतक के स्वामित्व में था और स्वयं चला रहा था जिसमें आरोपी यात्रियों के रूप में यात्रा कर रहे थे। उन्होंने",
  "that auto-rickshaw, which resulted in accident. Therefore,": "उस ऑटो-रिक्शा को शांत करने की कोशिश की, जिसके परिणामस्वरूप दुर्घटना हो गई। इसलिए, उस मामले में",
  "the accused in that case were not driving any vehicle; as such and hence it was not even a case of motor vehicle accident on the part of the respondents. Rather, it was a": "आरोपी कोई वाहन नहीं चला रहे थे; इसलिए यह उत्तरदाताओं की ओर से मोटर वाहन दुर्घटना का मामला भी नहीं था।",
  "case of santching resulting into death. Therefore, the liability on their part presumed to be excluded. Therefore": "बल्कि, यह संतचिंग का मामला था जिसके परिणामस्वरूप मृत्यु हो गई। इसलिए, उनकी ओर से दायित्व को बाहर रखा",
  "liability on their part presumed to be excluded. Therefore the facts of that case have no parallel with the facts of the": "जाना माना जाता है। इसलिए उस मामले के तथ्यों का वर्तमान मामले के तथ्यों के साथ कोई समानता नहीं है। वास्तव",
  "(12) Otherwise also, this court has repeatedly held that": "(2) अन्यथा भी, इस न्यायालय ने बार-बार यह अभिनिर्धारित किया है कि आपराधिक मामले का रजिस्ट्रीकरण दावा",
  "registration of criminal case is not even a sine qua non for maintaining the claim petition as such. Registration of FIR can be taken only as a": "याचिका को बनाए रखने के लिए एक अनिवार्य शर्त भी नहीं है। एफ. आई. आर. के पंजीकरण को केवल दुर्घटना के",
  "collateral corroborative fact to the limited aspect of accident having happened, as such. Any other aspect of the criminal case is totally": "सीमित पहलू के लिए एक संपाश्रिंक पुष्टि तथ्य के रूप में लिया जा सकता है। आपराधिक मामले का कोई अन्य पहलू",
  "irrelevant for the purpose of decision of the claim petition. This has": "दावा याचिका के निर्णय के उद्देश्य के लिए पूरी तरह से अप्रासंगिक है। यह इस अदालत द्वारा एफ. ए. ओ. नं. 2022",
  "been so held by this court in FAO No. 5296 of 2022 titled as United India Insurance Company Ltd. versus Mamta & others decided on": "का 5296 यूनाइटेड इंडिया इंश्योरेंस कंपनी लिमिटेड बनाम ममता और अन्य के रूप में 06.0.2023 को तय किया",
  "06.01.2023. Hence, whatever are the facts, proceedings or result of": "गया। इसलिए, जो भी तथ्य, कार्यवाही या आपराधिक मामले का परिणाम हैं, जो वर्तमान दावा याचिका में शामिल मुद्दे",
  "reversed. The order passed by the Tribunal dismissing the claim petition is set aside.": "न्यायाधिकरण द्वारा पारित आदेश को दरकिनार कर दिया जाता है।",
  "(14) Since the Tribunal has dismissed the claim petition altogether and has not even assessed the entitlement to compensation": "(।५) चूंकि अधिकरण ने दावा याचिका को पूरी तरह से खारिज कर दिया है और मुआवजे की पात्रता का आकलन भी",
  "therefore after setting aside the award the matter deserves to be remanded to the Tribunal for assessment of entitlement of the claimants": "नहीं किया है, इसलिए अधिनिर्णय को रद्द करने के बाद मामला मुआवजे के लिए दावेदारों की पात्रता के आकलन के",
  "to the compensation. Accordingly, the present appeal is allowed. The": "लिए अधिकरण को भेजे जाने का हकदार है। तदनुसार, वर्तमान अपील को अनुमति दी जाती है। कानून के अनुसार",
  "matter is remanded to the Tribunal for assessment of the amount of the compensation after taking into consideration the evidence on file in": "फाइल पर साक्ष्य पर विचार करने के बाद मुआवजे की राशि का आकलन करने के लिए मामले को न्यायाधिकरण को",
  "RAJBIR SEHRAWAT, J. (ORAL)": "राजबीर सहरावत, जे। (मौखिक)",
  "(1) This is the appeal filed by the claimants challenging the award dated 02.05.2015 passed by the Motor Vehicle Accident Tribunal, Rohtak (in short, the Tribunal), whereby the claim petition": "(॥) यह मोटर वाहन दुर्घटना अधिकरण, रोहतक (संक्षेप में अधिकरण) द्वारा दिनांक 02.05.20॥5 को पारित किए गए अधिनिर्णय को चुनौती देने वाली दावेदारों द्वारा दायर अपील है, जिसके द्वारा अपीलार्थी द्वारा दायर दावा याचिका",
  "(2) For the purpose of the present appeal, the parties would be referred to as they were described in the original claim petition filed before the Tribunal.": "(2) वर्तमान अपील के प्रयोजन के लिए, पक्षों को ट्रिब्यूनल के समक्ष दायर मूल दावा याचिका में वर्णित किया गया था।",
  "(3) The brief facts, as involved in the present case, are that on 11.06.2012 constable Mahabir Singh along with EASI Suresh Chand": "(3) संक्षिप्त तथ्य, जैसा कि वर्तमान मामले में शामिल है, यह है कि 4.06.202 को कांस्टेबल महाबीर सिंह ईएएसआई",
  "were on duty at Pala Bridge on Delhi-Faridabad road. At about 3.30 am": "सुरेश चंद के साथ दिल्ली-फरीदाबाद रोड पर पाला ब्रिज पर ड्यूटी पर थे। लगभग 3.30 बजे उन्हें नियंत्रण कक्ष से एक",
  "they received a V.T from the control room that a Dumper bearing registration number HR-38P-0684 was coming towards Badarpur": "वी. टी. प्राप्त हुई कि पंजीकरण संख्या एचआर-38पी-068% वाला एक डम्पर चोरी की यमुना रेत के साथ बदरपुर",
  "Border with stolen Yamuna sand. In the meantime EHC Naresh Kumar and EASI Suresh Kumar also came there. Thereafter all of them went": "सीमा की ओर आ रहा है। इस बीच ईएचसी नरेश कुमार और ईएएसआई सुरेश कुमार भी वहां पहुंचे। इसके बाद वे",
  "to the bye-pass chowk on Delhi-Faridabad Road and set-up a barrier": "सभी दिलली-फरीदाबाद रोड पर बाईपास चौक पर गए और वहां एक बैरियर लगाया। सुबह करीब ५.5 बजे पंजीकरण",
  "number HR-51A-6779 and a dumper bearing registration number HR-": "संख्या एचआर-5।ए-6779 वाला एक सफेद रंग का सैंट्रो और प्रतिवादी नंबर. ॥ द्वारा संचालित पंजीकरण संख्या",
  "38P-0684, driven by respondent No.1 came there and stopped at some distance from the barrier. The driver of the Santro Car asked the driver of the dumper to drive the dumper by breaking the barrier. In this": "एचआर38पी-068% वाला एक डंपर वहां आया और बैरियर से कुछ दूरी पर रुक गया। सैंट्रो कार के चालक ने डंपर",
  "of the dumper to drive the dumper by breaking the barrier. In this attempt the driver of the dumper struck the dumper against constable": "के चालक को अवरोधक तोड़कर डंपर चलाने के लिए कहा। इस प्रयास में डंपर के चालक ने कांस्टेबल महाबीर सिंह",
  "Mahabir Singh, due to which constable Mahabir Singh sustained serious and grievous injuries and died on the spot. Accordingly, an FIR": "के खिलाफ डंपर को टक्कर मार दी, जिससे कांस्टेबल महाबीर सिंह गंभीर रूप से घायल हो गए और उनकी मौके पर ही मौत हो गई। तदनुसार, आईपीसी की धारा ३५ के साथ पठित आईपीसी की धारा 302,379 और ॥88 के तहत",
  "No.144 dated 11.06.2012 was also registered at Police Station Sarai Khawaja District Faridabad under Sections 302, 379 and 188 IPC read with Section 34 IPC. Based on these facts the claimants, who are": "ही मौत हो गई। तदनुसार, आईपीसी की धारा ३५ के साथ पठित आईपीसी की धारा 302,379 और ॥88 के तहत पुलिस स्टेशन सराय ख्वाजा जिला फरीदाबाद में दिनांक ॥.06.2042 को एक प्राथमिकी संख्या. ५५ भी दर्ज की गई",
  "widow, children and mother of the deceased Mahabir Singh, filed claim": "थी। इन तथ्यों के आधार पर दावेदार, जो मृतक महाबीर सिंह की विधवा, बच्चे और मां हैं, ने दावा याचिका दायर की",
  "petition asserting therein that the age of the deceased was about Age 45 years. His salary at that time was Rs.50,000/- per month. We was the": "जिसमें दावा किया गया कि मृतक की आयु लगभग ५5 वर्ष थी। उस समय उनका वेतन 50,000 रुपये प्रति माह था।",
  "only bread earner. On account of death the transportation and funeral expenses of Rs.30,000/- were incurred. Accordingly, a compensation of": "हम अकेले ही रोटी कमाने वाले थे। मृत्यु के कारण परिवहन और अंतिम संस्कार पर 30,000/- रुपये का खर्च आया।",
  "Rs.1 crore was claimed.": "तदनुसार, । करोड़ रुपये के मुआवजे का दावा किया गया था।",
  "(4) On being put to notice respondent No.1 filed written statement controverting all the assertions mentioned in the claim": "(५) प्रतिवादी संख्या । को नोटिस में रखे जाने पर दावा याचिका में उल्लिखित सभी दावों को उलटते हुए लिखित बयान",
  "petition. Although, the accident in question was not denied, however, it was asserted that there was no negligence on the part of respondent": "दायर किया गया। हालांकि, दुर्घटना से इनकार नहीं किया गया था, हालांकि, यह दावा किया गया था कि प्रतिवादी संख्या",
  "No.1 in any manner. The deceased himself came in front of the vehicle": "। की ओर से किसी भी तरह से कोई लापरवाही नहीं थी। मृतक स्वयं दाहिनी ओर से वाहन के सामने आया। इसलिए,",
  "from right side. Hence, it was asserted that the FIR registered against him was totally concocted and frivolous. The assertions in the claim": "यह दावा किया गया कि उनके खिलाफ दर्ज प्राथमिकी पूरी तरह से मनगढ़ंत और तुच्छ थी। दावा याचिका में दावों को",
  "petition were also denied by respondent No.1 The respondent No.2": "प्रतिवादी नंबर. । द्वारा भी अस्वीकार कर दिया गया था। प्रतिवादी नंबर. 2",
  "100 ILL.R. PUNJAB AND HARYANA 2023(2)": "आई.एल.आर. पंजाब और हरियाणा 2023(2)",
  "the deceased on account of the death having happened due to use of the vehicle on the road. It is not at all necessary that any negligence should": "मृतक की मृत्यु सड़क पर वाहन के उपयोग के कारण हुई है। यह बिल्कुल भी जरूरी नहीं है कि इस तरह की दुर्घटना",
  "be involved in causing such accident. Still further, counsel has submitted that, otherwise also, any aspect of the criminal case is": "में किसी भी तरह की लापरवाही शामिल हो। इसके अलावा, वकील ने प्रस्तुत किया है कि, अन्यथा भी, आपराधिक",
  "altogether irrelevant so far as the claim petition filed under the Motor Vehicle Act, is concerned. The same has to be decided only as per the": "मामले का कोई भी पहलू जहां तक मोटर वाहन अधिनियम के तहत दायर दावा याचिका का संबंध है, पूरी तरह से",
  "Vehicle Act, is concerned. The same has to be decided only as per the evidence led on file before the claims Tribunal. In the present case it": "अप्रासंगिक है। दावा न्‍न्यायाधिकरण के समक्ष फाइल पर दिए गए साक्ष्य के अनुसार ही इसका निर्णय लिया जाना है।",
  "accident cause by the offending vehicle. The intention of the driver of the offending vehicle is totally immaterial. It is his handling of the": "उल्लंघन करने वाले वाहन के चालक का इरादा पूरी तरह से महत्वहीन है। यह वाहन को संभालना और उस वाहन के",
  "vehicle and death caused by that vehicle which is material. Hence, the claimants should have been awarded the compensation by assessing": "कारण होने वाली मृत्यु है जो सामग्री है। इसलिए, दावेदारों को उनकी पात्रता का आकलन करके मुआवजा दिया जाना",
  "their entitlement. Therefore, the Tribunal has gone totally wrong in law in dismissing the claim petition.": "चाहिए था। इसलिए, न्यायाधिकरण दावा याचिका को खारिज करने में पूरी तरह से गलत हो गया है।",
  "(9) On the other hand, the counsel for the respondent No.2- owner of the offending vehicle, has submitted that the accident, in fact,": "(9) दूसरी ओर, प्रतिवादी नंबर. 2 के वकील-उल्लंघनकारी वाहन के मालिक, ने प्रस्तुत किया है कि दुर्घटना, वास्तव",
  "had happened on account of rash and negligent driving by the driver of the vehicle. The case of murder was wrongly registered only because": "में, वाहन के चालक द्वारा उतावलेपन और लापरवाही से ड्राइविंग के कारण हुई थी। हत्या का मामला गलत तरीके से",
  "the police personnel happened to be involved in the case. However, the": "दर्ज किया गया था क्योंकि पुलिस कर्मी मामले में शामिल थे। हालांकि, मुआवजे का भुगतान करने का दायित्व प्रत्यर्थी",
  "(10) The counsel for the respondent-Insurance Company has submitted that since it is case of murder, therefore, it cannot be a": "(0) प्रतिवादी-बीमा कंपनी के वकील ने प्रस्तुत किया है कि चूंकि यह हत्या का मामला है, इसलिए यह प्रतिवादी संख्या",
  "negligent driving by respondent No.1. Since, no negligent driving is": "। द्वारा लापरवाही से ड्राइविंग नहीं हो सकती है। चूँकि इसमें लापरवाही से गाड़ी चलाना शामिल नहीं है, इसलिए बीमा",
  "involved, therefore, insurance company is not liable to pay any compensation. The counsel has further submitted that the driver-": "कंपनी किसी भी मुआवजे का भुगतान करने के लिए उत्तरदायी नहीं है। वकील ने आगे कहा है कि ड्राइवर कॉरेस्पॉन्डेंट",
  "respondent No.1 and owner of the truck, have even been convicted for murder of Mahabir Singh and their appeal is stated to be pending": "नंबर. । और ट्रक के मालिक को महाबीर सिंह की हत्या के लिए भी दोषी ठहराया गया है और उनकी अपील उच्च",
  "before the High Court.": "न्यायालय के समक्ष लंबित है।",
  "(11) Having heard the counsel for the parties, this court finds substance in the argument raised by the counsel for the appellants. It is": "(॥) पक्षकारों के वकील को सुनने के बाद, यह न्यायालय अपीलार्थियों के वकील द्वारा उठाए गए तर्क में सार पाता है।",
  "not even in dispute, rather, is even admitted by the owner of the vehicle that the accident had been caused by the offending vehicle. Beside this": "यह विवाद में भी नहीं है, बल्कि वाहन के मालिक द्वारा भी स्वीकार किया जाता है कि दुर्घटना उल्लंघन करने वाले",
  "also, the sufficient evidence has been led on file to prove the fact that": "वाहन के कारण हुई थी। इसके अलावा, इस तथ्य को साबित करने के लिए फाइल पर पर्याप्त सबूत दिए गए हैं कि",
  "accident in question was caused by the offending vehicle. Therefore, the owner, of for that matter, the insurance company of the insured": "दुर्घटना उल्लंघन करने वाले वाहन के कारण हुई थी। इसलिए, उस मामले के लिए, बीमित वाहन की बीमा कंपनी का",
  "vehicle cannot avoid the liability only by pleading that there was no negligent driving involved in the case, rather it was a case of intentional": "मालिक केवल यह दलील देकर दायित्व से बच नहीं सकता है कि मामले में कोई लापरवाही से गाड़ी चलाना शामिल",
  "negligent driving involved in the case, rather it was a case of intentional murder. In FAO No. 2558 of 2016 titled as Tata AIG General": "नहीं था, बल्कि यह जानबूझकर हत्या का मामला था। एफ. ए. ओ. नं. 206 का 2558 टाटा एआईजी जनरल इंश्योरेंस",
  "Insurance Company LTD. versus Surjeet Kaur and others decided on 7\" March, 2022, this court has already held that negligence in driving is": "कंपनी लिमिटेड बनाम सुरजीत कौर और अन्य के रूप में 7 मार्च, 2022 को तय किया गया, इस अदालत ने पहले ही कहा है कि ड्राइविंग में लापरवाही है",
  "SMT. NARAINI DEVI AND OTHERS v. PAPPU SINGH AND OTHERS 99": "श्री मती नारायणी देवी और अन्य बनाम पप्पु सिंह और अन्य",
  "filed separate written statement. He also controverted all the assertions made in the claim petition. On merits it was denied by him that": "अलग से लिखित बयान दायर किया। उन्होंने दावा याचिका में किए गए सभी दावों का भी खंडन किया। गुण-दोष के",
  "accident had taken place at the time and place mentioned in the claim": "आधार पर उन्होंने इस बात से इनकार किया कि दावा याचिका में उल्लिखित समय और स्थान पर दुर्घटना हुई थी।",
  "petition. Respondent No.3-Insurance Company filed separate written statement, again, controverting all the assertions made in the claim": "प्रतिवादी नं. 3-बीमा कंपनी ने दावा याचिका में किए गए सभी दावों का खंडन करते हुए एक बार फिर अलग से लिखित",
  "petition. On merits it was asserted by the Insurance Company that since Mahabir Singh was employee of the Harayan Government and all legal": "बयान दायर किया। गुण-दोष के आधार पर बीमा कंपनी ने यह दावा किया कि चूंकि महाबीर सिंह हरियाणा सरकार",
  "heirs of the deceased are entitled to the salary last received to the": "के कर्मचारी थे और मृतक के सभी कानूनी उत्तराधिकारी मुआवजे के लिए अंतिम रूप से प्राप्त वेतन के हकदार हैं।",
  "compensation. Any negligence in driving the offending vehicle was also denied. It was further asserted that there was no negligence on the": "आपत्तिजनक वाहन चलाने में किसी भी तरह की लापरवाही से भी इनकार किया गया था। यह भी कहा गया कि प्रत्यर्थी",
  "part of respondent No.1, rather the deceased has been killed intentionally by respondent No.1 in collusion with one Rajpal Chauhan;": "नं. । की ओर से कोई लापरवाही नहीं की गई थी, बल्कि मृतक को राजपाल चौहान के साथ मिलकर प्रत्यर्थी नं. । द्वारा",
  "and for that both of them were even facing the Criminal trial.": "जानबूझकर मार दिया गया था; और इसके लिए दोनों आपराधिक मुकदमे का सामना कर रहे थे।",
  "Therefore, it was asserted that, it was rather the case of murder and not a road accident.": "इसलिए, यह दावा किया गया कि यह हत्या का मामला था, न कि सड़क दुर्घटना का।",
  "(5) To prove their assertions the widow of the deceased appeared as PW-1 and tendered her affidavit in support of the": "(5) अपने दावों को साबित करने के लिए मृतक की विधवा पीडब्लू-। के रूप में पेश हुई और दावा याचिका में किए",
  "assertions made in the claim petition. EASI Virender Kumar appeared as PW-2 and brought the summoned service record of the deceased.": "गए दावों के समर्थन में अपना हलफनामा दिया। ई. ए. एस. आई. वीरेंद्र कुमार पीडब्लू-2 के रूप में पेश हुए और मृतक का समन किया गया सर्विस रिकॉर्ड लाया।",
  "ASI Suresh Chander appeared as PW-3 and proved the factum and manner of the accident having taken place.": "ए. एस. आई. सुरेश चंदर पीडब्लू-3 के रूप में उपस्थित हुए और दुर्घटना के तथ्य और तरीके को साबित किया।",
  "(6) On the other hand, no oral evidence was led by the respondents. Respondents No.1 and 2 tendered in evidence copy of": "(6) दूसरी ओर, उत्तरदाताओं द्वारा कोई मौखिक साक्ष्य नहीं दिया गया था। प्रत्यर्थी संख्या । और 2 ने परमिट की साक्ष्य",
  "permit as Exhibit R-1, copy of fitness certificate as Exhibit R-2 and": "प्रति के रूप में आर-।, फिटनेस प्रमाण पत्र की प्रति के रूप में आर-2 और सार्वजनिक वाहक के परमिट की प्रति के",
  "copy of public carrier’s permit as Exhibit R-3 and closed the evidence.": "रूप में आर-3 प्रदर्शित किया और साक्ष्य को बंद कर दिया।",
  "Respondent No.3 placed on record insurance policy as Exhibit R-4 and": "प्रत्यर्थी संख्या. 3 ने बीमा पॉलिसी को अभिलेख आर-५ के रूप में प्रदर्शित किया और धारा ।73 सी. आर. पी. सी. के",
  "copy of the report under Section 173 Cr.P.C as Exhibit R-5.": "तहत रिपोर्ट की प्रति को अभिलेख आर-5 के रूप में प्रदर्शित किया।",
  "(7) On consideration of the material lead on file, the Tribunal came to the conclusion that since the FIR pertains to murder, therefore,": "(7) फाइल की सामग्री पर विचार करने पर, अधिकरण इस निष्कर्ष पर पहुँचा कि चूंकि प्राथमिकी हत्या से संबंधित है,",
  "it cannot be taken as a case of negligent accident. Accordingly, the": "इसलिए इसे लापरवाही से हुई दुर्घटना के मामले के रूप में नहीं लिया जा सकता है। तदनुसार, दावेदारों द्वारा दायर",
  "claim petition filed by the claimants was dismissed. It is challenging the said order that the present petition has been filed.": "दावा याचिका को खारिज कर दिया गया। यह उक्त आदेश को चुनौती दे रहा है कि वर्तमान याचिका दायर की गई है।",
  "(8) Arguing the case learned counsel for the appellant has submitted that the Tribunal has gone wrong in law in saying that unless": "(8) अपीलार्थी के मामले में तर्क देते हुए विद्वान वकील ने प्रस्तुत किया है कि न्‍्यायाधिकरण ने यह कहते हुए विधि में",
  "the is based on rash and negligent driving of the driver of the offending": "गलती की है कि जब तक कि यह उल्लंघन करने वाले वाहन के चालक के उतावलेपन और लापरवाही से गाड़ी चलाने",
  "vehicle the compensation cannot be awarded even if the person has died in a road accident. The counsel for the appellant has relied upon": "पर आधारित नहीं है, तब तक मुआवजा नहीं दिया जा सकता है, भले ही व्यक्ति की सड़क दुर्घटना में मृत्यु हो गई हो।",
  "died in a road accident. The counsel for the appellant has relied upon the judgment rendered by this court in FAO No. 2558 of 2016 titled as Tata AIG General Insurance Company Limited versus Surjeet Kaur": "अपीलार्थी के वकील ने एफ. ए. ओ. सं. 206 का 2558, जिसका शीर्षक टाटा एआईजी जनरल इंश्योरेंस कंपनी",
  "and others decided on 7\" March, 2022 to buttress his contention. It is": "लिमिटेड बनाम सुरजीत कौर और अन्य था, ने 7 मार्च, 2022 को उनके विवाद को पुष्ट करने का निर्णय लिया। यह",
  "contended that the compensation is awarded to the destitute family of": "तर्क दिया जाता है कि मुआवजा बेसहारा परिवार को दिया जाता है"
}