{
  "Before M.M. Kumar and Ritu Bahri, JJ.": "माननीय एम.एम.कुमार और रितु बाहरी जे.जे., से पहले",
  "ANIL DALAL,—Petitioner": "अनिल दलाल,-याचिकाकर्ता",
  "CENTRALADMINISTRATIVE TRIBUNAL, CHANDIGARH BENCH, CHANDIGARH AND OTHERS,—Respondents": "केंद्रीय प्रशासनिक न्यायाधिकरण, चंडीगढ़ बेंच, चंडीगढ़ और अन्य,-प्रतिवादी",
  "CWP No. 15066/CAT of 2003": "सीडब्ल्यूपी संख्या 45066/सीएटी 2003",
  "25th October, 2010": "25 अक्टूबर, 2040",
  "Constitution of India, 1950—Art.226—Central Civil Service (Classification, Control and Appeal) Rules, 1965—Rls. 10 (2) & 14": "भारत का संविधान, 4950-अनुच्छेद 226-केंद्रीय सिविल सेवा (वर्गीकरण, नियंत्रण और अपील) नियम, 4965-",
  "(8)(a)—Charges against an Auditor for passing bills in haste—": "रिसिस। 40 (2) और 44 (8)(ए) - जल्दबाजी में बिल पारित करने के लिए एक लेखा परीक्षक के खिलाफ आरोप - सेवा से",
  "Removal from service—No charge of conspiracy levelled against petitioner but Inquiry Officer recording finding to that effect—Had": "निष्कासन - याचिकाकर्ता के खिलाफ साजिश का कोई आरोप नहीं लगाया गया, लेकिन जांच अधिकारी उस प्रभाव के",
  "not have inflicted extreme punishment—Similarly situated persons who checked and passed bills not treated equally—No allegation": "अत्यधिक दंड नहीं दिया होगा - इसी तरह स्थित व्यक्तियों ने बिलों की जांच की और उन्हें पारित किया, उनके साथ समान",
  "quantum of punishment is warranted—Order of removal set aside and Disciplinary Authority directed to reconsider punishment inflicted upon petitioner. .": "निष्कासन के आदेश को रद्द कर दिया गया और अनुशासनात्मक प्राधिकरण को याचिकाकर्ता को दी गई सजा पुनर्विचार करने का निर्देश दिया गया",
  "Held, that there was no charge of conspiracy levelled against the . petitioner but the Inquiry Officer has recorded the finding to this effect. It": "निर्णय, याचिकाकर्ता के खिलाफ साजिश का कोई आरोप नहीं लगाया गया था लेकिन जांच अधिकारी ने इस आशय का",
  "is factually correct that the Inquiry Officer has travelled beyond the scope": "निष्कर्ष दर्ज किया है। यह तथ्यात्मक रूप से सही है कि जांच अधिकारी ने आरोपों के दायरे से बाहर यात्रा की है। यदि",
  "of the charges. Had there been no finding of the aforesaid nature then the Disciplinary Authority may not have inflicted on the petitioner extreme punishment of removal from service.": "उपरोक्त प्रकृति का कोई निष्कर्ष नहीं निकला होता तो अनुशासनात्मक प्राधिकारी ने याचिकाकर्ता को सेवा से हटाने की अत्यधिक सजा नहीं दी होती।",
  "Further held, that person like Shri R. K. Kaul, who checked the bills and Shri K.S. Rastogi, Accounts Officer, who passed the bills, have": "निर्णय, श्री आर.के. कौल जैसे व्यक्ति, जिन्होंने बिलों की जाँच की और श्री के.एस. बिल पारित करने वाले लेखा अधिकारी",
  "not been treated equally although they were much more experienced and were holding more responsible posts. They were entrusted with the duty": "रस्तोगी के साथ समान व्यवहार नहीं किया गया, जबकि वे कहीं अधिक अनुभवी थे और अधिक जिम्मेदार पदों पर थे।",
  "were holding more responsible posts. They were entrusted with the duty of checking the bills and final sanction of the payments. Therefore, the theory": "उन्हें बिलों की जाँच करने और भुगतान की अंतिम मंजूरी देने का कर्तव्य सौंपा गया था। इसलिए, उपरोक्त अधिकारियों",
  "of conspiracy with the aforesaid officers cannot be supported on facts. In": "के साथ साजिश की थ्योरी को तथ्यों पर आधारित नहीं किया जा सकता है। किसी भी मामले में, वर्तमान मामले के तथ्यों",
  "any case, the extreme punishment of removal would be unwarranted in the facts and circumstances of the present case.": "और परिस्थितियों में निष्कासन की अत्यधिक सजा अनुचित होगी।",
  "Dinesh Kumar, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता दिनेश कुमार",
  "Sanjay Goel, Advocate, for the respondents.": "प्रतिवादियों की ओर से वकील संजय गोयल।",
  "M.M. KUMAR, J.": "एम.एम. कुमार, जे.",
  "(1) This petition filed under Article 226 of the Constitution is": "(9) संविधान के अनुच्छेद 226 के तहत दायर यह याचिका केंद्रीय प्रशासनिक न्‍्यायाधिकरण, चंडीगढ़ बेंच,",
  "directed against the order dated 12th August, 2002, passed by the Central Administrative Tribunal, Chandigarh Bench, Chandigarh (for brevity, ‘the": "चंडीगढ़ (संक्षिप्तता के लिए, 'न्यायाधिकरण\" द्वारा पारित 42 अगस्त, 2002 के आदेश के खिलाफ निर्देशित है, जिसने",
  "Tribunal’) upholding the order of removal dated 19th April, 1999 (A-2), passed by the Controller of Defence Accounts (Western Command), Chandigarh.": "रक्षा लेखा नियंत्रक (पश्चिमी कमान), चंडीगढ़ द्वारा पारित दिनांक 9 अप्रैल 4999 (ए-2) को हटाने के आदेश को बरकरार रखा।",
  "(2) The facts as revealed in the order of the Tribunal are that the": "(2) ट्रिब्यूनल के आदेश में सामने आए तथ्य यह हैं कि याचिकाकर्ता ३ दिसंबर 4987 से 45 मार्च 4994 की अवधि",
  "petitioner was working as Auditor in Stores Contract Section of the Controller of Defence Accounts (Western Command), Chandigarh, during the period": "के दौरान रक्षा लेखा नियंत्रक (पश्चिमी कमान), चंडीगढ़ के स्टोर अनुबंध अनुभाग में लेखा परीक्षक के रूप में कार्यरत",
  "the procedure for processing of the bills then such a fraudulent transaction could have been avoided and the fake bills could have been detected.": "का पालन किया होता तो इस तरह के धोखाधड़ी वाले लेनदेन से बचा जा सकता था और नकली बिलों का पता लगाया",
  "“14. Procedure for imposing major penalties": "(2) प्रमुख दंड लगाने की प्रक्रिया:-",
  "(8) (a) The Government servant may take the assistance of any other Government servant posted in any office either at his headquarters or at the place where the inquiry is held, to present the case on his behalf, but may not engage a legal practitioner": "(8) (ए) सरकारी कर्मचारी अपनी ओर से मामला प्रस्तुत करने के लिए अपने मुख्यालय या उस स्थान पर जहां जांच हो रही है, किसी भी कार्यालय में तैनात किसी अन्य सरकारी कर्मचारी की सहायता ले सकता है, लेकिन कानूनी",
  "disciplinary authority is a legal practitioner, or, the disciplinary authority, having regard to the circumstances of the case.": "प्रस्तुतकर्ता अधिकारी एक कानूनी व्यवसायी न हो, या, अनुशासनात्मक प्राधिकारी मामले की परिस्थितियों को ध्यान",
  "So permits :": "में रखते हुए, अनुमति देता है:",
  "Provided that the Government servant may take the assistance of any other Government servant posted at any other station, if": "बशर्ते कि सरकारी कर्मचारी किसी अन्य स्टेशन पर तैनात किसी अन्य सरकारी कर्मचारी की सहायता ले",
  "the inquiring authority having regard to the circumstances of the": "सकता है, यदि जांच प्राधिकारी मामले की परिस्थितियों को ध्यान में रखते हुए और लिखित रूप में दर्ज किए जाने वाले",
  "Note.—The Government servant shal] not take the assistance of any other Government servant who has three pending disciplinary": "नोट.- सरकारी सेवक किसी अन्य सरकारी सेवक की सहायता नहीं लेगा जिसके पास तीन अनुशासनात्मक",
  "cases on hand in which he has to give assistance.”": "मामले लंबित हैं जिनमें उसे सहायता देनी है।",
  "(9) to (23) XXX XXX XXX” (Italics by us)": "(9) से (23) 3006 3006 300\" (हमारे द्वारा इटैलिक)",
  "Thus the officer exhibited lack of integrity, lack of devotion to duty": "40 २८४० प्रस्तुत किए गए थे। इस प्रकार अधिकारी ने ईमानदारी की कमी, कर्तव्य के प्रति समर्पण की कमी और एक",
  "(3) Along with the charge sheet a detailed statement of imputation of misconduct, list of documents, list of witnesses and lists of additional bills were also enclosed.": "(3) आरोप पत्र के साथ कदाचार के आरोप का विस्तृत विवरण, दस्तावेजों की सूची, गवाहों की सूची और अतिरिक्त बिलों की सूची भी संलग्न की गई थी।",
  "(4) After receipt of his reply etc., the respondents decided to initiate a departmental inquiry against him. During the i inquiry, the petitioner": "(4) उनके उत्तर आदि प्राप्त होने के बाद, उत्तरदाताओं ने उनके खिलाफ विभागीय जांच शुरू करने का फैसला",
  "made an application seeking permission to engage a legal practitioner in": "नियुक्त करने की अनुमति मांगने के लिए एक आवेदन दिया क्योंकि विभाग में कोई भी उसे सहायता देने के लिए तैयार",
  "willing to give him assistance. On 26th August, 1993, the Disciplinary Authority rejected the said application on the ground that the Presenting": "नहीं था। 26 अगस्त, 993 को अनुशासनात्मक प्राधिकारी ने उक्त आवेदन को इस आधार पर खारिज कर दिया कि",
  "Officer in the case was not a legal practitioner as per the requirement of Rule 14(8)(a) of the CCS Rules. On 3rd April, 1998, the Inquiry Officer": "मामले में प्रस्तुतकर्ता अधिकारी सीसीएस नियमों के नियम 4(8)(ए) की आवश्यकता के अनुसार कानूनी व्यवसायी",
  "admissions and accepted endorsements which proved that he was guilty and": "स्वयं स्वीकारोक्ति की और समर्थन स्वीकार किया, जिससे साबित हुआ कि वह जानबूझकर अनियमितताएं करने के",
  "responsible for committing the irregularities deliberately. It has been specifically noticed by the Inquiry Officer that the petitioner also admitted about writing": "लिए दोषी और जिम्मेदार था। जांच अधिकारी द्वारा यह विशेष रूप से देखा गया है कि याचिकाकर्ता ने अपनी लिखावट",
  "some documents in his own handwriting which also goes to prove that he was involved into a conspiracy with others. It was, thus, concluded that": "में कुछ दस्तावेज लिखने की बात भी स्वीकार की है, जिससे यह भी साबित होता है कि वह अन्य लोगों के साथ साजिश",
  "the charge against the petitioner stood proved.": "में शामिल था। इस प्रकार, यह निष्कर्ष निकाला गया कि याचिकाकर्ता के खिलाफ आरोप साबित हुआ।",
  "(5) On 3rd April, 1998, the Disciplinary Authority supplied copy": "(5) 3 अप्रैल 4998 को, अनुशासनात्मक प्राधिकारी ने याचिकाकर्ता को उसके द्वारा कोई भी अभ्यावेदन देने के",
  "of the inquiry report to the petitioner for making any representation by him, which was to be submitted in writing within 15 days (A-1). On 30th April,": "लिए जांच रिपोर्ट की प्रति प्रदान की, जिसे 45 दिनों के भीतर लिखित रूप में प्रस्तुत किया जाना था (ए-4)। 30 अप्रैल,",
  "1998, the petitioner submitted his representation raising various issues against the inquiry report. After considering the representation, the Disciplinary": "4998 को याचिकाकर्ता ने जांच रिपोर्ट के खिलाफ विभिन्न मुद्दे उठाते हुए अपना अभ्यावेदन प्रस्तुत किया। अभ्यावेदन",
  "against the inquiry report. After considering the representation, the Disciplinary Authority passed an order removing the petitioner from service with effect from 20th April, 1999. The relevant portion of the nace order dated": "पर विचार करने के बाद, अनुशासनात्मक प्राधिकारी ने याचिकाकर्ता को 20 अप्रैल, 4999 से सेवा से हटाने का आदेश",
  "19th April, 1999 (A-2) reads thus :": "पारित किया। 49 अप्रैल, 4999 के आक्षेपित आदेश का प्रासंगिक भाग (ए-2) इस प्रकार है:",
  "“6. Considering the documentary evidence on record, findings of the inquiry officer, points raised by Shri Dalal in his": "“6. रिकॉर्ड पर दस्तावेजी साक्ष्य, जांच अधिकारी के निष्कर्ष, श्री दलाल द्वारा अपने प्रतिनिधित्व में उठाए गए",
  "representation and totality of circumstances, the undersigned finds that Shri Anil Dalal not only failed to exercise fundamental": "बिंदुओं और परिस्थितियों की समग्रता पर विचार करते हुए, अधोहस्ताक्षरी ने पाया कि श्री अनिल दलाल न केवल मौलिक",
  "by Hon’ble Supreme Court in B.C. Chaturvedi versus Union of India and others 1995 (5) SLR 778. The case on hand is": "उच्चतम न्यायालय द्वारा लिया गया है। चतुर्वेदी बनाम भारत संघ और अन्य 995 (5) एसएलआर 778। मौजूदा मामला",
  "not such as calls for our interference with the penalty imposed.”": "ऐसा नहीं है कि लगाए गए जुमनि में हमारे हस्तक्षेप की मांग की जाए।\"",
  "(7) Mr. Dinesh Kumar, learned counsel for the petitioner has attacked the order of the Tribunal by raising two issues. His first submission": "(7) याचिकाकर्ता के विद्वान वकील श्री दिनेश कुमार ने दो मुद्दे उठाकर ट्रिब्यूनल के आदेश पर हमला किया",
  "is that in terms of Rule 14(8)(a) of the CCS Rules, the petitioner was entitled": "है। उनकी पहली दलील यह है कि सीसीएस नियमों के नियम ॥4(8)(ए) के अनुसार, याचिकाकर्ता एक कानूनी",
  "to the assistance of a legal practitioner because the Presenting Officer was an expert in conducting departmental inquiries, although he was not a legal": "व्यवसायी की सहायता का हकदार था क्योंकि प्रस्तुतकर्ता अधिकारी विभागीय जांच करने में विशेषज्ञ था, हालांकि वह",
  "practitioner or qualified law graduate. According to the learned counsel, the": "कानूनी नहीं था। व्यवसायी या योग्य कानून स्नातक। विद्वान वकील के अनुसार, नियम में प्रयुक्त अभिव्यक्ति यह है कि",
  "expression used in the Rule that ‘the disciplinary authority having regard to the circumstances of the case’ must permit a delinquent officer to engage": "'अनुशासनात्मक प्राधिकारी को मामले की परिस्थितियों को ध्यान में रखते हुए एक अपराधी अधिकारी को एक कानूनी",
  "the services of a legal practitioner and in the facts and circumstances of the": "व्यवसायी की सेवाएं लेने की अनुमति देनी चाहिए और मामले के तथ्यों और परिस्थितियों में यह अनिवार्य था",
  "case it was incumbent on the disciplinary authority to grant permission to the petitioner to engage the services of a legal practitioner. In support of": "याचिकाकर्ता को एक कानूनी व्यवसायी की सेवाएं लेने की अनुमति देने के लिए अनुशासनात्मक प्राधिकारी पर। अपने",
  "his submission, learned counsel has placed reliance on the judgment of Hon’ ble the Supreme Court rendered in the case of J.K. Aggarwal versus": "प्रस्तुतीकरण के समर्थन में, विद्वान वकील ने जे.के. के मामले में दिए गए माननीय सर्वोच्च न्यायालय के फैसले पर",
  "Haryana Seeds Development Corporation Ltd., (1) and argued that": "भरोसा जताया है। अग्रवाल बनाम हरियाणा बीज विकास निगम लिमिटेड, () और तर्क दिया कि उस मामले में",
  "in that case prosecution was represented by a legally trained mind although": "अभियोजन का प्रतिनिधित्व कानूनी रूप से प्रशिक्षित दिमाग द्वारा किया गया था, हालांकि वह एक कानूनी व्यवसायी",
  "he was not a legal practitioner, yet the Supreme Court viewed the refusal to accord sanction for engaging a lawyer in the inquiry as improper exercise": "नहीं था, फिर भी सुप्रीम कोर्ट ने इसमें एक वकील को नियुक्त करने की मंजूरी देने से इनकार कर दिया। जांच को",
  "of discretion, which resulted in failure of natural justice. He has drawn our": "विवेक का अनुचित प्रयोग बताया गया, जिसके परिणामस्वरूप प्राकृतिक न्याय विफल हो गया। उन्होंने अपने कथन",
  "attention in particular to paragraphs 8, 9 and 10 in support of his submission.": "के समर्थन में हमारा ध्यान विशेष रूप से पैराग्राफ 89 और 0 की ओर आकर्षित किया है। विद्वान वकील ने सी.एल.",
  "the Supreme Court rendered in the case of C.L. Subramanium versus Collector of Customs, Cochin, (2).": "सुब्रमण्यम बनाम सीमा शुल्क कलेक्टर, कोचीन, (? के मामले में दिए गए माननीय सर्वोच्च न्यायालय के एक अन्य",
  "(8) The other submission made by the learned counsel is that in the charge sheet the role of the petitioner as Auditor has been incorporated": "(8) विद्वान वकील द्वारा दी गई दूसरी दलील यह है कि आरोप पत्र में याचिकाकर्ता की भूमिका को श्री आर.के.",
  "alongwith the names of Shri R.K. Kaul, who checked the bills and Shri K.S. Rastogi, Accounts Officer, who passed the bills. According to the learned": "के नाम के साथ शामिल किया गया है। कौल, जिन्होंने बिलों की जाँच की और श्री के.एस. रस्तोगी, लेखा अधिकारी,",
  "counsel there is hostile discrimination, inasmuch as, in the departmental inquiry separately conducted against other two persons they have either": "जिन्होंने बिल पारित किए। विद्वान वकील के अनुसार शत्रुतापूर्ण भेदभाव है, यहां तक कि अन्य दो व्यक्तियों के खिलाफ",
  "been exonerated or they are let off with a smal] punishment. The argument": "अलग से की गई विभागीय जांच में या तो उन्हें दोषमुक्त कर दिया गया है या उन्हें छोटी सजा देकर छोड़ दिया गया",
  "is that such a hostile discrimination is impermissible because the payment": "है। तर्क यह है कि इस तरह का शत्रुतापूर्ण भेदभाव अस्वीकार्य है क्योंकि बिलों के आधार पर भुगतान एक एकीकृत",
  "on the basis of the bills is one integrated transaction and it is not open to segregation. The argument appears to be that all the officers share": "लेनदेन है और यह अलगाव के लिए खुला नहीं है। तर्क यह प्रतीत होता है कि सभी अधिकारी उन बिलों के प्रसंस्करण,",
  "responsibility in processing, checking and passing of the bills which were eventually found to be false and all of them have their own role to play.": "जाँच और पारित करने में ज़िम्मेदारी साझा करते हैं जो अंततः झूठे पाए गए और उन सभी की अपनी-अपनी भूमिका",
  "It is on account of the integrated transaction that the allegation of conspiracy has been found to be proved but at the same time the others like S/Sh.": "है। यह एकीकृत लेन-देन के कारण है कि साजिश का आरोप साबित हुआ है, लेकिन साथ ही एस/एसएच आर.के.",
  "R.K. Kaul and K.S. Rastogi have been left out.": "कौल और के.एस. रस्तोगी जैसे अन्य लोग को छोड़ दिया गया है.",
  "(9) Another argument raised by the learned counsel is that the petitioner has been found guilty of hatching a conspiracy alongwith others.": "(9) विद्वान वकील द्वारा उठाया गया एक और तर्क यह है कि याचिकाकर्ता को अन्य लोगों के साथ साजिश",
  "which was not even part of the charge sheet and, therefore, there is flagrant violation of the principles of natural justice.": "रचने का दोषी पाया गया है, जो आरोप पत्र का हिस्सा भी नहीं था और इसलिए, प्राकृतिक न्याय के सिद्धांतों का घोर",
  "(10) Mr. Sanjay Goel, learned counsel for the respondents has vehemently argued that full opportunity was afforded to the petitioner in the": "(0) उत्तरदाताओं के विद्वान वकील श्री संजय गोयल ने जोरदार तर्क दिया कि याचिकाकर्ता को विभागीय",
  "vehemently argued that full opportunity was afforded to the petitioner in the departmental inquiry and there is no violation of principles of natural justice": "जांच में पूरा अवसर दिया गया था और प्राकृतिक न्याय के सिद्धांतों का कोई उल्लंघन नहीं हुआ है जिससे याचिकाकर्ता",
  "causing any prejudice to the rights of the petitioner. He has maintained that the CCS Rules have been religiously followed and the petitioner has failed": "के अधिकारों पर कोई प्रतिकूल प्रभाव पड़ा हो। उन्होंने कहा है कि सीसीएस नियमों का ईमानदारी से पालन किया",
  "to point out any patent violation of the Rules. He has referred to the inquiry": "गया है और याचिकाकर्ता नियमों के किसी भी पेटेंट उल्लंघन को इंगित करने में विफल रहा है। उन्होंने 3 अप्रैल, 988",
  "report dated 3rd April, 1988 (A-1) showing that all the relevant documents were supplied to the petitioner. He was also provided with the copies of": "(ए-एल) की जांच रिपोर्ट का हवाला दिया है जिसमें दिखाया गया है कि सभी प्रासंगिक दस्तावेज याचिकाकर्ता को",
  "were supplied to the petitioner. He was also provided with the copies of all the listed documents as desired by him and he was permitted to inspect": "प्रदान किए गए थे। उनकी इच्छानुसार उन्हें सभी सूचीबद्ध दस्तावेजों की प्रतियां भी प्रदान की गईं और उन्हें सूचीबद्ध",
  "the listed as well as additional documents. He has then referred to the": "और अतिरिक्त दस्तावेजों का निरीक्षण करने की अनुमति दी गई। इसके बाद उन्होंने याचिकाकर्ता द्वारा दिए गए",
  "writing some documents in his own hand writing which also": "करने की बात भी स्वीकार की थी। उन्होंने कुछ दस्तावेज़ों को अपनी लिखावट में लिखने की बात भी स्वीकार की है,",
  "on the quantum of punishment is fully supported and warranted. In the imputation of charges levelled against he petitioner there is no allegation with": "आवेदक की दलील के संबंध में कि उस पर लगाया गया जुर्माना आरोप की गंभीरता के अनुरूप नहीं है। यह"
}