{
  "S. Sandhu": "एस. संधू",
  "(2) 2007(4) R.C.R.(Criminal) 230": "(2) 20004) आर. सी. आर. (आपराधिक) 230",
  "(3) 2000(2) R.C.R.(Criminal) 59": "(3) 2000 (2) आर. सी. आर. (आपराधिक) 59",
  "SWARAN SINGH v. STATE OF HARYANA AND ANOTHER 485": "स्वर्ण सिंह बनाम हरियाणा राज्य और अन्य 483",
  "(Kamaljit Singh Ahluwalia, J.)": "न्यामूर्ति कमलजीत सिंह अहलूवालिया)",
  "whether warrants of recovery can be issued for the recovery of fine and": "वसूली के वारंट जारी किए गए थे ताकि याचिकाकर्ता पर लगाए गए जुर्माने की राशि",
  "is ready and willing to undergo the sentence imposed on him, in default of payment of fine.": "का भुगतान करने में विफल रहने पर उस पर लगाई गई सजा भुगतने को तैयार है।",
  "fine, the petitioner was required to undergo imprisonment of two years. For": "भुगतान न करने पर याचिकाकर्ता को दो साल के कारावास का निर्देश दिया। जुमनि",
  "recovering fine, the Court of Additional Sessions Judge, Barnala, asked the": "की वसूली के लिए, अतिरिक्त सत्र न्यायाधीश, बरनाला की अदालत ने कलेक्टर,",
  "arrears of land revenue and in pursuance thereof the Collector had attached": "लिए कहा और इसके अनुसरण में कलेक्टर ने याचिकाकर्ता की पूरी भूमि को जब्त",
  "the entire land of the petitioner. Whether the same could be done, when": "कर लिया था।क्या ऐसा किया जा सकता था, जब याचिकाकर्ता अपनी सजा भुगत",
  "the petitioner was undergoing his sentence reference was made by this Court to the provisions of Section 421 of the Code of Criminal Procedure which": "रहा था, इस न्यायालय द्वारा दंड प्रक्रिया संहिता की धारा 42 के प्रावधानों का संदर्भ",
  "reads as under:": "लिया गया था जो निम्नानुसार है:",
  "“421. Warrant for levy of fine.-": "“424. जुर्माना लगाने के लिए वारंट-",
  "(1) When an offender has been sentenced to pay a fine, the Court": "()) जब किसी अपराधी को जुर्माना देने की सजा सुनाई जाती है, तो सजा देने",
  "fine in either or both of the following ways, that is to say, it": "वाला न्यायालय निम्नलिखित में से किसी एक या दोनों तरीकों से जुमने की",
  "(a) Issue a warrant for the levy of the amount by attachment and sale of any movable property belonging to the offender;": "(क) अपराधी से संबंधित किसी भी चल संपत्ति की कुर्की और बिक्री द्वारा राशि के उद्ृहण के लिए वारंट जारी करें;",
  "(b) Issue a warrant to the Collector of the district, authorizing": "(ख) जिले के कलेक्टर को एक वारंट जारी करें, जिसमें चूककर्ताओं की",
  "the movable or immovable property, or both of the": "चल या अचल संपत्ति, या दोनों से भूमि राजस्व अवशिष्ठ के रूप में",
  "(1) 2009 (5) R.C.R. (Criminal) 485": "() 2009 (5) आर. सी. आर (आपराधिक) 485",
  "486 LL.R. PUNJAB AND HARYANA 2012(2)": "486 आई. एल. आर. पंजाब और हरियाणा 20]2(2)",
  "Provided that, if the sentence directs that in default of payment of the fine, the offender shall be imprisoned,": "तथापि, यदि सजा यह निर्देश देती है कि जुमनि के भुगतान में चूक करने पर",
  "payment of the fine, the offender shall be imprisoned, and if such offender has undergone the whole of such": "अपराधी को कैद किया जाएगा, और यदि ऐसा अपराधी इस तरह के पूरे",
  "imprisonment in default, no Court shall issue such": "कारावास को भुगत चुका है, तो कोई भी अदालत ऐसा वारंट तब तक जारी नहीं",
  "warrant unless, for special reasons to be recorded in writing, it considers it necessary so to do, or unless it": "करेगी जब तक कि वह विशेष कारणों से ऐसा करना आवश्यक नहीं समझती",
  "compensation out of the fine under Section 357.”": "है, या जब तक कि उसने धारा 357 के तहत जुमने में से खर्च या मुआवजे के भुगतान का आदेश नहीं दिया है।\"",
  "(Emphasis supplied).": "(जोर दिया गया)।",
  "(6) In view of the proviso to section 421 of the Code of Criminal": "(6) दंड प्रक्रिया संहिता की धारा 42। के प्रावधान को ध्यान में रखते हुए, यह",
  "Procedure, it was held as under:": "निम्नानुसार अभिनिर्धारित किया गया थाः",
  "“A perusal of proviso to Section 421(1) Cr.P.C. makes it obvious": "“धारा 42 () ८/.7.0 के प्रावधान के अवलोकन से यह स्पष्ट होता है कि यदि",
  "that if an offender has undergone the whole of imprisonment imposed in lieu of the fine on account of default, no Court": "कोई अपराधी चूक के कारण जुमने के बदले में लगाए गए पूरा कारावास भुगत चुका हो, तो कोई भी न्यायालय ऐसे अपराधी की किसी भी अचल या चल संपत्ति",
  "could issue warrant for the levy of the amount by attachment and sale of any immovable or movable property belonging to": "चुका हो, तो कोई भी न्यायालय ऐसे अपराधी की किसी भी अचल या चल संपत्ति की कुर्की और बिक्री द्वारा राशि के उद्ृृहण के लिए वारंट जारी नहीं कर सकता",
  "such an offender. It is only for special reason to be recorded in writing that such a warrant for the levy of amount could be": "है।यह केवल विशेष कारण से लिखित रूप में दर्ज किया जाना है कि राशि के",
  "in writing that such a warrant for the levy of amount could be issued. The intention of the legislature as reflected in the": "उद्ृहण के लिए ऐसा वारंट हो सकता है। विधानमंडल का इरादा जैसा कि",
  "aforementioned proviso clearly is that the stage for issuing": "उपरोक्त प्रावधान में स्पष्ट रूप से परिलक्षित होता है कि भूमि राजस्व अवशिष्ठ",
  "warrant for levy of the amount by attachment and sale or issuance of warrant to the Collector to realize the": "के रूप में राशि का एहसास करने के लिए कलेक्टर को कुर्की और बिक्री या",
  "the offender has opted either to pay fine or to serve": "तभी पहुंचेगा जब अपराधी ने जुर्माना देने या सजा काटने का विकल्प चुना",
  "sentence. Such an option could be exercised only when": "हो।इस तरह के विकल्प का उपयोग केवल तभी किया जा सकता है जब",
  "the offender has undergone the substantive sentence. He may end up paying fine at that stage or he may opt for": "अपराधी मूल सजा को भुगत चुका हो। वह उस स्तर पर जुर्माना दे सकता है या",
  "preferred because it leans toward protecting the life and": "प्राथमिकता दी जानी चाहिए क्योंकि यह किसी व्यक्ति के जीवन और व्यक्तिगत",
  "only according to procedure established by law as": "द्वारा परिकल्पित कानून द्वारा स्थापित प्रक्रिया के अनुसार ही वंचित किया जा",
  "SWARAN SINGH v. STATE OF HARYANA AND ANOTHER 483": "स्वर्ण सिंह बनाम हरियाणा राज्य और अन्य 487",
  "Held, that warrants of recovery cannot be issued when the petitioner": "जब याचिकाकर्ता अपनी सजा काट रहा हो तो वसूली के वारंट जारी नहीं किए जा",
  "is undergoing his sentence. In case the petitioner was willing to undergo the": "सकते हैं।यदि याचिकाकर्ता जुर्मने का भुगतान करने में विफल रहने पर उस पर",
  "he will be at liberty to either pay the fine or undergo further imprisonment": "जुर्माना अदा करने के लिए स्वतंत्र होगा या जुमनि का भुगतान न करने पर",
  "to iniate the process for recovery under Section 421 of the code of criminal": "है, तो निचली अदालत दंड प्रक्रिया संहिता की धारा 42 के तहत वसूली की",
  "Subsequent, to the dismissal of the appeal the impugned order was passed by the Special Court, Karnal, whereby warrants of recovery have been": "को खारिज होने के बाद विशेष अदालत, करनाल द्वारा विवादित आदेश पारित किया गया, जिसके तहत वसूली के वारंट जारी किए गए हैं ताकि वर्तमान",
  "issued so as to recover the amount of fine imposed on the present petitioner.": "याचिकाकर्ता पर लगाए गए जुमने की राशि की वसूली की जा सके।आश्षेपित",
  "In pursuance of the impugned order, respondent no.3 Tehsildar Mazaffar": "आदेश के अनुसरण में, प्रतिवादी सं. 3 तहसीलदार मुजफ्फर नगर, यू पी. ने",
  "Nagar, U.P. has issued notice of Sale Proclamation to auction the agricultural land of the petitioner. The copy of the notice has been annexed with the": "याचिकाकर्ता की कृषि भूमि की नीलामी के लिए बिक्री घोषणा का नोटिस जारी",
  "land of the petitioner. The copy of the notice has been annexed with the present petition as Annexure P3. This has prompted the petitioner to invoke": "किया है।नोटिस की प्रति वर्तमान याचिका के साथ संलग्नक पी 3 के रूप में संलग्न",
  "the inherent jurisdiction of this Court praying for the quashing of the impugned": "की गई है।इसने याचिकाकर्ता को इस न्यायालय में निहित अधिकार क्षेत्र का आह्ान करने के लिए प्रेरित किया है, जिसमें इस आधार पर विवादित आदेश को रद्द करने",
  "order on the ground that his land may not be sold as he is willing to undergo": "का अनुरोध किया गया है कि उसकी भूमि को बेचा नहीं जा सकता है क्योंकि वह",
  "the petitioner that he is a poor man having four children, out of which three": "याचिकाकर्ता द्वारा यह कहा गया है कि वह एक गरीब व्यक्ति है जिसके चार बच हैं,",
  "daughters are of marriageable age. It has been further stated that the": "जिनमें से तीन बेटियां विवाह योग्य उम्र की हैं।यह भी कहा गया है कि कृषि भूमि पूरे",
  "agricultural land is the only source of income for the entire family and would": "परिवार के लिए आय का एकमात्र स्रोत है और यदि जुमनि की वसूली के लिए",
  "cause immense hardship to the petitioner and his family, in case the same": "इसकी नीलामी की जाती है तो याचिकाकर्ता और उसके परिवार को भारी कठिनाई"
}