{
  "R.H. LABORATORIES AND ANOTHER v. RAJIV MUKUL 775": "आर. एच. प्रयोगशाला9ँ और एक और बनाम राजीव मुकुल 773",
  "(a) where ina suit for infringement of a trade mark, the": "“27. अपंजीकृत व्यापार चिह्न के उल्लंघन के लिए कोई कार्रवाई नहीं।-",
  "in relation to goods or services in respect of": "सेवाओं को किसी अन्य व्यक्ति के वस्तु के रूप में या किसी अन्य व्यक्ति द्वारा",
  "(5 of 1908) or any other law for the time being in force,": "समय लागू किसी अन्य कानून में कुछ भी निहित होने के बावजूद, स्थानीय सीमाओं",
  "include a District Court within the local limits of whose": "के भीतर एक जिला न्यायालय को शामिल करेगा, जिसकी अधिकार क्षेत्र के भीतर,",
  "jurisdiction, at the time of the institution of the suit or other proceeding, the person instituting the suit or proceeding,": "वाद या अन्य कार्यवाही की स्थापना के समय, मुकदमा या कार्यवाही शुरू करने",
  "or, where there are more than one such persons any of them,": "वाला व्यक्ति, या जहां एक से अधिक ऐसे व्यक्ति हैं, उनमें से कोई भी, वास्तव में",
  "actually and voluntarily resides or carries on business or": "और ख्वेच्छा से रहता है या व्यवसाय करता है या व्यक्तिगत रूप से लाभ के लिए",
  "Explanation.- For the purposes of sub- section (2), “person”": "स्पष्टीकरण।- उप- धारा (2) के प्रयोजनों के लिए, \"व्यक्ति\"में पंजीकृत स्वामी",
  "includes the registered proprietor and the registered user.": "और पंजीकृत उपयोगकर्ता शामिल हैं।",
  "Relief in suits for infringement or for passing off.-": "35. उल्लंघन या पारित करने के लिए मुकदमों में राहत।-",
  "infringement or for passing off referred to in section 134": "() उल्लंघन के लिए या धारा 434 में निर्दिष्ट पारित करने के लिए किसी भी",
  "court thinks fit) and at the option of the plaintiff, either": "यदि कोई हो, जेसा कि अदालत उचित समझती है) और वादी के विकल्प पर,",
  "damages or an account of profits, together with or without": "भी आदेश के साथ या उसके बिना नुकसान या लाभ का लेखा शामिल है।",
  "The order of injunction under sub-section (1) may include": "(2) उप-धारा 0) के तहत निषेधाज्ञा के आदेश में निम्नलिखित मामलों में से",
  "an ex parte injunction or any interlocutory order for any": "किसी के लिए एकपक्षीय निषेधाज्ञा या कोई अंतर्वर्ती आदेश शामिल हो सकता",
  "(a) for discovery of documents;": "(क) दस्तावेजों की खोज के लिए;",
  "(b) preserving of infringing goods, documents or other evidence which are related to the subjectmatter of the suit;": "(बी) उल्लंघन करने वाली वस्तुओं, दस्तावेजों या अन्य सबूतों का संरक्षण जो मुकदमे के विषय से संबंधित हैं;",
  "(c) restraining the defendant from disposing of or dealing with his assets ina manner which may adversely affect": "(ग) प्रति वादी को अपनी परिसंपत्तियों का निपटान करने या उनसे इस तरह से",
  "plaintiff’s ability to recover damages, costs or other": "निपटने से रोकना जो वादी की क्षति, लागत या अन्य आर्थिक उपचारों की",
  "instituted in the district court having jurisdiction.": "अधिकार क्षेत्र वाले जिला न्यायालय से हीन किसी भी न्यायालय में स्थापित किया",
  "(2) For the purpose of sub-section (1), a “district court having": "(2) उप-धारा 0) के खंड (क) और (ख) के प्रयोजन के लिए, \"अधिकार क्षेत्र",
  "jurisdiction” shall, notwithstanding anything contained in the Code of Civil Procedure, 1908, (5 of 1908) or any other law for the time being in force, include a district court within the local limits": "रखने वाला जिला न्यायालय\", सिविल प्रक्रिया संहिता, 908 (908 का 5) या उस",
  "deceptively similar to the plaintiffs trade mark whether registered or": "समान या भ्रामक रूप से समान है, चाहे वह पंजीकृत हो या अपंजीकृत।कॉपीराइट",
  "unregistered. Section 62 of the Copyright Act deals with the territorial": "अधिनियम की धारा62 किसी भी अन्य कार्य में कॉपीराइट के उल्लंघन या",
  "any other works or infringement of any other right conferred by the copyright": "कॉपीराइट अधिनियम द्वारा प्रदत्त किसी अन्य अधिकार के उल्लंघन के मामलों में",
  "Act. The word include used in Section 134 (2) of the Trade Mark Act,": "धारा।34 (2) में उपयोग किया गया शब्द शामिल है, और कॉपीराइट अधिनियम की",
  "and Section 62 (2) of the Copyright Act is indicative of the fact that the": "धारा62 (2) इस तथ्य का संकेत है कि धारा।34 (2) और धारा62 (2) के तहत",
  "Further held, that section 134 of the Trade Marks Act, is procedural": "आगे यह अभिनिर्धारित किया गया कि व्यापार चिह्न अधिनियम की धारा।34",
  "in nature and the object of incorporating the said Section was to support": "प्रक्रियात्मक प्रकृति की है और उक्त धारा को शामिल करने का उद्देश्य व्यापार",
  "the victims of infringement of rights relating to the trade marks to institute": "चिह्नों से संबंधित अधिकारों के उल्लंघन के पीड़ितों को प्रतिवादी के स्थान पर जाने",
  "suit in their own place instead of going to the place of the defendant and": "और वहां मुकदमा दायर करने के बजाय अपने स्थान पर मुकदमा दायर करने में",
  "institute a suit there. The scope of Section 20 CPC has been extended by": "सहायता करना था।सी. पी. सी. की धारा20 का दायरा ट्रेडमार्क अधिनियम, 999",
  "Section 134 (2) of The Trade Marks Act, 1999 and Section 62 (2) of the Copyright Act.": "की धारा।34 (2) और कॉपीराइट अधिनियम की धारा62 (2) द्वारा बढ़ाया गया है।",
  "(Para 18)": "(पैरा 8)",
  "Further held, that a perusal of the plaint of plaintiff-respondent": "आगे अभिनिर्धारित किया कि वादी-प्रतिवादी के वाद का अवलोकन स्पष्ट रूप",
  "clearly indicates that respondent No.1, is indulging in marketing and have": "से इंगित करता है कि प्रतिवादी संख्या ।, विपणन में लिप्त है और कॉपीराइट",
  "besides infringement of the rights of the plaintiffs/respondents under the": "अधिनियम के तहत वादी/प्रतिवादी के अधिकारों के उल्लंघन के अलावा, करनाल",
  "considered to be a ground for rejection of the plaint as has been held in": "की कमी के वाद की अस्वीकृति के लिए आधार नहीं माना जा सकता है जैसा कि",
  "case Eupharma Laboratories Ltd. and another (supra).": "यूफार्मा लैबोरेटरीज लिमिटेड और अन्य (ऊपर) के मामले में निर्धारित गया है।",
  "(Para 19)": "(पैरा 9)",
  "Devesh Kumar, Advocate, for the petitioners.": "देवेश कुमार, अधिवक्ता याचिकाकर्ताओं की ओर से",
  "Arvind Singh, Advocate, for the respondent.": "अरविंद सिंह, अधिवक्ता प्रतिवादी की ओर से।",
  "M.M.S. BEDI, J.": "न्यामूर्ति एम. एम. एस. बेदी",
  "(1) Defendants have preferred this revision petition under Article 227 of the Constitution of India, aggrieved by order dated 18.8.2011,": "() प्रतिवादी ने भारत के संविधान के अनुच्छेद 227 के तहत इस पुनरीक्षण",
  "passed by the Additional District Judge, Karnal, dismissing the application": "याचिका को प्राथमिकता दी है, जो अतिरिक्त जिला न्यायाधीश, करनाल द्वारा पारित",
  "of defendant-petitioner No.1, under order 7 Rule 11 CPC, for rejecting": "के मुकदमे को खारिज करने के लिए आदेश 7 नियम ॥| सी. पी. सी. के तहत",
  "(2) Compendiously and concisely, the relevant facts absolutely necessary for the adjudication of the present revision petition are that the": "(2) समग्र और संक्षिप्त रूप से, वर्तमान पुनरीक्षण याचिका के निर्णय के लिए आत्यन्तिक रूप आवश्यक प्रासंगिक तथ्य यह हैं कि मैसर्स ज़ी लेबोरेटरी,",
  "plaintiff-respondent as proprietors of M/s Zee Laboratory, Uchani, G.T. Karnal road, Haryana, filed a suit under Section 27 (2) read with Section": "उचानी, जी. टी. करनाल रोड, हरियाणा के मालिकों के रूप में वादी-प्रत्यर्थी ने ट्रेड",
  "R.H. LABORATORIES AND ANOTHER v. RAJIV MUKUL 773": "आर. एच. प्रयोगशालाएँ और एक और बनाम राजीव मुकुल 77",
  "deceptively similar to the plaintiff’s trade mark,": "की परिणामी राहत के साथ अभियोकक्‍ता के व्यापार चिह्न की नकल के तहत आच्छादित समानता के बराबर है। वादी ने शिकायत में दावा किया था कि यह एक",
  "772 LL.R. PUNJAB AND HARYANA 2012(2)": "772 आई. एल. आर. पंजाब और हरियाणा 202(2)",
  "upon claiming that the alleged capsules are being sold by defendant No.1": "यह दावा करतेहुएकि कथित कैप्सूल जॉर्जिया में प्रतिवादी नंबर । द्वारा बेचे जा रहे",
  "manufactured at Karnal nor the same is being sold within the jurisdiction": "जा रहा है और न ही इसे अदालत के अधिकार क्षेत्र में बेचा जा रहा है।इस प्रकार,",
  "of the Court. As such, the plaintiff has got no cause of action and the Court": "वादी के पास वाद समर्थकारणनहीं है और न्यायालय के पास अधिकार क्षेत्र नहीं है",
  "(5) It is a case of action for infringement of unregistered trade": "(5) यह अपंजीकृत व्यापार चिह्नों के उल्लंघन के लिए कार्रवाई का मामला है",
  "marks but Section 27 (2) gives right of action to petitioner against any": "लेकिन धारा27 (2) याचिकाकर्ता को किसी भी व्यक्ति के खिलाफ वस्तुओ को किसी",
  "person for passing off goods as goods of another person.": "अन्य व्यक्ति के वस्तुओके रूप में देने के लिए कार्रवाई का अधिकार देती है।",
  "(6) Vide impugned order, the application filed by defendant-petitioner": "(6) विवादित आदेश के माध्यम से, प्रतिवादी-याचिकाकर्ता संख्या । द्वारा दायर",
  "No.1, was dismissed as the defendant-petitioner No.2, SIA Overseas Pvt.": "आवेदन को खारिज कर दिया गया था प्रतिवादी-याचिकाकर्ता संख्या 2, एस. आई. ए. ओवरसीज प्राइवेट लिमिटेड के रूप में, जो करनाल में प्रतिवादी-याचिकाकर्ता",
  "Ltd., who is using the infringed mark for marketing its products being": "संख्या । द्वारा निर्मित अपने उत्पादों के विपणन के लिए उल्लंघन किए गए चिह्न का",
  "(7) Itis not out of place to observe here that defendantpetitioner": "(7) यहां यह देखना अनुचित नहीं है कि प्रतिवादी याचिकाकर्ता संख्या । एस.",
  "petitioner No.1 against the impugned order.": "प्रतिवादीसंख्या 2, विवादित आदेश के खिलाफ प्रतिवादी-याचिकाकर्ता संख्या । में",
  "(8) Learned counsel for the petitioners has contended that ratio of": "(8) याचिकाकर्ताओं के विद्वान वकील ने तर्क दिया है कि थोड़ा हाउस और",
  "the judgment in Dhodha House & Patel Field Marshal Industries versus S.K.Maingi & P.M. Diesel Ltd. (1), has not been properly": "पटेल फील्ड मार्शल इंडस्ट्रीज बनाम एजकेमांगीऔर पी. एम. डीजल लिमिटेड ( में",
  "appreciated. It has been contended that a defect in jurisdiction whether it": "दिएनिर्णय की ठीक से सराहनानहींकीगईहै। यह तर्क दिया गया है कि अधिकार",
  "rightly relied upon as cost effective and relief giving preparations and its": "उचित रूप से लागत प्रभावी और राहत देने वाली तैयारी के रूप में निर्भर हैं और",
  "manufacturing facilities are duly certified as ISO 9001 : 2000 GMP.": "इसकी विनिर्माण सुविधाएं विधिवत |५0 900॥:2000 जीएमपी के रूप में प्रमाणित हैं।",
  "(3) The plaintiffs claims that he had conceived and adopted the": "(3) वादी का दावा है कि उसने अप्रैल 2004 में अपनी दवा की तैयारी के संबंध",
  "the provisions of Drugs and Cosmetics by the office of Director Controller": "नियंत्रक के कार्यालय द्वारा दवा और सौंदर्य प्रसाधन के प्रावधानों के तहत जारी वैध",
  "by drug authority of Georgia since 10.8.2004.": "वादी के पास जॉर्जिया के दवा प्राधिकरण द्वारा जारी दवा लाइसेंस ॥0.8.2004 से",
  "(4) In view of the trade mark “OMEZEE” having acquired a unique reputation and valuable goodwill in the eyes of the medical profession, pharmaceutical industries and general public at large and the said goods are": "(4) चिकित्सा पेशे, औषधि उद्योग और बड़े पैमाने पर आम जनता की नजर में एक अनूठी प्रतिष्ठा और मूल्यवान सद्भावना हासिल करने वाले व्यापार चिह्न \"ओ. एम. ई. जेड. ई. ई\". को देखते हुए और उक्त सामान विशेष रूप से वादी से जुड़े",
  "exclusively associated with the plaintiff. The plaintiff claims that he is extensive and prior user of trade mark “OMEZEE” whereas the defendant-petitioner": "हैं।वादी का दावा है कि वह व्यापार चिह्न \"0/६72%7\"का व्यापक और पूर्व",
  "No.2 is manufacturing and defendant-petitioner No.1 is marketing the": "उपयोगकर्ता है, जबकि प्रतिवादी-याचिकाकर्ता संख्या 2 विनिर्माण कर रहा है और",
  "similar to the trade mark of the plaintiff with mala fide intention to infringe": "उत्पादों का विपणन कर रहा है, जो वादी के व्यापार चिह्न के समान है, जिसका",
  "the trade mark of the plaintiff and to cause loss to the plaintiff and its": "दुर्भावनापूर्ण इरादा वादी के व्यापार चिह्न का उल्लंघन करने और वादी और उसकी",
  "reputation. The defendant-petitioner No.2 has filed reply taking up the plea": "प्रतिष्ठा को नुकसान पहुंचाने का है।प्रतिवादी -याचिकाकर्ता संख्या 2 ने इस याचिका",
  "that the trade mark “OMEZEE” has been adopted on 20.11.2008 and": "पर जवाब दायर किया है कि ट्रेड मार्क \"0./६777\"को 20.॥.2008 पर अपनाया",
  "the defendants are entitled to be protected under Section 12 of the Trade": "गया है और प्रतिवादी ट्रेड मार्क अधिनियम की धारा42 के तहत संरक्षित होने के",
  "capsules but the defendant-petitioner No.1 filed an application seeking": "होने के नाते, लेकिन प्रतिअभियोक्ता-याचिकाकर्ता संख्या ने वादीकेआवेदन को",
  "778 LL.R. PUNJAB AND HARYANA 2012(2)": "778 आई. एल. आर. पंजाब और हरियाणा 202(2)",
  "(16) Section 20 of of the Code of Civil Procedure pertaining to": "(6) अधिकार क्षेत्र की सीमा से संबंधित सिविल प्रक्रिया संहिता की धारा 20 इस",
  "“20. Other suits to be instituted where defendants reside or cause of action arises—": "“20. जहां प्रतिवादी रहते हैं या वाद हेतु समर्थ कारण उत्पन्न होता है, वहां स्थापित किए जाने वाले अन्य मुकदमे -",
  "Subject to the limitations aforesaid, every suit shall be instituted in": "उपर्युक्त सीमाओं के अधीन, प्रत्येक मुकदमा न्यायालय में स्थापित किया जाएगा",
  "Court within the local limits of whose jurisdiction—": "जिसकी अधिकारिता की स्थानीय सीमाओं के भीतर -",
  "(a) the defendant, or each of the defendants where there are more than one, at the time of the commencement of the": "(क) प्रतिवादी, या प्रत्येक प्रतिवादी जहां एक से अधिक हैं, मुकदमे के शुरू होने",
  "suit, actually and voluntarily resides, or carries on business,": "के समय, वास्तव में और स्वेच्छा से रहते हैं, या व्यवसाय करते हैं, या व्यक्तिगत",
  "or personally works for gain; or": "रूप से लाभ के लिए काम करते हैं; या",
  "(17) Section 62 (2) and Section 134 (2) of the Trade Marks Act,": "धारा 334 (2) में उपयोग किया गया शब्द शामिल है, और कॉपीराइट अधिनियम की धारा 62 (2) इस तथ्य का संकेत है कि धारा 34 (2) और धारा 62 (2) के तहत",
  "R.H. LABORATORIES AND ANOTHER v. RAJIV MUKUL 777": "आर. एच. प्रयोगशालाएँ और एक और बनाम राजीव मुकुल १९",
  "it will be relevant to extract the report of joint committee published in the": "भारतीय राजपत्र में दिनांक । में प्रकाशित संयुक्त समिति की रिपोर्ट को निकालना",
  "of Section 62 (2) reads as follows: -": "प्रासंगिक होगा, जो धारा 62 (2) से पहले और इसकी नींव रखने के लिए निम्नानुसार",
  "“In the opinion of the Committee many authors are deterred from instituting infringement proceedings because the Court": "“समिति की राय में कई लेखकों को उल्लंघन की कार्यवाही शुरू करने से रोका",
  "in which such proceedings are to be instituted is situated at": "जाता है क्योंकि जिस न्यायालय में ऐसी कार्यवाही शुरू की जानी है, वह उनके",
  "a considerable distance from the place of their ordinary residence. The Committee feels that this impediment should": "सामान्य निवास स्थान से काफी दूरी पर स्थित है।समिति महसूस करती है कि",
  "be removed and the new Subclause (2) accordingly provides": "इस बाधा को दूर किया जाना चाहिए और नए उपधारा(2) में तदनुसार प्रावधान",
  "that infringement proceedings may be instituted in the District Court within the local limits of whose jurisdiction": "किया गया है कि उल्लंघन की कार्यवाही जिला न्यायालय में उस स्थानीय सीमा के भीतर शुरू की जा सकती है जिसके अधिकार क्षेत्र में कार्यवाही शुरू करने",
  "the person instituting the proceedings ordinarily resides, carried on business etc.”": "वाला व्यक्ति सामान्य रूप से रहता है, व्यवसाय करता है आदि।”",
  "(14) Taking into consideration the above said report of joint committee published in Gazete of India dated 23.11.1956, the Apex Court": "(4) भारत के राजपत्र में दिनांक 23.॥.956 में प्रकाशित संयुक्त समिति की उपरोक्त रिपोर्ट को ध्यान में रखते हुए, सर्वोच्च न्यायालय ने एक्सफार एसए और",
  "in Exphar SA and another versus Eupharma Laboratories Ltd. and another (2), held as follows: -": "अन्य बनाम यूफार्मा लैबोरेटरीज लिमिटेड और अन्य (2), निम्नानुसार अभिनिर्धारित",
  "“It is, therefore, clear that the object and reason for the introduction of sub-section (2) of Section 62 was not to": "“इसलिए, यह स्पष्ट है कि धारा62 की उप-धारा(2) को लागू करने का उद्देश्य",
  "restrict the owners of the copyright to exercise their rights": "और कारण कॉपीराइट के मालिकों को अपने अधिकारों का प्रयोग करने से"
}