{
  "Before Permod Kohli, J.": "माननीय प्रमोद कोहली न्यायाधीश जी के समक्ष",
  "LATAF ALI KHAN AND OTHERS,—Appellants": "लताफ अली खान और अन्य, - अपील्कर्ता",
  "versus": "बनाम",
  "JAI CHAND AND OTHERS,—Respondents": "जाडइ चंद और अन्य, - उत्तरवाताओं",
  "19th March, 2008": "9 मार्च, 2008",
  "East Punjab Holdings (Consolidation and Prevention of": "पूर्वी पंजाब होल्डिंग्स (एकीकरण ऑर विखंडन की",
  "Fragmentation) Act, 1948—S. 44—Jurisdiction—Dispute regarding": "रोकथाम) अधिनियम; 7948 - एस: 44 - क्षेत्र्धिकार -",
  "Court has jurisdiction to determine question of title—Held, yes—": "के प्रश्न को निर्धारित करने का क्षेत्राधिकार हैं - हेल्‍ड, हाँ -",
  "Such a dispute does not come within the purview of S. 44 of 1948": "ऐसा विवाव 7948 अधिनियम की धारा 44 के दायरे में नहीं",
  "Act—Judgments and decrees of Courts below non-suiting appellants for want of jurisdiction of Civil Court set aside being": "गैंर-मुकबमा अपीलकर्ताओं के अधीन न्यायात्रयों के निर्णय ऑर डिक्री कानून में दिकाऊ नहीं होने के कारण रदृव कर",
  "also affirming findings of trial Court—Whether plaintiffs are": "अपीलीय न्यायालय भी ट्रायल कोर्ट के निष्कर्षों की पुण्टि करते",
  "entitled to possession of specified parcel of land—Held, no—Remedy": "हुए-क्या वादी निर्विष्ट पार्सत्र ऑफएंड-हेल्ड के कब्जे के हकदार",
  "is by seeking partition before competent authority—Appeal partly": "हैं; सक्षम प्राधिकारी के समक्ष विभाजन की मांग करने से कोर्ड उपाय नहीं है-अपील को आंशिक रुप से अनुमति वी गई हैं; नीचे",
  "allowed, judgments and decrees of Courts below set aside while declining relief of possession.": "के न्यायालयों के फैसले ऑर डिक्री को कब्जे की राहत से ड़नकार करते हुए अलग रखा गया हैं।",
  "Appellate Court rather this finding seems to have been affirmed. The": "है, बल्कि इस निष्कर्ष की पुष्टि की गई है। निचली अपीलीय",
  "Lower Appellate Court non-suited the plaintiff-appellants only on the": "अदालत ने वादी-अपीलकर्ताओं को केवल सिविल कोर्ट के क्षेत्राधिकार",
  "already been set aside. Now the question. is whether the plaintiffs are": "ही रद्द कर दिया गया है। अब सवात्र यह है कि क्या वादी भूमि",
  "entitled to possession of specified parcel of the land. The simple": "के निर्दिष्ट हिस्से पर कब्ज़ा पाने के हकदार हैं। इसका सरल उत्तर",
  "answer to this is “no”. Definitely the plaintiffs have the share to the": "है \"नहीं\"। निश्चित रूप से वादी का अन्य मालिकों के साथ 238",
  "extent of 66 kanals 6 marlas in the joint holdings of 238 kanals 16": "कनाल 6 मरल्रा की संयुक्त जोत में 66 कनाल 6 मरला की सीमा",
  "specified parcel of the land under law. The remedy of the plaintiffs is": "तक हिस्सा है। वे कानून के तहत भूमि के निर्दिष्ट हिस्से पर कब्ज़ा",
  "relief has been sought in the present suit/appeal. Therefore, I decline": "मुकदमे/अपील में ऐसी कोई राहत नहीं मांगी गई है। इसलिए, जहां",
  "are at liberty to seek remedy before the competent authority/forum.": "वादी सक्षम प्राधिकारी/मंच के समक्ष समाधान मांगने के लिए स्वतंत्र",
  "(Para 9)": "(पैरा 9)",
  "D.S. Bali, Senior Advocate with Dharamvir Gupta, Advocate for the appellants.": "अपीलकर्ताओं के वकील डी.एस. बाली, वरिष्ठ वकील के साथ धर्मवीर गुप्ता।",
  "None for the respondents.": "उत्तरदाताओं के लिए कोई नहीं.",
  "PERMOD KOHLI, J. (ORAL)": "परमोद कोहली, न्यायाधीश जी (मौखिक)",
  "(1) Unsuccessful plaintiffs before the Courts below have come": "() नीचे दिए गए न्यायात्रयों के समक्ष असफल वादी इस",
  "up in appeal before this Court for setting aside the judgments and’": "न्यायालय के समक्ष यहां दिए गए निर्णयों और डिक्री को रदद",
  "decrees impugned herein. Respondents have chosen not to appear. At": "करने के लिए अपील में आए हैं। उत्तरदाताओं ने उपस्थित न होने",
  "benefits of the village community. On the basis of the pleadings of the": "उपयोग ग्राम समुदाय के लाभ के लिए किया जा रहा है। पक्षों",
  "relevant Issues are Issue Nos. | and 7, which read as under :—": "हालाँकि, प्रासंगिक मुद्दे अंक संख्या | और 7 हैं, जो इस प्रकारहैं:-",
  "“1. Whether the plaintiffs are the owners of the suit land ? OPP": "\"|. क्‍या वादी मुकदमा भूमि के मालिक हैं? ओपीपी",
  "7. Whether the civil court has no jurisdiction ? OPD”": "7. क्‍या सिविल न्यायालय का कोई क्षेत्राधिकार नहीं है? ओपीडी\"",
  "(3) While dealing with issue No. 1, the trial Court concluded": "(9) मुद्दे नंबर से निपटते समय, ट्रायल कोर्ट ने निष्कर्ष",
  "that plaintiffs are owners of the agricultural land measuring 66 kanals": "निकाला कि वादी 66 कनाल 6 मरल्रा मापने वाली कृषि भूमि के",
  "the plaintiffs. While dealing with the question of jurisdiction of civil": "दिया जा सकता है। सिविल्र कोर्ट के अधिकार क्षेत्र के सवाल से",
  "court, the trial Court recorded the findings that there is no entry in the": "निपटते समय, ट्रायल कोर्ट ने निष्कर्ष दर्ज किया कि राजस्व रिकॉर्ड में कोई प्रविष्टि नहीं है कि वाद भूमि का उपयोग गांव के",
  "of the village. It has also not been recorded as Shamlat land nor any": "के रूप में भी दर्ज नहीं किया गया है और न ही ग्राम पंचायत के",
  "Court also found that suit is based upon title and thus the civil court": "यह भी पाया कि मुकदमा स्वामित्व पर आधारित है और इस",
  "came to be dismissed in toto though the trial Court found that plaintiffs are the owners.": "दिया गया, हालांकि ट्रायल्र कोर्ट ने पाया कि वादी मालिक हैं।",
  "(4) Aggrieved of the findings of the trial Court, the plaintiffs": "(4) ट्रायल कोर्ट के निष्कर्षों से व्यथित होकर, वादी ने",
  "preferred appeal before the Additional District Judge, Hisar. The": "अतिरिक्त जिला न्यायाधीश, हिसार के समक्ष अपील की। निचली",
  "Section 44 of the East Punjab Holdings (Consolidation and Prevention": "अपीलीय अदालत ने पूर्वी पंजाब होल्डिंग्स (एकीकरण और विखंडन",
  "the jurisdiction of civil court is barred as the matter relates to": "निष्कर्ष निकाला कि सिविल कोर्ट का क्षेत्राधिकार वर्जित है क्योंकि",
  "is competent to redistribute the unutilised area and unless the redistribution": "तहत प्राधिकरण है, जो अप्रयुकत क्षेत्र को पुनर्वितरित करने में",
  "takes place, the appellants cannot sue for possession or for injunction.": "सक्षम है और जब तक पुनवितरण नहीं होता है, अपीलकर्ता कब्जे या निषेधाज्ञा के लिए मुकदमा नहीं कर सकते हैं। परिणामस्वरूप",
  "Resultantly the appeal also came to be dismissed,—vide judgment and decree, dated 4th May, 1981.": "अपील भी 4 मई, 98 के फैसले और डिक्री द्वारा खारिज कर",
  "(5) Against the aforesaid judgments and decree, present Regular": "() उपरोक्त निर्णय एवं डिक्री के विरूद्ध वर्तमान नियमित",
  "Second Appeal has been preferred.. Shri D.S. Bali, learned senior counsel appearing on behalf of the appellants has taken me to the": "विद्वान वरिष्ठ वकील श्री डी.एस. बाली मुझे ले गए हैं पूर्वी पंजाब",
  "framed or even projected in the Memo of Appeal. After going through": "किया गया या प्रक्षेपित भी किया गया। रिकॉर्ड देखने के बाद,",
  "the record, | am of the considered view that following question of law": "मेरा मानना है कि वर्तमान अपील में कानून का निम्नलिखित",
  "‘‘Whether land not reserved for any common purposes during the": "\"क्या चकबंदी के दौरान किसी सामान्य उद्देश्य के लिए आरक्षित नहीं की गई भूमि उसके",
  "consolidation can be retained by the owners thereof and the": "मालिकों द्वारा रखी जा सकती है और वादी उसमें",
  "plaintiffs are entitled to proportionate share therein ?”": "आनुपातिक हिस्सेदारी के हकदार हैं?\"",
  "(2) Plaintiff, appellants herein filed a suit for declaration that": "(2) वादी, अपीलकर्ताओं ने घोषणा के लिए एक मुकदमा",
  "the agricultural land measuring 238 kanals 16 marlas comprised in Khewat No. 210, Khatuni Nos. 273 to 279. It is alleged that the land": "संख्या 20, खतौनी संख्या 273 से 279 तक शामित्र 238 कनाल ॥6 मरला कृषि भूमि के 66 कनाल 6 मरला के मालिक हैं। यह आरोप लगाया गया है कि विचाराधीन भूमि मुस्ट्राका",
  "in question is the joint property of Mustraka Malkan and other proprietors": "मलकान और अन्य मालिक की संयुक्त संपत्ति है और प्रतिवादी",
  "and the defendants Nos. 18 to 24 are in unauthorised possession thereof.": "संख्या 8 से 24 उस पर अनधिकृत कब्जे में हैं। यह भी आरोप",
  "land of village Mochiwali, Tehsil and District Fatehabad was 11158": "भूमि, तहसील और जिला फतेहाबाद 58 कनाल 0 मरत्रा",
  "kanals 10 marlas and out of that plaintiffs were owners to the extent of 3068 kanals 6 marlas. During the consolidation, cut was imposed": "था और उसमें से वादी 3068 कनाल 6 मरल्रा तक के मालिक थे। चकबंदी के दौरान, गांव के सामान्य प्रयोजनों के लिए",
  "on the land of the proprietors according to their holdings for the common": "मालिकों की भूमि पर उनकी जोत के अनुसार कटौती कर दी",
  "common purposes an area measuring 238 kanals 16 marlas was left,": "के बाद 238 कनाल ॥6 मरले का क्षेत्र छोड़ दिया गया था, जिसे",
  "which was required to be distributed to the owners. According to the": "मालिक को वितरित किया जाना आवश्यक था। । वादी के",
  "plaintiffs they are entitled to 66 kanals 6 marlas out of total left over": "अनुसार वे कुल बची हुई 238 कनाल 6 मरला भूमि में से 66",
  "land measuring 238 kanals 16 marlas. It is further stated that on 4th": "कनाल 6 मरला भूमि के हकदार हैं। आगे कहा गया है कि 4",
  "provisions of Section 44 of the East Punjab Holdings (Consolidation": "अभिनिर्धारित किया गया कि पूर्वी पंजाब होल्डिंग्स (एकीकरण और",
  "The bar is confined to the matters in which the State Government or": "सीमित है जिनमें राज्य सरकार या अधिनियम के तहत किसी",
  "any officer under the Act is empowered to determine, decide or dispose.": "अधिकारी को निर्णय लेने, निर्णय लेने या निपटाने का अधिकार है। वर्तमान मामले में, न तो योजना के निर्माण, भूमि के आरक्षण,",
  "provisions of the East Punjab Holdings (Consolidation and Prevention": "इस प्रकार, पूर्वी पंजाब होल्डिंग्स (एकीकरण और विखंडन की",
  "empowers the authorities under the Act to incorporate provisions in the scheme to partition joint lands and joint occupancy tenancies, Section": "और संयुक्त अधिभोग किरायेदारी में प्रावधानों को शामिल्र करने का अधिकार देती है।, धारा 77 जोत के समेकन की योजना के",
  "17 deals with amalgamation of public roads etc. within the scheme for": "भीतर सार्वजनिक सड़कों आदि के समामेल्न से संबंधित है, धारा",
  "for common purposes, Section 23 further empowers the authorities to": "करती है, धारा 23 अधिकारियों को नई जोत का कब्जा देने और",
  "give possession of new holdings and deals with the right to possession": "नई जोतों पर कब्ज़ा करने का अधिकार और इससे संबंधित सौदे",
  "of new holdings and Section 23-A vests the management and control of lands for common purposes in the Panchayats or State Government.": "करने का अधिकार देती है। धारा 23-ए सामान्य उददेश्यों के लिए भूमि का प्रबंधन और नियंत्रण पंचायतों या राज्य सरकार को",
  "of scheme, reservation of land, vesting of land in Panchayat nor any": "आरक्षण, भूमि को पंचायत में निहित करने के संबंध में कोई",
  "other related matter as prescribed in the aforementioned Sections. The": "विवाद है और न ही उपरोक्त धाराओं में निर्धारित किसी अन्य",
  "dispute simplicitor is right of plaintiffs as owners and determination": "सरलीकरणकर्ता मालिकों के रूप में वादी का अधिकार है और",
  "of their share and possession to be delivered to them if they ultimately": "यदि वे अंततः सफल होते हैं तो उनके हिस्से और कब्जे का",
  "Section 44.of the East Punjab Holdings (Consolidation and Prevention": "पूर्वी पंजाब होल्डिंग्स (एकीकरण और विखंडन की रोकथाम)"
}