{
  "Before Ashutosh Mohunta & T.P.S. Mann, JJ": "माननीय न्यायमूर्ति आशुतोष मोहनता और टी.पी.एस. मान के समक्ष",
  "VED PARKASH,—Petitioner": "वेद प्रकाश -- याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA & ANOTHER,—Respondents": "हरियाणा राज्य और अन्य, ---उत्तरदाता",
  "21st August, 2007": "2] अगस्त, 2007",
  "Constitution of India, 1950—Art. 226—Charges for": "भारत का संविधान 7950- अनुच्छेद।/ 226-- एक छूट प्राप्त",
  "Head Constable—Criminal proceedings initiated—Whether": "स्वीकार करने का जारोप- आपराधिक कार्यवाही शुरू की गयी-",
  "departmental proceedings should be stayed till finalization of criminal": "क्या आपराधिक कार्यवाही को अ॑त्रिय रूप देने तक विभागीय",
  "proceedings—Held, no—No prejudice to petitioner merely because": "कार्यवाह्ी रोक दी जानी चाहिए-निशित नहीं-याचिकाकर्ता के प्रति कोई पूवग्रिह नहीं केवल इसलिए कि उसे विभागीय में उन",
  "he may like to disclose before criminal Court—Standard of proof in": "आपराधिक न्यायालय के स्रमक्ष खुलासा करना बचाहिेया - दोनों",
  "both proceedings is entirely different—Petition dismissed.": "कार्यवाही में सबृत का मानक पूरी तरह से अलग है - याचिका",
  "Held, that ina case of criminal nature where the petitioner is shown": "हेल्ड आपराधिक प्रकृति के एक मामले में जहां याचिकाकर्ता को अवैध",
  "thereafter recovered from him, it is not easy to conclude that the defence": "उससे बरामद कर लिया गया है, यह निष्कर्ष निकालना आसान नहीं है कि याचिकाकर्ता",
  "disclose those facts in the departmental enquiry, which he may like to": "विभागीय जांच में उन तथ्यों का खुलासा करना, जिन्हें वह आपराधिक न्यायालय के समक्ष",
  "disclose before the criminal Court. Similarly, charge of misconduct can also": "प्रकटकरना चाहे। इसी प्रकार, कदाचार का आरोप भी साबितकिया जा सकता है क्योंकि",
  "be proved as it would not be required of him to disclose his defence.": "उसके लिए अपने बचाव का खुलासा करना आवश्यक नहीं होगा। इसके अलावा, किसी",
  "Moreover, the standard of proof in both the proceedings, departmental and criminal, in any case, is entirely different.": "भी मामले में, विभागीय और आपराधिक दोनों कार्यवाही में सबूत का मानक पूरी तरह से",
  "(Para 7)": "अलग है। (पैरा 7)",
  "as a matter of course. The prejudice to the defence of the delinquent officer": "लगाई जानी चाहिए। आपराधिक न्यायालय के समक्ष अपराधी अधिकारी के बचाव",
  "before the criminal Court is only one factor. It will also be required that": "में पूर्वाग्रह केवल एक कारक है। यह भी आवश्यक होगा कि आरोप समान हों और"
}