{
  "Before Rajiv Narain Raina, J.": "राजीव नारायण रैना, जे,",
  "ooxsn KUMAR—Petitioner": "ईश कुमार- याचिकाकर्ता",
  "STATE OF HARYANAAND OTHERS—Respondents": "राज्य हरियाणा और अन्य-उत्तरदाता",
  "August 8, 2013": "अगस्त8,20433",
  "Constitution of India, 1950 - Art. 227- Punjab Police Rules,": "भारत का संविधान, 950 - अनुच्छेद 227- पंजाब पुलिस नियम, 934 - /२/. 46.27 - याचिकाकर्ता ने",
  "adverse remarks recorded in his ACR for the period 1.4.2008 to": "4.4.2008 से 37.3.2009 की अवधि के लिए अपनी एसीआर में दर्ज प्रतिकूल टिप्पणियों को हटाने के लिए",
  "6.6.2008 on account of an incident and was awarded punishment": "में तैनात था - याचिकाकर्ता को एक घटना के कारण 6.6.2008 को निलंबित कर दिया गया और उसे निंदा की",
  "of censure:- Contention of petitioner that till the date of suspension, he had worked for less than 3 months under the 1G Police, and": "सजा दी गई - याचिकाकर्ता का तर्क कि निलंबन की तारीख तक, उन्होंने आईजी पुलिस के अधीन 3 महीने से कम",
  "therefore, as per instructions and circulars, the 1G Police could not": "समय तक काम किया था, और इसलिए, निर्देशों और परिपत्रों के अनुसार, आईजी पुलिस नहीं कर सकते थे",
  "police official cannot exercise powers of a police officer with respect to maintenance of law & order and investigation - The petitioner": "रखरखाव के संबंध में एक पुलिस अधिकारी की शक्तियों का प्रयोग नहीं कर सकता है - याचिकाकर्ता को प्रशिक्षुओं",
  "was assigned the task of taking indoor classes of trainees and was subject to discipline under the Punjab Police Act and the IG Police": "की इनडोर कक्षाएं लेने का काम सौंपा गया था और पंजाब पलिस अधिनियम के तहत अनशासन के अधीन था और",
  "had the occasion to see the work and conduct of the petitioner even": "आईजी पलिस के पास उसके निलंबन के बाद भी याचिकाकर्ता के काम और आचरण को देखने का अवसर था.",
  "after his suspension, though in a different role - Impugned order upheld, writ petition dismissed.": "हालांकि एक अलग भ्रमिका में - आक्षेपित आदेश को बरकरार रखा गया, रिट याचिका खारिज कर दी गई।",
  "licid, that the status of the suspended policeman under the Punjab Police Rules, 1934 as applicable to Haryana is different from civil employees.": "निर्देशिका हैं और पंजाब पुलिस नियमों के तहत निर्धारित वैधानिक नियमों का हिस्सा नहीं हैं, 4934 जैसा कि लारियाना पर लागू होता है। यहां तक कि यह मानते हुए कि आईजी/पीसीएसआर का विचार माना जाता है कि",
  "A suspended police officer docs not cease to be a police officer and he": "लागू सिविल कर्मचारियों से अलग है। एक निलंबित पुलिस अधिकारी एक पुलिस अधिकारी बनना बंद नहीं करता",
  "remains subject to the same responsibilitics, discipline and penaltics as if": "है और वह उसी जिम्मेदारियों, अनुशासन और दंड के अधीन रहता है जैसे कि उसे निलंबित नहीं किया गया था।",
  "he were not suspended. He relies on Rule 16.21 of PPR which provides that the suspended policeman continues subject to same responsibilitics,": "वह पीपीआर के नियम 6.24 पर भरोसा करता है जो यह प्रदान करता है कि निलंबित पुलिसकर्मी उसी",
  "disciplinc and conduct as though he was not suspended. It is only that during": "जिम्मेदारी, अनुशासन और आचरण के अधीन रहता है जैसे कि उसे निलंबित नहीं किया गया था। यह केवल इतना",
  "suspension he cannot exercise duties and powers as a police officer in the maintenance of Jaw and order and in the investigation of crime.": "है कि निलंबन के दौरान वह कानून और व्यवस्था के रखरखाव और अपराध की जांच में एक पुलिस अधिकारी के रूप में कर्तव्यों और शक्तियों का प्रयोग नहीं कर सकता है।",
  "(Para 4)": "(पैरा 4)",
  "Further held, that in these circumstances, J] am not preparcd to give the benefit of executive instructions reproduced supra and would hold": "बर (उनका मानना है कि इन परिस्थितियों में, मैं कार्यकारी निर्देशों का लाभ देने के लिए तैयार नहीं हूं और",
  "that in the present casc in one form or the other the petitioner's work and conduct was watched for well over three months, and in any case such": "यह मानूंगा कि वर्तमान मामले में एक या दूसरे रूप में याचिकाकर्ता के काम और आचरण को तीन महीने से",
  "instructions are morc or less directory in nature and not part of statutory": "अधिक समय तक देखा गया था, और किसी भी मामले में इस तरह के निर्देश प्रकृति में कम या ज्यादा निर्देशिका हैं",
  "rules prescribed under Punjab Police Rules, 1934 as applicable to Haryana.": "और पंजाब पुल्रिस नियमों के तहत निर्धारित वैधानिक नियमों का हिस्सा नहीं हैं, 4934 हरियाणा के लिए यथा",
  "Even assuming that the view of the IG/Personnel is believed that the remarks": "लागू। यहां तक कि यह मानते हुए कि आईजी/पीसीएसआर का विचार माना जाता है कि टिप्पणियों को हटा दिया",
  "should be expunged even then I think that the decision of the final authority i.c. ADGP/Administration is neither perverse nor arbitrary that in his opinion": "जाना चाहिए, तब भी मुझे लगता है कि अंतिम प्राधिकारी यानी ए.सी.ए.जी.पी./प्रशासन का निर्णय न तो विकृत है",
  "the adverse remarks should stay only on account of the fact that the": "और न ही मनमाना है कि उनकी राय में प्रतिकूल टिप्पणी केवल इस तथ्य के कारण रहनी चाहिए कि याचिकाकर्ता",
  "petitioner was punishcd in the departmental enquiry aficr misconduct stood proved.": "को कदाचार साबित होने के बाद विभागीय जांच में दंडित किया गया था।",
  "(Para 8)": "(पैरा 8)",
  "Naveen S.Bhardwaj, Advocate, or the petitioner.": "नवीन एस. भारद्वाज, अधिवक्ता, या याचिकाकर्ता |",
  "AND OTHERS (Rajiv Narain Raina, J.)": "राजीव नारायण रैना, जे।",
  "Govt. employee does not discharge any duty, is not to be counted": "सरकारी कर्मचारी किसी कर्तव्य का निर्वहन नहीं करता है, को इस अवधि की गणना में नहीं गिना",
  "in calculating this period. Similarly, the period, if any, during which the reporting authority is on leave or under suspension is": "जाएगा। इसी प्रकार, उस अवधि, यदि कोई हो, जिसके दौरान रिपोटग प्राधिकारी छुट्टी पर है या",
  "not to be counted.\"": "निलम्बित है, की गणना नहीं की जानी है। ”",
  "(3) On notice of motion having been issucd, the State has justified its action by filing written statement. It is submitted that the Inspector": "(तीन) प्रस्ताव जारी होने की सूचना पर, राज्य ने लिखित बयान दर्ज करके अपनी कार्रवाई को सही",
  "General of Police, HPA, Madhuban was the reporting authority and the": "ठहराया है। यह प्रस्तुत किया गया है कि पुलिस महानिरीक्षक, एचपीए, मधुबन रिपोर्टिंग प्राधिकारी थे और स्वीकार",
  "respect to the Annual Confidential Rolls for the period 01.04.2008 to": "करने वाले प्राधिकारी 04.04.2008 से 34.03.2009 की अवधि के लिए वार्षिक गोपनीय रोल के संबंध में",
  "posted during the relevant period. The charges levelicd against the conduct of the petitioner at Madhuban in the incident involving the Dhaba owner": "दौरान तैनात किया गया था। मधुबन में याचिकाकर्ता के ढाबा मालिक से जुड़ी घटना में उनके आचरण और",
  "and of his being beaten up in full public view stands proven in the departmental": "सार्वजनिक रूप से उनकी पिटाई के खिलाफ लगाए गए आरोप विभागीय जांच में साबित हुए हैं, जिसके लिए उन्हें",
  "enquiry for which he has been punished with censure. It has been stated that the petitioner did not cooperate during the departmental enquiry and": "निंदा के साथ दंडित किया गया है। यह कहा गया है कि याचिकाकर्ता ने विभागीय जांच के दौरान सहयोग नहीं",
  "remained absent at his place of posting in order to delay the proceedings.": "किया और कार्यवाही में देरी करने के लिए अपनी तैनाती के स्थान पर अनुपस्थित रहा।",
  "(4) Mr. Rathce urges that the status of the suspended policeman under the Punjab Police Rules, 1934 as applicable to Haryana is different": "(चार)श्री रठक ने आग्रह किया कि पंजाब पुलिस नियम, 934 के तहत निलंबित पुलिसकर्मी की स्थिति",
  "and penalties as if he were not suspended. Ie relics on Rule 16.21 of PPR which provides that the suspended policeman continues subject to same": "नहीं किया गया था। पीपीआर के नियम 46.24 पर मुझे अवशेष हैं जो यह प्रदान करता है कि निलंबित पुलिसकर्मी",
  "responsibilitics, discipline and conduct as though he was not suspended. It": "उसी जिम्मेदारी, अनुशासन और आचरण के अधीन रहता है जैसे कि उसे निलंबित नहीं किया गया था। यह केवल",
  "is only that during suspension he cannot exercise duties and powers as a police officer in the maintenance of law and order and in the investigation": "इतना है कि निलंबन के दौरान वह कानून और व्यवस्था के रखरखाव और अपराध की जांच में एक पुलिस",
  "(5) Itis averred that during suspension the petitioner was posted in the indoor staff of the Haryana Police Academy, Madhuban and was": "(पाँच) यह माना जाता है कि निलंबन के दौरान याचिकाकर्ता को हरियाणा पुलिस अकादमी, मधुबन के",
  "assigned duty to take indoor classes of the trainees and perform such other": "इनडोर स्टाफ में तैनात किया गया था और प्रशिक्षुओं की इनडोर कक्षाएं लेने और ऐसे अन्य विविध कार्यों को पूरा",
  "scope of cxercise of his power as a police officer. It is, therefore, incorrect . to suggest that the Inspector General of Police saw his work and conduct": "प्रयोग की कोई गुंजाइश नहीं है। इसलिए, यह कहना गलत है कि पुलिस महानिरीक्षक ने उनके काम और आचरण",
  "only for 2 months and 6 days and not for the entire period of assessment though the role was different from 06.06.2008 onwards when the petitioner": "केवल 2 महीने और 6 दिनों के लिए और मूल्यांकन की पूरी अवधि के लिए नहीं, हालांकि भूमिका 06.06.2008 से",
  "according to Mr. Rathec be seen purely from the stand point of 2 months and 6 days or bcing foul of the instructions requiring minimum three months": "के अनुसार विशुद्ध रूप से 2 महीने और 6 दिनों के इष्टिकोण से नहीं देखी जा सकती है या निर्देशों के उल्लंघन के",
  "remained in position throughout the period of assessment then the instructions which lay down minimum three months exposure would be directory in": "निर्धारण की अवधि के दौरान अपने पद पर बना रहेगा तब तक न्यूनतम तीन माह के जोखिम को निर्धारित करने",
  "(6) To the contrary, learned counsel for the petitioner has drawn": "(छः) \"इसके विपरीत, याचिकाकर्ता के विद्वान वकील ने याचिकाकर्ता दवारा दायर प्रतिकति पर अदालत",
  "hc has relied upon noting shects obtained under RTI which suggests that": "का ध्यान आकर्षित किया है जिसमें उसने आरटी 4 के तहत प्राप्त नोटिंग शीट पर भरोसा किया है, जो बताता है",
  "different authorities while examining the file had recommended expunging of the remarks on account of period being Iess than 90 days. K.Sclvaraj,": "कि फाइल की जांच करते समय विभिन्‍न ऑडियोरिटी ने 90 दिनों से कम अवधि के कारण टिप्पणियों को हटाने",
  "Administration on 09.04.2010 that the remarks should be expunged.": "09-04-2040 को व्यक्त किए गए इस विचार से सहमति व्यक्त की कि टिप्पणियों को कार्यवाही से निकाल दिया",
  "l1owever, when the matter was put up to the ADGP/Administration, the final authority for Sub Inspectors in the matter of recording an expunction of adverse remarks inACRs, he had put a query on 12.01.2011 asking": "जाना चाहिए। जब यह मामल्रा एसीआर में प्रतिकूल टिप्पणियों की एक प्रविष्टि दर्ज करने के मामले में उप निरीक्षकों के लिए अंतिम प्राधिकारी ए डीजी पी/ए डीएम के समक्ष रखा गया था, तो उन्होंने याचिकाकर्ता के",
  "the ADGP/Administration was informed that punishment of censure has": "एडीजीपी/प्रशासन को सूचित किया गया था कि निंदा की सजा दी गई है और निलंबन की अवधि को सभी इरादों",
  "been awarded and the period of suspension has been treated as spent on duty for all intents and purposes. On 13.06.2011 the competent": "और उददेश्यों के लिए ड्यूटी पर बिताए गए समय के रूप में माना गया है। दिनांक 43-06-2044 को सक्षम",
  "authority took the final decision that since the petitioner has been punished": "प्राधिकारी ने अंतिम निर्णय लिया कि चूंकि याचिकाकर्ता को विभागीय जांच में दंडित किया गया है, इसलिए",
  "‘The censure was awarded on 10.05.2010 for beating Dhan Singh, owner of hotcl/dhaba situated in front of the Haryana Police Academy Gate at": "अकादमी गेट के सामने स्थित एचओटीसीएल/ढाबा के माल्रिक धन सिंह को पीटने के लिए 40.05.2040 को",
  "has been punished lies within the period of assessment for which average": "को दंडित किया गया है, वह मूल्यांकन की अवधि के भीतर है, जिसके लिए औसत टिप्पणी दर्ज की गई थी, 'फ्लिक",
  "remarks were recorded. The present is not a case where reporting authority had scen the work and conduct of'a subordinate for 2 months": "वर्तमान ऐसा मामल्रा नहीं है जहां रिपोर्टिंग प्राधिकारी ने 2 महीने और 6 दिनों के लिए एक अधीनस्थ के काम और"
}