{
  "596 LL.R. PUNJAB AND HARYANA 2012(2)": "596 आई. एल. आर. पंजाब और हरियाणा 202(2)",
  "Before Mohinder Singh Sullar, J.": "न्यामूर्ति मोहिंदर सिंह सुल्लर",
  "R.P.S. ASSOCIATES,—Petitioner": "आर. पी. एस. एसोसिएशन,-याचिकाकर्ता",
  "versus": "बनाम",
  "OM PARKASH @ HARI SINGH & OTHERS,—Respondents": "ओम प्रकाश &हरि सिंह और अन्य,उत्तरदाता-",
  "C.R. No. 5845 of 2011": "सी. आर. सं, 20। का 5845",
  "Constitution of India - Art. 227 - Code of Civil Procedure,": "भारत का संविधान-अनुच्छेद 227-सिविल प्रक्रिया संहिता, 4908-0. 6 ॥श.7-",
  "1908 - O.6 RI.17 - Punjab Land Revenue Act, 1887 - Ss.119, 120,121,122": "पंजाब भूमि राजस्व अधिनियम, 887-$5.9,20,2,22 और 23-वादी",
  "& 123- Plaintiff filed suit on 3.3.2006 for declaration that mutation": "3.3.2006 को यह घोषणा करने के लिए मुकदमा दायर किया कि बिक्री विलेख के",
  "in pursuance of sale deed is void - Issues framed on 18.7.2006 -": "अनुसरण में उत्परिवर्तन अमान्य है-8.7.2006 को बनाए गए मुद्दे-प्रतिवादी लिखित",
  "for amending written statement - Application dismissed - Order": "आवेदन दायर किया-आवेदन खारिज-पुन: अवलोकन के माध्यम से आदेश को",
  "challenged by way of revision - Held - No cogent explanation is": "चुनौती दि गई-अभिनिर्धारित-देरी की व्याख्या करने के लिए कोई ठोस स्पष्टीकरण",
  "forthcoming to explain delay - Amendment cannot be allowed.": "नहीं है-संशोधन की अनुमति नहीं दी जा सकती है।",
  "Held, that it is not a matter of dispute that the petitioner has filed": "अभिनिर्धारित किया कि यह विवाद का विषय नहीं है कि याचिकाकर्ता ने",
  "statement i.e. after about 4% years, after the issuance of the licence. No": "लाइसेंस जारी होने के लगभग साढ़े चार साल बाद अपने लिखित कथन में संशोधन",
  "of trial, which was only filed after about 4% years, after the commencement": "की शुरुआत।मुद्दों को तैयार करने के लगभग साढ़े चार साल बाद ही दायर किया",
  "of trial/framing of issues. Proviso to Order 6 Rule 17 CPC posits that no": "गया था।आदेश 6 नियम 7 सी. पी. सी. के प्रावधान में कहा गया है कि मुकदमा",
  "application for amendment shall be allowed after the trial has commenced,": "शुरू होने के बाद संशोधन के लिए किसी भी आवेदन की अनुमति नहीं दी जाएगी,",
  "unless the Court comes to the conclusion that in spite of due diligence, the": "जब तक कि अदालत इस निष्कर्ष पर नहीं पहुंचती कि उचित परिश्रम के बावजूद,",
  "party could not have raised the matter before the commencement of trial.": "पक्ष मुकदमा शुरू होने से पहले मामले को नहीं उठा सकता था।इस प्रकार, इस",
  "(9) At the very outset, assailing the impugned order, the learned": "(9) शुरू में ही, विवादित आदेश पर जोर देते हुए, याचिकाकर्ता (प्रतिवादी",
  "counsel for the petitioner (defendant No.1) contended with some amount": "संख्या ) के विद्वान अधिवक्ता ने कुछ तीव्रता के साथ तर्क दिया कि विवादित भूमि",
  "600 LL.R. PUNJAB AND HARYANA 2012(2)": "600 आई. एल. आर. पंजाब और हरियाणा 202(2)",
  "co-sharers. The petitioner has purchased the shares of defendant Nos.2 to 7, through the medium of indicated sale deed, for the purpose of setting up of a Group Housing Colony and the mutation of specific portion/khasra": "याचिकाकर्ता ने समूह आवास कॉलोनी की स्थापना के उद्देश्य से सूचित बिक्री विलेख द्वारा प्रतिवादी संख्या 2 से 7 के हिस्सों की खरीद की है और इसके अनुसरण",
  "up of a Group Housing Colony and the mutation of specific portion/khasra number has already been sanctioned, in pursuance thereof. The argument": "में विशिष्ट भाग/खसरा संख्या के उत्परिवर्तन को पहले ही मंजूरी दी जा चुकी है।तर्क",
  "further proceeds that since the introduction of additional facts of the licence was very much essential, so, the trial Court has committed a legal mistake": "में आगे कहा कि चूंकि लाइसेंस बहुत आवश्यक थी, इसलिए, निचली अदालत ने",
  "in dismissing the application of defendant No.1 for amendment of written": "लिखित बयान के संशोधन के लिए प्रतिवादी संख्या । के आवेदन को खारिज करने",
  "versus Parameshwaran Pillai and another (1) and Usha Balashaheb": "बनाम परमेश्वरन पिल्‍लई और एक अन्य () और उषा बालासाहेब स्वामी और अन्य",
  "Swami and others versus Kiran Appaso Swami and others (2).": "बनाम किरण अप्पासो स्वामी और अन्य ()मामलों में माननीय सर्वोच्च न्यायालय के",
  "(10) Having heard the learned counsel for the petitioner (defendant": "(0) याचिकाकर्ता (प्रतिवादी संख्या ) के विद्वान अधिवक्ता को सुनने के बाद,",
  "bestowal of thoughts over the entire matter, to my mind, there is no merit in the instant petition in this respect.": "विचार करने के बाद, मेरे विचार में तत्काल याचिका में कोई योग्यता नहीं है।",
  "(11) Possibly, no one can dispute with regard to the crux of the observations of Hon’ble Apex Court in B.K.Narayana Pillai and Usha Balashaheb Swami’s cases (supra), to the effect that the Court should be": "(]) संभवतः पिल्‍लई और उषा बालासाहेब स्वामी के मामलों (उपरोक्त) में माननीय सर्वोच्च न्यायालय की टिप्पणियों के सार के संबंध में कोई भी इस आशय से",
  "real question in controversy between the parties, unless serious injustice": "संशोधन पक्षों के बीच विवाद में वास्तविक प्रश्न का निर्धारण करने के लिए आवश्यक",
  "prayer for amendment was not a bona fide one. At the same time, it was": "के लिए प्रार्थना प्रामाणिक नहीं थी। साथ ही, यह अभिनिर्धारित किया गया कि",
  "ruled that “the amendment cannot be claimed as a matter of right and under": "\"संशोधन का सभी परिस्थितियों में अधिकार के मामले के रूप में दावा नहीं किया",
  "all circumstances”. But to me, the same would not come to the rescue of the petitioner in the instant controversy.": "जा सकता हे\"।लेकिन मेरे विचार में, यह तत्काल विवाद में याचिकाकर्ता के बचाव में नहीं आएगा।",
  "in its possession thereof. There is a clear recital in the sale deed that all": "कब्ज़ा दे दिया बिक्री विलेख में यह स्पष्ट लिखित है कि सभी सह-हिस्सेदारों ने",
  "Nos.2 to 7 have sold their specific portion/killa numbers to it, by means": "भाग/किला संख्याओं को उसे विक्रय विलेख दिनांकित 9-9-2005 से बेच दिया है",
  "in this respect. It will not be out of place to mention here that defendant No.1 has stoutly denied all other allegations contained in the plaint and": "उल्लेख करना अनुचित नहीं होगा कि प्रतिवादी नंबर 4 ने वाद में निहित अन्य सभी",
  "prayed for dismissal of the suit. Similarly, the remaining defendant Nos.2": "आरोपों से इनकार किया है और मुकदमा खारिज करने की प्रार्थना की। इसी तरह,",
  "to 7 have filed their separate joint written statement (Annexure P4), toeing": "शेष प्रतिवादी नंबर 2 से 7 ने अपना अलग संयुक्त लिखित जवाब दावा (अनुबंधपी 4)",
  "the line of pleadings as contained in the written statement of defendant No.1.": "प्रतिवादी नंबर । के लिखित बयान में निहित दलीलों का अनुसरण करते हुए दायर",
  "(5) Sequelly, during the pendency of the suit, defendant No.1": "(5) अगली बात, वाद के लंबित रहने के दौरान, प्रतिवादी नं. । ने लिखित बयान",
  "moved an application (Annexure P5) for amendment of written statement (Annexure P3) under Order 6 Rule 17 read with Section 151 CPC, so": "(अनुबंध पी 3) में संशोधन के लिए एक आवेदन (अनुबंधपी 5) सीपीसी की धारा 5/",
  "as to add the preliminary objection No.7-A in the following manner:-": "के साथ पठित आदेश 6 नियम ॥7 के तहत, इसलिए प्रारंभिक आपत्ति संख्या 7-ए को निम्नलिखित तरीके से जोड़ने के लिए दायर किया: -",
  "“That after the purchase of the suit land and other land,": "\"कि सूट जमीन और अन्य जमीन की खरीद के बाद, प्रतिवादी नंबर ॥ ने खेड़ी",
  "a Group Housing Colony at village Kheri Kalan and Baselwa, District Faridabad and accordingly, licence": "कलां और बसेवाला गांव में जिला फरीदाबाद एक ग्रुप हाउसिंग कॉलोनी की",
  "No.1030 of 2006 was granted under the Haryana Development & Regulations of Urban Areas Act, 1975 and": "स्थापना के लिए जारी किया जिसके अनुसार हरियाणा शहरी विकास और",
  "Rules 1976 made thereunder to defendant No.1 C/o M/s": "विनियम अधिनियम 975 नियम 976 के तहत प्रतिवादी संख्या । एम एस",
  "RIS Infrastructure Ltd. B-14, Ground Floor, Chirag Enclave,": "आर एस इंफ्रास्ट्रक्चर लिमिटेड बी-4, ग्राउंडफ्लोर, विराग एन्क्‍्लेव ,नेहरू",
  "Opposite Nehru Place, New Delhi— 48 for setting up a": "प्लेस के सामने, नई दिल्ली -48 वादभूमि और अन्यभूमि जिनका विवरण",
  "R.P.S. ASSOCIATES v. OM PARKASH @ HARI SINGH 601": "आर पी. एस. एसोसिएशन बनाम ओम प्रकाश ७हरि सिंह 599",
  "AND OTHERS (Mehinder Singh Sullar, J.)": "और अन्य (न्‍यामूर्ति महिंदर सिंह सुलार)",
  "(2) The case set up by the plaintiffs, in brief in so far as relevant,": "(2) वादी द्वारा स्थापित मामला, जहां तक प्रासंगिक है, संक्षेप में यह था कि वे",
  "was that they are co-owners/co-sharers in possession of the land in dispute. It was claimed that defendant Nos.2 to 7 have sold their respective shares,": "विवादग्रस्त भूमि के सह-मालिक/सह-हिस्सेदार हैं। प्रतिवादी सं. 2 से 7 ने मुकदमे में",
  "out of the joint land in litigation, without partition, to petitioner-defendant": "संयुक्त भूमि में से, बिना विभाजन के, याचिकाकर्ता-प्रतिवादी संख्या | को दिनांकित",
  "dimensions of the disputed land were stated to have been wrongly described": "की खसरा संख्या और आयामों को बिक्री विलेख में गलत तरीके से वर्णित किया गया",
  "in the sale deed and an illegal mutation has been entered, in pursuance": "था और उसके अनुसरण में एक अवैध उत्परिवर्तन दर्ज किया गया था, जो कि अमान्य",
  "thereof, which were claimed to be null and void. It was alleged that in the garb of said wrong mutation, defendant No.1 intends to possess the front": "है।यह आरोप लगाया गया कि कथित गलत उत्परिवर्तन की आड़ में, प्रतिवादी संख्या",
  "legal right, in order to defeat the rights of the plaintiffs-cosharers in the suit land.": "।, मुकदमा भूमि में वादी-सहहिस्सेदारी के अधिकारों को विफल करने के लिए,",
  "(3) Levelling a variety of allegations and narrating the sequence of": "(3) विभिन्न प्रकार के आरोप लगाते हुए और घटनाओं के क्रम का वर्णन करते",
  "events, in all, according to the plaintiffs that the land in dispute is a joint property of all the co-owners and they are in its joint possession. Defendant": "हुए, वादी के अनुसार कि विवादित भूमि सभी सह-मालिकों की संयुक्त संपत्ति है और",
  "Nos.2 to 7 have sold their respective shares to defendant No.1, without": "वे इसके संयुक्त कब्जे में हैं।प्रतिवादी सं. 2 से 7 ने बिना किसी विभाजन के प्रतिवादी संख्या । को अपने-अपने शेयर बेच दिए हैं और यह (प्रतिवादी संख्या ) राजस्व",
  "any partition and it (defendant No.1) illegally got entered/sanctioned the mutation and Tatima, in respect of specific khasra numbers, without any legal basis in collusion with the revenue staff, which were termed to be illegal,": "कर्मचारियों के साथ मिलीभगत से किसी भी कानूनी आधार के बिना, विशिष्ट खसरा संख्याओं के अवैध रूप से उत्परिवर्तन और तातिमा को दर्ज/स्वीकृत कर लिया है, जो",
  "void and in operative on their (plaintiffs) rights. On the basis of aforesaid": "अवैध, अमान्य है और उनके (वादी) अधिकारों पर लागू नहीं होते। उपरोक्त आरोपों",
  "so, it cannot legally be allowed. Therefore, the contrary arguments of": "हकदार नहीं है और इसलिए, वादी का मुकदमा कानून में बनाए रखने योग्य नहीं है",
  "(Annexure P2) was issued on 29.6.2006. The issues were framed in this": "दिनांक 29.6.2006 (अनुलग्नक पी 2) है और कहा कि निदेशक, नगर और देश"
}