{
  "LALITA v. STATE OF HARYANA AND OTHERS 201": "ललिंता बनाम हरियाणा राज्य और अन्य",
  "(Harsimran Singh Sethi , J.)": "(न्यायमूर्ति हरसिंमरन सिंह सेठी) (पृष्ठ )",
  "Harsimran Singh Sethi, J.": "न्यायमूर्ति हरसिंमरन सिंह सेठी",
  "LALITA—Petitioner": "याचिकाकर्ता - ललिता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "प्रतिवादी - हरियाणा राज्य और अन्य",
  "CWP No. 2911 of 2023": "2023 का सीडब्ल्यूपी नंबर 2994",
  "December 21, 2022": "24 दिसंबर, 2022",
  "Constitution of India, Ar.14—Discrimination—Petitioner": "भारत का संविधान, अनुच्छेद 44- भेदभाव - नियमित आधार पर पीजीटी होम",
  "appointment letter but not given regular appointment letter on": "आधार पर नियमित नियुक्ति पत्र नहीं दिया गया कि अनुभव प्रमाण पत्र अभी",
  "ground that experience certificate yet to be verified—No fault on part": "तक सत्यापित नहीं किया गया है - याचिकाकर्ता की ओर से कोई गलती नहीं है -",
  "of petitioner—Hence entitled to benefits of regular employee— Consequential benefits and intent on delayed payment.": "इसलिए नियमित कर्मचारी के लाभों के हकदार हैं - परिणामी लाभ और देरी से",
  "Held, that the delay, which is attributable to the Department,": "माना गया कि विभाग द्वारा की गई देरी को याचिकाकर्ता के नियमित चयन",
  "cannot be made a ground to deny the petitioner the benefit of regular": "और नियुक्ति के लाभ से वंचित करने का आधार नहीं बनाया जा सकता । जो",
  "was duly selected against one of the post advertised and in fact has": "विधिवत चयनित किया गया हो और वास्तव में वह नियमित नियुक्ति के बाद भी विभाग",
  "the appointment order dated 14.12.2013 (Annexure P-7).": "नियुक्ति आदेश दिनांक 44.2.2043 (अनुलग्रक पी-7) को ध्यान में रखते हुए उसे",
  "(Para 12)": "(अनुच्छेद 2)",
  "Surya Parkash, Advocate, for the petitioner.": "याचिकाकर्ता के वकील सूर्य प्रकाश।",
  "Sandeep Singh Maan, Addl. A.G.,Haryana.": "संदीप सिंह मान, अतिरिक्त सहायक महाधिवक्ता, हरियाणा।",
  "HARSIMRAN SINGH SETHI J. (ORAL)": "(न्यायमूर्ति हरसिंमरन सिंह सेठी) (पृष्ठ 5)",
  "justification, hence, thepetitioner be given all the benefits of a regular incumbent from the date of appointment with all consequential": "रखते हुए नियमित कर्मचारी के लिए स्वीकार्य सभी लाभ जारी करने का निर्देश दिया जाए कि याचिकाकर्ता बिना किसी रुकावट के उक्त पद पर प्रतिवादी-विभाग के साथ",
  "LALITA v. STATE OF HARYANA AND OTHERS 203": "ललिंता बनाम हरियाणा राज्य और अन्य",
  "certificate given by the petitioner in support of her claim, whichwas": "याचिकाकर्ता ने अपनी शैक्षणिक योग्यता साबित करने के साथ-साथ आवेदन की",
  "position that the petitioner applied for the post of PGT Home Science in pursuanceto the advertisement which was published by the Haryana School Teacher Selection Board and that the petitioner being": "शिक्षक चयन बोर्ड द्वारा प्रकाशित विज्ञापन के अनुसरण में पीजीटी होम साइंस के पद",
  "duly appointed vide order dated 14.12.2013, a copy of which has been": "गया था और 44.72.2043 के आदेश के तहत विधिवत नियुक्त किया गया था, जिसकी",
  "appended with this petition as Annexure P-7.": "एक प्रति इस याचिका के साथ अनुबंध पी -7 के रूप में संलग्र की गई है।",
  "(9) As per the respondents, the only impediment in not granting the benefit of regular appointment to the petitioner was that": "(9) उत्तरदाताओं के अनुसार, याचिकाकर्ता को नियमित नियुक्ति का लाभ नहीं देने में",
  "her certificates including the experience certificate were sent for": "एकमात्र बाधा यह थी कि अनुभव प्रमाण पत्र सहित उसके प्रमाण पत्र सत्यापन के लिए",
  "verification which took a long time to be verified, hence, at this belated": "भेजे गए थे, जिसे सत्यापित करने में लंबा समय लगा, इसलिंए, इस विलंबित अवस्था",
  "stage, the petitioner cannot be allowed to join on regular basis.": "में, याचिकाकर्ता को नियमित आधार पर शामिलत्र होने की अनुमति नहीं दी जा सकती",
  "(10) The facts show that the petitioner is not at fault in any": "(0) तथ्यों से पता चलता है कि याचिकाकर्ता का किसी भी तरह से कोई दोषनहीं है",
  "manner and the petitioner is being punished for the inordinate delay which hasoccurred due to the inaction on the part of the Department. It": "और याचिकाकर्ता को विभाग की निष्क्रियता के कारण हुई असाधारण देरी के लिए",
  "was the Department, which was to get the testimonials verified.": "दंडित किया जा रहा है। इसी विभाग द्वारा प्रशसापत्रों का सत्यापन करना था। इसके",
  "Further, it is aconceded position now that even after the verification, no": "अलावा, अब यह स्वीकार्य है कि सत्यापन के बाद भी, याचिकाकर्ता के किसी भी",
  "(hereinafter referred as 'DVC'. Thereafter, the petitioner": "बाद 'डीवीसी' के रुप में संदर्भित) को भेज दिया। इसके बाद, याचिकाकर्ता को",
  "was called for Document Verification on 08.01.2021. After": "08.04.202 को दस्तावेज़ सत्यापन के लिए बुलाया गया था। याचिकाकर्ता से संबंधित",
  "perusing the Documents pertaining to the petitioner, the DVC found that the experience related qualification": "दस्तावेजों को देखने के बाद, डीवीसी ने पाया कि याचिकाकर्ता द्वारा प्राप्त अनुभव",
  "obtained by the petitioner is as per Rules and she holds the experience of 5 years 5 months and 8 days. However, since": "संबंधी योग्यता नियमों के अनुसार है और उसके पास 5 साल 5 महीने और 8 दिन का",
  "there is delay of about eight years therefore, case of the": "अनुभव है। चूकि लगभग आठ साल की देरी हुई है, इसलिए याचिकाकर्ता का मामला",
  "petitioner is not tenable and liable for dismissal on the ground of delay.": "मान्य नहीं है और देरी के आधार पर बर्खास्तगी के लिए उत्तरदायी है। डीवीसी की रिपोर्ट",
  "conditions referred in appointment order of petitioner,": "के अनुसरण में, याचिकाकर्ता के नियुक्ति आदेश में संदर्भित नियमों और शर्तों के",
  "accordingly, it has been decided that the claim of the": "आधार पर याचिकाकर्ता के दावे की बारीकी से जांच की गई, तदनुसार, यह निर्णय",
  "petitioner as prayed for is not tenable on account of delay,": "लिया गया है कि याचिकाकर्ता का दावा देरी के कारण मान्य नहीं है, इसलिए,",
  "therefore, the claim of the petitioner was rejected.”": "याचिकाकर्ता के दावे को खारिज कर दिया गया था।",
  "and appointment. Once, the petitioner was fully eligible and was duly selected against one of the post advertised and in fact has been working": "याचिकाकर्ता पूर्ण योग्य था और विज्ञापित पदों में से एक के लिए विधिवत चुना गया",
  "with the Department as a Guest Lecturer even after the regular": "था और वास्तव में नियमित नियुक्ति के बाद भी अतिथि व्याख्याता के रूप में विभाग",
  "employee by treating her as regular incumbent keeping in view the": "को ध्यान में रखते हुए उसे नियमित पदाधिकारी के रूप में मानते हुए एक नियमित",
  "(13) The facts and circumstances of the present case shows that": "(3) वर्तमान मामले के तथ्यों और परिस्थितियों से पता चलता है कि नियमित आधार",
  "the respondents even after the selection of the petitioner on regular basis, treated the petitioner as Guest Teacher, which act of the": "पर याचिकाकर्ता के चयन के बाद भी उत्तरदाताओं ने याचिकाकर्ता को अतिथि शिक्षक",
  "working with respondents after regular selection, the petitioner should": "एक बार जब याचिकाकर्ता नियमित चयन के बाद पहले से ही प्रतिवादियों के साथ काम",
  "have been paid by treating him as regular incumbent for all intents and": "और उद्देश्यों के लिए नियमित पदाधिकारी के रूप में मानते हुए भुगतान किया जाना",
  "purposes subject to the verification of her testimonials. It cannot be said that once the regular appointment has been given, the candidate": "चाहिए था। यह नहीं कहा जा सकता है कि एक बार नियमित नियुक्ति दिए जाने के",
  "cannot be allowed to join or discharge the duties on the pretext that": "बाद, उम्मीदवार को इस बहाने से शामिल ्र होने या कर्त्तव्यों का निर्ववन करने की अनुमति",
  "first the documents have to be verified. That being so,the petitioner": "नहीं दी जा सकती है कि पहले दस्तावेजों को सत्यापित किया जाना है। ऐसा होने पर,",
  "LALITA v. STATE OF HARYANA AND OTHERS 205": "ललिंता बनाम हरियाणा राज्य और अन्य",
  "(14) The petitioner, if not already paid the regular salary of the post of PGT Home Science starting from 14.12.2013, will be paid the": "(4) याचिकाकर्ता को यदि 44.2.2043 से पीजीटी होम साइंस के पद के नियमित वेतन",
  "regular salary of the said post along with arrears from the date of": "बकाया राशि के साथ उक्त पद के नियमित वेतन का भुगतान किया जाएगा।",
  "for arrears of the said regular appointment. Further, the petitioner is to": "याचिकाकर्ता उक्त नियमित नियुक्ति के बकाया के लिए भी हकदार होगा। इसके",
  "be treated as regular incumbent on the post of PGT Home Science from 14.12.2013 onwards for all intents and purposes and other benefits including the seniority, salary as well as further promotion.": "अलावा, याचिकाकर्ता को 44.2.2043 से सभी प्रयोजनों, उद्देश्यों और वरिष्ठता, वेतन के साथ-साथ आगे पदोन्रतिं सहित अन्य लाभों के लिए पीजीटी होम साइंस के पद पर",
  "(15) Now the question arises whether the petitioner is entitled forthe grant of interest on the arrears or not.": "(5) अब सवाल उठता है कि क्‍या याचिकाकर्ता बकाया राशि पर ब्याज देने का हकदार",
  "has been retained by the respondents without any valid justification.": "हकदार होगा जिसे उत्तरदाताओं द्वारा अवैध औचित्य के बनाए रखा गया है। जे.एस.",
  "The relevant paragraph of J.S. Cheema's case (supra) is as under: -": "चीमा के मामले (पूर्व) का प्रासंगिक पैराग्राफ निम्नानुसार है:-",
  "“The jurisprudential basis for grant of interest is the fact": "पीठ ने कहा, 'ब्याज देने का न्यायिक आधार यह तथ्य है कि एक व्यक्ति के धन का",
  "that one person's money has been used by somebody else. It is in that sense rent for the usage of money. If the user is": "इस्तेमाल किसी और ने किया। यह उस अर्थ में धन के उपयोग के लिए किराया है। यदि",
  "compounded by any negligence on the part of the person": "उपयोगकर्ता को उस व्यक्ति की ओर से किसी भी लापरवाही से जोड़ा जाता है जिसके",
  "with whom the money is lying it may result in higher rate": "पास पैसा पड़ा है तो इसके परिणामस्वरूप दर उच्च हो सकती है क्योंकि तब इसमें",
  "because then it can also include the component of damages (in the form of interest). In the circumstances, even if there": "नुकसान का घटक (ब्याज के रूप में) भी शामित्र हो सकता है। इन परिस्थितियों में, भत्ने",
  "is no negligence on the part of the State it cannot be denied": "ही राज्य की ओर से कोई लापरवाही न हो, लेकिन इस बात से इनकार नहीं किया जा",
  "that money which rightly belonged to the petitioner was in the custody of the State and was being used by it.”": "सकता है कि याचिकाकर्ता का पैसा राज्य की हिरासत में था और उसके द्वारा इस्तेमाल",
  "(17) Further, as the petitioner was forced to approach this Court": "(07) इसके अलावा, चूंकि याचिकाकर्ता को इस न्यायालय का दरवाजा खटखटाने और",
  "for cost which is assessed at Rs.25,000/-. The said cost will be paid by": "याचिकाकर्ता भी लागत का हकदार होगा जो 25,000 रुपये पर आंका गया है। उक्त"
}