{
  "M/S A.K. INDUSTRIES v. EMPLOYEES STATE INSURANCE 203": "मेसर्स ए. के. इंडस्ट्रीज बनाम कर्मचारी राज्य बीमा निगम और अन्य",
  "Before K. Kannan, J.": "न्यायमूर्ति के. कन्‍नन के समक्ष",
  "M/S A.K. INDUSTRIES,—Petitioner": "मेसर्स ए. के. इंडस्ट्रीज-याचिकाकर्ता",
  "versus": "बनाम",
  "EMPLOYEES STATE INSURANCE CORPORATION AND OTHERS,—Respondents": "कर्मचारी राज्य बीमा निगम और अन्य-उत्तरदाता",
  "CWP No.7412 of 1992": "992 का सी. डब्ल्यू. पी. संखया 742",
  "Constitution of India, 1950 - Art. 226 - Employees State": "भारत का संविधान, 950-अनुच्छेद 226-कर्मचारी राज्य बीमा",
  "Insurance Act - §.85(B) - demanded interest as well as damages on account of delayed payment of Employees' contribution - challenge": "अधिनियम-धारा 85 (बी)- कर्मचारियों के योगदान के विलंबित भुगतान के कारण ब्याज के साथ-साथ हर्जाने की मांग की-याचिका में उपरोक्त मांगों को",
  "made to above demands in the petition - petition partly allowed for": "चुनौती दी गई-याचिका को आंशिक रूप से स्वीकार किया गया, ब्याज का",
  "claiming interest and quashed the demand of damages.": "दावा मान लिया और हर्जाने की मांग को रद्द कर दिया गया।",
  "Held, That the case will, therefore, be examined only from the point": "अभिनिर्धारित किया गया कि मामले की जांच केवल इस दष्टिकोण से की",
  "view of whether the statutory compliance has been made before the": "जाएगी कि क्‍या नुकसान के आकंलन से पहले वैधानिक अनुपालन किया गया",
  "assessment of damages. Section 85-B admits of no doubt that an Officer,": "है।धारा 85-बी में कोई संदेह नहीं है कि एक अधिकारी, जो एक आदेश पारित",
  "who passes an order, performs a quasi judicial function and the precept": "करता है, एक अर्ध न्यायिक कार्य करता है और प्राकृतिक न्याय के सिदधांतों",
  "made that a notice had been served, especially when it is stated that it was": "कोई सूचना दी गई थी, विशेष रूप से जब यह कहा जाता है कि इसे पावर्ती के",
  "sent by registered post with acknowledgment, it was essential that the": "साथ पंजीकृत डाक द्वारा भेजा गया था, तो यह आवश्यक था कि प्रतिवादी",
  "respondents must produce proof of such service of notice, even as regards": "को ऐसी सूचना की सेवा का प्रमाण प्रस्तुत करना चाहिए, यहां तक कि",
  "(5) Apart from the fundamental breach in the requirement of law in taking a decision without serving a notice in the manner that the law": "(5) कानून द्वारा अपेक्षित तरीके से नोटिस दिए बिना निर्णय लेने में कानून",
  "at by the respondents. To a query to the counsel as to how the amount": "कि प्रतिवादी द्वारा राशि तक कैसे पहुचा गया था।वकील से यह पूछे जाने पर",
  "has been arrived at, his only response is that such an information could be": "कि राशि तक कैसे पहुँचे, उनका एकमात्र जवाब यह है कि ऐसी जानकारी",
  "made available in course of time. The order has to be supported by the": "समय के साथ उपलब्ध कराई जा सकती है।आदेश को इस तर्क दवारा समर्थित",
  "reasoning that it must contain. If the impugned order itself does not spell": "किया जाना चाहिए कि इसमें शामिल होना चाहिए।यदि विवादित आदेश स्वयं",
  "out the manner of assessment, we cannot look for props to find out as to": "मूल्यांकन के तरीके को स्पष्ट नहीं करता है, तो हम यह पता लगाने के लिए",
  "how the amount could have been arrived at. It is also seen that the": "आधार की तलाश नहीं कर सकते कि राशि तक कैसे पहुँचा गया था। यह भी",
  "levy of damages. In a decision of Hon’ble Supreme Court in “Employees’": "रूप में देरी का संदर्भ देता है।“कर्मचारी” माननीय उच्चतम न्यायालय ने",
  "State Insurance Corporation versus HMT Ltd. and another” (2), it": "“राज्य बीमा निगम बनाम एच. एम. टी. लिमिटेड और एक अन्य” मे यह",
  "has been held that power under Section 85-B provides for recovery of": "अभिनिर्धारित किया गया है, कि धारा 85-बी नुकसान की वसूली के लिए है, यह",
  "damages, it should not be understood that the levy of damages would be": "नहीं समझना चाहिए कि नुकसान की वसूली सभी परिस्थितियों में अनिवार्य",
  "imperative in all situations. The impecunious condition of the petitioner as": "होगी।याचिकाकर्ता की त्रुटिहीन स्थिति, जैसा कि निवेदन किया गया है, पर",
  "pleaded does not appear to have gone into reckoning at all. The impugned order of demand for damages is quashed. Insofar as it relates to the claim": "विचार नहीं किया गया है।हर्जाने की मांग के विवादित आदेश को रद्द किया",
  "for interest, which has been made, it was admitted that amount has been": "जाता है।जहाँ तक यह ब्याज के दावे का संबंध है, यह स्वीकार किया गया कि",
  "paid by the petitioner. I will maintain the demand for interest. The notices": "राशि का भुगतान याचिकाकर्ता द्वारा किया गया है।मैं ब्याज की मांग को",
  "(2) 2008(3) SCC 35": "2. 2008 (3) एस .सी . सी 35",
  "there was no show cause notice demanding damages. There was yet another": "के मूल्यांकन के लिए कारण बताएँ नोटिस भी प्राप्त हुआ होगा।एक",
  "under Section 75 but it had not been availed only because there was a": "इसका लाभ केवल इसलिए नहीं उठाया गया क्योंकि मांगी गई राशि का 50",
  "requirement of having to deposit 50% of the amount demanded. The notice": "प्रतिशत जमा करने की आवश्यकता थी।ब्याज के साथ-साथ नुकसान के लिए",
  "for interest as well as for damages have been issued. While the petitioner": "भी नोटिस जारी किया गया है।जबकि याचिकाकर्ता ने स्वीकार किया था कि",
  "had admitted to have received the notice demanding interest, it is falsely": "उसे ब्याज की मांग करने वाला नोटिस मिला है, यह झूठा तक दिया गया है कि",
  "contended that there was no receipt of show cause notice for assessment": "नुकसान के आकलन के लिए कारण बताए जाने का कोई नोटिस प्राप्त नहीं",
  "of damages. The learned counsel for the respondents would contend that": "हुआ था।प्रतिवादी के विद्वान अधिवक्ता का तक होगा कि जवाब में कहा गया",
  "it has been stated in the reply that the show cause notice had been issued": "है कि कारण दर्शाओ नोटिस जारी किया गया था और याचिकाकर्ता ने इससे",
  "and the petitioner has not filed a rejoinder denying the same.": "इनकार करते हुए जवाबी याचिका दायर नहीं की है।",
  "(4) As regards the preliminary objection of maintainability of the": "(4) जहां तक इस आधार पर रिट याचिका की पोषणीयता की प्रारंभिक आपत्ति",
  "immediately. The same can not be considered after two decades of the": "विचाराधीन रहने के बाद इस पर विचार नहीं किया जा सकता है।इसलिए,",
  "pendency of the case. The case will, therefore, be examined only from the": "मामले की जांच केवल इस इष्टिकोण से की जाएगी कि क्या नुकसान के",
  "point of view of whether the statutory compliance has been made before the assessment of damages. Section 85-B admits of no doubt that an": "आकंलन से पहले वैधानिक अनुपालन किया गया है।धारा 85-बी में कोई संदेह",
  "Officer, who passes an order, performs a quasi judicial function and the": "नहीं है कि एक अधिकारी, जो एक आदेश पारित करता है, अर्ध न्यायिक कार्य",
  "precept of principles of natural justice, can never be violated. If the petitioner": "करता है और प्राकृतिक न्याय के सिद्धांतों का उल्लंघन कभी नहीं किया जा",
  "would contend that the notice had not been issued before an assessment": "सकता है।यदि याचिकाकती यह तक देता है कि मूल्यांकन किए जाने से पहले",
  "was made and the said fact is affirmed in the two representations as well": "नोटिस जारी नहीं किया गया था ओर उक्त तथ्य की पुष्टि दो अभ्यावेदनों के",
  "as in the writ petition, it will be no answer to assert that such a notice had": "साथ-साथ रिट याचिका में भी की गई है, तो यह दावा करने के लिए कोई जवाब",
  "been issued and to point out that yet another notice demanding interest had": "नहीं होगा कि ऐसा नोटिस जारी किया गया था और यह इंगित करने के लिए कि"
}