{
  "DILAWAR SINGH v. STATE OF HARYANA AND ANOTHER 1441 (Suvir Sehgal, J.)": "दिलावर सिंह बनाम हरियाणा राज्य और अन्य (सुवीर सहगल, जे.)",
  "Bench of this Court in LPA No.92- 2017 titled as Anshu and others versus State of Haryana and others, decided on 20.01.2017,": "पीठ ने 20.0.207 को अंशु और अन्य बनाम हरियाणा राज्य और अन्य शीर्षक वाले एल. पी. ए. संख्या. 92-20॥7,",
  "dismissed by the Hon’ble Supreme Court on 27.03.2017, Annexure R- 1/5.": "27.03.207, अनुलग्रक आर. /5 को खारिज कर दिया गया है, में बरकरार रखा है।",
  "(9) Given the above factual and legal position, this Court is of the view that the relief sought for by the petitioner cannot be granted.": "(9) उपरोक्त तथ्यात्मक और कानूनी स्थिति को देखते हुए, इस न्यायालय का विचार है कि याचिकाकर्ता द्वारा मांगी गई राहत प्रदान नहीं की जा सकती है।",
  "(10) Finding no merit in the petition, which is hereby dismissed.": "(0) याचिका में कोई योग्यता नहीं पाते हुए, जिसे इसके द्वारा खारिज कर दिया जाता है।",
  "Kriti Sharma Avasthi": "कृति शर्मा अवस्थी",
  "(Suvir Sehgal, J.)": "समक्ष सुवीर सहगल जे.",
  "Fluid/Whitener etc., to smudge, scratch or damage in any": "आर. शीट को किसी भी तरह से धब्बा लगाना, खरोंचना या नुकसान पहुंचाना सख्त वर्जित है। किसी भी तरह से धुंध, खरोंच या क्षति के लिए इरेजर, ब्लेड, नेल या व्हाइट फ्लूइड/व्हाइटनर का उपयोग करने वाले उम्मीदवारों की",
  "prohibited. If doing so, their Answer Sheet shall be cancelled and shall not be evaluated.\"": "है। यदि ऐसा करते हैं, तो उनकी उत्तर पुस्तिका रद्द कर दी जाएगी और उनका मूल्यांकन नहीं किया जाएगा।*",
  "(Para 7)": "(पैरा 7)",
  "Further held, that following the above instructions, the Commission respondent No.2 cancelled the OMR sheet of the": "आगे अभिनिर्धारित किया गया कि उपर्युक्त निर्देशों का अनुसरण करते हुए, आयोग प्रत्यर्थी संख्या. 2 ने याचिकाकर्ता",
  "petitioner and did not evaluate it. The decision of the Commission to be cancelled/smudged/scratched the OMR sheet has been upheld by a": "के ओ. एम. आर. पत्रक को रद्द कर दिया और इसका मूल्यांकन नहीं किया। आयोग के ओ. एम. आर. पत्रक को रद्द",
  "Division Bench of this Court in LPA No.92— 2017 titled as \"Anshu": "करने /धब्बा लगाने/खरोंचने के निर्णय को इस न्यायालय की एक खंड पीठ ने एल. पी. ए. संख्या. 92-20॥7 में \"अंशु",
  "and others versus State of Haryana and others\", decided on 20.01.2017,": "और अन्य बनाम हरियाणा राज्य और अन्य\" शीर्षक से 20.0.207 को निर्णय लिया, अनुलग्रक आर-/५, जिसके",
  "Annexure R—1/4, against which SLP (C) No.8430— 2017 has been dismissed by the Hon'ble Supreme Court on 27.03.2017, Annexure R—": "विरुद्ध एस. एल. पी. (सी) संख्या. 8५30-207 को माननीय उच्चतम न्यायालय द्वारा 27.03.207 को, अनुलग्नक",
  "(Para 8)": "(पैरा 8)",
  "Further held, that given the above factual and legal position,": "आगे अभिनिर्धारित किया गया कि उपर्युक्त तथ्यात्मक और विधिक स्थिति को देखते हुए, इस न्यायालय का विचार है",
  "this Court is of the view that the relief sought for by the petitioner cannot be granted.": "कि याचिकाकर्ता द्वारा मांगी गई राहत प्रदान नहीं की जा सकती है।",
  "(Para 9)": "(पैरा 9)",
  "Further held, that finding no merit in the petition, which is hereby dismissed.": "ने आगे अभिनिर्धारित किया कि याचिका में कोई योग्यता नहीं पाई गई, जिसे इसके द्वारा खारिज कर दिया जाता है।",
  "(Para 10)": "(पैरा 0)",
  "Sandeep Goyat, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता संदीप गोयत।",
  "Pankaj Middha, Addtl. AG, Haryana.": "पंकज मिड्डा, एडि. एजी, हरियाणा।",
  "SUVIR SEHGAL, J. (Oral)": "सुवीर सहगल, जे. (मौखिक)",
  "(1) By way of present writ petition, petitioner is seeking": "(।) वर्तमान रिट याचिका के माध्यम से, याचिकाकर्ता कनिष्ठ अभियंता के पद के लिए ईडब्ल्यूएस श्रेणी में अपनी",
  "Engineer and for a direction to the respondents to allow the petitioner": "उम्मीदवारी पर विचार करने और याचिकाकर्ता को अनुमति देने के लिए उत्तरदाताओं को निर्देश देने के लिए आदेश",
  "(2) Petitioner is an applicant for the post of Junior Engineer under various categories, pursuant to Advertisement No.10/2019 published on15.06.2019 by the Haryana Staff Selection Commission — respondent No.2. Petitioner inadvertently submitted the application": "(2) याचिकाकर्ता हरियाणा कर्मचारी चयन आयोग द्वारा 5.06.209 को प्रकाशित विज्ञापन संख्या ।0/20॥9 के अनुसार विभिन्न श्रेणियों के तहत जूनियर इंजीनियर के पद के लिए एक आवेदक है-प्रतिवादी संख्या.2। याचिकाकर्ता ने",
  "respondent No.2. Petitioner inadvertently submitted the application in the General category, whereas, he belongs to the EWS category.": "अनजाने में सामान्य श्रेणी में आवेदन जमा कर दिया, जबकि वह ईडब्ल्यूएस श्रेणी से संबंधित है।",
  "Although, he appeared in the written test and fared well, but he was": "हालाँकि, वह लिखित परीक्षा में उपस्थित हुए और अच्छा प्रदर्शन किया, लेकिन उन्हें दस्तावेजों की जांच के लिए",
  "not called for scrutiny of documents. He submitted representation dated 21.12.2019, Annexure P-7, but it has not been responded to by": "नहीं बुलाया गया। उन्होंने दिनांक 27.2.209, अनुलग्नक पी-7 प्रस्तुत किया, लेकिन प्रतिवादी संख्या 2 द्वारा इसका",
  "(3) Upon notice, a short reply has been filed by respondents No.1 and 2 submitting therein that the OMR sheet submitted by the": "(3) नोटिस पर, उत्तरदाता संख्या । और 2 द्वारा एक संक्षिप्त जवाब दायर किया गया है जिसमें प्रस्तुत किया गया है कि",
  "petitioner was found to be scratched/smudged and was accordingly cancelled.": "याचिकाकर्ता द्वारा प्रस्गुत ओएमआर शीट को खरोंच»धुंधला पाया गया था और तदनुसार रद्द कर दिया गया था।",
  "(4) Heard counsel for the parties.": "(५) पक्षकारों की सलाह सुनी।",
  "(5) Pursuant to order passed by this Court, the Xerox copy of the OMR answer sheet of the petitioner has been produced and taken": "(5) इस न्यायालय द्वारा पारित आदेश के अनुसरण में, याचिकाकर्ता की ओ. एम. आर. उत्तर पुस्तिका की जेरोक्स प्रति",
  "on record. It clearly shows scratching against Question No.26.": "प्रस्तुत की गई है और अभिलेख पर ले ली गई है। यह स्पष्ट रूप से प्रश्न संख्या. 26 के खिलाफ खरोंच दिखाता है।",
  "(6) A specific instruction had been given to the candidates to": "(6) उम्मीदवारों को इस आशय का एक विशिष्ट निर्देश दिया गया था कि किसी भी तरह से ओएमआर शीट को",
  "theeffect that scratching/smudging or damaging the OMR sheet in any manner is prohibited and in case any such damaged sheet comes to the notice of the Commission, it shall be liable to be cancelled. An": "खरोंचना/धुंधला करना या नुकसान पहुंचाना निषिद्ध है और यदि ऐसी कोई क्षतिग्रस्त शीट आयोग के संज्ञान में आती",
  "notice of the Commission, it shall be liable to be cancelled. An instruction bearing No.6 to this effect was printed on the Admit Card": "है, तो इसे रद्द किया जा सकता है। इस आशय का एक निर्देश नंबर. 6 प्रवेश पत्र पर मुद्रित किया गया था और इसे",
  "and is reproduced as under:-": "निम्नानुसार पुनः प्रस्तुत किया गया हैः-",
  "“6. Candidates are warned not to fold, tear, destroy or make any stray marks on the OMR Answer Sheet. Use of": "\"6. उम्मीदवारों को चेतावनी दी जाती है कि वे ओ. एम. आर. उत्तर पुस्तिका को मोड़ें, फाड़ें, नष्ट न करें या कोई",
  "Eraser, Nail, Blade, White Fluid/Whitener etc. to smudge,": "छिटपुट निशान न बनाएं। इरेजर, नेल, ब्लेड, व्हाइट फ्लूइड/व्हाइटनर आदि का उपयोग। परीक्षा के दौरान ओ. एम.",
  "scratch or damage in any manner the OMR sheet during Examination is strictly prohibited. Candidature/OMR": "आर. शीट को किसी भी तरह से धब्बा लगाना, खरोंचना या नुकसान पहुंचाना सख्त वर्जित है। किसी भी तरह से धुंध,",
  "sheet of candidates using Eraser, Blade, Nail or White Fluids/Whitener to smudge, scratch or damage in any": "खरोंच या क्षति के लिए इरेजर, ब्लेड, नेल या व्हाइट फ्लूइड/व्हाइटनर का उपयोग करने वाले उम्मीदवारों की",
  "(7) Similar instruction has been printed on the question paper and is extracted as under:-": "(7) इसी तरह के निर्देश प्रश्न पत्र पर मुद्रित किए गए हैं और निम्नानुसार निकाले गए हैं:-",
  "“8. Candidates are warned not to fold or make any stray marks on the OMR Answer Sheet. Use of Eraser, Nail,": "\"8. उम्मीदवारों को चेतावनी दी जाती है कि वे ओ. एम. आर. उत्तर पुस्तिका पर कोई भी भटकाव न करें। परीक्षा के",
  "Blade, White Fluid/Whitener etc., to smudge, scratch or damage in any manner on the OMR sheet during": "दौरान ओएमआर शीट पर किसी भी तरह से धब्बा, खरोंच या क्षति के लिए इरेजर, नाखून, ब्लेड, व्हाइट",
  "(8) Following the above instructions, the Commission — respondent No.2 cancelled the OMR sheet of the petitioner and did not": "(8) उपरोक्त निर्देशों का पालन करते हुए, आयोग-प्रतिवादी संख्या 2 ने याचिकाकर्ता की ओएमआर शीट को रद्द कर",
  "evaluate it. The decision of the Commission to be cancelled/ smudged/scratched the OMR sheet has been upheld by a Division": "दिया और इसका मूल्यांकन नहीं किया। आयोग के ओ. एम. आर. पत्रक को रद्द करने /धब्बा लगाने /खरोंचने के निर्णय को इस न्यायालय की एक खंड"
}