{
  "ARJUN AND OTHERS v. STATE OF HARYANA 147": "अर्जुन और अन्य बनाम हरियाणा राज्य",
  "(N.S. Shekhawat, J.)": "(एन. एस. शेखावत, जे)",
  "Nayandeep Rana, Advocate/Amicus Curiae,for the petitioner in CRR-2263-2008.": "सीआरआर-2263-2008 में याचिकाकर्ता की ओर से नयनदीप राणा, अधिवक्ता»-न्‍्यायमित्र।",
  "Gaurav Gurcharan Singh Rai, DAG, Haryana.": "गौरव गुरचरण सिंह राय, डीएजी, हरियाणा।",
  "N.S. SHEKHAWAT, J.": "एन. एस. शेखावत, जे.",
  "(1) This judgment shall dispose of above-said two cases bearing CRA-S-1134-SB-2008 and CRR-2263-2008 as the same have": "(।) यह निर्णण सीआरए-एस-3५-एसबी-2008 और सीआरआर-2263-2008 वाले उपर्युक्त दो मामलों का निपटान",
  "sentence dated 28.05.2008 passed by the learned Additional Sessions Judge, Rewari, whereby the appellants had been convicted and": "दिनांक 28.05.2008 के विरुद्ध दायर किए गए हैं, जिसके द्वारा अपीलार्थियों को निम्नलिखित तरीके से दोषी ठहराया",
  "sentenced in the following manner:-": "गया था और सजा सुनाई गई थीः -",
  "Name convicts Offence under | Imprisonment(RI) Fine Sentence in default of": "दोषियों के नाम बताएं | के अंतर्गत अपराध | कारावास(आरआई) | अच्छा के डिफ़ॉल्ट में सजा",
  "Section payment of fine": "भाग पनि का भुगतान",
  "Ayjun, 323/34 IPC 6 months Rs.500/- 15 days R.L Ganga,Ram,": "अर्जुन, गंगा, राम, | 323/3५ आईपीसी | 6 महीने रु.500/- 5 दिन आर.आई.",
  "MunshiRam,": "मुंशीराम, संजय",
  "Ayjun, 325/34 IPC 2 years Rs.2500/- 2 months R.I. Ganga,Ram,": "अर्जुन, गंगा, राम, | 325/34 आईपीसी 2 वर्ष रु.2500/- | 2 माह आर. आई.",
  "Arjun, Ganga 506 IPC 3 months Rs.200/- 7 daysR.I. Ram Munshi": "अर्जुन, गंगा, राम, | 506 आईपीसी 3 महीने रु.200/- 7 दिन आर.आई.",
  "Ram, Sanjay": "मुंशीराम, संजय",
  "(2) Aggrieved against the above-said conviction and sentence,": "(2) उपर्युक्त दोषसिद्धि और दंडादेश के विरुद्ध पीड़ित अभियुक्त-अपीलार्थियों ने उपर्युक्त निर्णय को चुनौती देते हुए",
  "the accused-appellants have preferred CRA-S-1134-SB-2008, challenging the above-said judgment, while Criminal Revision No.2263 of 2008 has been filed by the complainant for modification of": "सीआरए-एस-34-एसबी-2008 को प्राथमिकता दी है, जबकि 2008 का आपराधिक पुनरीक्षण सं. 2263",
  "No.2263 of 2008 has been filed by the complainant for modification of the impugned judgment and order to the extent that all the four": "शिकायतकर्ता द्वारा आक्षेपित निर्णण और आदेश के संशोधन के लिए इस सीमा तक दायर किया गया है कि सभी चार",
  "accused-respondents may also be convicted and sentenced under section 307/34 IPC as well.": "अभियुक्त-प्रत्यर्थियों को भी दोषी ठहराया जा सकता है और आईपीसी की धारा ३07/3५ के तहत सजा भी दी जा",
  "(3) Brief facts of the prosecution version are that the FIR in the": "(3) अभियोजन पक्ष के बयान के संक्षिप्त तथ्य यह हैं कि वर्तमान मामले में प्राथमिकी शिकायतकर्ता चमन द्वारा दिए",
  "of Alwar, Rajasthan. On 23.10.2006, she had come to her parental village Bikaner, District Rewari, Haryana on the occasion of “Bhaiya": "23.0.2006 को वह अपने पैतृक गांव बीकानेर, जिला रेवाड़ी, हरियाणा में 'भाई दूज' के अवसर पर आई थी।",
  "Dooj’. Her parents owed some money towards Munshi Ram, accused, on account of supply of milk by him to the family of the complainant.": "शिकायतकर्ता के परिवार को दूध की आपूर्ति के कारण उसके माता-पिता पर आरोपी मुंशी राम का कुछ पैसा बकाया",
  "On 26.10.2006, she along with her mother Rajwati, injured, were going to village Lisana to harvest the crop of rice. However, when they were": "था। 26.0.2006 को वह अपनी घायल मां राजवती के साथ चावल की फसल की कटाई के लिए गांव लिसाना जा रही थी। लेकिन जब वे",
  "ARJUN AND OTHERS v. STATE OF HARYANA 149": "अर्जुन और अन्य बनाम हरियाणा राज्य",
  "3. Tenderness was present on the back left side of parietotemporal region of skull. X-ray was advised.": "3. खोपड़ी के पैरिएटोटेम्पोरल क्षेत्र के पीछे बाईं ओर कोमलता मौजूद थी। एक्स-रे की सलाह दी गई थी।",
  "4. Tenderness was present on whole of abdomen. X- ray &surgeon's opinion was advised.”": "५. पूरे पेट में कोमलता थी। एक्सरे और सर्जन की राय दी गई थी \"।",
  "(7) PW-1 Dr. J.K. Saini proved on record the MLRs of both the": "(7) पीडब्लू-। डॉ. जे. के. सैनी ने दोनों घायलों के एमएलआर को रिकॉर्ड में साबित किया। उन्होंने कहा कि राजवती",
  "injured. He stated that injury No.4 to Rajwati was dangerous to life and it could be possible with lathi also. In his cross-examination, he": "को लगी चोट संख्या. ५ जीवन के लिए खतरनाक थी और यह लाठी से भी संभव हो सकती है। अपनी जिरह में, उसने",
  "admitted that Rajwanti, injured, was examined by him and her BP and pulse rate was 130/80. Even the injured was fully conscious. PW-1 Dr.": "स्वीकार किया कि घायल राजवंती की उसके द्वारा जांच की गई थी और उसका बीपी और पल्स रेट 430/80 था। यहां",
  "J.K.Saini also medico legally examined Munshi Ram, accused and": "तक कि घायल भी पूरी तरह से होश में था। पीडब्लू-। डॉ. जे. के. सैनी ने भी कानूनी रूप से आरोपी मुंशी राम की जांच",
  "found the following three injuries on his person: -": "की और उसके व्यक्ति पर निम्नलिखित तीन चोटें पाई:-",
  "“1.A lacerated wound of size 4 cm x 14 cm bone deep present on the left side of skull. Bleeding, tenderness and": "\"१. खोपड़ी के बाईं ओर ५ सेमी » ५ सेमी गहरी हड्डी के आकार का एक घाव। रक्तस्राव, कोमलता और सूजन मौजूद",
  "swelling were present. X-ray was advised.": "थी। एक्स-रे की सलाह दी गई थी।",
  "a. Complaining of pain in right forearm. No external mark of injury seen.": "ए. दाहिनी भुजा में दर्द की शिकायत होना। चोट का कोई बाहरी निशान नहीं देखा गया।",
  "b. Complaining of pain in back. No external mark of injury seen.”": "बी. पीठ में दर्द की शिकायत होना। चोट का कोई बाहरी निशान नहीं देखा गया।",
  "(8) On the same day, PW-1 Dr. J.K. Saini medico legally examined Ganga Ram s/o Arjun, accused and found the following": "(8) उसी दिन, पीडब्लू-। डॉ. जे. के. सैनी मेडिको ने कानूनी रूप से गंगाराम पुत्र अर्जुन, अभियुक्त की जांच की और",
  "injuries on his person:-": "उसके व्यक्ति पर निम्नलिखित चोटें पाई: -",
  "“1. A lacerated wound of size 3 cm x 1 cm bone deep present on theforehead near hair line. Bleeding, tenderness": "“. बालों की रेखा के पास माथे पर मौजूद 3 सेमी ». । सेमी हड्डी के आकार का एक चाव। रक्तस्राव, कोमलता और",
  "and swelling werepresent. X-ray was advised.": "सूजन मौजूद थी। एक्स-रे की सलाह दी गई थी।",
  "a. Reddish abrasion of size 2 cm x 14 cm present on the left wrist joint. X-ray was advised": "ए. बाईं कलाई के जोड़ पर मौजूद 2 सेमी » + सेमी आकार का लाल घर्षण। एक्स-रे की सलाह दी गई",
  "b. Complaining of pain in back.”": "बी. पीठ में दर्द की शिकायत।",
  "(9) The prosecution further examined PW-2 Rajwanti, injured and she supported the case of the prosecution. The prosecution further": "(9) अभियोजन पक्ष ने घायल पीडब्लू-2 राजवंती से आगे पूछताछ की और उसने अभियोजन पक्ष के मामले का समर्थन",
  "examined PW-3 Dharmender, son of Rajwati and brother of the": "किया। अभियोजन पक्ष ने आगे राजवती के बेटे और शिकायतकर्ता के भाई पीडब्लू-3 धर्मेंद्र से पूछताछ की और उन्होंने",
  "complainant and he also deposed on similar lines. The prosecution further examined C.Dharampal, who had prepared a scaled site plan of": "भी इसी तर्ज पर गवाही दी। अभियोजन पक्ष ने आगे सी. धर्मपाल की जांच की, जिन्होंने स्पॉट प्रदर्शनी पीएफ की एक",
  "the spot Ex.PF. SI Jai Singh, PW-5 had prepared the report under Section 173 Cr.P.C. and presented the same to the court. Another": "स्केल्ड साइट योजना तैयार की थी। एस आई जय सिंह, पीडब्लू-5 ने धारा 73 सी. आर. पी. सी. के तहत रिपोर्ट तैयार",
  "injured Chaman Devi was examined as PW-7 and she also supported": "की थी और उसे अदालत में पेश किया था। एक अन्य घायल चमन देवी से पीडब्लू-7 के रूप में पूछताछ की गई और",
  "the case of the prosecution. Dr. Jainender Arora, Senior Resident,": "उन्होंने अभियोजन पक्ष के मामले का भी समर्थन किया। डॉ. जैनेंद्र अरोड़ा, सीनियर रेजिडेंट, सफदरजंग अस्पताल,",
  "Safdarjang Hospital, Dehli was examined as PW-8, who deposed as": "दिल्ली की जांच पीडब्लू-8 के रूप में की गई, जिन्होंने पद से इस्तीफा दे दिया",
  "was serious or there was any danger to her life. Apart from that, it was also apparent that there was no repetition of blows by Arjun on the": "वह गंभीर थी या उसकी जान को कोई खतरा था। इसके अलावा, यह भी स्पष्ट था कि अर्जुन द्वारा पीडब्लू-2 के पेट पर",
  "abdomen of PW—2. If he had the intention to cause death of PW—2 Rajwati, he would have caused repeated blows on her abdomen. Apart": "बार-बार प्रहार नहीं किया गया था। अगर उसका इरादा पीडब्लू-2 राजवती की मौत का कारण बनना होता, तो वह",
  "PW—2 Rajwati had suffered grievous injuries and not such injuries which would be sufficient to cause death of PW—2 Rajwati in ordinary": "कि पीडब्लू-2 राजवती को गंभीर चोटें आई थीं, न कि ऐसी चोटें जो सामान्य प्रकृति में पीडब्लू-2 राजवती की मृत्यु का",
  "course of nature. Apart from that, the intention to cause death of PW— 2 Rajwati was totally absent and the findings recorded by learned trial Court do not require any interference by this Court.": "कारण बनने के लिए पर्याप्त होंगी। इसके अलावा, पीडब्लू-2 राजवती की मृत्यु का कारण बनने का इरादा पूरी तरह से अनुपस्थित था और विद्वत विचारण न्यायालय द्वारा दर्ज किए गए निष्कर्षों में इस न्यायालय द्वारा किसी भी हस्तक्षेप की",
  "(Para 16)": "(पैरा 6)",
  "Further held, that this Court is conscious of the fact that the": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि यह न्यायालय इस तथ्य से अवगत है कि वर्तमान अपीलार्थी वर्ष",
  "present appellants are facing the agony of trial/appeal since the year 2006 i.e. almost 17 years. Even all the four appellants belong to the": "2006 से अर्थात्‌ से विचारण/अपील की पीड़ा का सामना कर रहे हैं। लगभग 7 साल। यहां तक कि सभी चार अपीलार्थी",
  "same family, being father and his three sons and are residents of the same village. In fact, sending them behind bars after such a long period would further deteriorate their relations with the complainant side.": "एक ही परिवार के हैं, पिता और उनके तीन बेटे हैं और एक ही गाँव के निवासी हैं। वास्तव में, इतनी लंबी अवधि के बाद उन्हें सलाखों के पीछे भेजने से शिकायतकर्ता पक्ष के साथ उनके संबंध और बिगड़ जाएंगे। यहां तक कि अभिरक्षा",
  "Even the custody certificates show that appellant Arjun has undergone 01 month and 13 days of actual sentence, while appellants Ganga Ram,": "प्रमाणपत्रों से भी पता चलता है कि अपीलार्थी अर्जुन को । महीने और ॥3 दिनों की वास्तविक सजा सुनाई गई है, जबकि",
  "Munshi Ram and Sanjay have undergone 15 days of actual sentence and they all are first offenders. Even the sentence imposed on the": "अपीलार्थी गंगा राम, मुंशी राम और संजय को ॥5 दिनों की वास्तविक सजा सुनाई गई है और वे सभी पहले अपराधी",
  "present appellants was ordered to be suspended on 01.07.2008 and in": "हैं। यहां तक कि वर्तमान अपीलार्थियों पर लगाई गई सजा को 0.07.2008 को निलंबित करने का आदेश दिया गया",
  "the last about 15 years they have not misused the concession of bail.": "था और पिछले लगभग ॥5 वर्षों में उन्होंने जमानत की रियायत का दुरुपयोग नहीं किया है। हालांकि, यह स्पष्ट है कि",
  "However, it is apparent that PW—2 Rajwati had suffered pains at the hands of the appellants.": "पीडब्लू-2 राजवती को अपीलार्थियों के हाथों पीड़ा हुई थी।",
  "(Para 22)": "(पैरा 22)",
  "Further held, that taking into consideration the totality of the": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि परिस्थितियों की समग्रता को ध्यान में रखते हुए और माननीय उच्चतम",
  "circumstances and considering the above-said judgments rendered by the Hon’ble Supreme Court, the substantive sentence of the appellants": "न्यायालय द्वारा दिए गए उपर्युक्त निर्णयों पर विचार करते हुए, अपीलार्थियों की मूल सजा को उनके द्वारा पहले से गुजर",
  "is reduced to the period already undergone by them. However, the amount of fine is enhanced to Rs.25,000/- each, which shall be": "चुकी अवधि तक कम कर दिया गया है। तथापि, जुर्माने की राशि बढ़ाकर रु. 25,000/- कर दी गई है, जो अपीलार्थियों",
  "deposited by the appellants within a period of three months from today with the learned Chief Judicial Magistrate, concerned, failing which,": "द्वारा आज से तीन मास की अवधि के भीतर संबंधित विद्वत मुख्य न्यायिक मजिस्ट्रेट के पास जमा की जाएगी, जिसमें",
  "the appeal shall stand dismissed. The said amount of the fine shall be": "विफल रहने पर अपील खारिज कर दी जाएगी। जुर्माने की उक्त राशि को मुआवजे के रूप में सुंदर लाल की पत्नी",
  "ordered to be released in favour of PW-2 Rajwati wife of Sunder Lal as compensation.": "पीडब्लू-2 राजवती के पक्ष में जारी करने का आदेश दिया जाएगा।",
  "(Para 24)": "(पैरा 2५)",
  "Aashima Narula, Advocate, for the appellants in CRA-S-1134- SB-2008 andfor respondents No.2 to 5.": "असीमा नरूला, अधिवक्ता, सीआरए-एस-3%-एसबी-2008 में अपीलार्थियों के लिए और उत्तरदाताओं संख्या. 2 से 5 के लिए।",
  "ARJUN AND OTHERS v. STATE OF HARYANA 145 (N.S. Shekhawat, J.)": "अर्जुन और अन्य बनाम हरियाणा राज्य (एन. एस. शेखावत, जे)",
  "Before N.S. Shekhawat, J.": "समक्ष एन. एस. शेखावत, जे.",
  "ARJUN AND OTHERS — Appellants": "अर्जुन और अन्य के समक्ष-अपीलार्थी",
  "versus": "बनाम",
  "STATE OF HARYANA — Respondent": "हरियाणा राज्य-प्रत्यर्थी",
  "CRA-S No.1134-SB of 2008": "सीआरए-एस. नं. 2008 का ॥3५-एस. बी.",
  "June 07, 2023": "07 जून, 2023",
  "Code of Criminal Procedure, 1973—S. 374—Indian Penal Code, 1860—Ss. 34, 323, 325, 506—Appeal against conviction by": "दंड प्रक्रिया संहिता, 4973-धारा ३7५-भारतीय दंड संहिता, 860-उपथधारा 3३५,३23,325,506-विचारण न्यायालय",
  "Trial Court—Brief facts are that appellants belong to a family that": "द्वारा दोषसिद्धि के विरुद्ध अपील -संक्षिप्त तथ्य यह है कि अपीलार्थी एक ऐसे परिवार से संबंधित हैं जो शिकायतकर्ताओं",
  "supplied milk to family of complainants—dispute regarding outstanding payment in lieu of milk supplied on _ credit—": "के परिवार को दूध की आपूर्ति करता था-ऋण पर आपूर्ति किए गए दूध के बदले में बकाया भुगतान के संबंध में विवाद-",
  "Complainants claim that the appellants attacked the women of their": "शिकायतकर्ताओं का दावा है कि अपीलकर्ताओं ने उनके परिवार की महिलाओं पर लाठियों से हमला किया, जबकि",
  "attacked then—There is also dispute regarding a colour TV allegedly received by a woman of the family of the complainants from the accused, payment for which was demanded by accused—Serious": "को आरोपी से कथित रूप से प्राप्त एक रंगीन टीवी के बारे में भी विवाद है, जिसके लिए आरोपी द्वारा भुगतान की मांग",
  "injuries observed on both women attacked as well as men involved in": "की गई थी -हमला करने वाली महिलाओं के साथ-साथ घटना में शामिल पुरुषों दोनों को गंभीर चोटें आईं -क्या आईपीसी",
  "the incident—Whether S. 307 IPC should have been included in": "की धारा 307 को आरोप में शामिल किया जाना चाहिए था -आईपीसी की धारा 307 को शामिल नहीं किया गया है",
  "was never serious or dangerous—Injuries were not such as are likely": "क्योंकि घायल राजवंती की हालत कभी गंभीर या खतरनाक नहीं थी-चोटें ऐसी नहीं थीं जिससे मौत होने की संभावना",
  "to cause death—Intention to cause death missing—Considering totality of circumstances, sentence reduced to period undergone—": "हो -मौत का कारण बनने का इरादा गायब- परिस्थितियों की समग्रता को ध्यान में रखते हुए, सजा को घटाकर अवधि तक कर दिया गया -",
  "Fine enhanced to Rs. 25000 each to be received by injured Rajwanti as compensation—Disposed of.": "घायल राजवंती को मुआवजे के रूप में मिलने वाले जुर्माने को बढ़ाकर 25000 रुपये कर दिया गया-निपटाया गया।",
  "Held, that findings recorded by learned trial Court are liable to": "अभिनिर्धारित है कि विद्वत विचारण न्यायालय द्वारा अभिलिखित निष्कर्ष इस न्यायालय द्वारा बरकरार रखे जाने के लिए",
  "valid reasons to hold that the provision of Section 307 IPC was not attracted in the facts of the present case. From a perusal of the statement made by PW—2 Rajwati and PW—7 Smt. Chaman, it was": "की धारा ३०7 का उपबंध वर्तमान मामले के तथ्यों में आकर्षित नहीं था। पीडब्लू-2 राजवती और पीडब्लू-7 श्रीमती",
  "statement made by PW—2 Rajwati and PW—7 Smt. Chaman, it was clear that the vital parameters of PW—2 Rajwati were normal. Even": "द्वारा दिए गए बयान के अवलोकन से। चमन, यह स्पष्ट था कि पीडब्लू-2 राजवती के महत्वपूर्ण पैरामीटर सामान्य थे।",
  "Rajwati remained admitted in Sabdarjang Hospital from 26.10.2006 to 29.10.2006, but her condition was never serious or dangerous to her life": "यहां तक कि राजवती 26.0.2006 से 29.0.2006 तक सबदरजंग अस्पताल में भर्ती रहीं, लेकिन उनकी हालत",
  "show that the injuries suffered by PW—2 Rajwati had put her life into": "कोई चिकित्सा प्रमाण नहीं था कि पीडब्लू-2 राजवती को लगी चोटों ने उनके जीवन को खतरे में डाल दिया था। यहां",
  "perils. Even from the testimony of PW—8 Dr. Jainendra Arora, it is apparent that PW—2 Rajwati was conscious, when she was brought to": "तक कि पीडब्लू-8 डॉ. जैनेंद्र अरोड़ा की गवाही से भी यह स्पष्ट है कि पीडब्लू-2 राजवती होश में थी, जब उसे अस्पताल",
  "the hospital. Consequently, from the prosecution evidence itself, it was established that at no point of time, the condition of PW—2 Rajwati": "लाया गया था। नतीजतन, अभियोजन पक्ष के साक्ष्य से ही, यह स्थापित किया गया था कि किसी भी समय, पीडब्लू-2 राजवती की स्थिति",
  "ARJUN AND OTHERS v. STATE OF HARYANA 151": "अर्जुन और अन्य बनाम हरियाणा राज्य",
  "payment. Sunder Lal got angry with his wife Rajwati as to why she had purchased colour TV and why she did not make the payment to him": "भुगतान करें। सुंदर लाल अपनी पत्नी राजवती से नाराज हो गया कि उसने रंगीन टीवी क्‍यों खरीदा और उसने उसे पैसे",
  "and Sunder Lal had beaten up his wife Rajwati. Chaman etc. came to": "क्यों नहीं दिए और सुंदर लाल ने उसकी पत्नी राजवती की पिटाई कर दी। चमन आदि। उनके घर आया और प्रोत्साहित",
  "their houseand exhorted as to how they dared to ask for the payment from them and abused him and his brother. Rajwati etc. caused injuries": "किया कि उन्होंने उनसे भुगतान मांगने की हिम्मत कैसे की और उन्हें और उनके भाई को गाली दी। राजवती आदि।",
  "to them and on 26.10.2006, for this a DDR No.9 was recorded at P.S. Sadar, Rewari andthey were also medico legally examined by the": "उन्हें चोटें आईं और 26.0.2006 को इसके लिए डीडीआर नं. 9 पी. एस. सदर, रेवाड़ी में दर्ज किया गया था और",
  "occurrence and they had been falsely implicated in the present case. Almost similar stand was taken by theremaining appellants also. In": "दिया था और उन्हें वर्तमान मामले में गलत तरीके से फंसाया गया था। शेष अपीलार्थियों ने भी लगभग इसी तरह का",
  "their defence, the appellants examined DW-1 Chiranji Lal, who": "रुख अपनाया था। अपने बचाव में, अपीलकर्ताओं ने डीडब्ल्यू- चिरंजी लाल की जांच की, जिन्होंने अपीलार्थियों के रुख",
  "supported the stand of the appellants, as taken by them in their statements under Section 313 Cr.P.C. He stated that he knew": "का समर्थन किया, जैसा कि उन्होंने धारा 333 सी. आर. पी. सी. के तहत अपने बयानों में लिया था। उसने कहा कि वह",
  "complainant party as well as Munshi Ram, appellant, both residents of village Bikaner. At about 9.00 am on 26.10.2006, Munishi Ram was": "शिकायतकर्ता पक्ष के साथ-साथ अपीलार्थी मुंशी राम को भी जानता था, दोनों बीकानेर गाँव के निवासी थे। 26.0.2006",
  "village Bikaner. At about 9.00 am on 26.10.2006, Munishi Ram was dealingin milk and Rajwati used to purchase milk from Munshi Ram": "को सुबह लगभग 9.00 बजे, मुनिशी राम दूध का कारोबार कर रहा था और राजवती मुंशी राम से दूध खरीदती थी",
  "and Munshi Ram demanded a sum of Rs. 3616/- from Rajwati as an outstanding amount. Sunder Lal, her husband was with her upon which": "और मुंशी राम ने रु। 366/- बकाया राशि के रूप में राजवती से। उनके पति सुंदर लाल उनके साथ थे, जिस पर",
  "Rajwati and Sunder Lal exclaimed that they would settle the account on that day itself. Sunder Lal was armed with a hockey, whereas": "राजवती और सुंदर लाल ने कहा कि वे उसी दिन खाते का निपटान कर देंगे। सुंदर लाल हॉकी से लैस था, जबकि",
  "Rajwati was armed with a danda andthey caused injuries to Ganga Ram and Munshi Ram. Himmat Singh S/o Amar Singh and he saved": "राजवती डंडा से लैस थी और उन्होंने गंगा राम और मुंशी राम को घायल कर दिया। हिम्मत सिंह पुत्र अमर सिंह और",
  "Ganga Ram and Munshi Ram from the clutches of Rajwati etc. Even DW-2 Himmat Singh deposed on similar lines and supported the stand of the accused.": "उन्होंने गंगा राम और मुंशी राम को राजवती आदि के चंगुल से बचाया। यहां तक कि डीडब्ल्यू-2 हिम्मत सिंह ने भी इसी तर्ज पर गवाही दी और आरोपी के रुख का समर्थन किया।",
  "(12) I have heard learned counsel for the parties and with their able assistance, I have gone through the trial Court record carefully.": "(2) मैंने पक्षों के विद्वान वकील को सुना है और उनकी सक्षम सहायता से, मैंने ट्रायल कोर्ट के रिकॉर्ड को ध्यान से",
  "(13) First of all, this Court shall take up Criminal Revision No.2263o0f 2008 titled as ‘Chaman versus State of Haryana,’ whereby": "\"(3) सबसे पहले, यह न्यायालय\" \"चमन बनाम हरियाणा राज्य\" \"शीर्षक से 2008 के आपराधिक संशोधन संख्या.",
  "the petitioner/complainant had prayed that all the four accused may": "2263 को लेगा, जिसके तहत याचिकाकर्ता/शिकायतकर्ता ने अनुरोध किया था कि सभी चार अभियुक्तों को भी",
  "also be convicted under Section 307/34 IPC.": "आईपीसी की धारा 307/3५% के तहत दोषी ठहराया जा सकता है।\"",
  "(14) Learned counsel for the petitioner contended that in the present case, Arjun had given injuries to Smt. Rajwati PW-2 on her": "(५) याचिकाकर्ता के विद्वान वकील ने तर्क दिया कि वर्तमान मामले में, अर्जुन ने श्रीमती को चोट पहुँचाई थी। राजवती",
  "injury was dangerous to life. The learned trial Court failed to appreciate that Arjun had the intention to cause such bodily injury to PW-2 Rajwati with an intention to cause her death and even the said version": "विद्वत विचारण न्यायालय यह समझने में विफल रहा कि अर्जुन का इरादा पीडब्लू-2 राजवती की मृत्यु के इरादे से उसे",
  "was corroborated by the medical evidence. Thus, the findings recorded": "इस तरह की शारीरिक चोट पहुँचाने का था और यहां तक कि उक्त संस्करण की पुष्टि चिकित्सा साक्ष्य द्वारा की गई",
  "by the learned trial Court are totally perverse and liable to be set aside by this Court.": "थी। इस प्रकार, विद्वत विचारण न्यायालय द्वारा अभिलिखित निष्कर्ष पूरी तरह से विकृत हैं और इस न्यायालय द्वारा",
  "(15) On the other hand, learned counsel for the State as well as accused/respondents submitted that the learned trial Court had": "(5) दूसरी ओर, राज्य के विद्गबत वकील के साथ-साथ अभियुक्त»प्रत्यर्थियों ने प्रस्तुत किया कि विद्वत विचारण न्यायालय",
  "consideredthe matter in detail as to whether the offence under Section 307 IPC was made out or not.": "ने मामले पर विस्तार से विचार किया था कि क्‍या आईपीसी की धारा 307 के तहत अपराध बनाया गया था या नहीं",
  "(16) I have considered the rival submissions made by learned counsel for the parties and I am of the considered view that the findings": "(6) मैंने पक्षकारों के विद्वत वकील द्वारा की गई प्रतिद्वंद्वी दतीलों पर विचार किया है और मेरा विचार है कि विद्वत",
  "recorded by learned trial Court are liable to be upheld by this Court.": "विचारण न्यायालय द्वारा अभिलिखित निष्कर्ष इस न्यायालय द्वारा बरकरार रखे जाने के लिए उत्तरदायी हैं।विद्वत विचारण",
  "The learned trial Court had rightly recorded valid reasons to hold that the provision of Section 307 IPC was not attracted in the facts of the": "न्यायालय ने यह अभिनिर्धारित करने के लिए वैध कारण दर्ज किए थे कि आई. पी. सी. की धारा 3३07 का उपबंध",
  "present case. From a perusal of the statement made by PW-2 Rajwati": "वर्तमान मामले के तथ्यों में आकर्षित नहीं था। पीडब्लू-2 राजवती और पीडब्लू-7 श्रीमती द्वारा दिए गए बयान के",
  "and PW-7 Smt. Chaman, it was clear that the vital parameters of PW-2": "अवलोकन से। चमन, यह स्पष्ट था कि पीडब्लू-2 राजवती के महत्वपूर्ण पैरामीटर सामान्य थे। यहां तक कि राजवती",
  "Hospital from 26.10.2006 to 29.10.2006, but her condition was never": "26.0.2006 से 29.0.2006 तक सबदरजंग अस्पताल में भर्ती रहीं, लेकिन उनकी हालत कभी भी गंभीर या उनके",
  "serious or dangerous to her life and was stable throughout. Even there": "जीवन के लिए खतरनाक नहीं थी और पूरे समय स्थिर थी। यहां तक कि यह दिखाने के लिए कोई चिकित्सा प्रमाण नहीं",
  "was no medical evidence to show that the injuries suffered by PW-2 Rajwati had put her life into perils. Even from the testimony of PW-8": "था कि पीडब्लू-2 राजवती को लगी चोटों ने उनके जीवन को खतरे में डाल दिया था। यहां तक कि पीडब्लू-8 डॉ. जैनेंद्र",
  "Dr. Jainendra Arora, it is apparent that PW-2 Rajwati was conscious, when she was brought to the hospital. Consequently, from the": "अरोड़ा की गवाही से भी यह स्पष्ट है कि पीडब्लू-2 राजवती होश में थी, जब उसे अस्पताल लाया गया था। नतीजतन,",
  "prosecution evidence itself, it was established that atno point of time, the condition of PW-2 Rajwati was serious or there wasany danger": "अभियोजन पक्ष के साक्ष्य से ही यह स्थापित हो गया कि किसी भी समय, पीडब्लू-2 राजवती की हालत गंभीर नहीं थी",
  "to her life. Apart from that, it was also apparent that there was no repetition of blows by Arjun on the abdomen of PW-2. If he had the": "या उसकी जान को कोई खतरा नहीं था। इसके अलावा, यह भी स्पष्ट था कि अर्जुन द्वारा पीडब्लू-2 के पेट पर वार की",
  "intention to cause death of PW-2 Rajwati, he would have caused": "पुनरावृत्ति नहीं हुई थी। अगर उसका इरादा पीडब्लू-2 राजवती की मौत का कारण बनना होता, तो वह उसके पेट पर",
  "repeated blows on her abdomen. Apart from that, the prosecution could only lead evidence, which showed that PW-2 Rajwati had": "बार-बार वार करता। इसके अलावा, अभियोजन पक्ष केवल सबूत पेश कर सका, जिससे पता चला कि पीडब्लू-2",
  "suffered grievous injuries and not such injuries which would be sufficient to cause death of PW-2 Rajwati in ordinary course of nature.": "राजवती को गंभीर चोटें आई थीं, न कि ऐसी चोटें जो सामान्य प्रकृति में पीडब्लू-2 राजवती की मौत का कारण बनने",
  "Apart from that, the intention to cause death of PW-2 Rajwati was": "के लिए पर्याप्त थीं। इसके अलावा, पीडब्लू-2 राजवती की मृत्यु का कारण बनने का इरादा पूरी तरह से अनुपस्थित था",
  "totally absent and the findings recorded by learned trial Court do not": "और विद्वत विचारण न्यायालय द्वारा अभिलिखित निष्कर्षों में इस न्यायालय द्वारा किसी हस्तक्षेप की आवश्यकता नहीं है",
  "require any interference by this Court and CRR No.2263 of 2003 titled as ‘Chaman Vs. State of Haryana,’ is, accordingly, dismissed.": "और 2003 की सीआरआर संख्या.2263 जिसका शीर्षक 'चमन बनाम हरियाणा राज्य' है, तदनुसार खारिज कर दिया",
  "(17) Now this Court shall take up Criminal CRA-S-1134-SB- 2008 titled as ‘Arjun and others versus State of Haryana’, which has": "(।7) अब यह न्यायालय 'अर्जुन और अन्य बनाम हरियाणा राज्य' शीर्षक वाले आपराधिक सीआरए-एस।॥3५-",
  "been filed by the appellants/accused to impugn the judgment of conviction and order of sentence dated 28.05.2008, whereby they have": "एसबी2008 पर विचार करेगा, जिसे अपीलार्थियों/ अभियुक्तों द्वारा दोषसिद्धि के निर्णण और दिनांक 28.05.2008 के",
  "(18) Learned counsel for the appellants vehemently argued that the statements of various prosecution witnesses were highly discrepant.": "(8) अपीलार्थियों के विद्वान वकील ने जोरदार तर्क दिया कि विभिन्न अभियोजन गवाहों के बयान अत्यधिक असंगत थे।",
  "Even, the statements of PW-2 Smt.Rajwati and PW-7 Smt.Chaman": "यहां तक कि, पीडब्लू-2 श्रीमती राजवती और पीडब्लू-7 श्रीमती चमन के बयान",
  "ARJUN AND OTHERS v. STATE OF HARYANA 155": "अर्जुन और अन्य बनाम हरियाणा राज्य",
  "(26) Case property, if any, be dealt with, and, destroyed after the expiry of period of limitation. The trial Court record be sent back.": "(26) मामला संपत्ति, यदि कोई हो, से निपटा जाए और सीमा की अवधि समाप्त होने के बाद नष्ट कर दिया जाए। विचारण न्यायालय के अभिलेख को वापस भेजा जाए।",
  "Divya Gurnay": "दिव्या गुरने",
  "ARJUN AND OTHERS v. STATE OF HARYANA 153": "अर्जुन और अन्य बनाम हरियाणा राज्य",
  "were contradictory to each other. Apart from that, there was delay in lodging the FIR, which was utilized in coining a false version. Learned": "एक-दूसरे के विरोधी थे। इसके अलावा, प्राथमिकी दर्ज करने में देरी हुई, जिसका उपयोग गलत संस्करण बनाने में",
  "counsel for the appellants further submitted that in the present case, the": "किया गया था। अपीलार्थियों के विद्वान वकील ने आगे कहा कि वर्तमान मामले में अभियोजन पक्ष गंगा राम और मुंशी",
  "prosecution could not explain the injuries suffered by Ganga Ram and Munshi Ram, both accused. Even, both the said injured were also": "राम, दोनों अभियुक्तों को लगी चोटों की व्याख्या नहीं कर सका। यहां तक कि उक्त दोनों घायलों की जांच पीडब्लू-।",
  "examined by PW-1 Dr. J.K. Saini, who had medico legally examined both the accused as well. Thus, it is apparent that the prosecution had": "डॉ. जे. के. सैनी ने भी की थी, जिन्होंने दोनों अभियुक्तों की कानूनी रूप से चिकित्सकीय जांच भी की थी। इस प्रकार,",
  "both the accused as well. Thus, it is apparent that the prosecution had concealed the genesis of the occurrence and the appellants were liable to be acquitted by this Court.": "यह स्पष्ट है कि अभियोजन पक्ष ने घटना की उत्पत्ति को छिपा दिया था और अपीलार्थी इस न्यायालय द्वारा बरी किए",
  "(19) The submissions made by learned counsel for the appellants have been vehemently opposed by the learned State counsel": "(9) अपीलार्थियों के लिए विद्वान वकील द्वारा की गई प्रस्तुतियों का विद्वान राज्य वकील द्वारा जोरदार विरोध किया",
  "and he prayed for upholding the impugned judgment of conviction and order of sentence.": "गया है और उन्होंने दोषसिद्धि और सजा के आदेश के विवादित निर्णय को बनाए रखने के लिए प्रार्थना की है।",
  "(20) Having considered the rival submissions made by learned counsel for the parties and considering the evidence led by both the": "(20) पक्षकारों के विद्वान वकील द्वारा की गई प्रतिद्वंद्वी दतीलों पर विचार करने और दोनों पक्षों के नेतृत्व में साक्ष्य पर",
  "sides, it is apparent that PW-2 Rajwati had assigned specific roles to all the accused. Her statement has been duly corroborated by PW-3": "विचार करने के बाद, यह स्पष्ट है कि पीडब्लू-2 राजवती ने सभी अभियुक्तों को विशिष्ट भूमिकाएँ सौंपी थीं। उनके बयान",
  "Dharmender and PW-7 Chaman. No doubt, PW-3 Dharmender and": "की विधिवत पुष्टि पीडब्लू-3 धर्मेंद्र और पीडब्लू-7 चमन ने की है। इसमें कोई संदेह नहीं है कि पीडब्लू-3 धर्मेंद्र और",
  "PW-7 Chaman are closelyrelated to PW-2 Rajwati, still their presence": "पीडब्लू-7 चमन पीडब्लू-2 राजवती से निकटता से संबंधित हैं, फिर भी घटना स्थल पर उनकी उपस्थिति पर कभी",
  "at the place of occurrence can never be doubted. In the present case, PW-2 Rajwati and PW-7 Chaman were both injured witnesses and": "संदेह नहीं किया जा सकता है। वर्तमान मामले में पीडब्लू-2 राजवती और पीडब्लू-7 चमन दोनों घायल गवाह थे और",
  "this fact alone proves that both of themwere present at the time of occurrence. Apart from that, PW-2 Smt. Rajwatihad assigned specific": "यह तथ्य ही साबित करता है कि वे दोनों घटना के समय मौजूद थे। इसके अलावा, पीडब्लू-2 श्रीमती. राजवतीहाद ने",
  "roles to the appellants and the participation of all the accused in the occurrence was writ large. The testimonies of PW-2 Rajwati and PW-7": "अपीलार्थियों को विशिष्ट भूमिकाएँ सौंपी और घटना में सभी अभियुक्तों की भागीदारी व्यापक थी। पीडब्लू-2 राजवती",
  "inconsistencies. In fact, both of them were rustic villagers and such minor variations/contradictions are bound to occur in the testimonies": "है। वास्तव में, वे दोनों देहाती ग्रामीण थे और इन गवाहों की गवाही में इस तरह के मामूली बदलाव»विरोधाभास होना",
  "ofthese witnesses. Even the learned trial Court has rightly observed that while describing the seat of injuries given by Sanjay and Ganga Ram (accused), PW-2 Rajwati had faltered a bit, but nonetheless, she spoke": "तय है। यहां तक कि विद्वत विचारण न्यायालय ने भी ठीक ही कहा है कि संजय और गंगा राम (अभियुक्त) पीडब्लू-2 द्वारा दी गई चोटों के आधार का वर्णन करते हुए राजवती थोड़ी लड़खड़ा गई थी, लेकिन फिर भी, उसने अपने व्यक्ति",
  "about the involvement of all the accused in causing injuries upon her person. The discrepancy as to the seat of injury should not be viewed": "को चोट पहुँचाने में सभी अभियुक्तों की संलिप्तता के बारे में बात की। चोट के स्थान के बारे में विसंगति को उसके",
  "against her. She was an illiterate lady and could never be expected to": "खिलाफ नहीं देखा जाना चाहिए। वह एक अनपढ़ महिला थीं और उनसे कभी भी एक पूर्ण गवाह के रूप में गवाही देने",
  "trial Court are based on correct appreciation of law and facts and the impugned judgment does not suffer from any perversity or illegality": "के सही मूल्यांकन पर आधारित हैं और विवादित निर्णय किसी भी विकृति या अवैधता से ग्रस्त नहीं है और इस न्यायालय",
  "and does not require any interference by this Court.": "द्वारा किसी भी हस्तक्षेप की आवश्यकता नहीं है।",
  "(21) As a consequence, the impugned judgment of conviction dated 28.05.2008 passed by the learned Additional Sessions Judge,": "(2॥) परिणामस्वरूप, विद्वत अतिरिक्त सत्र न्यायाधीश द्वारा दिनांक 28.05.2008 को पारित दोषसिद्धि का आशक्षेपित निर्णय,"
}