{
  "Before S.P. Bangarh, J.": "जस्टिस एस, पी. बांयड़ के सामने",
  "NOOR MOEIMAD SON OF JAMALAU": "तूर मोहम्मद पुत्र जमालौ ७) जमालुद्दीन- याक्िकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA—Respondent": "हरियाणा राज्य-प्रतिवादी",
  "CRA No. §-389-SB of 1992": "992 का सीआरए नंबर-389-एसबी",
  "APRIL 09, 2013": "अप्रैल 09, 203",
  "Narcotic Drugs and Psychotropic Substances Act, 1985 -": "स्वापक औषधि और मनः प्रभावी पदार्थ अधिनियम; 7985 - एस; एस; 42, 50, 55,",
  "Ss. 42, 50, 55, 57 - Appellant was found in possession of 4 kg opium in the bag in his right hand - Appellant was convicted u/s 18 and": "57 - अपीलकर्ता के दाहिने हाथ में 4 किलोग्राम अफ्रीम थी - अपीलकर्ता को धारा 78 के तहत",
  "sentenced to undergo RI for 10 Years and fine of Rs.I Lac - Appellant": "दोषी ठहराया गया और 70 साल के लिए आरआई और 7 लाख रुपये के जुमनि की सजा सुनाई",
  "contended that the Trial Court erred in not deriving correct inferences of non-compliance of Sections 42, 50, 55 and 57 - Sole independent": "गई - अपीलकर्ता ने तर्क दिया कि ट्रायल कोर्ट ने धारा ४2, 50, 55 और 57 के गैर-अनुपालन के सही निष्कर्ष नहीं निकालने में गलती की - एकमात्र स्वतंत्र गवाह ने अभियोजन मामले का",
  "witness did not support prosecution case - Appeal dismissed.": "समर्थन नहीं किया - अपील खारिज कर दी गई।",
  "IIeld, that Hon'ble Supreme Court of India in ‘Ajmer Singh V. State of Haryana (2010) 3 Supreme Court Cases, 746' while placing reliance": "मैंने 'अजमेर सिंह बनाम हरियाणा राज्य (200) 3 सर्वोच्च न्यायालय मामले, 746' में भारत",
  "upon ‘Madan Lal V. State of H.P. (2003) 7 SCC, 465' held that a bare": "के सर्वोच्च न्यायालय को 'मदन लाल बनाम आईएलपी राज्य' पर भरोसा करते हुए रखा। (2003) 7",
  "reading of Section 50 of theAct shows that it only applies in case of personal": "एससीसी, 465' ने माना कि अधिनियम की धारा 50 को पढ़ने से पता चलता है कि यह केवल किसी",
  "scarch ofa person. It docs not extend to search ofa vehicle or a container": "व्यक्ति की व्यक्तिगत तलाशी के मामले में लागू होता है। इसका विस्तार किसी वाहन या कंटेनर या बैग",
  "or a bag or premises. In Ajmer Singh's case (supra), Hon'ble Supreme": "या परिसर की तलाशी तक नहीं है। अजमेर सिंह के मामले (सुप्रा) में, मैंने भारत के सर्वोच्च न्यायालय का",
  "Court of India also placed reliance upon State of HIP V. Pawan Kumar (2005) 4 SCC 350, whercin, it was held that a bag; bricf case or any such": "भी राज्य आईआईपी वी. पवन कुमार (2005) 4 एससीसी 350 पर भरोसा किया, जिसमें, यह माना",
  "(Para 24)": "(पैरा 24)",
  "Further held, that so, in view of the judgments supra, the provisions": "इसके अलावा, यह माना गया कि, उपरोक्त निर्णयों के मद्देनजर, अधिनियम की धारा 50 के",
  "of Section 50 of the Act will come into play only in case of personal search of the accused and not of some baggage like bag, article or container cte.": "प्रावधान केवल अभियुक्त की व्यक्तिगत तलाशी के मामले में लागू होंगे, न कि कुछ सामान जैसे बैग,",
  "which (accused) may be carrying.": "वस्तु या कंटेनर आदि की, जो (अभियुक्त) ) ले जा सकता है।",
  "{Para 25)": "(पैरा 25)",
  "made only from the bag being carried by the appellant in his right hand.": "तलाशी से नहीं की गई थी। वह केवल अपीलकर्ता द्वारा अपने दाहिने हाथ में लिए गए बैग से बनाया",
  "On suspicio9n, appellant was detained by PW-4, who was fully empowered": "गया था। संदेह के आधार पर, अपीलकर्ता को पीडब्लू-4 द्वारा हिरासत में लिया गया था, जिसे संदेह के",
  "of bag being carried by the appellant in his right hand, without the presence": "उपस्थिति के बिना, अपीलकर्ता द्वारा अपने दाहिने हाथ में ले जाए जा रहे बैग को बरामद करने में पूरी",
  "(Para 29)": "(पैरा 29)",
  "leurther held, that it is no doubt true that if'a person is not informed": "आगे कहा गया; कि इसमें कोई संदेह नहीं है कि यदि किसी व्यक्ति को उसकी गिरफ्तारी के",
  "of grounds of his arrest, his further detention may become invalid or": "कारणों के बारे में सूचित नहीं किया जाता है, तो उसकी आगे की हिरासत अमान्य या गैरकानूनी हो",
  "unlawful, but it cannot be said that his initial arrest itscl fhecomes illegal.": "सकती है, लेकिन यह नहीं कहा जा सकता है कि उसकी प्रारंभिक गिरफ्तारी ही अवैध हो जाती है।",
  "It has come in the evidence of PW-3 and PW-4 that after recovery of opium,": "पीडब्लू-3 और पीडब्लू-4 के साक्ष्यों में यह आया है कि अफीम की बरामदगी में परिवर्तन करते हुए,",
  "grounds of arrest were intimated to the Respondent. So, it cannot be held": "गिरफ्तारी के आधार प्रतिवादी को सूचित किए गए थे। अत: यह नहीं माना जा सकता कि जांच",
  "that compliance of Section 52 of the Act was not made by the Investigating Officer. Contention raised by learned counsel for the appellant in this regard,": "अधिकारी द्वारा अधिनियम की धारा 52 का अनुपालन नहीं किया गया। इस संबंध में अपीलकर्ता के",
  "(Para 32)": "(पैरा 32)",
  "Further held, that in the case of ‘Roop Singh Vs. State of Punjab": "आगे कहा गया; कि 'रूप सिंह बनाम' के मामले में। पंजाब राज्य 996 (]) आरसीआर",
  "1996 (1) RCR (Crl) 146' decided by this Court independent witness was": "(सीआरएल) 46' इस न्यायालय द्वारा तय किया गया कि स्वतंत्र गवाह को जीत लिया गया और छोड़",
  "won over and given up; case was based on official witnesses; there was": "दिया गया; मामला सरकारी गवाहों पर आधारित था; इस निष्कर्ष पर पहुंचने के लिए रिकॉर्ड पर कुछ",
  "nothing on the record to reach at the conclusion that police officer was malicious and interested in falsely framing upon the case; testimony of police": "भी नहीं था कि पुलिस अधिकारी दुर्भावनापूर्ण था और मामले को झूठा फंसाने में रुचि रखता था; पुलिस",
  "officials could not be shaken in their detailed cross-cxamination. In view": "अधिकारियों की गवाही को उनकी विस्तृत जिरह में खारिज नहीं किया जा सका। इस फैसले के",
  "of this judgment, bencfit of doubt cannot be accorded to the Appellant.": "मद्देनजर, अपीलकर्ता को संदेह का लाभ नहीं दिया जा सकता।",
  "(Para 38)": "(पैरा 38)",
  "Further held, that there is delay of 11 days in sending the sample": "आगे कह्ाा गया कि विश्लेषण के लिए एफएसएल को नमूना भेजने में । दिनों की देरी हुई।",
  "to the FSL for analysis. This delay is not fatal to the casc of prosecution, as that delay has not been used for fabricating the sample parcel and the": "यह देरी अभियोजन के मामले के लिए घातक नहीं है, क्योंकि उस देरी का उपयोग नमूना पार्सल और",
  "as that delay has not been used for fabricating the sample parcel and the case property. The fact remains that case property remained in possession": "केस संपत्ति को गढ़ने के लिए नहीं किया गया है। तथ्य यह है कि मामले की संपत्ति पीडब्लू/, पीडब्लू/2,",
  "of PW/1, PW/2, PW/4 and PW/5. Their testimonics, during cross- examination, could not be shattered.": "पीडब्लू/4 और पीडब्लू/5 के कब्जे में रही। जिरह के दौरान उनकी गवाही को खंडित नहीं किया जा सका।",
  "(Para 41)": "(पैरा 4)",
  "Ashit Malik, Advocate, for the appellant.": "अशीत मलिक, अधिवक्ता,/या अपीलकत्ता।",
  "GS. Sandhu, AAG, Flaryana, for the respondent.": "जी.एस. संधू, एएक्यू हरियाणजेबीआर प्रतिवादी।",
  "(14) Alter the closure of prosecution evidence, appellant was": "(4) अभियोजन साक्ष्य को बंद करने के बाद, अपीलकर्ता से सीआरपीसी की धारा 33 के",
  "the prosecution, pleaded innocence and false implication in this case.": "बताया और इस मामले में झूठे आरोप लगाए।",
  "(15) Appellant gave his own version that he had been apprehended by Dhan Raj HC (P'W-3) from the Bus Stand, Panipat and nothing had been recovered from him.": "(।5) अपीलकर्ता ने अपना स्वयं का संस्करण दिया कि उसे धन राज एचसी (पीडब्लू -3) ने बस स्टैंड, पानीपत से पकड़ा था और उसके पास से कुछ भी बरामद नहीं हुआ था।",
  "(16) Appcliant was calicd upon to entcr in defence, but he closed": "(।6) अपीलकर्ता को बचाव में शामिल होने के लिए बुलाया गया था, लेकिन उसने बचाव में",
  "the same without cxamining any witness in defence.": "किसी भी गवाह की जांच किए बिना इसे बंद कर दिया।",
  "(17) After hearing both the sides, as also, after perusing the evidence and documents on the record, the leamed trial Court vide impugned judgment": "(7) दोनों पक्षों को सुनने के साथ-साथ, रिकॉर्ड पर मौजूद साक्ष्यों और दस्तावेजों का",
  "of Narcotic Drugs and Psychotropic Substances Act, 1985, Police Station": ".989, स्वापक औषधि और मन:प्रभावी पदार्थ अधिनियम, 985 की धारा 8 के तहत, पुलिस स्टेशन",
  "City, Panipat, convicted the appellant for commission of offence punishable under Section 18 of Narcotic Drugs and Psychotropic Substances Act,": "सिटी, पानीपत ने अपीलकर्ता को स्वापक औषधि और मनः:प्रभावी पदार्थ अधिनियम, 985 की धारा",
  "and to pay fine cf Rs.1,00,000/- and in default, thercof, to further undergo": "सुनाई। साल और रुपये का जुर्माना देना होगा। ,00,000/- और इसका भुगतान न करने पर दो वर्ष के",
  "his acquittal of offence punishable under Section 18 of Narcotic Drugs and Psychotropic Substances Act, 1985, whercfor, he was charged by the": "और स्वापक औषधि और मन:प्रभावी पदार्थ अधिनियम, 985 की धारा 8 के तहत दंडनीय अपराध से",
  "learned trial Court.": "अदालत।",
  "(18) learned counsel! for the appellant and Jearned Assistant": "(।8) अपीलकर्ता के वकील और विद्वान सहायक अधिवक्ता (जेसीसीआरएल, प्रतिवादी के",
  "Advocate General, | laryana for the respondent have been heard and record of the learned trial Court perused with their assistance.": "लिए | लारियाना) को सुना गया और उनकी सहायता से विद्वान ट्रायल कोर्ट के रिकॉर्ड का अवलोकन",
  "(19) Learned counsel for the appellant contended that the Icammed": "(9) अपीलकर्ता के विद्वान वकील ने तर्क दिया कि विद्वान ट्रायल कोर्ट ने अपेक्षित",
  "trial Court did not examine the evidence with the requisite objectivity in the case, who also never looked into the glaring infirmity in the prosccution case.": "निष्पक्षता के साथ फ़्लिक सबूतों की जांच नहीं की, जिसने अभियोजन पक्ष की स्पष्ट कमजोरी पर भी",
  "inferences of non compliance of Sections 50, 82, 55 and 57 of the Act.": "धारा 50, 82, 55 और 57 के गैर-अनुपालन के बारे में सही निष्कर्ष न निकालकर गलती की है।",
  "(20) Learned counsel for the appellant also contended that the sole": "(20) ।.अपीलकर्ता के लिए अर्जित वकील ने यह भी तर्क दिया कि ईज़ की जांच में एकमात्र",
  "report Ix.PD opined the contents of the sample parcel to be of opium. Bag": "एक्स.पीडी ने नमूना पार्सल की सामग्री को अफीम की घोषित किया।",
  "S.P. BANGARH, J.": "एसपी बंगारू, जे.",
  "(1) Thecasc of the prosccution is that on 17.09.1989, Maha Singh": "(!) अभियोजन की आसानी यह है कि 7.09.989 को, महा सिंह, तत्कालीन सहायक उप",
  "the then Assistant Sub Inspector of police station City Panipat at about 3.00p.m. along with other policc officials, was present ncar Adarsh Udyog": "निरीक्षक, पुलिस स्टेशन सिटी पानीपत, दोपहर लगभग 3.00 बजे अन्य पुलिस अधिकारियों के साथ,",
  "Factory Panipat situated along side GT. road, where Ramesh Chand PW": "जीटी के किनारे स्थित आदर्श उद्योग फैक्ट्री पानीपत के पास मौजूद थे। रोड, जहां रमेश चंद पीडब्लू",
  "met the police party and was joincd in the police party. Immediate, thercaficr,": "पुलिस पार्टी से मिले और पुलिस पार्टी में शामिल हो गए। इसके तुरंत बाद, अपीलकर्ता को एक महिला",
  "appellant along with a woman was sccn coming on foot along side G.T. road from Delhi side carrying a bag Iix.P1 in his right hand. who on sccing the": "के साथ जीटी के किनारे पैदल आते देखा गया। दिल्‍ली की ओर से अपने दाहिने हाथ में एक बैग >.श",
  "police party changed thcir directions towards cast, that aroused suspicion": "लेकर आ रहा था, जिसने पुलिस पार्टी को देखकर अपनी दिशा पूर्व की ओर बदल ली, जिससे सहायक",
  "inthe mind of Maha Singh, Assistant Sub Inspector, who apprehended the appellant and Munni Bai and told them that they arc to be scarched, in case,": "उप निरीक्षक महा सिंह के मन में संदेह पैदा हो गया, जिसने अपीलकर्ता और मुन्नी बाई को पकड़ लिया और बताया वे चाहते थे कि उनकी तलाशी आराम से की जाए और किसी राजपत्रित अधिकारी की",
  "thcy so desired, the same could be donc in the presence of some gazetted officer. Both, the appellant and Munni Bai opted to be scarched without": "उपस्थिति में भी की जा सके। अपीलकर्ता और मुन्नी बाई दोनों ने राजपत्रित अधिकारी की उपस्थिति के",
  "the presence of a gazetted officer, by Maha Singh, the then ASI (Supra)": "बिना तत्कालीन एएसआई (सुप्रा) माबा सिंह द्वारा तलाशी लेने का विकल्‍प चुना और उन्होंने",
  "and thclatter scarched the appellant, that resulted into a bag [’x.P1 containing": "अपीलकर्ता की तलाशी ली, जिसके परिणामस्वरूप एक बैग एलएक्स.पी | मिला जिसमें 4 किलोग्राम",
  "4 Kgs of opium wrapped in a polythene paper. The appcllant could not": "अफीम लिपटी हुई थी। एक पॉलिथीन पेपर में. अपीलकर्ता इसके लिए कोई परमिट प्रस्तुत नहीं कर",
  "produce any permit, therefor. 200 grams of opium were drawn as a sample from the bulk opium, that was put in a small tin box, while the remaining": "सका। थोक अफीम में से नमूने के तौर पर 200 ग्राम ओओपिउरन निकाला गया, जिसे एक छोटे टिन के",
  "from the bulk opium, that was put in a small tin box, while the remaining opium was put in another tin box.": "डिब्बे में डाल दिया गया, जबकि शेष अफीम को दूसरे टिन के डिब्बे में डाल दिया गया।",
  "(2) Both the boxes were made into parccls, that were scaled by Maha Singh, the then ASI with his seal bearing impression ‘MS’ “he case": "(2) दोनों बकसों को पार्सल में बनाया गया था, जिन्हें तत्कालीन एएसआई महा सिंह ने अपनी सील छाप 'एमएस' के साथ सील कर दिया था। बैग 75.7] सहित नकद संपत्ति को ७४१० रिकवरी",
  "that was attested by Dhan Ran 11C and Ramesh Chand public witness. Scal after used was handcd over to the latter. Later, ruga {x.PB was sent by": "और रमेश चंद सरकारी गवाह। उपयोग के बाद सील को बाद वाले को सौंप दिया गया। बाद में, रुका",
  "Maha Singh, the then ASI to Police Station City, Panipat, where fonmal FIR": "एलएक्स.पीबी को तत्कालीन एएसआई महा सिंह द्वारा पुलिस स्टेशन सिटी, पानीपत भेजा गया, जहां",
  "Ex.PB/I was recorded by Rameshwar Dutt, the then SI. Later, Maha Singh": "तत्कालीन एसआई रामेश्वर दत्त द्वारा औपचारिक एफआईआर एलएक्स.पीबी/] दर्ज की गई थी। बाद",
  "the then ASI prepared rough site plan Ex.PC of the place of recovery 0 f": "में, तत्कालीन एएसआई महा सिंह ने रफ साइट प्लान एलएक्स तैयार किया। अफीम की बरामदगी के",
  "(3) Onrctum to the police station, the case properly was deposited with Om Parkash LIC. A scparate case was registered and investigated": "(3) पुलिस स्टेशन लौटने पर, आसान संपत्ति ओम प्रकाश प्रथम आईसी के पास जमा कर दी",
  "against Munni Bai. On return to the police station, appellant and the case": "गई। मुन्नी बाई के खिलाफ अलग से मामला दर्ज कर जांच की गई। पुलिस स्टेशन लौटने पर, अपीलकर्ता",
  "property were produced before Kedar Singh Rathi SHO, who verified the": "और आसानी संपत्ति को केदार सिंह राठी एसआई आईओ के सामने पेश किया गया, जिन्होंने सभी",
  "case property. Later, Maha Singh the then AS! deposited the case property": "'केएसआर' चिपका दिया। बाद में। तत्कालीन एएसआई महा सिंह ने ईज संपत्ति को ओम प्रकाश प्रथम",
  "(9) PW-3 Dhan Raj HC testified that on 17.09.1989, he was": "(9) पीडब्लू-3 धन राज एचसी ने गवाही दी कि 7.09.989 को, वह पुलिस स्टेशन सिटी,",
  "posted in Police Station City, Panipat and on that day, he along with Maha SinghAS! and other police officials was present at G.'l. road near Adarsh": "पानीपत में तैनात थे और उस दिन, वह महा सिंह एएसआई और अन्य पुलिस अधिकारियों के साथ",
  "Factory, Panipat, where, Ramesh Chander PW met them and was joined": "जीटी रोड एनसीआरआदर्श फैक्ट्री, पानीपत में मौजूद थे, जहां, रमेश चंदर पीडब्ल्यू उनसे मिले और",
  "in the police party and appellant along with Munni Bai came on foot on": "पुलिस पार्टी में शामिल हो गए और अपीलकर्ता मुन्नी बाई के साथ जीटी पर पैदल आए। सड़क, दिल्‍ली",
  "the G.I. road, from the side of Delhi carrying bag I:x.P1. On sccing the police party, both changed their directions towards cast, that aroused": "की ओर से बैग एक्स.पी.आई. ले जाते हुए। पुलिस पार्टी को देखकर, दोनों ने ढलाई की ओर अपनी दिशा",
  "suspicion in the mind of Maha SinghASI and he apprehended both and": "बदल दी, जिससे महा सिंह एएसआई के मन में संदेह पैदा हुआ और उन्होंने दोनों को पकड़ लिया और",
  "told them, that they are to bescarched and if, they so desired, that could": "उन्हें बताया, कि वे बीएससीस्कारचडी की ओर जा रहे हैं। और यदि वे चाहें, तो इसे राजपत्रित",
  "be conducted in the presence ofa gazetted officer. Ic further testified that": "अधिकारी की उपस्थिति में आयोजित किया जा सकता है। मैंने आगे गवाही दी कि अपीलकर्ता और मुन्नी",
  "ofa gazcttcd officer and later, Maha SinghAS] gave his personal search to them and after that, he scarched the appellant, that resulted in recovery": "सिंह एएसआई ने उन्हें अपनी व्यक्तिगत तलाशी दी और उसके बाद, उन्होंने अपीलकर्ता की तलाशी ली,",
  "of 4 Kgs of opium and the appellant could not show any pennit or license for kecping that opium in his possession. He further testified that 200 gms": "जिसके परिणामस्वरूप 4 किलोग्राम अफ़ीम बरामद हुई। और अपीलकर्ता उस अफ़ीम को अपने कब्जे में रखने के लिए कोई परमिट या लाइसेंस नहीं दिखा सका। उन्होंने आगे गवाही दी कि 200 ग्राम अफ़ीम",
  "of opium were separated as sample. Both, thesamplc opium and remaining": "को नमूने के तौर पर अलग कर लिया गया था। नमूना अफ़ीम और शेष अफ़ीम दोनों को दो अलग-अलग",
  "bearing impression ‘MS’ and the scal after usc was handed over to Ramesh Chand PW. Bag Ex.P1, scaled parcel I:x.P2 and the sample parcel were": "पार्सल में बनाया गया था, जिन्हें 'एमएस' छाप वाली सील के साथ सील कर दिया गया था और उपयोग के बाद सील को रमेश चंद पीडब्ल्यू को सौंप दिया गया था। बैग 7%.?।, स्केल्ड पार्सल 75.०2 और",
  "seized vide memo Ex.PA, that was attested by him and Ramesh Chand PW": "नमूना पार्सल को श०१० मेमो 7%.?५» जब्त कर लिया गया, जिसे उनके और रमेश चंद पीडब्लू द्वारा",
  "and his statement was recorded at the spot.": "सत्यापित किया गया था और उनका बयान मौके पर दर्ज किया गया था।",
  "(10) PW-4 Maha Singh, the then ASI also testified that on": "(0) पीडब्लू-4 महा सिंह, तत्कालीन एएसआई ने भी गवाही दी कि 7.09.989 को वह",
  "17.09.1989, he was posted in Police Station City, Panipa, on that day, he alongwith other police officials was present at the G.I. road ncarAdarsh": "पुलिस स्टेशन सिटी, पानीपा में तैनात थे, उस दिन वह अन्य पुलिस अधिकारियों के साथ जीटी पर",
  "Udyog Factory, Panipat, situated near the NFL colony, where, Ramesh": "मौजूद थे। रोड एनसीआरआदर्श उद्योग फैक्ट्री, पानीपत, एनईएल कॉलोनी के पास स्थित है, जहां रमेश",
  "Chand PW met them and was joined in the police party. At about 3.00 p.m. appellant alongwith a woman was sccn coming [rom the side of": "चंद पीडब्लू उनसे मिले और पुलिस पार्टी में शामिल हो गए। अपराह्न लगभग 3.00 बजे अपीलकर्ता को",
  "Dclhi on foot on the GT. road, carrying a bag I'x.P1 in his right hand and": "एक महिला के साथ जीटी पर पैदल दिल्‍ली की ओर से आते देखा गया। सड़क पर, अपने दाहिने हाथ में",
  "directions towards cast and that aroused suspicion and he apprehended": "अपनी दिशा बदल दी और इससे संदेह पैदा हुआ और उसने दोनों को पकड़ लिया और उनसे कहा कि",
  "both and told them that they are to be searched and, if they so desired, that could be conducted before some gazetted officer. He further testified": "उनकी तलाशी ली जानी है और यदि वे इतना वांछित, कि इसे किसी राजपत्रित अधिकारी के समक्ष",
  "that the appellant and Munni Bai declined the offer and, thereafier, in": "आयोजित किया जा सके। मैंने आगे गवाही दी कि अपीलकर्ता और मुन्नी बाई ने प्रस्ताव को अस्वीकार",
  "accordance with law, he searched the appellant, that resulted in recovery": "कर दिया और उसके बाद, कानून के अनुसार। उन्होंने आरोपी की तलाशी ली, जिसके परिणामस्वरूप",
  "of 4 Kgs of opium wrapped in a paper from the bag E:x.P1] being carried": "अपीलकर्ता द्वारा ले जाए जा रहे बैग एक्स.पीएल से कागज में लपेटी हुई 4 किलोग्राम अफीम बरामद",
  "by the appellant, who could not produccany permit for possessing that.": "हुई, जो उसे रखने के लिए कोई परमिट पेश नहीं कर सका।",
  "appellant in his right hand without the presence of the gazetted officer or Magistrate.": "]। सी राजपत्रित अधिकारी या मजिस्ट्रेट की उपस्थिति के बिना अपीलकर्ता द्वारा अपने दाहिने हाथ में",
  "(30) After the recovery of opium from the appellant, PW4 sent": "(30) अपीलकर्ता से अफीम की बरामदगी के बाद, पीडब्लू4 ने रुका एक्स.पीबी को पुलिस",
  "ruga E:x.PB to police station, where formal FIR Ex.PB/! was recorded by Rameshwar Dutt, SI. Later, the copies of FIR ix.PB/1 were sent to the": "स्टेशन भेजा, जहां फॉर्मा] एफआईआर एक्स.पीबी/] रमेश वार दत्त, एसआई द्वारा दर्ज की गई थी। बाद",
  "superior / higher police officers of PW4, as also, to the Ilaqa Magistrate,": "में, कानून के अनुसार, एफआईआर एक्स.पीबी/ की प्रतियां पीडब्लू4 के वरिष्ठ/उच्च पुलिस अधिकारियों",
  "Compliance of Section 42 of the Act was, thus, made by PW4 at the time": "अधिनियम की धारा 42 का अनुपालन अपीलकर्ता से अफीम की बरामदगी के समय पीडब्लू4 द्वारा",
  "31) Now itis to be seen as to whether Section 52 of theAct was": "(3) अब यह देखना होगा कि अधिनियम की धारा 52 का अनुपालन किया गया था या",
  "complicd with or not. Section 52 of the Act reads as under:-": "नहीं। अधिनियम की धारा 52 को अंडरसीआर के रूप में पढ़ा जाता है: -",
  "52. Disposal of persons arrested and articles seized. -": "52. गिरफ्तार व्यक्तियों और जब्त की गई वस्तुओं का निपटान। -",
  "(1) Any officer arresting a person under Section 41, Section 42, Section 43 or Section 44 shall, as soon as may be, inform him of the grounds for such arrest.": "() धारा 4, धारा 42, धारा 43 या धारा 44 के तहत किसी व्यक्ति को गिरफ्तार करने वाला कोई भी अधिकारी, जितनी जल्दी हो सके, उसे ऐसी गिरफ्तारी के आधार के बारे में",
  "(2) Every person arrested and article scized under warrant issucd under sub-section (1) of Section 41 shall be forwarded without": "(2) धारा 4] की उपधारा () के तहत जारी वारंट के तहत गिरफ्तार किए गए प्रत्येक",
  "(3) Every person arrested and article seized under sub-section (2) of Section 41, Section 42, Section 43 or Section 44 shall be": "(3) धारा 4, धारा 42, धारा 43 या धारा 44 की उप-धारा (2) के तहत गिरफ्तार किए",
  "forwarded without unnecessary delay to-": "गए व्यक्ति और जब्त किए गए सामान को अनावश्यक देरी के बिना अग्रेषित किया जाएगा-",
  "(a) The officer-in-charge of the nearest police station, or": "(9) निकटतम पुलिस स्टेशन का अधिकारी-प्रभारी, या",
  "(b) The officer empowered under Section 53.": "(9) अधिकारी को धारा 53 के तहत अधिकार दिया गया है।",
  "(4) The authority or officer to whom any person or article is forwarded under sub section (2) or subsection (3) shall, with all convenient": "(4) 'वह प्राधिकारी या अधिकारी जिसे उपधारा (2) या उपधारा (3) के तहत कोई व्यक्ति या वस्तु भेजी जाती है, सभी सुविधाजनक प्रेषण के साथ, ऐसे व्यक्ति या वस्तु",
  "(23) Sub Section | of Section 50 of the Act provides that when": "(23) अधिनियम की धारा 50 की उपधारा । में प्रावधान है कि जब अधिकार प्राप्त",
  "the empowered officer is about to search any suspect person, he shall, if the person to be searched, so requires, take him to the nearest gazctted": "अधिकारी किसी संदिग्ध व्यक्ति की तलाशी लेने वाला हो, तो यदि आवश्यक हो तो वह उसे निकटतम",
  "officer or thc Magistrate for the purpose. It is to be sccn that the recovery": "राजपत्रित अधिकारी या मजिस्ट्रेट के पास ले जाएगा। यह देखा जाना चाहिए कि अपीलकर्ता से अफीम",
  "of the opium from the appellant was not made from his personal search, that was made from a bag being carried by him in his right hand. ‘This bag": "की बरामदगी उसकी व्यक्तिगत तलाशी से नहीं की गई थी, बल्कि उसके दाहिने हाथ में लिए गए बैग से",
  "being carried by the appellant in his nght hand was visible to the Investigating": "की गई थी। अपीलकर्ता द्वारा अपने दाहिने हाथ में ले जाया जा रहा यह बैग जांच अधिकारी (पीडब्ल्यू",
  "Officer (P'W4) and other members of the police party.": "4) और पुलिस दल के अन्य सदस्यों को दिखाई दे रहा था।",
  "(24) Hon’ble Supreme Court of India in Ajmer Singh versus": "(24) भारत के माननीय सर्वोच्च न्यायालय ने अजमेर सिंह बनाम हरियाणा राज्य (7)",
  "State of Haryana (1), while placing reliance upon Madan Lal versus State of IP. (2), held that a bare reading of Section 50 of the Act shows that": "में मदन लाल बनाम आईएलपी राज्य (2) पर भरोसा करते हुए कहा कि अधिनियम की धारा 50",
  "it only applics in case of personal search of a person. It docs not extend": "को पढ़ने से पता चलता है कि यह केवल आसानी से लागू होता है। किसी व्यक्ति की व्यक्तिगत खोज.",
  "’ to search ofa vehicle or a container or a bag orpremiscs. In Ajmer Singh’s": "इसका विस्तार किसी वाहन या कंटेनर या बैग या परिसर की तलाशी तक नहीं है। अजमेर सिंह की",
  "case (supra), |1on’ble Supreme Court of India also placed reliance upon State of H.P. versus Pawan Kumar (3), whercin, it was held that a bag,": "सहजता (सुप्रा) में , भारत के माननीय सर्वोच्च न्यायालय ने आईएलआर बनाम पवन कुमार (9) के",
  "State of H.P. versus Pawan Kumar (3), whercin, it was held that a bag, bricfcase or any such article or container, ctc. can, under no circumstances,": "राज्य पर भी भरोसा किया , जिसमें यह माना गया कि एक बैग, ब्रीफकेस या ऐसा कोई लेख या कंटेनर",
  "be treated as body of a human being. ‘They are given a separate name and": "इत्यादि। किसी भी परिस्थिति में इसे मनुष्य का शरीर नहीं माना जा सकता। 'इली को एक अलग नाम",
  "are identifiable, as such. They cannot even remotely be treated to be part": "दिया गया है और उसे इस तरह पहचाना जा सकता है। उन्हें दूर-दूर तक किसी इंसान के शरीर का",
  "of the body of a human being. Depending upon the physical capacity of": "हिस्सा नहीं माना जा सकता। किसी व्यक्ति की शारीरिक क्षमता के आधार पर, वह अलग-अलग आकार",
  "a person, he may carry any number of items like a bag, a bricfcase, a suitcase, a tin box, a thaila, a jhola, a gathri, a holdail, a carton, ctc. of": "की कितनी भी वस्तुएं जैसे बैग, ब्रीफकेस, सूटकेस, टिन बॉक्स, थैला, झोला, गठरी, होल्डाल, कार्टन",
  "varying sizc, dimension or weight. However, whilecarrying or moving along": "आदि ले जा सकता है। आयाम या वजन. हालाँकि, उन्हें ले जाने या साथ ले जाने में कुछ अतिरिक्त",
  "with them, some extra effort or energy would be required. They would have ; to be carried cither by the hand or hung on theshouldcr or back or placed": "प्रयास या ऊर्जा की आवश्यकता होगी। उन्हें या तो हाथ से अर्जित करना होगा या कंधे या पीठ पर",
  "on the head. In common parlance, it would besaid that a person is carrying": "लटकाना होगा या सिर पर रखना होगा। सामान्य बोलचाल में, यह कहा जाएगा कि एक व्यक्ति एक",
  "a particular article, specifying the manner in which it was carricd like hand,": "विशेष वस्तु ले जा रहा है, जिसमें यह निर्दिष्ट किया गया है कि इसे कैसे अजित किया गया है जैसे हाथ,",
  "shoulder, back or head, etc. Therefore, it is notpossible to conclude these": "कंधे, पीठ या सिर, आदि। इसलिए, इन वस्तुओं को के दायरे में समाप्त करना संभव नहीं है। अधिनियम",
  "articles within the ambit of the word ‘person’ occurring in Section 50 of the Act.": "की धारा 50 में 'व्यक्ति' शब्द आता है।",
  "(1) (2010)3 SCC 746": "(4) (2040)3 एससीसी 746",
  "(2) (2003)7 SCC 465": "(2) (2003)7 465 देखें",
  "(3) (2005) 4 SCC 350": "(3) (2005) 4 देखें 350",
  "(25) So, in view of the judgments supra, the provisions of Section 50 of the Act will come into play only in case of personal search of the": "(25) उपरोक्त निर्णयों के मद्देततर , अधिनियम की धारा 50 के प्रावधान केवल आरोपी की",
  "accuscd and not of some baggage like bag, article or container etc. which": "व्यक्तिगत तलाशी में आसानी के लिए लागू होंगे, न कि कुछ सामान जैसे बैग, वस्तु या कंटेनर आदि की,",
  "(accused) may be carrying.": "जो (आरोपी) ले जा सकता है।",
  "(26) In this view of the judgments supra, Section 50 of the Act": "(26) उपरोक्त निर्णयों के इस दृष्टिकोण में , अधिनियम की धारा 50 का मामले के तथ्यों",
  "recovered from a bag that was being carried by the appellant, as per the": "अपीलकर्ता द्वारा ले जाए जा रहे एक बैग से अफीम बरामद की गई थी, जो स्पष्ट शब्दों में कहा कि",
  "affixed his scal bearing impression KSR on the parcels and after scaling these parcels, he deposited those with MIIC in an intact condition. Evidence": "छाप वाली अपनी मुहर लगाई और इन पार्सल को स्केल करने के बाद, उन्होंने उन्हें एमआई आईसी के",
  "of this witness, during cross cxamination, could not be shattered. So, in these": "पास सही हालत में जमा कर दिया। जिरह के दौरान इस गवाह के साक्ष्य को खंडित नहीं किया जा",
  "circumstances, it must follow that Section 55 of the Act was also complied": "सका। तो, इन परिस्थितियों में, यह मानना होगा कि अधिनियम की धारा 55 का भी अनुपालन किया",
  "(40) Case property was duly produced in the Court during trial.": "(40) विचारण के दौरान मामले की संपत्ति को विधिवत न्यायालय में प्रस्तुत किया गया।",
  "the particulars of the case. ‘There is nothing on the record that plastic bag": "रिकॉर्ड में ऐसा कुछ भी नहीं है कि प्लास्टिक बैग 7%.?| में मामले का विवरण न हो। पीडब्लू 3 और",
  "{ix.P1 did not bear the particulars of the case. ‘There is no cross cxamination upon PW3 and PW4, that case property that was produced during trial": "पीडब्लू 4 पर कोई जिरह नहीं हुई है, मुकदमे के दौरान जो संपत्ति पेश की गई थी वह किसी अन्य",
  "(41) There is delay of 11 days in sending the sample to the FSL": "(4) विश्लेषण के लिए नमूना ईएसई को भेजने में ! दिनों की देरी हुई है। यह देरी",
  "for analysis. This delay is not fatal to the case of prosecution, as that delay": "अभियोजन पक्ष के मामले के लिए घातक नहीं है, क्योंकि उस देरी का उपयोग नमूना पार्सल और",
  "he fact remains that case property remained in possession of PW1, PW2, PW4 and PW6. Their testimonies, during cross examination, could not be": "पीडब्लू ।, पीडब्लू 2, पीडब्लू 4 और पीडब्लू 6 के कब्जे में रही। जिरह के दौरान उनकी गवाही को",
  "shattered. It is their evidence that, so long as, the sample parcel and case": "खंडित नहीं किया जा सका। यह उनका प्रमाण है कि, जब तक नमूना पार्सल और सहज संपत्ति उनके",
  "property remained in thcir possession, no onc tampered, therewith. There is, thus, no evidence on the record to suggest that the sample parcel was": "कब्जे में रही, तब तक किसी ने कोई छेड़छाड़ नहीं की। इस प्रकार, रिकॉर्ड पर ऐसा कोई सबूत नहीं है",
  "is, thus, no evidence on the record to suggest that the sample parcel was ever tampered with during investigation till its deposit with the FSL, who": "जो बताता हो कि ईएसएल के पास जमा होने तक जांच के दौरान नमूना पार्सल के साथ कभी छेड़छाड़",
  "in its report Ex.PD opincd that the contents of the sample parcel were": "की गई थी, जिसने अपनी रिपोर्ट में एक्स.पीडी ने कहा था कि नमूना पार्सल की सामग्री अफीम थी।",
  "(42) In these circumstanccs, it follows that the appellant was found": "(42) इन परिस्थितियों में, यह इस प्रकार है कि अपीलकर्ता को 7.09.989 को सिटी",
  "in possession of 4 kgs of opium on 17.09.1989 in the area of City Panipat": "पानीपत के क्षेत्र में बिना किसी लाइसेंस या परमिट के 4 किलोग्राम ओपियम के कब्जे में पाया गया था।",
  "without any licence or permit. Learned trial court, thus, rightly convicted and sentenced him vide impugned judgment and order of sentence that do": "इस प्रकार, विद्वान ट्रायल कोर्ट ने उसे उचित रूप से दोषी ठहराया और सजा सुनाई, जो कि किसी भी",
  "not suffer from any illegality or impropricty.": "अवैधता या अनौचित्य से ग्रस्त नहीं है।",
  "Resultantly, the appeal fails and is, hercby, dismissed.": "परिणामस्वरूप, अपील विफल हो जाती है और इसे खारिज कर दिया जाता है।",
  "A, Jain": "जे. जैन",
  "(32) Iis no doubt truc, that ifa person is not informed of grounds": "(32) इसमें कोई संदेह नहीं है कि यदि कोई व्यक्ति अपनी गिरफ्तारी के आधार पर नहीं है,",
  "of his arrest, his further detention may become invalid or unlawful, but it": "तो उसकी आगे की हिरासत अमान्य या गैरकानूनी हो सकती है, लेकिन यह नहीं कहा जा सकता है कि",
  "cannot be said that his initial arrest itscl f becomes ilicgal. It has come in the evidence of PW3 and PW4 that after recovery of opium, grounds of": "उसकी प्रारंभिक गिरफ्तारी ही अवैध हो जाती है। पीडब्लू 3 के साक्ष्य में यह स्पष्ट है और पीडब्लू4 कि",
  "of Section 52 of theAct was not made by the investigating officer. Contention": "नहीं माना जा सकता है कि जांच अधिकारी द्वारा अधिनियम की धारा 52 का अनुपालन नहीं किया",
  "raiscd by learned counsel for the appellant in this regard, being devoid of": "गया था। अपीलकर्ता के लिए विद्वान वकील द्वारा उठाया गया विवाद। इस संबंध में, योग्यता से रहित",
  "(33) It may be mentioned here that PWS Ramesh Chander was": "(33) यहां यह उल्लेख किया जा सकता है कि पीडब्लू 5 रमेश चंद्रा पुलिस पार्टी में शामिल",
  "associated in the police party, but he did not support the prosccution version": "थे, लेकिन उन्होंने मुकदमे के दौरान अभियोजन पक्ष के संस्करण का समर्थन नहीं किया और अपनी",
  "during trial and denicd the alleged recovery of opium from the appellant in his presence. This deposition rightly did not weigh in the mind of the": "उपस्थिति में अपीलकर्ता से अफीम की कथित बरामदगी से इनकार किया। यह बयान उचित रूप से",
  "Icarncd trial Court to acquit the appellant of the charge framed against him.": "विद्वान ट्रायल कोर्ट के दिमाग में अपीलकर्ता को उसके खिलाफ लगाए गए आरोप से बरी करने का",
  "PWS5 Ramesh Chander was rightly not rclicd upon by the learned trial Court,": "विचार नहीं रखता था। विद्वान ट्रायल कोर्ट द्वारा पीडब्लू 5 रमेश चंदर पर उचित रूप से भरोसा नहीं",
  "as possibly, hc would have been won over by the appellant.": "किया गया था, संभवतः, अपीलकर्ता ने उस पर जीत हासिल कर ली होती।",
  "(34) When there is unanimous evidence of PW3 and PW4 to the": "(34) जब पीडब्लू 3 और पी डब्लू 4 के पास इस आशय का सर्वसम्मत साक्ष्य है कि",
  "effect that a bag containing 4 kgs of opium was recovered from the appellant": "अपीलकर्ता के पास से 4 किलोग्राम ओपियम से भरा एक बैग बरामद किया गया था और जब इन",
  "by the leamed counsel for the appellant before the learned trial Court and": "गवाहों को विद्वान ट्रायल कोर्ट के समक्ष अपीलकर्ता के विद्वान वकील द्वारा तलाशी जिरह के अधीन",
  "the long cross cxamination failed to clicit anything worth thc name, which": "किया गया था और लंबे समय तक जिरह से नाम के लायक कुछ भी पता नहीं चल सका, जिससे संभवतः",
  "could possibly cause any dent in their testimony, the case of the prosecution could not be repelled simply on the basis of testimony of PW5 Ramesh": "उनकी गवाही पर कोई असर पड़ सकता था, अभियोजन की आसानी को केवल पीडब्लू5 रमेश चंदर की",
  "(35) The testimony of PW3 could not be given precedence over the testimonies of PW3 and P'W4, who arc not alleged to have any aninus": "(35) 7?५४३ की गवाही को 7५४३ और ?५७4 की गवाही पर प्राथमिकता नहीं दी जा",
  "or hostility towards the appcllant prior to the day of recovery.": "सकती, जिन पर वसूली के दिन से पहले अपीलकर्ता के प्रति कोई दुश्मनी या शत्रुता रखने का आरोप",
  "(36) Itis well settled that the independent witnesses are generally": "(36) यह अच्छी तरह से स्थापित है कि स्वतंत्र गवाह आम तौर पर अभियोजन पक्ष के पक्ष",
  "averse to depose in favour of prosccution, as they arc afraid of the fact that dcposing in favour of prosecution may cxpose them to scrious": "में गवाही देने से बचते हैं, क्योंकि वे इस तथ्य से डरते हैं कि अभियोजन पक्ष के पक्ष में गवाही देने से",
  "that dcposing in favour of prosecution may cxpose them to scrious consequences. Learned counsel for the appellant failed to explain the": "उन्हें गंभीर परिणाम भुगतने पड़ सकते हैं। अपीलकर्ता के लिए विद्वान वकील परिस्थितियों को स्पष्ट",
  "it was blank. [e was not an illiterate person. Therefore, il was not required": "वह कोई अनपढ़ व्यक्ति नहीं था. इसलिए, इसकी आवश्यकता नहीं थी",
  "of him to sign the blank papers on the asking of the police. Even, if he had": "पुलिसकर्मी के कहने पर कोरे कागजों पर हस्ताक्षर करने को कहा गया। | तो, यदि उसने कोरे कागजों",
  "signed the blank papers, he should have complaincd to the superior officers": "पर हस्ताक्षर किए थे, तो उसे 7५४3 और 7५५४4 के वरिष्ठ अधिकारियों से शिकायत करनी चाहिए थी कि",
  "be precluded from claiming that due to fear or hostility from PW3 and PW4,": "3 और पीडब्लू 4 के डर या शत्रुता के कारण, उसने कोरे कागजों पर उसके हस्ताक्षर लेने के लिए उनके",
  "he did not complain against them to their higher officers for getting his signatures on the blank papers. He thus, kept silent on a matter whercon,": "खिलाफ उनके उच्च अधिकारियों से शिकायत नहीं की। इस प्रकार, वह उस मामले पर चुप रहे, जिस पर",
  "he should have acted with alacrity by informing the higher officers of PW3 and PW4 for getting his signatures on the blank papers. I lis silence in the": "उन्हें कोरे कागजों पर अपने हस्ताक्षर प्राप्त करने के लिए पीडब्लू 3 और पीडब्लू 4 के उच्च अधिकारियों को सूचित करके तत्परता से काम करना चाहिए था। इस मामले में मेरी चुप्पी, जहां उन्हें तत्परता से",
  "mattcr, whercon, he should have acted with alacrity is indeed, intriguing and it must be held that he was won over by the appellant, as claimed the": "काम करना चाहिए था, वास्तव में पेचीदा है और यह माना जाना चाहिए कि उन्हें अपीलकर्ता ने जीत",
  "respondent, whose statements should be considered at par with that of non": "लिया था, जैसा कि प्रतिवादी ने दावा किया था, जिनके बयानों को गैर-आधिकारिक बयान के बराबर",
  "official witnesses. A person just roaming in the strect cannot be given precedence over a gazetted officer or Magistrate.": "माना जाना चाहिए। गवाह. सड़क पर घूम रहे किसी व्यक्ति को किसी राजपत्रित अधिकारी या मजिस्ट्रेट पर प्राथमिकता नहीं दी जा सकती।",
  "(37) ven, it was held in Darshan Khan versus State of Punjab (4), by this Court that conviction can be based on testimony of official": "(37) दर्शन खान बनाम पंजाब राज्य (४) में यह माना गया था कि सजा आधिकारिक",
  "against the latter, their testimonies were rightly not repelled by the learned": "नहीं लगाया गया था, तो उनकी गवाही को विद्वान ट्रायल कोर्ट द्वारा खारिज नहीं किया गया था, इस",
  "(38) In the case of Roop Singh versus State of Punjab (5),": "(38) रूप सिंह बनाम पंजाब राज्य (5) के मामले में , इस न्यायालय द्वारा निर्णय दिया",
  "decided by this Court independent witness was won over and given up;": "गया कि स्वतंत्र गवाह को जीत लिया गया और छोड़ दिया गया; मामला सरकारी गवाहों पर आधारित",
  "case was based on official witnesses; there was nothing on the record to rcach at a conclusion that police officer was malicious and interested in": "था; इस निष्कर्ष पर पहुंचने के लिए रिकॉर्ड पर कुछ भी नहीं था कि पुलिस अधिकारी दुर्भावनापूर्ण था",
  "rcach at a conclusion that police officer was malicious and interested in falscly framing upon the case; testimony of police officials could not be": "और मामले को झूठा फंसाने में रुचि रखता था; पुलिस अधिकारियों की गवाही को उनकी विस्तृत जिरह",
  "shaken tn their detailed cross examination. In view of this judgment, bencfit of doubt cannot be accorded to the appcllant.": "में खारिज नहीं किया जा सका। इस फैसले के मद्देनजर, अपीलकर्ता को संदेह का लाभ नहीं दिया जा",
  "(39) Compliance of Section 55 of the Act was also made by the": "(39) प्रकरण में अभियोजन द्वारा अधिनियम की धारा 55 का अनुपालन भी कराया गया।",
  "prosecution in the case in hand. PW4 on return to police station produced the case property before PW6 Kaidar Nath Rathec, Inspector, who was working as SHO of police station City Panipat. According to his deposition,": "पुलिस स्टेशन लौटने पर पीडब्लू4 ने इंस्पेक्टर पीडब्लू6 कैदारनाथ राथेक, जो कि पुलिस स्टेशन सिटी पानीपत में एसएचओ के रूप में कार्यरत थे, के समक्ष मामले की संपत्ति पेश की। उनके बयान के",
  "(4) 1999(1) RCR (Crl.) 269": "(4) 999(4) आरसीआर (सीआरएल) 269"
}