{
  "Before M. M. Kumar & A. N. Jindal, JJ.": "न्यायमूर्ति एम. एम. कुमार और न्यायमूर्ति ए. एन. जिंदल के समक्ष",
  "DAVINDER SINGH,—Petitioner": "देविंदर सिंह-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA & OTHERS,—Respondents": "हरियाणा राज्य और अन्य- उत्तरदाता",
  "L.P.A.No.362 of 2011": "20] की एल.पी.ए.संख्या 362",
  "Punjab Police Rules, 1934 - RI.9.18(2) - Order by learned": "पंजाब पुलिस नियम, 934-नियम 9. 8 (2)-विदृवत एकल न्यायाधीश",
  "recorded in Annual Confidential Report and reinstatement of": "द्वारा वार्षिक गोपनीय रिपोर्ट में दर्ज संदिग्ध सत्यनिष्ठा की प्रतिकूल",
  "petitioner - Whether qualifying reasons or material necessarily to": "टिप्पणियों को दरकिनार करने और याचिकाकर्ता की बहाली के लिए आदेश-चाहे योग्य कारण या सामग्री आवश्यक रूप से वार्षिक गोपनीय रिपोर्ट में दर्ज की",
  "be recorded in ACR - Held, assessment cannot be confined to one": "जानी चाहिए-आयोजित, मूल्यांकन को एक उदाहरण तक सीमित नहीं किया जा",
  "instance - ACR subjective and administrative Report need not be": "सकता है-वार्षिक गोपनीय रिपोर्ट व्यक्तिपरक और प्रशासनिक रिपोर्ट को",
  "supported by any accompanying record or detailed reasons.": "किसी भी साथ के रिकॉर्ड या विस्तृत कारणों से समर्थित करने की आवश्यकता",
  "Held, that the account of an officer with regard to his assessment": "अभिनिर्धारित किया गया कि अपने मूल्यांकन के संबंध में एक अधिकारी का",
  "is spread over for whole period of one year and it cannot be considered": "लेखा एक वर्ष की पूरी अवधि के लिए फैला हुआ है और इसे केवल एक या दूसरे",
  "to confine only to one instance or the other. It has already been held in the": "उदाहरण तक सीमित नहीं माना जा सकता है।पूर्ववर्ती पैरा में पहले ही यह माना",
  "preceding paras that it is the subjective satisfaction of the reporting officer": "जा चुका है कि यह रिपोर्टिंग अधिकारी की व्यक्तिपरक संतुष्टि है जो वाषिक",
  "Proceedings. Even the reasons for such an opinion are not recorded or disclosed in the reply. In view of the outcome of": "कारणों को भी जवाब में दर्ज या प्रकट नहीं किया जाता है।आपराधिक",
  "above, the adverse remarks regarding integrity of the petitioner,": "याचिकाकर्ता की ईमानदारी के बारे में प्रतिकूल टिप्पणियों की किसी भी",
  "are not substantiated by any material and, thus, not justified.": "सामग्री द्वारा पुष्टि नहीं की जाती है और इस प्रकार, उचित नहीं",
  "The Appellate Authority also did not bother to record any reasons for rejecting the representation which has been dealt with ina": "है।अपीलीय प्राधिकरण ने उस अभ्यावेदन को अस्वीकार करने के लिए कोई कारण दर्ज करने की जहमत नहीं उठाई, जिससे बेहद लापरवाही से",
  "also noticed that while communicating the adverse entries,": "देखा गया है कि प्रतिकूल प्रविष्टियों को संप्रेषित करते समय,",
  "counseling to the petitioner to remove his defects was suggested.": "याचिकाकर्ता को उसके दोषों को दूर करने के लिए परामर्श देने का",
  "This clearly establishes that at no stage the petitioner was given": "सुझाव दिया गया था।यह स्पष्ट रूप से स्थापित करता है कि किसी भी",
  "cart before the horse.”": "गाड़ी रखने के बराबर है।”",
  "(6) Having heard learned counsel for the parties and perusing the": "(6) पक्षकारों के विद्वान अधिवक्ता को सुनने और पुस्तकों को पढ़ने के बाद",
  "paper books we are of the considered view that the matter is no longer res integra. The learned Single Judge has placed reliance on instructions": "हमारा विचार है कि मामला अब समग्र नहीं है।विद्वान एकल न्यायाधीश ने निर्देश",
  "of reasons in support of an entry concerning doubtful integrity. A similar": "जिसमें संदिग्ध अखंडता से संबंधित प्रविष्टि के समर्थन में कारणों की रिकॉर्डिंग",
  "question came up for consideration before the Letters Patent Bench of this": "की आवश्यकता होती है।इसी तरह का एक प्रश्न इसके लेटर्स पेटेंट पीठ के समक्ष",
  "Court in the case of State of Haryana versus Lalit Kumar Gupta (1).": "हरियाणा राज्य बनाम लल्लित कुमार गुप्ता 'के मामले में अदालत मे विचार के",
  "The Letters Patent Bench disapproved the view taken by the learned Single": "लिए आया। लेटर्स पेटेंट पीठ ने उस मामले में विद्वान एकल न्यायाधीश द्वारा लिए गए दृष्टिकोण को अस्वीकार कर दिया जो वर्ष 972 में हरियाणा राज्य द्वारा",
  "to both set of instructions an adverse report regarding integrity doubtful was required to be fortified with reasons for it. The consolidated instructions of": "बारे में एक प्रतिकूल रिपोर्ट को संदिग्ध होने के कारणों के साथ मजबूत करने की",
  "required to be fortified with reasons for it. The consolidated instructions of 1972 regarding confidential reports, as noticed by the learned Single Judge": "आवश्यकता थी।गोपनीय रिपोर्टो के संबंध में ।972 के समेकित निर्देश, जैसा कि",
  "in the case of Lalit Kumar Gupta versus The State of Haryana (2),": "विद्वान एकल न्यायाधीश द्वारा लल्लित कुमार गुप्ता बनाम हरियाणा राज्य : के",
  "“Tt should be clearly stated if the officer is suspected of corruption or": "“यह स्पष्ट रूप से कहा जाना चाहिए कि क्या अधिकारी पर भ्रष्टाचार",
  "is believed to be corrupt and this opinion should generaly be": "का संदेह है या माना जाता है कि वह भ्रष्ट है और इस राय को सामान्य",
  "fortified by reasons, which may be in the possession of the": "रूप से कारणों से मजबूत किया जाना चाहिए, जो रिपोर्टिंग अधिकारी के",
  "reporting officer. Any illconsidered remarks in this respect may": "कब्जे में हो सकते हैं।इस संबंध में कोई भी अनुचित टिप्पणी बहुत",
  "do a lot of mischief and harm. On the other hand, the reporting": "शरारत और नुकसान कर सकती है।दूसरी ओर, रिपोर्टिंग अधिकारी को",
  "officer must be quite honest and frank and discuss an officer’s": "काफी ईमानदार और स्पष्ट होना चाहिए और कॉलम \"दोष, यदि कोई",
  "worth from the point of view of his integrity openly and frankly": "हो\" या कहीं और अपनी ईमानदारी के दृष्टिकोण से एक अधिकारी के मूल्य पर खुले तौर पर और स्पष्ट रूप से चर्चा करनी चाहिए।रिपोर्ट",
  "integrity of their subordinates while writing their confidential": "करने वाले अधिकारियों को अपनी गोपनीय रिपोर्ट लिखते समय अपने",
  "reports. Further, instances have come to the notice of Government in which even though the officers are being": "अलावा, ऐसे उदाहरण सरकार के ध्यान में आए हैं जिनमें भले ही",
  "(1) 1993(4) SLR 702": "'() 993(4) एस. एल. आर. 702",
  "(2) 1988 (5) SLR9": "० (2) 988 (5) एस. एल. आर. 9",
  "annual confidential report being, therefore, a matter of subjective": "गोपनीय रिपोर्ट को नहीं लिखता है क्योंकि वार्षिक गोपनीय रिपोर्ट",
  "appellant-State of Haryana against the common judgment dated 27.9.2010": "दिनाक 27-09-2040 के खिलाफ है, जिसमे अपीलार्थी-याचिकाकर्ता द्वारा",
  "rendered by the learned Single Judge, allowing CWP Nos. 21197 of 2008 and 476 of 2009 filed by the petitioner. The learned Single Judge has set": "दायर 2008 के सी. डब्ल्यू. पी. सं. 2897 और 2009 के 476 को स्वीकार किया",
  "Confidential Report of the petitioner for the period from 26.4.2006 to": "गया है। विद्वान एकल न्यायाधीश ने 26.4.2006 से 3.3.2006 तक की अवधि के लिए याचिकाकर्ता की वाषिक गोपनीय रिपोर्ट में दर्ज 'संदिग्ध सत्यनिष्ठा' की",
  "31.3.2006, which was communicated vide order dated 23.5.2007. Besides": "प्रतिकूल टिप्पणियों को दरकिनार कर दिया है, जिसे 23.5.2007 के आदेश के माध्यम से सूचित किया गया था।इसके अलावा, विद्वान एकल न्यायाधीश ने",
  "retirement, dated 2.1.2009. He has been reinstated into service without any": "अनिवार्य सेवानिवृत्ति के आदेश, दिनांक 2..2009 को भी रद्द कर दिया",
  "back wages from the date of compulsory retirement till reinstatement.": "है।अनिवार्य सेवानिवृत्ति की तारीख से बहाली तक उन्हें बिना किसी पिछले वेतन",
  "service and revision of pay etc., if any, for the purposes of fixation of salary": "उपलब्ध हो सकते थे और वेतन में संशोधन आदि, यदि कोई हो, बहाली पर वेतन",
  "(2) The facts are not disputed. On 12.12.1978, the petitioner-": "(2) तथ्य विवादित नहीं हैं।।2.2.978 को याचिकाकर्ता-देविंदर सिंह को",
  "Davinder Singh was appointed as a Constable in the Haryana Police. During": "हरियाणा पुलिस में कांस्टेबल के रूप में नियुक्त किया गया था।कहा जाता है कि",
  "his service career of 29 years, he is stated to have earned 31 commendation": "29 वर्षों के अपने सेवा जीवन के दौरान उन्होंने 3] प्रशंसा प्रमाण पत्र अजित किए",
  "certificates including two certificates during the period adverse remarks have": "हैं, जिसमें दो प्रमाण पत्र शामिल हैं और इस अवधि के दौरान उनके खिलाफ",
  "been recorded against him i.e. from 26.04.2006 to 31.03.2007. On": "प्रतिकूल टिप्पणियां दर्ज की गई हैं, यानी 26.04.2006 से 3.03.2007 तक।",
  "23.5.2007, the petitioner was conveyed the adverse remarks for the aforesaid": "23.5.2007 को याचिकाकती को उपरोक्त अवधि के लिए प्रतिकूल टिप्पणियों से",
  "period. In the column at Sr. No. 1, against the heading of ‘Honesty’ the": "अवगत कराया गया था।क्रम संख्या | के कॉलम में, 'ईमानदारी' के शीर्षक के",
  "remark recorded is ‘doubtful’. The petitioner made a representation, which": "खिलाफ दर्ज की गई टिप्पणी 'संदिग्ध' है।याचिकाकर्ता ने एक अभ्यावेदन दिया,",
  "was rejected vide order dated 29.5.2008. The petitioner challenged the": "जिसे 29.5.2008 दिनांकित आदेश के माध्यम से अस्वीकार कर दिया गया था।याचिकाकर्ता ने 2008 के सी. डब्ल्यू. पी. संख्या 297 के माध्यम से",
  "order dated 29.5.2008 in CWP No. 21197 of 2008. However, during the pendency of the said petition, a show cause notice dated 21.7.2009 was": "दिनांकित 29.5.2008 के आदेश को चुनौती दी।हालाँकि, उक्त याचिका",
  "to the State of Haryana) [for brevity, ‘the Rules’] and amended from time": "राज्य पर लागू होता है) (संक्षिप्तता के लिए, 'नियम') के नियम 9,8 (2) के",
  "to time. On 4.8.2008, the petitioner submitted reply to the said show cause": "गया था।4.8.2008 को याचिकाकरताी ने उक्त कारण दर्शाओ नोटिस का जवाब",
  "notice. On 23.12.2008, the Director General of Police, Haryana, passed": "प्रस्तुत किया।23-42-2008 को हरियाणा के पुलिस महानिदेशक ने याचिकाकर्ता",
  "an order compulsorily retiring the petitioner from service and forwarded the": "को अनिवार्य रूप से सेवा से सेवानिवृत्त करने का आदेश पारित किया और नियमों",
  "same to the Government for approval as required under Rule 9.18 (2) of": "के नियम 9,8 (2) के तहत अनुमोदन के लिए इसे सरकार को भेज दिया।उक्त",
  "the Rules. The said order was communicated to him vide letter dated": "आदेश को उन्हें दिनांकित 3.2.2008 पत्र के माध्यम से सूचित किया गया",
  "a subsequent order dated 02.02.2009. The petitioner challenged the said": "था।तदनुसार, उन्हें 02.02.2009 दिनांकित एक बाद के आदेश के अनुसार",
  "show cause notice and the order of compulsory retirement in CWP No. 476 of 2009.": "पी. संख्या 476 में उक्त कारणदर्शक नोटिस और अनिवार्य सेवानिवृत्ति के आदेश",
  "(3) It is pertinent to mention here that an FIR No. 4, dated 3.1.2007,": "(3) यहां यह उल्लेख करना उचित है कि याचिकाकर्ता और अन्य लोगों के खिलाफ पुलिस स्टेशन जी. आर. पी. हिसार में भारतीय दंड सहिता की धारा",
  "under Sections 344, 383 and 34 IPC was registered at Police Station GRP": "खिलाफ पुलिस स्टेशन जी. आर. पी. हिसार में भारतीय दंड सहिता की धारा 344,383 और 34 के तहत प्राथमिकी संख्या 4, दिनांक 3..2007 दर्ज की गई",
  "nor summoned by the Court. On 6.12.2008, the Chief Judicial Magistrate,": "गया था।06-42-2008 को भिवानी के मुख्य न्यायिक मजिस्ट्रेट ने उन्हें उक्त",
  "Bhiwani, acquitted him in the said case. A departmental enquiry was also": "मामले में बरी कर दिया।उनके खिलाफ एक विभागीय जांच भी की गई थी, जो",
  "conducted against him, which eventually culminated into the punishment of Censure, vide order dated 16.7.2008.. 4. The precise grievance of the": "अंततः 6.7.2008 के आदेश के अनुसार चेतावनी की सजा में परिणत",
  "petitioner with regard to the adverse remarks was that the same were": "हुई। प्रतिकूल टिप्पणियों के संबंध में याचिकाकर्ता की सटीक शिकायत यह थी कि",
  "recorded in violation of the Government instructions dated 12.12.1985,": "उन्हें सरकारी निर्देशों दिनांक ।2-2-985 का उल्लंघन करते हुए दर्ज किया गया",
  "which requires that if adverse remarks of ‘doubtful integrity’ are to be": "था, जिसके लिए आवश्यक है कि यदि 'संदिग्ध सत्यनिष्ठा' की प्रतिकूल",
  "recorded then the Reporting Officer must clearly state that the officer is": "टिप्पणियों को दर्ज किया जाना है तो रिपोर्टिंग अधिकारी को स्पष्ट रूप से यह",
  "the petitioner vide letter dated 23.5.2007 (P-1 with LPA No. 590 of 2011)": "दिनांकित 23.5.2007 के पत्र के माध्यम से वादी को भेज दिया गया है। (20]",
  "Moral courage and readiness to": "3 नैतिक साहस और कमी के नहीं है लिए तत्पर रहने की क्षमता",
  "the public and accessibility to the public": "सार्वजनिक जनता के लिए सुलभता",
  "investigation and modern police methods": "पुलिस के आधुनिक तरीकों मे रुचि",
  "Working experience of Criminal Law and procedure": "3 अपराधिक कार्य, कानून और प्रक्रिया अनुभव की कमी",
  "Not reliable": "4 विश्वसनीयता विश्वसनीय नहीं",
  "Does not remain/ stay": "के बाद मुख्यालय पर नहीं रहता/रहता है",
  "GRPS Hisar along": "जी.आर.पी.एस हिसार में",
  "with others and": "दूसरों के साथ शामित्र होने की",
  "DEVINDER SINGH v. STATE OF HARYANA AND OTHERS 241": "देविंदर सिंह बनाम हरियाणा राज्य और अन्य",
  "purpose and scope of ACR is fundamentally different than the departmental": "रिपोर्ट का उददेश्य और दायरा विभागीय जांच से मौलिक रूप से अलग है।इस",
  "inquiry. Speaking for a Division Bench of this Court, Chief Justice S.S.": "न्यायालय की एक खण्ड पीठ के लिए बोलते हुए, मुख्य न्यायाधीश एस. एस.",
  "Sandhawalia made following learned observations :": "संधवालिया ने निम्नलिखित विद्वान टिप्पणियाँ कीं:",
  "either identical or similar, would to my mind be patently": "समान या समान के रूप में भ्रमित करना, मेरे विचार में स्पष्ट रूप से",
  "erroneous. An annual confidential report is in essence subjective": "गलत होगा|एक वार्षिक गोपनीय रिपोर्ट सार में व्यक्तिपरक और",
  "and administrative whilst a departmental enquiry is inevitably": "प्रशासनिक होती है जबकि एक विभागीय जांच अनिवार्य रूप से",
  "objective and quasijudicial.”": "वस्तुनिष्ठ और न्यायिक होती है।”",
  "recording ‘integrity doubtful entry’ is not within the legal parameters. Hence,": "वस्तुनिष्ठता और कारणों पर जोर देना कानूनी मानकों के भीतर नहीं है।इसलिए,",
  "the view taken by the learned Single Judge would not be sustainable.": "विद्वान एकल न्यायाधीश द्वारा लिया गया इष्टिकोण टिकाऊ नहीं होगा।",
  "(13) Coming back to the reasoning adopted by the learned Single": "(3) विद्वान एकल न्यायाधीश द्वारा अपनाए गए तक पर वापस आते हुए,",
  "end because the writ petitioner ASI Davinder Singh was not even arrayed": "गया है क्योंकि रिट याचिकाकर्ता ए. एस. आई. देविंदर सिंह को आपराधिक मामला",
  "as an accused in Criminal Case No. 143-1/08, filed in pursuance to FIR": "संख्या 43-/08 में अभियुक्त के रूप में भी प्रस्तुत नहीं किया गया था, जो कि",
  "and counseling has been suggested after awarding the punishment. The": "बोलने वाला और गुप्त था और सजा देने के बाद परामर्श का सुझाव दिया गया",
  "learned Single Judge opines that there was no material before the reporting": "है।विद्वान एकल न्यायाधीश का मानना है कि रिपोर्टिंग प्राधिकरण के समक्ष",
  "authority for recording an entry of integrity doubtful, which was requirement": "संदिग्ध सत्यनिष्ठा की प्रविष्टि दर्ज करने के लिए कोई सामग्री नहीं थी, जो कि",
  "of instructions dated 12.12.1985.": "दिनांक 2.2.985 को निर्देशों की आवश्यकता थी।",
  "(14) The stage is now set to deal with the approach adopted by the learned Single Judge. It would first be appropriate to examine the ACR": "(।4) अब विद्वान एकल न्यायाधीश द्वारा अपनाए गए दृष्टिकोण से निपटने के",
  "for the period from 26.4.2006 to 31.3.2007, which has been conveyed to": "लिए मंच तैयार है।सबसे पहले 26.4.2006 से 3.3.2007 तक की अवधि के लिए",
  "DEVINDER SINGH v. STATE OF HARYANA AND OTHERS 243": "देविंदर सिंह बनाम हरियाणा राज्य और अन्य",
  "memo No. 1599-605": "ज्ञापन संख्या. 4567-78",
  "A-1 dated 9.1.07 due": "ए-] दिनांकित 9..07 को",
  "the complaint in time.": "को समय पर शिकायत",
  "General Remarks Unable employee in police department": "सामान्य टिप्पणियां पुलिस विभाग मे कर्मचारी सक्षम नहीं",
  "ASI Davinder Singh No. 607/GRP apprised of the above": "ए.एस.आई देविंदर सिंह सं. 607/जीआरपी को उपरोक्त प्रतिकूल",
  "said adverse remarks and be instructed to remove these defects.": "टिप्पणियों से अवगत कराया जाए और इन दोषों को दूर करने का",
  "Signature with date of the employee be obtained on the second": "निर्देश दिया जाए।कर्मचारी की तिथि के साथ हस्ताक्षर दूसरी प्रति पर",
  "reasons or material. The question which calls for consideration is whether": "'संदिग्ध' है।जिस प्रश्न पर विचार करने की आवश्यकता है वह यह है कि क्या",
  "the reporting officer is influenced by the registration of a criminal case or": "रिपोर्टिंग अधिकारी किसी आपराधिक मामले के पंजीकरण या विभागीय जांच से",
  "possible to accept the conclusion that the reporting officer was influenced": "है।इस निष्कर्ष को प्रतिग्रहण करना संभव नहीं है कि रिपोर्टिंग अधिकारी उपरोक्त",
  "honesty doubtful no such factors have been mentioned. Therefore, it is": "कॉलम में ऐसे किसी भी कारण का उल्लेख नहीं किया गया है।इसलिए, विद्वान",
  "conjunctural and presumptuous for the learned Single Judge to reach such": "एकल न्यायाधीश के लिए इस तरह के निष्कर्ष पर पहुंचना संयोगात्मक और",
  "a conclusion and the same is not borne out from the record and, hence,": "अभिमानी है और यह रिकॉर्ड से साबित नहीं होता है और इसलिए, इसे एक तथ्य",
  "it cannot be presumed to be a fact and no finding on that basis could have": "नहीं माना जा सकता है और उस आधार पर कोई भी निष्कर्ष विदवान एकल",
  "(16) The account of an officer with regard to his assessment is": "(6) अपने मूल्यांकन के संबंध में एक अधिकारी का लेखा एक वर्ष की पूरी अवधि",
  "which finds reflection in the ACR. It is sometime said that the recording": "परिलक्षित होती है। कभी-कभी यह कहा जाता है कि रिकॉर्डिंग अधिकारी या",
  "officer or reviewing/appellate authority do not right the ACR of the officer": "समीक्षा/अपीलीय प्राधिकरण अधिकारी के वाषिक गोपनीय रिपोर्ट को सही नहीं",
  "been coined only for the reason that the reporting/reviewing officers only": "है।इस तरह का वाक्यांश केवल इस कारण से गढ़ा गया है कि रिपोर्टिंग/समीक्षा",
  "make the assessment as per the performance of the officer without any bias nor for any other reason. Therefore, the honesty doubtful comments would": "अधिकारी केवल बिना किसी पूर्वाग्रह के या किसी अन्य कारण के अधिकारी के प्रदर्शन के अनुसार मूल्यांकन करते हैं।इसलिए, विभागीय जांच में अपचारी",
  "inquiry or on account of dropping of his name in the investigation pursuant": "अनुसार जांच में उसका नाम हटाए जाने के कारण ईमानदारी से जुड़ी संदिग्ध"
}