{
  "Before Aman Chaudhary, J.": "अमन चौधरी जे. से पहले",
  "SUNIL—Petitioner": "सुनील-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA—Respondent": "हरियाणा राज्य-प्रतिवादी",
  "CRM-M No. 50852 of 2022": "2022 का सीआरएम-एम नंबर 50852",
  "November 11, 2022": "44 नवंबर 2022",
  "Code of Criminal Procedure, 1973 — Ss.439,482 — Arms Act,": "दंड प्रक्रिया संहिता, 4973 - धारा 439482 - शस्त्र अधिनियम 4959 - धारा 25,54,59 -",
  "1959 — Ss.25,54,59 — Petitioner noted the wrong date and could not appear — Justified reason — Bail allowed and is directed to": "याचिकाकर्ता ने गलत तारीख नोट की और उपस्थित नहीं हो सका - उचित कारण -",
  "each date of hearing — In case petitioner does not adhere to the": "निर्देश दिया गया हलफनामा कि वह सुनवाई की प्रत्येक तारीख पर उपस्थित होंगे - यदि",
  "Held, that the Trial Court shall release him on bail by imposing": "निर्णय दिया गया कि ट्रायल कोर्ट अपनी संतुष्टि के अनुसार मुचलका लगाकर उसे जमानत",
  "by way of his affidavit that he will appear on each and every date of": "निर्देश दिया गया है कि वह ट्रायल कोर्ट के समक्ष सुनवाई की प्रत्येक तारीख पर उपस्थित",
  "hearing before the Trail Court, unless specifically exempted by the Court.": "होंगे, जब तक कि अदालत द्वारा विशेष रूप से छूट न दी जाए।",
  "(Para 8)": "(अनुच्छेद 8)",
  "Viren Jain, Advocate and Alisha Soni, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से वीरेन जैन, अधिवक्ता और अलीशा सोनी, अधिवक्ता।",
  "Tanuj Sharma, AAG, Haryana.": "तनुज शर्मा, एएजी, हरियाणा।",
  "AMAN CHAUDHARY, J.": "अमन चौधरी, जे.",
  "(1) Present petition has been filed under Section 482 Cr.P.C. for": "(3) वर्तमान याचिका सीआरपीसी की धारा 482 के तहत दायर की गई है। दिनांक",
  "quashing/setting aside the impugned order dated 05.08.2022 (Annexure": "05.08.2022 (अनुलग्नक पी-4) के आक्षेपित आदेश को रद्द करने/रद्द करने के लिए,",
  "P-4) whereby bail granted to the petitioner vide order dated 28.08.2018 (Annexure P-2) has been cancelled and arrest warrants have been": "जिसके तहत दिनांक 28.08.2048 (अनुलग्नक पी-2) के आदेश के तहत याचिकाकर्ता को दी गई जमानत रद्द कर दी गई है और याचिकाकर्ता के खिलाफ गिरफ्तारी वारंट जारी",
  "issued against the petitioner by the Court of Additional Sessions Judge, Jind in Sessions trial case titled ‘State of Haryana Vs. Rajesh and": "किए गए हैं। अतिरिक्त सत्र न्यायाधीश, जींद की अदालत ने 'हरियाणा राज्य बनाम' नामक",
  "Station, Jind Sadar under Sections 25, 54 and 59 of the Arms Act and": "(अनुलग्नक पी-4) पुलिस स्टेशन, जींद सदर में शस्त्र अधिनियम की धारा 25, 54 और 59",
  "Sections 148, 149, 307 and 120-B of the IPC.": "और आईपीसी की धारा 448, 449, 307 और 420-बी के तहत दर्ज किया गया। .",
  "(2) Learned counsel contends that FIR was registered against": "(2) विद्वान वकील का तर्क है कि याचिकाकर्ता के खिलाफ 46.04.2048 को एफआईआर",
  "that the petitioner was falsely implicated. He was granted regular bail": "नियमित जमानत दी गई थी। चालान 24.08.2048 को पेश किया गया था और याचिकाकर्ता",
  "This Court while noticing the bonafide of the petitioner;": "याचिकाकर्ता की सद्धावना पर ध्यान देते हुए यह न्यायालय; उनकी अनुपस्थिति को उचित",
  "explanation given for his absence being justified; the object": "ठहराने हेतु स्पष्टीकरण दिया गया; प्राप्त किया जाने वाला उद्देश्य कार्यवाही में",
  "to be achieved being to secure the presence of the petitioner in the proceedings; expedition of trial and its early culmination being in the interest of the parties; in order to": "याचिकाकर्ता की उपस्थिति सुनिश्चित करना है; पक्षकारों के हित में मुकदमे का शीतघ्र",
  "culmination being in the interest of the parties; in order to meet the ends of justice; judgments referred to above being": "समापन और उसका शीघ्र समापन; न्याय के उद्देश्य को पूरा करने के लिए; ऊपर",
  "applicable to the instant case, is allowing this petition,": "उल्लिखित निर्णय तत्काल मामले पर लागू होने के कारण, इस याचिका को अनुमति दे रहे",
  "though deeming it appropriate to impose certain conditions for meticulous adherence at the hands of the petitioner. In": "हैं, हालांकि याचिकाकर्ता के हाथों सावधानीपूर्वक पालन के लिए कुछ शर्तों को लागू करना",
  "view of the forgoing conclusion and in the peculiarity of the facts and circumstances of the case, as also held by the": "उचित है। पूर्वगामी निष्कर्ष और मामले के तथ्यों और परिस्थितियों की ख़ासियत को ध्यान",
  "Coordinate Bench of this Court in the cases of Naveen Rao (supra) and Dimple Kumar (supra) and in the interest of": "में रखते हुए, जैसा कि नवीन राव (सुप्रा) और डिंपल कुमार (सुप्रा) के मामलों में इस न्यायालय की समन्वय पीठ द्वारा भी आयोजित किया गया था और न्याय के हित में ,",
  "justice, the impugned order dated 19.7.2022, Annexure P5, is hereby set aside.”": "आक्षेपित आदेश दिनांक 49.7.2022, अनुलग्नक पी5, को इसके द्वारा रद्द किया जाता है।”",
  "(8) In view of the facts and circumstances of this case and the": "(8) इस मामले के तथ्यों और परिस्थितियों और ऊपर उल्लिखित निर्णयों को ध्यान में रखते",
  "Poor Patients Welfare Fund, PGIMER, Chandigarh, https://pgimer.edu.in/. The petitioner is directed to surrender before the": "पीजीआईएमईआर, चंडीगढ़, ॥४७५://०8॥7०९7.९०७.॥/ | याचिकाकर्ता को 24.44.2022 को",
  "trial Court on or before 21.11.2022 and furnish his fresh bail/ surety": "या उससे पहले ट्रायल कोर्ट के समक्ष आत्मसमर्पण. करने और अपनी नई",
  "imposing surety to its satisfaction. He is also directed to furnish an": "अपनी संतुष्टि के लिए ज़मानत लगाकर उसे जमानत पर रिहा कर देगा। उन्हें अपने",
  "every date of hearing before the trial Court, unless specifically": "ट्रायल कोर्ट के समक्ष सुनवाई की प्रत्येक तारीख पर उपस्थित होंगे, जब तक कि अदालत",
  "exempted by the Court. He shall also surrender his passport and will": "द्वारा विशेष रूप से छूट न दी जाए। उसे अपना पासपोर्ट भी सरेंडर करना होगा और",
  "not leave the country without prior permission of the Court or the trial Court may impose any other condition that it may deem appropriate in": "अदालत की पूर्व अनुमति के बिना देश नहीं छोड़ेगा या ट्रायल कोर्ट कोई अन्य शर्त लगा",
  "the facts and circumstances of the present case.": "सकता है जो वह वर्तमान मामले के तथ्यों और परिस्थितियों में उचित समझे।",
  "(9) Before parting with this order, it is made abundantly clear": "(9) इस आदेश से अलग होने से पहले, यह स्पष्ट रूप से स्पष्ट कर दिया गया है कि यदि",
  "that in case the petitioner does not adhere to the aforesaid, the present": "याचिकाकर्ता उपरोक्त का पालन नहीं करता है, तो वर्तमान याचिका को इस न्यायालय के",
  "petition shall be deemed to have been dismissed without any reference": "संदर्भ के बिना खारिज कर दिया गया माना जाएगा।",
  "Dr. Payel Mehta": "डॉ पायल मेहता"
}