{
  "Before K. Kannan, J.": "न्यायमूर्ति के. कन्‍नन के समक्ष",
  "LAXMI DEVI,—Petitioner": "लक्ष्मी देवी-याचिकाकर्ता",
  "versus": "बनाम",
  "LIFE INSURANCE CORPORATION OF INDIA AND OTHERS,—Respondents": "भारत जीवन बीमा निगम और अन्य -उत्तरदाता",
  "CWP No.2845 of 2000": "2000 का सी. डब्ल्यू. पी संखया 2845",
  "Constitution of India, 1950 -Art. 226 - Seeking issuance writ": "भारत का संविधान, 950-अनुच्छेद 226-जीवन बीमा पॉलिसी के तहत",
  "of mandamus to direct respondents to pay amount covered under": "कवर की गई राशि का भुगतान करने के लिए याचिकाकर्ता को निर्देश देने के",
  "receiving premium - Insurer died - Claim submitted - Not favorably": "प्राप्त करने के बाद कवर जारी किया गया- बीमाकर्ता की मृत्यु हो गई-दावा",
  "considered - Representation made - Still no benefit received - Notice": "प्रस्तुत किया गया-अनुकूत्र रूप से विचार नहीं किया गया-प्रतिनिधित्व किया गया-अभी भी कोई लाभ प्राप्त नहीं हुआ-नोटिस जारी किया गया और",
  "issued and ultimately writ filed - Whether appropriate remedy only": "अंततःरिट दायर की गई-क्या केवल मुकदमे के माध्यम से उचित उपाय है-",
  "by means of suit - In Life Insurance Corporation of India Vs. Ashas": "भारतीय जीवन बीमा निगम बनाम आशा गोयल में सर्वोच्च न्यायालय ने",
  "in exceptional cases - Held, present case an exception - LIC acted": "है-आयोजित, वर्तमान मामला एक अपवाद- भारतीय जीवन बीमा निगम ने",
  "with a heartless lack of response - Receipt of premium not denied": "हृदयहीनता के साथ प्रतिक्रिया की- प्रीमियम की प्राप्ति से इनकार नहीं किया-",
  "- Contract of insurance is contract of uberrima-feidi - Issue with": "बीमा अनुबंध प्रचुर आस्था का अनुबंध है-उत्तरपुस्तिका में पहली बार तथ्य",
  "respect of suppression of fact raised for first time in written statement": "तक कि गैर-प्रकटीकरण जिसे अब पहली बार उत्तर पुस्तिका में संदर्भित किया",
  "The lack of utmost good faith would arise in respect of matters which would": "मामलों के संबंध में अत्यधिक सदभावना की कमी उत्पन्न होगी जो बीमा",
  "have a bearing for acceptance of the proposal for underwriting a policy of": "पॉलिसी की हामीदारी के प्रस्ताव की स्वीकृति के लिए एक असर",
  "insurance. It is not even suggested by means of response by the Insurance Company to the entreaties made by the petitioner through her supplications": "होगा।याचिकाकर्ता द्वारा उसकी याचिकाओ दूवारा किए गए अनुरोधों के लिए बीमा कंपनी द्वारा प्रतिक्रिया से भी यह सुझाव नहीं दिया गया है कि तथ्य का",
  "that there had been any suppression of fact. Even the nondisclosure which is now referred to in the written statement for the first time cannot be a": "कोई दमन किया गया था।यहां तक कि गैर-प्रकटीकरण जिसे अब पहली बार",
  "foundation for the contract of insurance. The plea that the petitioner had": "हो सकता है जिसका बीमा अनुबंध पर असर पड़ेगा।यह याचिका कि",
  "not given the occupation details or the income status, are irrelevant for": "याचिकाकर्ता ने व्यवसाय का विवरण या आय की स्थिति नहीं दी थी, प्रस्ताव",
  "to that effect, I find no basis even for such a line of defence. Even the": "गई पुष्टि के अलावा, मुझे इस तरह के बचाव का कोई आधार नहीं मित्रता",
  "proposal form has not been filed in Court. The rejection of the petitioner's": "है।यहां तक कि न्यायालय में प्रस्ताव प्रपत्र दाखिल नहीं किया गया है।इसलिए,",
  "claim for the sum assured in the policy is, therefore, not tenable in law.": "पॉलिसी में वर्णित राशि के लिए याचिकाकर्ता के दावे की अस्वीकृति कानूनी रूप से मान्य नहीं है।",
  "(Para 4)": "(पैरा 4)",
  "R.K.Gupta, Advocate, for the petitioner.": "आर.के.गुप्ता, अधिवक्ता, याचिकाकर्ता की ओर से",
  "V.K. Kaushal, Advocate, for Mr. B.R.Mahajan, Advocate, for the": "श्री .बी.आर.महाजन, अधिवक्ता, श्री.वी. के. कौशल अधिवक्ता के लिए,",
  "K. KANNAN, J. (ORAL)": "न्यायमूर्ति के. कन्‍नन (मौखिक)",
  "case is that a proposal was made and a cover note was also issued after": "है।स्वीकार किया गया मामला यह है कि एक प्रस्ताव बनाया गया था और",
  "(3) As regards the first contention that the writ petition itself is not": "(3) जहां तक पहले तक का संबंध है कि रिट याचिका स्वयं विचारणीय नहीं",
  "of India and others versus Smt. Kiran Sinha (1) and the decision in": "बीमा निगम और अन्य बनाम श्रीमती किरण सिन्हा”, और भारतीय जीवन",
  "the first judgment in Kiran Sinha’s case, the Hon’ ble Supreme Court was": "में अपनी निर्भरता रखी है | किरण सिनन्‍्हा' के मामले में पहला फैसला,",
  "ultimately dismissing the writ petition in a case where the Attorney General": "माननीय सर्वोच्च न्यायालय अंततः एक ऐसे मामले में रिट याचिका को खारिज",
  "would secure full settlement of a claim at an Rs.40,000/-. The petitioner": "ने एक अदालत के समक्ष रियायत दी थी कि वह 40,000/- रुपये पर दावे का पूरा निपटान सुनिश्चित करेंगे।याचिकाकर्ता राहत प्राप्त कर रहा था और",
  "was securing the relief and therefore, the Court felt inclined to dismiss it.": "इसलिए, न्यायालय ने इसे खारिज करने के लिए इच्छुक महसूस किया। आशा",
  "In the latter case in Asha Goel, the Hon’ble Supreme Court carved out": "गोयल' के मामले में, माननीय सर्वोच्च न्यायालय ने एक अपवाद बनाया कि",
  "an exception that in all contractual matters, the appropriate remedy would": "सभी संविदात्मक मामलों में, उचित उपाय केवल एक दीवानी मुकदमा होगा",
  "exceptional cases. I would hold that this case admits of such exceptional": "मामला ऐसी असाधारण स्थिति को स्वीकार करता है जहां भारतीय जीवन",
  "situation where the LIC had not at any time prior to filing of the statement": "बीमा निगम ने बयान दाखिल करने से पहले किसी भी समय दावे को",
  "repudiated the claim. I have given the details of the information, the claim,": "अस्वीकार नहीं किया था।मैंने जानकारी, दावे, अभ्यावेदन और त्वरित क्रम में",
  "(2) 2001(2) SCC 160": "2200 (2) एस. सी. सी. 60"
}