{
  "Section 210 Cr.P.C requiring the Magistrateto stay the proceedings of an enquiry or a trial and call for a report on the matter from the police": "धारा 270 सी.आर.पी.सी. मजिस्ट्रेट को जांच या मुकदमे की कार्यवाही पर रोक लगाने और जांच करने वाले पुलिस",
  "(12) Further still, there is nothing that would reveal from the order impugned in the case in hand, that the cancellation report": "(।2) इसके अलावा, अभी भी ऐसा कुछ भी नहीं है जो मामले में आक्षेपित आदेश से प्रकट करता है, कि एस. आई.",
  "order impugned in the case in hand, that the cancellation report submitted by the SIT was considered by the Magistrate, it being a mandate of Section 210 CrPC, as explicated in the afore-referred": "टी. द्वारा प्रस्तुत रद्दीकरण रिपोर्ट पर मजिस्ट्रेट द्वारा विचार किया गया था, यह सीआरपीसी की धारा 270 का अधिदेश",
  "(13) The Magistrate while summoning in a case wherein the complainant has expressed his dissatisfaction with the investigation": "(3) मजिस्ट्रेट को ऐसे मामले में समन करते समय, जिसमें शिकायतकर्ता ने की गई जाँच पर अपना असंतोष व्यक्त",
  "carried out, must take into consideration that it is natural for the complainant, being an interested party, to not concur with the": "किया है, इस बात को ध्यान में रखना चाहिए कि शिकायतकर्ता के लिए, एक इच्छुक पक्ष होने के नाते, की गई जाँच",
  "(14) Having meticulously considered the facts and circumstances of the case, statement made by the learned counsel for": "(५) मामले के तथ्यों और परिस्थितियों पर सावधानीपूर्वक विचार करने के बाद, शिकायतकर्ता के लिए विद्वान वकील",
  "the complainant and in light of the enunciation of law, the impugned": "द्वारा दिए गए बयान और कानून के उच्चारण के आलोक में, याचिकाकर्ताओं को बुलाने वाले विवादित आदेश को",
  "(15) As a sequel thereto, the instant petitions are partly accepted.": "(5) इसकी अगली कड़ी के रूप में, तत्काल याचिकाओं को आंशिक रूप से स्वीकार किया जाता है। दिनांक",
  "(16) The observations made hereinabove are only for the purpose of adjudication of the present petitions and shall not be": "(6) ऊपर की गई टिप्पणियां केवल वर्तमान याचिकाओं के न्यायनिर्णयन के प्रयोजन के लिए हैं और मामले के",
  "(17) A photocopy of the judgment be placed on the file of the connectedcase.": "(7) संबंधित मामले की फाइल पर निर्णय की एक फोटोकॉपी रखी जाए।",
  "Divya Gurnay": "दिव्या गुर्ने",
  "RAJA AND OTHERS v. STATE OF HARYANA AND ANOTHER 1347 (Aman Chaudhary, J.)": "राजा एवं अन्य बनाम हरियाणा राज्य एवं अन्य (अमन चौधरी, जे.)",
  "Before Aman Chaudhary, J.": "समक्ष अमन चौधरी, जे.",
  "RAJA AND OTHERS—Petitioners": "राजा एवं अन्य - याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "CRM-M No. 10164 of 2020": "सी.आर.एम.-एम संख्या 06% वर्ष 2020",
  "April 13, 2023": "3 अप्रैल, 2023",
  "Code of Criminal Procedure, 1973—Ss. 210, 482—Indian Penal Code, 1860—Ss. 306, 341—Observations in the impugned": "दंड प्रक्रिया संहिता, 4973- धारा. 270, ५82-भारतीय दंड संहिता, 860- धारा. 306, 3५ -आशक्षेपित समन आदेश",
  "summoning order not matching facts of the case—Cancellation report not dealt with in the order—Summoning order in a criminal": "में अवलोकन मामले के तथ्यों से मेल नहीं खाते हैं-रद्द करने की रिपोर्ट आदेश में नहीं की गई है-एक आपराधिक",
  "case must reflect that Magistrate has applied mind to facts of the case": "मामले में समन आदेश में यह प्रतिबिंबित होना चाहिए कि मजिस्ट्रेट ने मामले के तथ्यों और लागू कानून पर ध्यान",
  "and law applicable—Impugned order set aside—Petition allowed.": "दिया है- विवादित आदेश को दरकिनार कर दिया गया-याचिका की अनुमति।",
  "Held, that summoning of an accused in a criminal case is a": "माना जाता है कि आपराधिक मामले में किसी आरोपी को तलब करना एक गंभीर मामला है। आपराधिक कानून को",
  "serious matter. Criminal law cannot possibly be set into motion as a": "संभवतः एक मामले के रूप में लागू नहीं किया जा सकता है। अभियुक्त को समन करने वाले मजिस्ट्रेट के आदेश में",
  "must reflect that he has applied his mind to the facts of the case and the": "यह प्रतिबिंबित होना चाहिए कि उसने मामले के तथ्यों और उस पर लागू कानून पर अपना दिमाग लगाया है। उसे",
  "law applicable thereto. He has to examine the nature of allegations made in the complaint and the evidence, both oral and documentary, in": "शिकायत में लगाए गए आरोपों की प्रकृति और उसके समर्थन में मौखिक और दस्तावेजी दोनों साक्ष्यों की जांच करनी",
  "support thereof and would that be sufficient for the complainant to succeed in bringing charge home to the accused. It is not that the": "होगी और क्‍या यह शिकायतकर्ता के लिए अभियुक्त को आरोप सौंपने में सफल होने के लिए पर्याप्त होगा। ऐसा नहीं",
  "Magistrate is a silent spectator at the time of recording of preliminary evidence before summoning of the accused. Magistrate has to carefully": "है कि अभियुक्त को बुलाने से पहले प्रारंभिक साक्ष्य दर्ज करते समय मजिस्ट्रेट मूक दर्शक होता है। मजिस्ट्रेट को",
  "scrutinise the evidence brought on record and may even himself put": "अभिलेख पर लाए गए साक्ष्य की सावधानीपूर्वक जांच करनी होती है और वह स्वयं भी शिकायतकर्ता और उसके",
  "questions to the complainant and his witnesses to elicit answers to find out the truthfulness of the allegations or otherwise and then examine if": "गवाहों से सवाल कर सकता है ताकि आरोपों की सच्चाई का पता लगाने के लिए जवाब प्राप्त किया जा सके या",
  "out the truthfulness of the allegations or otherwise and then examine if any offence is prima facie committed by all or any of the accused, as": "अन्यथा और फिर जांच कर सके कि क्या कोई अपराध सभी या किसी आरोपी द्वारा प्रथम दृष्टया किया गया है, जैसा",
  "held by Hon’ble The Supreme Court in the case of M/s Pepsi Limited vs. Special Judicial Magistrate, (1998) 5 SCC 749.": "कि माननीय द्वारा अभिनिर्धारित किया गया है। मेसर्स पेप्सी लिमिटेड बनाम विशेष न्यायिक मजिस्ट्रेट, (998) 5 एस. सी. सी. 7५9 के मामले में उच्चतम न्यायालय।",
  "(Para 6)": "(पैरा 6)",
  "Further held, that there is nothing that would reveal from the order impugned in the case in hand, that the cancellation report": "इसके अलावा यह अभिनिर्धारित किया गया कि मामले में आक्षेपित आदेश से ऐसा कुछ भी प्रकट नहीं होगा कि एस.",
  "order impugned in the case in hand, that the cancellation report submitted by the SIT was considered by the Magistrate, it being a": "आई. टी. द्वारा प्रस्तुत रद्द करने की रिपोर्ट पर मजिस्ट्रेट द्वारा विचार किया गया था, क्योंकि यह धारा 270 सी. आर.",
  "(Para 12)": "(पैरा 42)",
  "Madhur Panwar, Advocate for Aman Pal, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से वकील अमन पाल के वकील मधुर पंवार ने यह जानकारी दी।",
  "decides to proceed further in the case wherein cancellation report has": "इसमें यह अभिनिर्धारित किया गया कि यदि मजिस्ट्रेट उस मामले में आगे बढ़ने का विनिश्चय करता है जिसमें रद्द",
  "been submitted, it is incumbent upon him to deal with the conclusion of the said report instead of dismissing the same brusquely, and it was": "करने की रिपोर्ट प्रस्तुत की गई है, तो यह उसका दायित्व है कि वह उक्त रिपोर्ट के निष्कर्ष पर कार्रवाई करे, बजाय",
  "of the said report instead of dismissing the same brusquely, and it was the duty of the Magistrate to at least indicate his mind as to why he": "इसके कि उसे कठोरता से खारिज कर दिया जाए, और यह मजिस्ट्रेट का कर्तव्य था कि वह कम से कम अपने मन",
  "still wanted to proceed in the matter and summon the accused persons.": "को बताए कि वह अभी भी मामले में आगे क्‍यों बढ़ना चाहता है और अभियुक्त व्यक्तियों को तलब करना चाहता है।",
  "(10) This Court in the case of Kuldip Raj Mahajan (supra),": "(0) इस न्यायालय ने कुलदीप राज महाजन (उपर्युक्त) के मामले में मजिस्ट्रेट द्वारा पारित समन आदेश को रद्द कर",
  "cancellation report had not been taken into consideration by holding": "दिया, रद्द करने की रिपोर्ट को इस प्रकार अभिनिर्धारित करके विचार में नहीं लिया गया थाः-",
  "“10. In the aforesaid context, learned counsel for the": "\"0. उपरोक्त संदर्भ में, याचिकाकर्ता के विद्वान वकील ने प्रस्तुत किया कि आदेश तिथि .9.2000 (अनुलग्नरक पी-",
  "petitioner submitted that inspite of having called report from the Investigating Officer vide order date 1.9.2000 (Annexure P-18), the learned Magistrate, while passing the": "॥8) के माध्यम से जांच अधिकारी से रिपोर्ट बुलाए जाने के बावजूद, विद्वान मजिस्ट्रेट ने दिनांक 9.9.2002 के",
  "into consideration the cancellation/investigation report of the police. Perusal of impugned summoning order": "विवादित समन आदेश को पारित करते हुए, पुलिस की रद्द/जांच रिपोर्ट को ध्यान में नहीं रखा। आक्षेपित समन",
  "(Annexure P-2) reveals that there is no reference at all to the investigation report/cancellation report of the police in": "आदेश (अनुलग्नक पी-2) के अवलोकन से पता चलता है कि समन आदेश में पुलिस की जांच रिपोर्ट/रद्द रिपोर्ट का",
  "the summoning order. Without considering — the investigation report/cancellation report of the police, the": "कोई संदर्भ नहीं है। पुलिस की जांच रिपोर्ट/रद्द करने की रिपोर्ट पर विचार किए बिना, विवादित समन आदेश को",
  "impugned summoning order could not have been legally passed by the learned Magistrate. The respondent, despite": "विद्वान मजिस्ट्रेट द्वारा कानूनी रूप से पारित नहीं किया जा सकता था। प्रत्यर्थी ने जानकारी होने के बावजूद पुलिस की",
  "knowledge, concealed the cancellation report of the police from the learned Magistrate. This is another indicator of mala fide on the part of the respondent.": "रद्द करने की रिपोर्ट को मजिस्ट्रेट से छिपा दिया। यह प्रत्यर्थी की ओर से दुर्भावना का एक और संकेतक है।",
  "disputed questions of fact cannot be adjudicated upon in the": "विवादित प्रश्नों पर निर्णय नहीं लिया जा सकता है। इस विवाद के समर्थन में रिलायंस को टी. बनम्बरपात्रा और अन्य",
  "the case of T. BanamberPatra and others v. Vinod Kumar Sethi and another, reported as 2007 (1) Law Herald (P&H)": "बनाम विनोद कुमार सेठी और एक अन्य, जिसकी रिपोर्ट 2007 (॥) लॉ हेराल्ड (पी एंड एच) 5५ के रूप में की गई",
  "54 and also on an unreportedorder dated 12.1.2006 of this": "है, के मामले में निर्णय पर रखा गया है और साथ ही इस न्यायालय के दिनांक 2..2006 के गैर-रिपोर्ट आदेश पर",
  "Court in Crl. Misc. No. 2052-M of 2006 titled as Ranjit Singh and others v. Sharda Devi. There cannot be any quarrel with this legal proposition. Disputed questions of": "भी सीआरएल में रखा गया है। विविध। नं. 2006 का 2052-एम, जिसका शीर्षक रंजीत सिंह और अन्य बनाम शारदा देवी था। इस कानूनी प्रस्ताव के साथ कोई विवाद नहीं हो सकता है। संहिता की धारा ५82 के तहत याचिका में तथ्य",
  "the Code. However, this Court cannot be a _ helpless": "के विवादित प्रश्नों को शामिल नहीं किया जा सकता है। हालाँकि, यह न्यायालय एक असहाय दर्शक नहीं हो सकता है",
  "spectator when it is made out that the criminal prosecution": "जब यह कहा जाता है कि आपराधिक अभियोजन",
  "RAJA AND OTHERS v. STATE OF HARYANA AND ANOTHER 1349 (Aman Chaudhary, J.)": "राजा एवं अन्य बनाम हरियाणा राज्य एवं अन्य (अमन चौधरी, जे.)",
  "has no objection for remand of the case for fresh decision.": "नए फैसले के लिए मामले की रिमांड के लिए कोई आपत्ति नहीं है।",
  "(5) Heard learned counsel for the parties.": "(5) पक्षकारों की विद्वान सलाह सुनी।",
  "(6) Summoning of an accused in a criminal case is a serious matter. Criminal law cannot possibly be set into motion as a": "(6) आपराधिक मामले में अभियुक्त को तलब करना एक गंभीर मामला है। आपराधिक कानून को संभवतः एक",
  "accused must reflect that he has applied his mind to the facts of the case and the law applicable thereto. He has to examine the nature of": "प्रतिबिंबित होना चाहिए कि उसने मामले के तथ्यों और उस पर लागू कानून पर अपना दिमाग लगाया है। उसे",
  "allegations made in the complaint and the evidence, both oral and documentary, in support thereof and would that be sufficient for the": "शिकायत में लगाए गए आरोपों की प्रकृति और उसके समर्थन में मौखिक और दस्तावेजी दोनों साक्ष्यों की जांच करनी",
  "documentary, in support thereof and would that be sufficient for the complainantto succeed in bringing charge home to the accused. It is": "होगी और क्‍या यह शिकायतकर्ता के लिए अभियुक्त को आरोप सौंपने में सफल होने के लिए पर्याप्त होगा। ऐसा नहीं",
  "not that the Magistrate is asilent spectator at the time of recording of preliminary evidence before summoning of the accused. Magistrate": "है कि अभियुक्त को बुलाने से पहले प्रारंभिक साक्ष्य दर्ज करते समय मजिस्ट्रेट मूक दर्शक होता है। मजिस्ट्रेट को",
  "has to carefully scrutinise the evidence brought on record and may even himself put questions to the complainant and his witnesses to": "अभिलेख पर लाए गए साक्ष्य की सावधानीपूर्वक जांच करनी होती है और वह स्वयं भी शिकायतकर्ता और उसके",
  "even himself put questions to the complainant and his witnesses to elicit answers to find out the truthfulness of the allegations or": "गवाहों से सवाल कर सकता है ताकि आरोपों की सच्चाई का पता लगाने के लिए जवाब प्राप्त किया जा सके या",
  "otherwise and then examine if any offence is prima facie committed by all or any of the accused, as held by Hon’ble The Supreme Court in": "अन्यथा और फिर जांच कर सके कि क्या कोई अपराध सभी या किसी आरोपी द्वारा प्रथम दृष्टया किया गया है, जैसा",
  "the case of M/s Pepsi Limited versus Special Judicial Magistrate’.": "कि माननीय द्वारा अभिनिर्धारित किया गया है। मेसर्स पेप्सी लिमिटेड बनाम विशेष न्यायिक मजिस्ट्रेट के मामले में",
  "(7) It may be accentuated that the FIR lodged under Sections 306, 34 IPC contained allegations against the present petitioners with": "(7) यह स्पष्ट किया जा सकता है कि आईपीसी की धारा 306,3% के तहत दर्ज प्राथमिकी में वर्तमान याचिकाकर्ताओं",
  "regard to harassment of the deceased by levelling false allegations of he having not repaid the debt, which was investigated by a Special": "के खिलाफ मृतक के ऋण का भुगतान नहीं करने के झूठे आरोप लगाकर उसके उत्पीड़न के संबंध में आरोप लगाए",
  "he having not repaid the debt, which was investigated by a Special Investigation Team consisting of five police officersand a cancellation": "गए थे, जिसकी जांच पांच पुलिस अधिकारियों के एक विशेष जांच दल द्वारा की गई थी और एक रद्दीकरण रिपोर्ट",
  "report was submitted, with which the complainant felt discontented.": "प्रस्तुत की गई थी, जिससे शिकायतकर्ता असंतुष्ट महसूस कर रहा था।",
  "(8) Upon having fileda protest petition, the Magistrate summoned the petitioners, however in the impugned order it has": "(8) एक विरोध याचिका दायर करने पर, मजिस्ट्रेट ने याचिकाकर्ताओं को तलब किया, हालांकि आश्षेपित आदेश में",
  "been observed that, ‘Moreover perusal of oral as well as documentary evidence available on case file prima facie discloses": "यह देखा गया है कि, \"इसके अलावा मामले की फाइल पर उपलब्ध मौखिक और दस्तावेजी साक्ष्य के अवलोकन से",
  "that alleged vehicle has been registered in name of two persons.”": "प्रथम दृष्टया पता चलता है कि कथित वाहन दो व्यक्तियों के नाम पर दर्ज किया गया है। ये निश्चित रूप से मामले के",
  "Thesesurely were not the facts of the case.": "तथ्य नहीं थे।",
  "(9) It would be profitable to make a reference to the judgment of the Delhi High Court in the case of Ajay Khandelwal versus State and another*, followed in Atma Ram Singhal versus": "(9) अजय खंडेलवाल बनाम राज्य और दूसरे के मामले में दिल्‍ली उच्च न्यायालय के फैसले का संदर्भ देना लाभदायक होगा, जिसका अनुसरण आत्मा राम सिंघल बनाम राज्य में किया गया था, जिसमें समन आदेश को",
  "State°, wherein while setting aside the summoning order and remitting the case to learned Metropolitan Magistrate to consider the same": "दरकिनार करते हुए और मामले को विद्वान मेट्रोपॉलिटन मजिस्ट्रेट को प्रेषित करते हुए उसी पर विचार करने के लिए",
  "31998 (5) SCC 749": "3|998 (5) एससीसी 7५६9",
  "42003 (6) AD (Del) 485": "52003 (6) एडी (डेल) ५85",
  "52007 (5) AD (Del) 717": "52007 (5) एडी (डेल) 77",
  "(Aman Chaudhary, J.)": "अमन चौधरी। जे.",
  "is mala fide and an abuse of the process of the Court. In fact, this Court has inherent power and corresponding duty": "यह दुर्भावनापूर्ण है और न्यायालय की प्रक्रिया का दुरुपयोग है। वास्तव में, इस न्यायालय के पास किसी भी न्यायालय",
  "fact, this Court has inherent power and corresponding duty to prevent abuse of the process of any court or otherwise to": "की प्रक्रिया के दुरुपयोग को रोकने या न्याय के उद्देश्यों को सुरक्षित करने के लिए अंतर्निहित शक्ति और संबंधित",
  "secure theends of justice. In the instant case, the impugned complaint in result of mala fide as the respondent was": "कर्तव्य है। तत्काल मामले में, प्रतिवादी के रूप में दुर्भावना के परिणामस्वरूप आशक्षेपित शिकायत याचिकाकर्ता के",
  "nursing grudge against the petitioner as discussed herein above. The witnesses cited by the respondent were also": "खिलाफ दुर्भावनापूर्ण थी जैसा कि ऊपर चर्चा की गई है। प्रतिवादी द्वारा उद्धृत गवाह भी याचिकाकर्ता के खिलाफ",
  "aggrieved against the petitioner. The alleged incidents dated 9/10.9.1999 were not mentioned in letter dated 10.9.1999": "व्यथित थे। 9/30.9.999 की कथित घटनाओं का प्रतिवादी द्वारा भेजे गए पत्र दिनांक 40.9.999 (अनुलग्नक",
  "(Annexure R-4) sent by the respondent. There was long and unexplained delay in reporting the matter to the police.": "आर-५) में उल्लेख नहीं किया गया था। पुलिस को मामले की सूचना देने में लंबी और अस्पष्ट देरी हुई। राजपत्रित",
  "After investigation by Gazetted Officer, the FIR lodged in the same matter was found to be false and cancellation report was submitted by the police. The respondent, despite": "अधिकारी द्वारा जाँच के बाद, उसी मामले में दर्ज प्राथमिकी झूठी पाई गई और पुलिस द्वारा रद्द करने की रिपोर्ट",
  "order has also been passed without considering or even referring to the cancellation report. Keeping in view all": "विवादित समन आदेश भी रद्द करने की रिपोर्ट पर विचार किए बिना या उसका उल्लेख किए बिना पारित किया गया",
  "these circumstances, it is a fit case in which this Court has": "है। इन सभी परिस्थितियों को ध्यान में रखते हुए, यह एक उपयुक्त मामला है जिसमें इस न्यायालय को न्यायालय की",
  "to exercise its inherent powers under Section 482 of the Code by quashing the impugned complaint and summoning": "आदेश को रद्द करके संहिता की धारा ५82 के तहत अपनी अंतर्निहित शक्तियों का प्रयोग करना होगा। इसके",
  "offences are also not made out from the allegations in the impugned complaint.”": "अलावा, कथित अपराधों को भी विवादित शिकायत में लगाए गए आरोपों से नहीं बनाया गया है।",
  "(11) This Court in the case of Savera Sidhu (supra), observed that, “The argument that violation of Section 210 Cr.P.C does not": "(।) सवेरा सिद्धू (उपर्युक्त) के मामले में इस न्यायालय ने कहा कि, \"यह तर्क कि धारा 20 सीआरपीसी का",
  "vitiate the proceedings in the facts of the present case as both the complaint and State case stand committed to the Court of Sessions, has": "उल्लंघन वर्तमान मामले के तथ्यों में कार्यवाही को दूषित नहीं करता है क्योंकि शिकायत और राज्य का मामला दोनों",
  "no merit. In case, a charge sheet is presented under Section 173 Cr.P.C": "ही न्यायालय के लिए प्रतिबद्ध हैं। मामले में, धारा 773 सीआरपीसी के तहत एक आरोप पत्र प्रस्तुत किया जाता है",
  "and the Magistrate, on the basis of the complaint without taking into consideration the report under Section 173 Cr.P.C, on the same set of": "और मजिस्ट्रेट शिकायत के आधार पर, धारा 773 सीआरपीसी के तहत रिपोर्ट को ध्यान में रखे बिना, आरोपों के एक",
  "allegations, comes to the conclusion that no offence is made out, the same is liable to cause prejudice to the complainant, whereas": "ही सेट पर, इस निष्कर्ष पर पहुंचता है कि कोई अपराध नहीं किया गया है, वही शिकायतकर्ता के लिए पूर्वाग्रह पैदा",
  "case, a cancellation report_is submitted in the FIR and_the": "करने के लिए उत्तरदायी है, जबकि, मामले में, एक रद्द करने की रिपोर्ट एफआईआर में प्रस्तुत की जाती है और",
  "Magistrate without taking into consideration the cancellation report comes to the conclusion that _a prima-facie case is made out, the": "मजिस्ट्रेट रद्द करने की रिपोर्ट को ध्यान में रखे बिना इस निष्कर्ष पर आता है कि एक प्रथम दृष्टया मामला बनाया गया",
  "same is likely to prejudice the accused. Thus, ignoring the pendency of the investigation in an FIR, shall prejudice one of the two": "है, वही आरोपी को पूर्वाग्रह करने की संभावना है। इस प्रकार, एक एफ. आई. आर. में जांच के लंबित होने की",
  "parties in either of the two situations. As such, the violation of Section": "अनदेखी करना, दोनों में से किसी भी स्थिति में दोनों पक्षों में से एक को पूर्वाग्रहित करेगा। जैसे, धारा 20",
  "210 Cr.P.C will vitiate the proceedings. Hence, the provisions of": "सी.आर.पी.सी का उल्लंघन कार्यवाही को दूषित कर देगा। अतः, के प्रावधान"
}