{
  "Before Vinod S. Bhardwaj, J.": "समक्ष विनोद एस भारद्वाज,जे.",
  "HARYANA URBAN DEVELOPMENT AUTHORITY, SIRSA—": "हरियाणा शहरी विकास प्राधिकरण, सिरसा -",
  "Petitioner": "याचिकाकर्ता",
  "versus": "बनाम",
  "BIMLA DEVI AND OTHERS—Respondents": "बिमला देवी और अन्य-प्रतिवादी",
  "CWP No. 2265 of 2016": "206 का सीडब्ल्यूपी नंबर 2265",
  "May 18, 2023": "8 मई 2023",
  "HSVP entered appearance before Permanent Lok Adalat—": "एचएसवीपी ने स्थायी लोक अदालत के समक्ष उपस्थिति दर्ज की - प्लॉट आवंटित किया गया था - प्लॉट को",
  "Plot was allotted—Plot could not be transferred and there was no illegality in action of HSVP—terms of conditions of a document had": "स्थानांतरित नहीं किया जा सकता था और एचएसवीपी की कार्रवाई में कोई अवैधता नहीं थी - किसी दस्तावेज़ की",
  "to be interpreted in a manner as would give effect to all conditions— Entire Statute must be read as whole—Authority may impose": "शर्तों की व्याख्या इस तरीके से की जानी थी कि सभी शर्तों को प्रभावी बनाया जा सके - संपूर्ण क़ानून संपूर्ण रूप से",
  "Entire Statute must be read as whole—Authority may impose conditions on right of allottee to transfer land/building. HSVP can": "पढ़ा जाना चाहिए - प्राधिकरण भूमि/भवन को स्थानांतरित करने के लिए आवंटी के अधिकार पर शर्तें लगा सकता है।",
  "Conditions accepted by parties are in binding and enforceable— Award passed by Permanent Lok Adalat set aside—Writ petition": "बाध्यकारी और लागू करने योग्य हैं - स्थायी लोक अदालत द्वारा पारित निर्णय को रद्द कर दिया गया - रिट याचिका",
  "allowed.": "की अनुमति दी गई।",
  "Deepak Sabherwal, Advocate, for the petitioner.": "याचिकाकर्ता के वकील दीपक सभरवाल।",
  "Rakesh Nagpal, Advocate, for respondent No.1.": "प्रतिवादी नंबर । के लिए वकील राकेश नागपाल।",
  "Sarvesh Malik, Advocate (Legal Aid Counsel), for respondent Nos.3 and 4.": "सर्वेश मलिक, अधिवक्ता (कानूनी सहायता वकील), प्रतिवादी संख्या ३ और ५ के लिए।",
  "VINOD S. BHARDWAJ, J.": "विनोद एस.भारद्वाज,जे.",
  "(1) The question which arises in the present petition is as to whether the Permanent Lok Adalat (Public Utility Services) can uphold": "(॥) वर्तमान याचिका में जो प्रश्न उठता है वह यह है कि क्‍या स्थायी लोक अदालत (सार्वजनिक उपयोगिता सेवाएं)",
  "an alienation of property made in violation of the terms & conditions of": "आवंटन पत्र के नियमों और शर्तों के उल्लंघन में की गई संपत्ति के हस्तांतरण को बरकरार रख सकती है और",
  "the letter of allotment and issue a direction to transfer the plot.": "हस्तांतरण का निर्देश जारी कर सकती है। कथानक।",
  "(2) The instant petition has been filed under Articles 226/227 of the Constitution of India for setting aside of the impugned award dated": "(2) तत्काल याचिका अनुच्छेद 226/227 के तहत दायर की गई है विवादित पुरस्कार को रद्द करने के लिए भारत",
  "15.05.2014 (Annexure P-4) passed by respondent No.2-Permanent Lok": "के संविधान द्वारा दिनांकित 5.05.20५ (अनुलग्नरक पी-५) प्रतिवादी संख्या 2-स्थायी लोक द्वारा पारित अदालत,",
  "Adalat, Public Utility Services, Sirsa.": "सार्वजनिक उपयोगिता सेवाएँ, सिरसा।",
  "(3) Briefly summarized, the facts of the present case are that one plot bearing No.999 measuring 75 sq. meters situated in Sector 20, Part-I], Sirsa was allotted to one Smt. Seeto Devi wife of Late Sh.": "(3) संक्षेप में, वर्तमान मामले के तथ्य इस प्रकार हैं कि सेक्टर 20, भाग-2, सिरसा में स्थित 75 वर्ग मीटर का एक ॥[खंड संख्या 999 एक श्रीमती को आवंटित किया गया था। स्वर्गीय श्री की पत्नी सीतो देवी। बहादर सिंह, निवासी गांव",
  "Bahadar Singh, resident of Village Patli Dabar, Tehsil & District Sirsa": "पतली डाबर, तहसील व जिला सिरसा",
  "HARYANA URBAN DEVELOPMENT AUTHORITY, SIRSA vy. 815": "हरियाणा शहरी विकास प्राधिकरण, सिरसा बनाम",
  "BIMLA DEVI AND OTHERS (Vinod S. Bhardwaj, J.)": "बिमला देवी और अन्य (विनोद एस. भारद्वाज, जे.)",
  "(11) It has remained uncontroverted that the plot in question was allotted on a concessional basis at a tentative price of Rs.8970/-. The": "(॥॥) यह निर्विवाद है कि प्रश्न में प्लॉट रियायती आधार पर 8970/- रुपये की अस्थायी कीमत पर आवंटित किया",
  "relevant terms & conditions of the letter of allotment bearing Memo No.1458 dated 01.06.1998 are as under:-": "गया था। मेमो नंबर +58 दिनांक 0.06.998 वाले आवंटन पत्र के प्रासंगिक नियम और शर्तें इस प्रकार हैं: -",
  "“11. In the event of breach of any other condition of transfer": "\"॥. हस्तांतरण की किसी अन्य शर्त के उल्लंघन की स्थिति में संपदा अधिकारी अधिनियम की धारा ॥7 के प्रावधानों",
  "the Estate Officer may resume the land in accordance with": "के अनुसार भूमि को फिर से शुरू कर सकता है।",
  "12. The _land/building shall continue to belong to the Authority until the entire consideration money together with": "2. भूमि/भवन प्राधिकरण की तब तक बनी रहेगी जब तक कि ऐसी भूमि भवन या दोनों के कारण प्राधिकरण को",
  "have no right to transfer by way of sale, gift, mortgage or otherwise the plot/building or any right, title or interest therein until the full price is paid to the Authority except with the prior permission of the competent authority.": "की पूर्व अनुमति के बिना प्राधिकरण को पूरी कीमत का भुगतान नहीं किया जाता है, तब तक आपको बिक्री, उपहार, बंधक या अन्यथा भूखंड/भवन या उसमें कोई अधिकार, शीर्षक या ब्याज हस्तांतरित करने का कोई अधिकार नहीं",
  "13.0n payment of 100% of the tentative price of plot,": "33. प्लॉट, भवन की अस्थायी कीमत का 00% भुगतान करने पर, आप निर्धारित प्रपत्र में और संपदा अधिकारी द्वारा",
  "building, you shall execute the Deed of Conveyance in the prescribed form and in such manner as may be directed by the Estate Officer. The charges for registration and stamp duty will be paid by you.": "निर्देशित तरीके से कन्वेन्स डीड निष्पादित करेंगे। पंजीकरण और स्टांप शुल्क का भुगतान आपके द्वारा किया जाएगा।",
  "24.The allotment is further subject to the following conditions:-": "2५. आवंटन निम्नलिखित शर्तों के अधीन है:-",
  "name or in the name of your spouse or in the name of your": "कि आपके पास अपने नाम पर या अपने पति या पत्नी के नाम पर या अपने आश्रित परिवार के सदस्यों के नाम पर",
  "dependent family members in any Urban Estates in Haryana, Delhi or Chandigarh, and have not been allotted at": "हरियाणा, दिल्ली या चंडीगढ़ में किसी भी शहरी संपदा में कोई अन्य प्लॉट/मकान नहीं है, और किसी भी समय",
  "any time a plot or land in any of the reserved categories i.e. do GSHO, SC, BC, Ex-Servicemen, Defence Personal War": "आवंटित नहीं किया गया है। किसी भी आरक्षित श्रेणी में प्लॉट या भूमि अर्थात जीएसएचओ, एससी, बीसी, भूतपूर्व",
  "Widow, Freedom Fighters and handicapped etc. (an": "सैनिक, रक्षा व्यक्तिगत युद्ध विधवा, स्वतंत्रता सेनानी और विकलांग आदि (इस आशय का एक शपथ पत्र आपको",
  "affidavit to this effect duly attested by Magistrate Ist Class should be submitted by you). In case you fails to make the payment of instalment(s) by due date penal interest 18% per": "मजिस्ट्रेट प्रथम श्रेणी द्वारा विधिवत सत्यापित किया जाना चाहिए) यदि आप नियत तिथि तक किश्तों का भुगतान",
  "payment of instalment(s) by due date penal interest 18% per annum shall be charged for the delayed period. No separate": "करने में विफल रहते हैं तो विलंबित अवधि के लिए 8५ प्रति वर्ष दंडात्मक ब्याज लगाया जाएगा। मासिक किस्त के",
  "The allottee shall have no right to transfer the plot by way": "उपहार या बंधक के माध्यम से भूखंड हस्तांतरित करने का कोई अधिकार नहीं होगा।'",
  "(emphasis supplied)": "(जोर दिया गया)",
  "the respondents regarding the allotment of the plot in dispute in favour of Seeto Devi and payment of its sale": "उत्तरदाताओं ने सीतो देवी के पक्ष में विवादित भूखंड के आवंटन और उसके द्वारा इसकी बिक्री मूल्य के भुगतान के",
  "price by her, when she (Bhagwan Devi) wanted to purchase the plot. Because there was nothing due towards Seeto Devi on account of sale price and the allotment letter and": "संबंध में, जब वह (भगवान देवी) भूखंड खरीदना चाहती थी। क्योंकि बिक्री मूल्य के कारण सीतो देवी को कुछ भी",
  "on account of sale price and the allotment letter and conveyance deed were in favour of Seeto Devi, therefore,": "बकाया नहीं था और आवंटन पत्र और हस्तांतरण विलेख सीतो देवी के पक्ष में था, इसलिए, भगवान देवी ने विवाद में",
  "Bhagwan Devi purchased the plot in dispute and became owner in possession. The petitioner while purchasing the": "भ[खंड खरीदा और कब्जे में मालिक बन गईं। याचिकाकर्ता को भगवान देवी से विवादित भूखंड खरीदते समय",
  "condition No.24 of the allotment letter. She purchased the plot in dispute on the basis of the sale-deed (Ex.P-3) in favour of Bhagwan Devi. It was a registered sale- deed and presumption of correctness qua the title, size and condition": "आधार पर विवादित भूखंड खरीदा। यह एक पंजीकृत विक्रय पत्र था और विवादित भूखंड के शीर्षक, आकार और",
  "of the plot in dispute could be drawn from this registered sale-deed. Therefore, in this way the petitioner was also a": "स्थिति की शुद्धता का अनुमान इस पंजीकृत विक्रय पत्र से लगाया जा सकता है। अत: इस प्रकार याचिकाकर्ता भी एक",
  "bonafide purchaser. Therefore, in our opinion, the": "वास्तविक क्रेता था। इसलिए, हमारी राय में, उत्तरदाताओं को अपने रिकॉर्ड में याचिकाकर्ता के नाम पर विवादित",
  "respondents were not right to decline the transfer of the plot": "॥[खंड के हस्तांतरण को अस्वीकार करने का अधिकार नहीं था।",
  "8. The petitioner is ready to pay the prescribed fee for insertion of her name qua the plot in dispute in the record of": "8. याचिकाकर्ता उत्तरदाताओं के रिकॉर्ड में विवादित भूखंड के लिए अपना नाम शामिल करने के लिए निर्धारित",
  "the respondents. There is nothing due on account of sale price, interest thereon or any tax payable by the allottee to": "शुल्क का भुगतान करने के लिए तैयार है। बिक्री मूल्य, उस पर ब्याज या आवंटी द्वारा उत्तरदाताओं को देय किसी भी",
  "incurred expenses of stamp etc. for the transfer of the plot in dispute in their favour. The original allottee and Bhagwan": "करने के लिए स्टांप आदि का खर्च उठाया था। मूल आवंटी और भगवान देवी को उत्तरदाताओं के रिकॉर्ड में विवादित",
  "Devi have no objection against the transfer of the plot in dispute in the name of the petitioner in the record of the respondents. As we have mentioned above, the respondents": "भ[खंड को याचिकाकर्ता के नाम पर स्थानांतरित करने पर कोई आपत्ति नहीं है। जैसा कि हमने ऊपर बताया है,",
  "have not been able to show that condition No.24 is": "उत्तरदाता यह दिखाने में सक्षम नहीं हैं कि शर्त संख्या 2५ अनिवार्य है। इसके अलावा, श्रीमती के पक्ष में आवंटन की",
  "mandatory. Moreover, period of ten years from the date of allotment in favour of Smt. Seeto Devi, original allottee, has now been elapsed. Therefore, in these peculiar facts and": "तारीख से दस वर्ष की अवधि। मूल आवंटी सीतो देवी की अब मृत्यु हो चुकी है। इसलिए, मामले के इन विशिष्ट तथ्यों",
  "nature justice, equity and good conscience and to avoid further complication in respect of the ownership of the plot": "और अच्छे विवेक के सिद्धांत का पालन करते हुए और विवाद में भूखंड के स्वामित्व के संबंध में आगे की जटिलता से",
  "in dispute deems fit to allow the petition of the petitioner.": "बचने के लिए याचिकाकर्ता की याचिका को स्वीकार करना उचित समझती है।",
  "9. The net result of the aforesaid discussion is that the": "9. उपरोक्त चर्चा का शुद्ध परिणाम यह है कि",
  "HARYANA URBAN DEVELOPMENT AUTHORITY, SIRSA vy. 817": "हरियाणा शहरी विकास प्राधिकरण, सिरसा बनाम",
  "allotment. No doubt, the ground taken by the respondents is according to the terms and conditions of the allotment letter": "आवंटन करने का कोई अधिकार नहीं था। निस्संदेह, उत्तरदाताओं द्वारा लिया गया आधार आवंटन पत्र के नियमों और",
  "but the question arises whether this condition was mandatory or not? The respondents have not been able to": "शर्तों के अनुसार है, लेकिन सवाल यह उठता है कि क्या यह शर्त अनिवार्य थी या नहीं? उत्तरदाता यह दिखाने में",
  "show that this condition was a mandatory condition. Once the respondents have admitted that original allottee had paid": "सक्षम नहीं हैं कि यह शर्त एक अनिवार्य शर्त थी। एक बार जब उत्तरदाताओं ने स्वीकार कर लिया कि मूल आवंटी ने",
  "the whole sale consideration of the plot to them and got the conveyance deed executed in her favour before the transfer of the plot by her in favour of Bhagwan Devi, in our": "प्लॉट की पूरी बिक्री का भुगतान उन्हें कर दिया था और भगवान देवी के पक्ष में प्लॉट के हस्तांतरण से पहले उनके",
  "transfer of the plot by the original transferee. Condition No.12 of the allotment letter says that the land/building": "भूखंड के हस्तांतरण के विरुद्ध एक बाधा के रूप में माना जाता है। आवंटन पत्र की शर्त संख्या 2 में कहा गया है कि",
  "consideration money together with interest and other amount, if any, due to the authority on account of such land/building or both, is paid. This condition further goes to": "ब्याज और अन्य राशि, यदि कोई हो, के साथ प्रतिफल राशि समाप्त नहीं हो जाती है। चुकाया गया। यह शर्त यह भी",
  "show that the allottee shall have no right to transfer by way of sale, gift, mortgage or otherwise the plot/building or any": "दर्शाती है कि आवंटी को बिक्री, उपहार, गिरवी या अन्यथा प्लॉट/भवन या उसमें किसी भी अधिकार, स्वामित्व या",
  "right, title or interest therein till the full price is paid to the Authority except with the prior permission of the competent": "ब्याज को तब तक हस्तांतरित करने का कोई अधिकार नहीं होगा जब तक कि प्राधिकरण को पूरी कीमत का",
  "authority. Therefore, if conditions No.12 and 24 are read": "भुगतान नहीं कर दिया जाता। सक्षम प्राधिकारी की अनुमति. इसलिए, यदि शर्तों संख्या ।2 और 2५ को एक साथ पढ़ा",
  "together then an inference can be drawn that the allottee cannot transfer the plot/building so allotted to him by the": "जाए तो यह निष्कर्ष निकाला जा सकता है कि आवंटी प्रतिवादियों द्वारा उसे आवंटित भूखंड/भवन को तब तक",
  "respondents till he or she pays the entire consideration amount with interest and other charges. In the present case,": "हस्तांतरित नहीं कर सकता जब तक कि वह ब्याज और अन्य शुल्कों के साथ पूरी प्रतिफल राशि का भुगतान नहीं",
  "it is an admitted fact that the original allottee had paid the": "कर देता। वर्तमान मामले में, यह एक स्वीकृत तथ्य है कि मूल आवंटी ने श्रीमती को प्लॉट बेचने से पहले प्रतिवादियों",
  "entire amount and interest etc. to the respondents before she": "को पूरी राशि और ब्याज आदि का भुगतान कर दिया था। भगवान देवी. उपर्युक्त दो शर्तों के सामूहिक अवलोकन से",
  "that an allottee can transfer the plot or building so allotted to him by the respondents even prior to the expiry of ten years": "यह पता चलता है कि एक आवंटी प्रतिवादियों द्वारा उसे आवंटित भूखंड या भवन को दस साल की समाप्ति से पहले",
  "but with the permission of the respondents. Admittedly, in the present case the original allottee did not obtain the": "भी स्थानांतरित कर सकता है, लेकिन उत्तरदाताओं की अनुमति के साथ। माना जाता है कि वर्तमान मामले में मूल",
  "permission to sell the plot to Smt. Bhagwan Devi. But it does not mean that due to this reason Bhagwan Devi had no": "आवंटी ने श्रीमती भगवान देवी को प्लॉट बेचने की अनुमति नहीं ली थी। लेकिन इसका मतलब यह नहीं है कि इस",
  "does not mean that due to this reason Bhagwan Devi had no right or interest in the plot in dispute. Bhagwan Devi": "कारण भगवान देवी का विवादित भूखंड पर कोई अधिकार या हित नहीं था. भगवान देवी ने आवंटी को बिक्री मूल्य",
  "purchased this plot after paying the sale consideration to the allottee. Therefore, she can be called to be a bonafide": "का भुगतान करने के बाद यह भूखंड खरीदा। इसलिए, उसे एक वास्तविक क्रेता कहा जा सकता है। भगवान देवी के",
  "allotment letter. She might have verified from the office of": "उसने के कार्यालय से सत्यापित किया हो",
  "obtained from the Estate Officer, HSVP after depositing the requisite": "आवश्यक शुल्क जमा करने के बाद संपदा अधिकारी, एचएसवीपी से प्राप्त किया जा सकता है। हालांकि प्लॉट के",
  "fee. No NOC had however been obtained from the HSVP for transfer of the plot. Accordingly, the plot in question could not be transferred and": "हस्तांतरण के लिए एचएसवीपी से कोई एनओसी नहीं ली गई थी। तदनुसार, विचाराधीन भूखंड हस्तांतरित नहीं किया",
  "there was no illegality in the action of the HSVP in not doing so.": "जा सका और ऐसा न करने में एचएसवीपी की कार्रवाई में कोई अवैधता नहीं थी।",
  "(5) An attempt was made for an amicable resolution including the possibility of granting an ex post facto permission for transfer,": "(5) स्थानांतरण के लिए कार्योत्तर अनुमति देने की संभावना सहित एक सौहार्दपूर्ण समाधान के लिए प्रयास किया गया",
  "however, the settlement could not be arrived at. Consequently, the": "था, हालांकि, समझौता नहीं हो सका। नतीजतन, मामला कानूनी सेवा प्राधिकरण अधिनियम, 987 की धारा 22-सी",
  "matter was taken up for adjudication of the application under Section": "(8) के तहत आवेदन के निर्णय के लिए उठाया गया था।",
  "(6) Upon consideration of the rival submissions, the Permanent Lok Adalat (Public Utility Services), Sirsa allowed the application": "(6) प्रतिद्वंद्वी प्रस्तुतियों पर विचार करने पर, स्थायी लोक अदालत (सार्वजनिक उपयोगिता सेवाएं), सिरसा ने",
  "preferred by respondent No.1 and directed the petitioner-HSVP to enter": "प्रतिवादी नंबर ॥ द्वारा पसंद किए गए आवेदन को स्वीकार कर लिया और याचिकाकर्ता-एचएसवीपी को प्रतिवादी",
  "the name of respondent No.1 as owner in possession of the plot in question vide impugned award dated 15.05.2014 and to effect transfer": "नंबर । का नाम मालिक के रूप में दर्ज करने का निर्देश दिया। दिनांक 5.05.20५ के आश्षेपित अवार्ड के तहत",
  "of ownership in its records as per the sale-deed.": "विचाराधीन भूखंड और विक्रय-पत्र के अनुसार इसके रिकॉर्ड में स्वामित्व के हस्तांतरण को प्रभावी करने के लिए।",
  "(7) Aggrieved thereof, the present petition has been filed.": "(7) इससे व्यथित होकर वर्तमान याचिका दायर की गई है।",
  "(8) The award has been challenged on the ground that the Permanent Lok Adalat (Public Utility Services), Sirsa has failed to": "(8) फैसले को इस आधार पर चुनौती दी गई है कि स्थायी लोक अदालत (सार्वजनिक उपयोगिता सेवाएं), सिरसा",
  "harmoniously reconcile the provision contained in the letter of allotment and has given precedence to condition No.12 over condition": "आवंटन पत्र में निहित प्रावधानों को सामंजस्यपूर्ण ढंग से सुलझाने में विफल रही है और शर्त संख्या 2५ पर शर्त संख्या",
  "allotment and has given precedence to condition No.12 over condition No.24 to such an extent that the said condition overrides condition": "॥2 को प्राथमिकता दी है। इस हद तक कि उक्त शर्त शर्त संख्या 2५ से अधिक हो जाती है, जिससे उक्त शर्त संख्या",
  "Such interpretation runs contrary to the object behind incorporating such prohibitory clause/condition.": "2% निष्प्रभावी और अप्रवर्तनीय हो जाती है। ऐसी व्याख्या ऐसे निषेधात्मक खंड/शर्त को शामिल करने के पीछे के उद्देश्य के विपरीत चलती है।",
  "(9) Upon notice, written statement had been filed by Bimla Devi- respondent No.1 wherein, she reiterated the averments contained": "(9) नोटिस पर, बिमला देवी-प्रतिवादी नंबर ॥ द्वारा लिखित बयान दायर किया गया था, जिसमें उन्होंने स्थायी लोक",
  "purchaser, she is entitled to the transfer of the plot in question in her favour. It is also averred that the transaction of the plot in question took": "वह अपने पक्ष में भूखंड के हस्तांतरण की हकदार है। यह भी कहा गया है कि विचाराधीन भूखंड का लेनदेन",
  "place on 17.02.2007 and as such a period of nearly 09 years had already elapsed from the date of allotment. The total period of restriction": "77.02.2007 को हुआ था और आवंटन की तारीख से लगभग ०9 वर्ष की अवधि पहले ही बीत चुकी थी। भूखंड के",
  "imposed against transfer of the plot was 10 years and that as only a": "हस्तांतरण के खिलाफ लगाए गए प्रतिबंध की कुल अवधि 0 वर्ष थी और चूंकि केवल एक वर्ष की अवधि शेष थी,",
  "period of one year remained, such a breach ought to be ignored and/or condoned in the larger interest of justice.": "इसलिए न्याय के व्यापक हित में इस तरह के उल्लंघन को नजरअंदाज किया जाना चाहिए और या माफ किया जाना",
  "(10) I have heard learned counsel for the respective parties and have gone through the documents available on record.": "(0) मैंने संबंधित पक्षों के विद्वान वकीलों को सुना है और रिकॉर्ड पर उपलब्ध दस्तावेजों का अध्ययन किया है।",
  "petition of the petitioner succeeds and the same is hereby allowed. The respondents are directed to enter the name of": "याचिकाकर्ता की याचिका सफल होती है और इसकी अनुमति दी जाती है। उत्तरदाताओं को निर्देश दिया जाता है कि",
  "the petitioner as owner in possession of the plot in dispute, in their record subject to the payment of requisite fee": "वे अपने रिकॉर्ड में विवादग्रस्त भूखंड के मालिक के रूप में याचिकाकर्ता का नाम दर्ज करें, बशर्ते कि याचिकाकर्ता",
  "prescribed for this purpose by the petitioner. A copy of this award be given to the parties free of cost. File be consigned": "इस प्रयोजन के लिए निर्धारित अपेक्षित शुल्क का भुगतान करे। इस पुरस्कार की एक प्रति पार्टियों को निःशुल्क दी",
  "to the record room after due compliance.”": "जाएगी। उचित अनुपालन के बाद फ़ाइल को रिकॉर्ड रूम में भेज दिया जाएगा।”",
  "(14) A perusal of the aforesaid impugned award shows that the Permanent Lok Adalat (Public Utility Services), Sirsa has placed": "(।५) उपरोक्त आशक्षेपित निर्णय के अवलोकन से पता चलता है कि स्थायी लोक अदालत (सार्वजनिक उपयोगिता",
  "Permanent Lok Adalat (Public Utility Services), Sirsa has placed reliance on Condition No.12 of the letter of allotment wherein it was": "सेवाएँ), सिरसा ने आवंटन पत्र की शर्त संख्या 2 पर भरोसा किया है जिसमें यह शामिल किया गया था कि भूमि »",
  "incorporated that the land/building shall continue to vest in the HSVP until the entire consideration money together with interest and other amount, if any, due to the Authority on account of such land/building or": "भवन निहित रहेगा एचएसवीपी को तब तक ब्याज और अन्य राशि, यदि कोई हो, जो ऐसी भूमि/भवन या दोनों के",
  "right of the allottee to alienate/transfer the property under Condition": "शर्त संख्या 2५ के तहत संपत्ति को अलग करने»/हस्तांतरित करने के आवंटी के अधिकार पर लगाए गए प्रतिबंध को",
  "No.24 has to be read subject to Condition No.12 and that once the entire": "शर्त संख्या ।2 के अधीन पढ़ा जाना चाहिए और एक बार पूरी प्रतिफल राशि का भुगतान हो जाने पर, भूमि में",
  "consideration amount stands paid, title in the land/building shall pass on to the allottee and that he cannot be restrained from any further": "स्वामित्व/ भवन आवंटिती को हस्तांतरित कर दिया जाएगा और उसे संपत्ति के किसी भी अन्य हस्तांतरण से उस",
  "alienation of the property in the manner as, he/she may seek. Further, it was also observed that the said condition stipulates that the transfer": "तरीके से नहीं रोका जा सकता है, जैसा वह चाहता है। इसके अलावा, यह भी देखा गया कि उक्त शर्त यह निर्धारित",
  "could be done after obtaining prior permission of the competent": "करती है कि स्थानांतरण सक्षम प्राधिकारी की पूर्व अनुमति प्राप्त करने के बाद किया जा सकता है और एक बार",
  "authority and that once the letter of allotment permits transfer on payment of full consideration, failure to obtain prior permission should": "आवंटन पत्र पूर्ण भुगतान के भुगतान पर स्थानांतरण की अनुमति देता है, तो पूर्व अनुमति प्राप्त करने में विफलता को",
  "not stand in the way to allow the transfer. It has also been recorded that": "इसमें शामिल नहीं किया जाना चाहिए। स्थानांतरण की अनुमति देने का तरीका. यह भी दर्ज किया गया है कि",
  "the petitioner can be held to be a bonafide purchaser as she was not aware of Condition No.24 of the allotment letter and that had she been": "याचिकाकर्ता को एक वास्तविक क्रेता माना जा सकता है क्योंकि उसे आवंटन पत्र की शर्त संख्या 2५ के बारे में पता",
  "apprised of the same, she could have verified the same. She had": "नहीं था और अगर उसे इसके बारे में अवगत कराया गया होता, तो वह इसे सत्यापित कर सकती थी। उसने यह",
  "purchased the plot on the basis of sale-deed (Ex.P-3) executed in favour of Bhagwan Devi. She presumed the terms & conditions recorded": "॥[खंड भगवान देवी के पक्ष में निष्पादित विक्रय-पत्र (प्रस्तुत पी-3) के आधार पर खरीदा था। उसने उसमें दर्ज नियम",
  "therein to be correct. It has also been observed that there is nothing on record to suggest that Condition No.24 was mandatory and further that": "एवं शर्तों को सही माना। यह भी देखा गया है कि यह सुझाव देने के लिए रिकॉर्ड पर कुछ भी नहीं है कि शर्त संख्या",
  "as a period of ten years had elapsed as on the date when the award was": "2५ अनिवार्य थी और इसके अलावा जब पुरस्कार पारित किया गया था उस तारीख को दस साल की अवधि बीत",
  "passed, hence, the same would not cause any prejudice to HSVP, in": "चुकी थी, इसलिए, इससे कोई पूर्वाग्रह नहीं होगा। एचएसवीपी को, मामले में, भूखंड का हस्तांतरण प्रतिवादी नंबर ।",
  "(15) The findings recorded by the Permanent Lok Adalat (Public Utility Services), Sirsa in its award and the arguments raised during the": "(5) स्थायी लोक अदालत (सार्वजनिक उपयोगिता सेवाएं), सिरसा द्वारा अपने फैसले में दर्ज किए गए निष्कर्ष और",
  "course of hearing are dealt as under:-": "सुनवाई के दौरान उठाए गए तर्क निम्नानुसार निपटाए गए हैं: -",
  "(16) Firstly, it is undisputed that the allotment in question had been made subject to the integral terms & conditions incorporated": "(6) सबसे पहले, यह निर्विवाद है कि प्रश्न में आवंटन शामिल अभिन्न नियमों और शर्तों के अधीन किया गया था",
  "HARYANA URBAN DEVELOPMENT AUTHORITY, SIRSA vy. 813": "हरियाणा शहरी विकास प्राधिकरण, सिरसा बनाम",
  "vide allotment letter No.1458 dated 01.06.1998 (Annexure P-1) under the policy named as Economically Weaker Sections. It was averred in": "आवंटन पत्र संख्या ।+58 दिनांक 0.06.998 (अनुलग्नक पी-) द्वारा आर्थिक रूप से कमजोर वर्ग के रूप में",
  "the application preferred before the Permanent Lok Adalat (Public Utility Services), Sirsa that the Conveyance-deed of the abovesaid plot": "नामित नीति के तहत। स्थायी लोक अदालत (सार्वजनिक उपयोगिता सेवाएं), सिरसा के समक्ष दिए गए आवेदन में",
  "Utility Services), Sirsa that the Conveyance-deed of the abovesaid plot was executed by the HUDA now HSVP in favour of Smt. Seeto Devi": "कहा गया था कि उपरोक्त भूखंड का कन्वेयंस-डीड हुडा अब एचएसवीपी द्वारा श्रीमती के पक्ष में निष्पादित किया",
  "Sub Registrar, Sirsa. The abovesaid plot was transferrd by Smt. Seeto": "पंजीकृत किया गया था। उपरोक्त प्लॉट श्रीमती द्वारा हस्तांतरित किया गया था। सीतो देवी एक श्रीमती के पक्ष में।",
  "Devi in favour of one Smt. Bhagwan Devi wife of Satnam Chand, resident of Sirsa for a sum of Rs.2,96,500/- vide sale-deed No.5178 dated 17.07.2006 i.e. on the date of execution of Conveyance-deed": "भगवान देवी पत्नी सतनाम चंद, निवासी सिरसा को सेल-डीड नंबर 578 दिनांक 7.07.2006 यानी कन्वेयंस-डीड के निष्पादन की तिथि पर 2,96,500/- रुपये की राशि के लिए। विचाराधीन भूखंड का भौतिक कब्ज़ा भी श्रीमती को",
  "to Smt. Bhagwan Devi by the original allottee Smt. Seeto Devi. Thereafter, the abovesaid Smt. Bhagwan Devi executed sale-deed of the": "सौंप दिया गया। मूल आवंटी श्रीमती द्वारा भगवान देवी। सीतो देवी. इसके बाद उपरोक्त श्रीमती जी.भगवान देवी ने",
  "said plot in favour of Bimla Devi (respondent No.1) vide sale-deed No.9231 dated 13.02.2007 for the same sale consideration of": "उक्त भूखंड का विक्रय पत्र बिमला देवी (प्रतिवादी संख्या ॥) के पक्ष में विक्रय पत्र संख्या 923। दिनांक 3.02.2007",
  "Devi and became owner in possession of the said plot. An application was thereafter moved by Bhagwan Devi in the office of the petitioner-": "कब्जा कर लिया और उक्त भूखंड की मालिक बन गयी। इसके बाद भगवान देवी द्वारा याचिकाकर्ता-एचएसवीपी के",
  "HSVP for transfer of the ownership entries in her name in their record.": "कार्यालय में उनके रिकॉर्ड में स्वामित्व प्रविष्टियों को उनके नाम पर स्थानांतरित करने के लिए एक आवेदन दायर",
  "The said transfer was refused by the authorities whereupon the": "किया गया था। अधिकारियों द्वारा उक्त स्थानांतरण को अस्वीकार कर दिया गया था, जिसके बाद कानूनी सेवा",
  "application under Section 22-C of the Legal Services Authorities Act, 1987 was preferred before the Permanent Lok Adalat (Public Utility": "प्राधिकरण अधिनियम, 987 की धारा 22-सी के तहत आवेदन को स्थायी लोक अदालत (सार्वजनिक उपयोगिता",
  "Services), Sirsa.": "सेवाएं), सिरसा के समक्ष प्रस्तुत किया गया था।",
  "(4) The petitioner-HSVP entered appearance before the Permanent Lok Adalat (Public Utility Services), Sirsa and filed joint": "(५) याचिकाकर्ता-एचएसवीपी स्थायी लोक अदालत (सार्वजनिक उपयोगिता सेवाएं), सिरसा के समक्ष उपस्थित हुए",
  "reply contesting the petition. It was admitted that the plot in question": "और याचिका का विरोध करते हुए संयुक्त जवाब दायर किया। यह स्वीकार किया गया कि विचाराधीन भूखंड मूल",
  "was originally allotted to Smt. Seeto Devi wife of Late Sh. Bahadar Singh, resident of Village & Post Office, Patli Dabar, Tehsil & District": "रूप से श्रीमती को आवंटित किया गया था। स्वर्गीय श्री की पत्नी सीतो देवी। बहादर सिंह, निवासी गांव व डाकघर,",
  "Singh, resident of Village & Post Office, Patli Dabar, Tehsil & District Sirsa vide allotment letter No.1458 dated 01.06.1998. under the policy": "पतली डाबर, तहसील व जिला सिरसा को आवंटन पत्र संख्या ।५58 दिनांक 0.06.998 द्वारा। आर्थिक रूप से",
  "for Economically Weaker Sections (E.W.S.). The terms & conditions of the allotment prescribed in Condition No.24 of the allotment letter that": "कमजोर वर्गों (ई.डब्ल्यू एस.) के लिए नीति के तहत। आवंटन पत्र की शर्त संख्या 2५ में आवंटन के नियम एवं शर्तें",
  "the allottee would not be entitled to sell, transfer, gift or mortgage the plot in question for a period of ten years. The original allottee Smt. Seeto Devi did not comply with the abovesaid terms & conditions and": "निर्धारित हैं कि आवंटिती दस वर्ष की अवधि के लिए संबंधित भूखंड को बेचने, हस्तांतरित करने, उपहार में देने या गिरवी रखने का हकदार नहीं होगा। मूल आवंटी श्रीमती. सीतो देवी ने उपरोक्त नियम एवं शर्तों का अनुपालन नहीं",
  "executed the sale-deed before expiry of the abovesaid prohibitory period. The transfer being in violation of the terms & conditions, has no": "किया और उपरोक्त निषेधाज्ञा की समाप्ति से पहले विक्रय-पत्र निष्पादित कर दिया। स्थानांतरण नियमों और शर्तों के",
  "adverse bearing on the rights of the petitioner and that the petitioner": "उल्लंघन में होने के कारण, याचिकाकर्ता के अधिकारों पर कोई प्रतिकूल प्रभाव नहीं पड़ता है और याचिकाकर्ता",
  "would be entitled to ignore any such transaction carried out in breach of the mandatory terms & conditions. It was further averred that as per the": "अनिवार्य नियमों और शर्तों के उल्लंघन में किए गए ऐसे किसी भी लेनदेन को अनदेखा करने का हकदार होगा। आगे",
  "therein and also subject to provisions of The Haryana Urban Development Authority Act, 1977 and Rules & Regulations framed": "उसमें और हरियाणा शहरी विकास प्राधिकरण अधिनियम, 977 और उसके तहत बनाए गए नियमों और विनियमों",
  "thereunder. Condition No.11 thereof specifically prescribed that in the": "के प्रावधानों के अधीन भी। इसकी शर्त संख्या ॥। में विशेष रूप से निर्धारित किया गया है कि हस्तांतरण की किसी भी",
  "breach of any other condition of transfer, the Estate Officer may resume the land in accordance with the provisions of Section 17 of the Act. The": "अन्य शर्त के उल्लंघन में, संपदा अधिकारी अधिनियम की धारा ॥7 के प्रावधानों के अनुसार भूमि को फिर से शुरू",
  "terms & conditions of allotment were mandatory as per its plain reading": "कर सकता है। आवंटन के नियम और शर्तें इसके स्पष्ट पाठन के अनुसार अनिवार्य थीं और रिश्ते में संशोधन के लिए",
  "consideration and the allottee was prohibited from transfer of the property until full price is paid to the Authority except with their prior permission. Condition No.24, on the other hand, added further": "को पूरी कीमत का भुगतान करने तक संपत्ति के हस्तांतरण पर रोक लगा दी गई। दूसरी ओर, शर्त संख्या 2५ में और",
  "conditions including that the allottee has no right to transfer the plot by way of transfer, sale, gift or mortgage for a period of ten years. It is also not in dispute that the allotment in question was a concessional": "शर्तें जोड़ी गईं, जिनमें यह भी शामिल है कि आवंटी को दस साल की अवधि के लिए स्थानांतरण, बिक्री, उपहार या बंधक के माध्यम से भूखंड हस्तांतरित करने का कोई अधिकार नहीं है। यह भी विवाद में नहीं है कि विचाराधीन",
  "not in dispute that the allotment in question was a concessional allotment to the persons belonging to the EWS category. The terms &": "आवंटन ईडब्ल्यूएस श्रेणी से संबंधित व्यक्तियों को रियायती आवंटन था। दस साल की अवधि के लिए भूखंड की आगे",
  "conditions of the letter of allotment including the restriction imposed on the further sale of the plot for a period of ten years has never been subjected to challenge in any litigation. Hence, the conditions were final": "की बिक्री पर लगाए गए प्रतिबंध सहित आवंटन पत्र के नियम और शर्तों को कभी भी किसी मुकदमे में चुनौती नहीं",
  "subjected to challenge in any litigation. Hence, the conditions were final and binding amongst the parties. The allotment being concessional and": "दी गई है। इसलिए, शर्तें अंतिम और पार्टियों के बीच बाध्यकारी थीं। आवंटन रियायती है और इसका उद्देश्य समाज के",
  "restriction against transfer before 10 years was imposed in furtherance of the object of reducing slum and providing a rehabilitatory planned residential accommodation to EWS as part of social welfare obligation": "ईडब्ल्यूएस को पुनर्वास योजनाबद्ध आवासीय आवास प्रदान करने के उद्देश्य से ।0 साल से पहले स्थानांतरण के",
  "of State under Article 21 of the Constitution of India and it was not": "खिलाफ प्रतिबंध लगाया गया था। भारत के संविधान के अनुच्छेद 2। के तहत और इसका उद्देश्य आर्थिक रूप से",
  "meant for profiteering by the persons belonging to the economically weaker sections. They were required to retain ownership and possession of the plot for that minimum period.": "कमजोर वर्गों के व्यक्तियों द्वारा मुनाफाखोरी करना नहीं था। उन्हें उस न्यूनतम अवधि के लिए भूखंड का स्वामित्व और कब्ज़ा बनाए रखना आवश्यक था।",
  "(17) It is also well-settled position in law that the terms & conditions of a document and/or provision of statute had to be": "(7) कानून में यह भी अच्छी तरह से स्थापित स्थिति है कि किसी दस्तावेज़ और»या क़ानून के प्रावधान के नियमों",
  "interpreted in a manner as would give effect to all such conditions and": "और शर्तों की व्याख्या इस तरीके से की जानी चाहिए जो ऐसी सभी शर्तों को प्रभावी बनाएगी और यह सुनिश्चित करेगी",
  "to ensure that those may harmoniously co-exist. Any such interpretation": "कि वे सामंजस्यपूर्ण रूप से सह-अस्तित्व में आ सकें। अस्तित्व। ऐसी किसी भी व्याख्या से बचना चाहिए जिससे किसी",
  "as is likely to negate any other condition ought to be avoided. The endeavour on the part of the Court must be to reconcile all the": "अन्य शर्त को नकारने की संभावना हो। न्यायालय की ओर से प्रयास यह होना चाहिए कि ऐसी व्याख्या को अपनाने के",
  "provisions to co-exist with harmony rather than adopting an interpretation which would override any other condition or which such": "बजाय सद्भाव के साथ सह-अस्तित्व के लिए सभी प्रावधानों को समेटा जाए जो किसी भी अन्य शर्त को खत्म कर देगा",
  "interpretation is not naturally drawn from the plain reading of the": "या जो ऐसी व्याख्या स्वाभाविक रूप से दस्तावेज़ के सादे पढ़ने से नहीं ली गई है। जगदीश सिंह बनाम उपराज्यपाल,",
  "document itself by the Hon’ble Supreme Court in the matter of Jagdish Singh versus Lt. Governor, Delhi’. It was further held that a statute or a": "दिल्ली' के मामले में माननीय उच्चतम न्यायालय। आगे यह माना गया कि एक क़ानून या एक",
  "' AIR 1997 SC 2239": "।एआईआर ।997 एससी 2239",
  "826": "822",
  "“15. Disposal of the land:-": "“5. भूमि का निपटान:-",
  "(1)Subject to any directions given by the State Government under this Act and the provisions of sub-section (5), the": "(।) इस अधिनियम और उपधारा (5) के प्रावधानों के तहत राज्य सरकार द्वारा दिए गए किसी भी निर्देश के अधीन,",
  "[Pradhikaran] may dispose of-": "[प्राधिकरण] इसका निपटान कर सकता है-",
  "(a) any land acquired by it or transferred to it by the State Government without undertaking or carrying out any development thereon; or": "(ए) राज्य सरकार द्वारा उसके द्वारा अर्जित की गई या उसे हस्तांतरित की गई कोई भी भूमि, उस पर कोई विकास कार्य किए बिना या किए बिना; या",
  "(b) any such land after undertaking or carrying out such development as it thinks fit, to such persons, in such manner": "(बी) ऐसी कोई भी भूमि, ऐसा विकास करने या करने के बाद, जैसा वह ठीक समझे, ऐसे व्यक्तियों को, ऐसे तरीके से",
  "and subject to such terms and conditions, as it considers expedient for securing development.": "और ऐसे नियमों और शर्तों के अधीन, जैसा वह विकास सुनिश्चित करने के लिए समीचीन समझे।",
  "[1A) Subject to any directions given by the State Government the [Pradhikaran] may dispose of any specified": "[(ए) राज्य सरकार द्वारा दिए गए किसी भी निर्देश के अधीन, [प्राधिकरण] किसी निर्दिष्ट क्षेत्र/ भूमि का प्रबंधन और",
  "conditions of the allotment, rules, regulations and policies framed by the [Pradhikaran] as in force at the time of such": "समय लागू आवंटन के नियमों और शर्तों, नियमों, विनियमों और [प्राधिकरण] द्वारा बनाई गई नीतियों को लागू कर",
  "allottees of the plots in the specified area/land or for that": "सकती है। भूमि या उस उद्देश्य के लिए, भूखंडों के ऐसे आवंटियों का विकल्प प्राप्त करने के बाद, निर्दि क्षेत्र/ भूमि",
  "purpose, may apply the rules, regulations and policies": "नीतियों को लागू कर सकते हैं।",
  "Explanation.- For the purposes of this sub-section \"agency\" means a Haryana Government Agency or any local": "स्पष्टीकरण.- इस उपधारा के प्रयोजनों के लिए \"एजेंसी\" का अर्थ हरियाणा सरकार एजेंसी या हरियाणा के अलावा",
  "(2)Nothing in this Act shall be construed as enabling the [Pradhikaran] to dispose of land by way of gift, but subject": "(2) इस अधिनियम में कुछ भी ऐसा नहीं माना जाएगा जो [प्राधिकरण] को उपहार के माध्यम से भूमि का निपटान",
  "to this condition, reference in this Act to the disposal of land": "करने में सक्षम बनाता है, लेकिन इस शर्त के अधीन, इस अधिनियम में भूमि के निपटान के संदर्भ को उसके निपटान",
  "shall be construed as reference to the disposal thereto in any manner, whether by way of sale, exchange or lease or by the": "के संदर्भ के रूप में माना जाएगा। किसी भी तरीके से, चाहे बिक्री, विनिमय या पट्टे के माध्यम से या किसी सुखभोग",
  "creation of any easement right or privilege or otherwise.": "अधिकार या विशेषाधिकार के निर्माण द्वारा या अन्यथा।",
  "(3) Subject_to the provisions hereinbefore contained, the Authority may sell, lease, or otherwise transfer whether by": "(3) इसमें इससे पहले निहित प्रावधानों के अधीन, प्राधिकरण बेच सकता है, पट्टे पर दे सकता है या अन्यथा",
  "auction, allotment or otherwise, any land or building": "हस्तांतरित कर सकता है किसी भूमि या भवन की नीलामी, आवंटन या अन्यथा ऐसे नियमों और शर्तों पर उससे",
  "point out that this Court has held in Joga Singh's case and Jagir Singh's case (supra) that the subsequent transferee is not absolved of": "इंगित करें कि इस न्यायालय ने जोगा सिंह के मामले और जागीर सिंह के मामले (सुप्रा) में माना है कि बाद में",
  "expressly prohibits the sale certificate within a period of ten years. It has also been held in the former case that the condition prohibiting the": "अवधि के भीतर बिक्री प्रमाणपत्र पर रोक लगाता है। पूर्व मामले में यह भी माना गया है कि दस साल की अवधि के",
  "sale for a period of ten years is a valid and enforceable one and cannot": "लिए बिक्री पर रोक लगाने वाली शर्त वैध और लागू करने योग्य है और एक सफल चुनौती का विषय नहीं हो सकती",
  "be the subject-matter of a successful challenge. In Jagir Singh's case (supra), the subsequent transfer was held to be not bona fide as the purchaser had not, in fact, looked at the sale certificate and the Court": "है। जागीर सिंह के मामले (सुप्रा) में, बाद के हस्तांतरण को प्रामाणिक नहीं माना गया क्योंकि क्रेता ने वास्तव में बिक्री",
  "found that this was not one of the matters which was required to be seen": "प्रमाणपत्र नहीं देखा था और न्यायालय ने पाया कि यह उन मामलों में से एक नहीं था जिन्हें देखा जाना आवश्यक था",
  "in order to determine the bona fide of the subsequent transfer.": "ताकि आगामी स्थानांतरण की प्रामाणिकता निर्धारित की जा सके।",
  "(25) Also in the case of Jit Singh etc. versus Piara, bearing Regular Second Appeal No.447 of 2003 decided on 11.03.2003, this": "(25) इसके अलावा जीत सिंह आदि बनाम पियारा के मामले में, 2003 की नियमित द्वितीय अपील संख्या ५५7 के",
  "he is a bona fide purchaser of the suit land because with reasonable": "दावा भी नहीं कर सकता है कि वह एक प्रामाणिक है वाद भूमि का क्रेता क्योंकि उचित सावधानी और देखभाल के",
  "caution and care, he could have ascertained from the red ink note in the jamabandi for the year 1988-89 that the land could not be sold for a": "साथ, वह वर्ष 988-89 की जमाबंदी में लाल स्याही वाले नोट से यह सुनिश्चित कर सकता था कि भूमि 20 वर्षों की",
  "period of 20 years. He had proceeded to purchase the suit land at his peril and risk and therefore, cannot take any benefit of the said deed. It": "अवधि तक नहीं बेची जा सकती थी। वह अपने जोखिम और जोखिम पर वाद भूमि खरीदने के लिए आगे बढ़ा था और",
  "peril and risk and therefore, cannot take any benefit of the said deed. It is well-settled that there cannot be any estoppel against a statute. This": "इसलिए, उक्त विलेख का कोई लाभ नहीं ले सकता। यह सर्वविदित है कि किसी क़ानून के ख़िलाफ़ कोई रोक नहीं हो",
  "proposition of law has also been laid in the following judgments of the": "सकती। कानून का यह प्रस्ताव सर्वोच्च न्यायालय के निम्नलिखित निर्णयों में भी रखा गया है। पंजाब राज्य बनाम",
  "Supreme Court viz. State of Punjab versus Hardyal°, Inder Sain Mittal versus Housing Board Haryana’. In the matter of $.S. Harbhagwan High School, Samana, District Patiala Versus Financial Commissioner,": "हरदयालः, इंदर सैन मित्तल बनाम हाउसिंग बोर्ड हरियाणा5 एस.एस. हरभगवान हाई स्कूल, समाना, जिला पटियाला",
  "High School, Samana, District Patiala Versus Financial Commissioner, Revenue, Punjab and others, bearing CWP No.11823 of 2006 decided": "बनाम वित्तीय आयुक्त, राजस्व, पंजाब और अन्य के मामले में, 2006 के सीडब्ल्यूपी नंबर 823 के तहत",
  "on 31.03.2009, it is stated that while dealing with the cases of purchases": "3.03.2009 को निर्णय लिया गया, यह कहा गया है कि कार्यवाही के दौरान की गई खरीद के मामलों से निपटते",
  "made during proceedings, it has been viewed by this court in some of the judgments that even bona fide purchaser would not be protected": "समय , इस न्यायालय द्वारा कुछ निर्णयों में यह देखा गया है कि वास्तविक क्रेता को भी संपत्ति हस्तांतरण अधिनियम",
  "the judgments that even bona fide purchaser would not be protected under Section 41 of the Transfer of Property Act if sale in his favour is": "की धारा ५। के तहत संरक्षित नहीं किया जाएगा यदि उसके पक्ष में बिक्री अधिनियम की शर्तों का उल्लंघन है।",
  "in violation of the conditions of the act. Hence, transaction/alienation made in violation of mandatory terms and conditions of allotment which reflect imprudence of the purchaser, have not found favour with": "इसलिए, आवंटन के अनिवार्य नियमों और शर्तों के उल्लंघन में किए गए लेन-देन/हस्तांतरण, जो क्रेता की नासमझी",
  "which reflect imprudence of the purchaser, have not found favour with the court and such practice has been despised.": "को दर्शाते हैं, को अदालत का समर्थन नहीं मिला है और इस तरह की प्रथा का तिरस्कार किया गया है।",
  "(26) Another circumstance which is required to be taken into consideration is that the Conveyance-deed in question was executed on": "(26) एक अन्य परिस्थिति जिस पर विचार करने की आवश्यकता है वह यह है कि प्रश्न में कन्वेन्स-डीड",
  "17.07.2006 and the sale-deed in favour of Bhagwan Devi was executed": "77.07.2006 को निष्पादित किया गया था और भगवान देवी के पक्ष में बिक्री-डीड मूल आवंटी श्रीमती द्वारा",
  "by original allottee Smt. Seeto Devi on the same day itself. It seems that": "निष्पादित किया गया था। उसी दिन सीतो देवी. यह लगता है कि",
  "° 1985 (2) SCC 629": "5।985 (2) एससीसी 629",
  "° 2002 (3) SCC 175": "5 2002 (3) एससीसी ।75",
  "HARYANA URBAN DEVELOPMENT AUTHORITY, SIRSA v. 827": "हरियाणा शहरी विकास प्राधिकरण, सिरसा बनाम",
  "regulations, provide.": "विनियमों द्वारा प्रदान कर सकता है।",
  "(4)The considerations money for any transfer under sub- section (1) shall be paid to the [Pradhikaran] in such manner": "(५) उप-धारा (॥) के तहत किसी भी हस्तांतरण के लिए प्रतिफल राशि का भुगतान [प्राधिकरण] को उस तरीके से",
  "as may be provided by regulations.": "किया जाएगा जो नियमों द्वारा प्रदान किया जा सकता है।",
  "(5) Notwithstanding anything contained in any other law, for the time being in force, any land or building or both, as the case may be, shall continue to belong to the": "(5) किसी भी अन्य कानून में निहित किसी भी बात के बावजूद, कोई भी भूमि या भवन या दोनों, जैसा भी मामला हो,",
  "[Pradhikaran] until the entire consideration money together with interest and other amount, if any, due to the": "तब तक [प्राधिकरण] से संबंधित रहेंगे, जब तक कि संपूर्ण प्रतिफल राशि ब्याज और अन्य के साथ न मिल जाए।",
  "[Pradhikaran], on account of the sale of such land or building or both is paid.": "ऐसी भूमि या भवन या दोनों की बिक्री के कारण [अधिकरण] को देय राशि, यदि कोई हो, का भुगतान किया जाता",
  "(6) Until the conditions provided in the regulations are fulfilled, the transferee shall not transfer his rights in the": "(6) जब तक विनियमों में प्रदान की गई शर्तें पूरी नहीं हो जातीं, तब तक हस्तांतरितकर्ता भूमि या भवन में अपने",
  "land or building except with the previous permission of the": "अधिकारों को प्राधिकरण की पिछली अनुमति के अलावा हस्तांतरित नहीं करेगा, जो कि प्राधिकरण जैसे नियमों और",
  "conditions, as the [Pradhikaran] may deem fit.”": "शर्तों पर दी जा सकती है।] उचित समझे।\"",
  "(30) A perusal of the above clauses of Haryana Shehri Vikas Pradhikaran Act, 1977 reveals that the Authority may impose": "(30) हरियाणा शहरी विकास प्राधिकरण अधिनियम, 977 के उपरोक्त खंडों के अवलोकन से पता चलता है कि",
  "conditions on the right of the allottee to further transfer the land or": "प्राधिकरण भूमि या भवन को आगे स्थानांतरित करने के लिए आवंटी के अधिकार पर शर्तें लगा सकता है। इस प्रकार",
  "(31) Further, the Haryana Urban Development Authority (Disposal of Land and Buildings), Regulations 1978 also empowers the": "(3) इसके अलावा, हरियाणा शहरी विकास प्राधिकरण (भूमि और भवनों का निपटान), विनियम 978 भी",
  "HSVP to impose such conditions as may be decided by the Chief": "एचएसवीपी को ऐसी शर्तें लगाने का अधिकार देता है जो मुख्य प्रशासक द्वारा तय की जा सकती हैं। उक्त विनियम",
  "“15. Transfer of rights in the land/building by the transferee or lessee.-": "“5. अंतरिती या पट्टेदार द्वारा भूमि/भवन में अधिकारों का हस्तांतरण:-",
  "The transferee or lessee shall not transfer his right in the land/building except with the previous permission of the Estate Officer. The Estate Officer while granting such": "अंतरिती या पट्टेदार संपदा अधिकारी की पूर्व अनुमति के बिना भूमि/भवन में अपना अधिकार हस्तांतरित नहीं करेगा।",
  "Estate Officer. The Estate Officer while granting such permission may impose such conditions, as may be decided by the Chief Administrator, from time to time.”": "ऐसी अनुमति देते समय संपदा अधिकारी ऐसी शर्तें लगा सकता है, जो मुख्य प्रशासक द्वारा समय-समय पर तय की",
  "(32) Further, it is also seen that the Condition No.24 was never in challenge by either respondent No.1 or the original allottee. In the": "(32) इसके अलावा, यह भी देखा गया है कि शर्त संख्या 2५ को प्रतिवादी संख्या । या मूल आवंटी द्वारा कभी चुनौती",
  "absence of raising a challenge to the said conditions, it cannot be held at": "नहीं दी गई थी। उक्त शर्तों को चुनौती देने के अभाव में इसे रोका नहीं जा सकता इस बिंदु पर कि ये इसके विरुद्ध",
  "the allottee had already alienated the possession of property in favour of Smt. Bhagwan Devi and that the sale-deed was only delayed for want of": "आवंटी ने पहले ही श्रीमती के पक्ष में संपत्ति का कब्ज़ा हस्तांतरित कर दिया था। भगवान देवी और यह कि कन्वेन्स-",
  "has been made leads this Court to infer that the allottee had purchased this plot for profiteering and not for furtherance of the object of the": "निष्कर्ष निकालती है कि आवंटी ने यह भूखंड मुनाफाखोरी के लिए खरीदा था, न कि योजना के उद्देश्य को आगे",
  "scheme. Surprisingly, the subsequent purchaser i.e. Smt. Bhagwan Devi also further sells it to respondent No.1 within a period of six months": "बढ़ाने के लिए। हैरानी की बात यह है कि अगली खरीदार यानी श्रीमती। भगवान देवी इसे छह महीने की अवधि के",
  "and it seems that the subsequent purchaser was only an investor and not": "भीतर प्रतिवादी नंबर । को भी बेच देती है और ऐसा लगता है कि बाद वाला खरीदार केवल एक निवेशक था और",
  "an end user. The nature of the transactions and manner in which the same had been undertaken, do not inspire confidence so as to hold that": "अंतिम उपयोगकर्ता नहीं था। लेन-देन की प्रकृति और जिस तरीके से इसे किया गया था, वह विश्वास को प्रेरित नहीं",
  "same had been undertaken, do not inspire confidence so as to hold that the transactions in question are bonafide. Upholding any such": "करता है जिससे यह माना जा सके कि विचाराधीन लेन-देन वास्तविक हैं। ऐसे किसी भी लेन-देन को बरकरार रखना",
  "transactions would amount to permitting and promoting an illegality. The Permanent Lok Adalat (Public Utility Services), Sirsa was thus in": "अवैधता को अनुमति देना और बढ़ावा देना होगा। इस प्रकार स्थायी लोक अदालत (सार्वजनिक उपयोगिता सेवाएं),",
  "an error in failing to consider the aforesaid aspects and in holding that": "सिरसा उपरोक्त पहलुओं पर विचार करने में विफल रही और यह मानने में गलती हुई कि विचाराधीन लेनदेन एक",
  "the transaction in question is seemingly a bonafide transaction. The pre- requisites of a bonafide transaction including the contemporaneous": "वास्तविक लेनदेन प्रतीत होता है। समसामयिक साक्ष्य और परिस्थितियों सहित एक वास्तविक लेन-देन की पूर्व-",
  "(27) The finding given by the Permanent Lok Adalat (Public Utility Services), Sirsa that as on the date when the matter was being": "(27) स्थायी लोक अदालत (सार्वजनिक उपयोगिता सेवाएं), सिरसा द्वारा दिया गया निष्कर्ष कि जिस तारीख को",
  "decided, the period of ten years has already come to an end and as such,": "मामले का फैसला किया जा रहा था, दस साल की अवधि पहले ही समाप्त हो चुकी है और इस तरह, प्रार्थना की",
  "the prayer ought to be allowed is merely an outcome of a misplaced sympathy and is founded in an approach which is not supported by law.": "जानी चाहिए अनुमति केवल गलत सहानुभूति का परिणाम है और एक ऐसे दृष्टिकोण पर आधारित है जो कानून द्वारा",
  "The issue has to be seen in the context on the date when cause of action": "समर्थित नहीं है। इस मुद्दे को उस तारीख के संदर्भ में देखा जाना चाहिए जब कार्रवाई का कारण उत्पन्न हुआ और",
  "arose and as to whether the action of the petitioner-HSVP was as per the statute and its mandate or not. It would thus always relate back to": "क्या याचिकाकर्ता-एचएसवीपी की कार्रवाई क़ानून और उसके आदेश के अनुसार थी या नहीं। इस प्रकार यह हमेशा",
  "the date when the sale-deed in question was executed. The effect of the": "उस तारीख से संबंधित होगा जब विचाराधीन विक्रय-पत्र निष्पादित किया गया था। लेन-देन के प्रभाव और इसकी",
  "transaction and its illegality cannot be washed away merely by delaying institution of a case or its adjudication. Passage of time may only be a": "अवैधता को केवल किसी मामले की शुरुआत या उसके फैसले में देरी से खत्म नहीं किया जा सकता है। समय बीतना",
  "relevant factor for compounding of an irregularity and the same cannot": "किसी अनियमितता के संयोजन के लिए केवल एक प्रासंगिक कारक हो सकता है और यह किसी अवैधता के",
  "be the basis for compounding or ignoring an illegality which would go to the root of the transaction and vitiate it entirely.": "संयोजन या अनदेखी का आधार नहीं हो सकता है जो लेनदेन की जड़ तक जाएगा और इसे पूरी तरह से खराब कर",
  "(28) An argument was also raised by the legal aid counsel appearing on behalf of the respondent Nos.3 and 4 that the condition": "(28) प्रतिवादी नंबर 3 और ५ की ओर से उपस्थित कानूनी सहायता वकील द्वारा एक तर्क भी उठाया गया था कि",
  "restricting the allottee from transfer of the plot before ten years is not borne from the provisions of The Haryana Shehri Vikas Pradhikaran": "दस साल से पहले भूखंड के हस्तांतरण से आवंटी को प्रतिबंधित करने की शर्त हरियाणा शहरी विकास प्राधिकरण के",
  "Act, 1977 and as such, the condition in the letter of allotment being in": "प्रावधानों से वहन नहीं की जाती है। अधिनियम, 977 और इस प्रकार, आवंटन पत्र में अधिनियम के प्रावधानों के",
  "conflict with the provisions of the Act is void ab initio.": "साथ टकराव की स्थिति शुरू से ही अमान्य है।",
  "(29) Reference in this regard is made to Section 15 of the Haryana Shehri Vikas Pradhikaran Act, 1977 which reads thus:-": "(29) इस संबंध में हरियाणा शहरी विकास प्राधिकरण अधिनियम, 977 की धारा ॥5 का संदर्भ दिया गया है जो इस प्रकार है: -",
  "(33) The supremacy of law has to stand above the individual interest and concessions in derogation of supremacy of law erode its": "(33) कानून की सर्वोच्चता व्यक्ति से ऊपर होनी चाहिए कानून की सर्वोच्चता को कम करने में रुचि और रियायतें",
  "enforceability. People cannot be permitted to perceive that law would": "इसे नष्ट कर देती हैं प्रवर्तनीयता. लोगों को यह समझने की अनुमति नहीं दी जा सकती कि कानून ऐसा करेगा कभी न",
  "never catch up or that even if it catches up, they can get free by seeking sympathy. Showcasing sympathy although may not be undesired,": "पकड़ें या कि पकड़ भी लें तो वे सहानुभूति तलाश कर मुक्त हो सकते हैं | यद्यपि सहानुभूति प्रदर्शित करना अवांछित",
  "however, where such sympathy breaches the statutory obligations and": "नहीं हो सकता, हालाँकि, जहाँ ऐसी सहानुभूति वैधानिक दायित्वों का उल्लंघन करती है और जनादेश, न्यायालय को",
  "mandate, the Court is required to balance the circumstances and take effective steps to uphold the supremacy of law without being seen": "परिस्थितियों को संतुलित करने और लेने की आवश्यकता है बिना देखे कानून की सर्वोच्चता बनाए रखने के लिए",
  "effective steps to uphold the supremacy of law without being seen siding with the persons who have violated the mandate of law for their": "प्रभावी कदम उन व्यक्तियों का पक्ष लेना जिन्होंने उनके लिए कानून के अधिदेश का उल्लंघन किया है खुद का",
  "own benefit. The plea of being under privileged as a shield against enforcement of law often promotes violates and discourages": "फायदा. एक ढाल के रूप में विशेषाधिकार प्राप्त न होने की दलील कानून का प्रवर्तन अक्सर उल्लंघन को बढ़ावा",
  "compliance. The concessional allotments are funded through public": "देता है और अनुपालन हतोत्साहित करता है । रियायती आवंटन जनता के माध्यम से वित्त पोषित होते हैं जीवन स्तर",
  "funds and cross-subsidies by citizens to uplift the living standard of people pleading need. The same cannot be permitted to be deployed as": "को ऊपर उठाने के लिए नागरिकों द्वारा धन और क्रॉस-सब्सिडी लोग जरूरत की गुहार लगा रहे हैं। उसी के रूप में",
  "people pleading need. The same cannot be permitted to be deployed as a means of an additional income. When a person claims equity, his": "तैनात करने की अनुमति नहीं दी जा सकती अतिरिक्त आय का साधन. जब कोई व्यक्ति इक्किटी का दावा करता है,",
  "actions should reflect innocence and not a willful disobedience of law.": "तो उसका कार्यों में मासूमियत झलकनी चाहिए न कि जानबूझकर कानून की अवज्ञा।",
  "(34) Even otherwise, in so far as the right of the respondent No.1 to be compensated for being mislead to purchase the said property by": "(3५) अन्यथा भी, जहां तक प्रतिवादी नंबर । का अधिकार है उक्त संपत्ति खरीदने के लिए गुमराह किए जाने के लिए",
  "Smt. Bhagwan Devi and/or Smt. Seeto Devi, she would be at liberty to": "मुआवजा दिया जाए श्रीमती भगवान देवी और»या श्रीमती. सीतो देवी, वह स्वतंत्र होंगी उसके विक्रेताओं पर मुकदमा",
  "prosecute her vendors and to seek compensation for the loss that may have occasioned to her and that the liability of such lapses committed": "चलाया जाए और होने वाले नुकसान के लिए मुआवजे की मांग की जाए उसके साथ ऐसा हुआ है और इस तरह की",
  "have occasioned to her and that the liability of such lapses committed by her vendor cannot lead to creation of a binding obligation against the": "चूक के लिए वह जिम्मेदार है उसके विक्रेता द्वारा उसके विरुद्ध बाध्यकारी दायित्व का सृजन नहीं किया जा सकता है",
  "instrumentalities and agencies of the State. The award of the PLA (PUS), Sirsa thus suffers from not only mis-interpreration of terms and": "राज्य के उपकरण और एजेंसियां। पीएलए का पुरस्कार (पीयूएस), इस प्रकार, सिरसा न केवल शब्दों की गलत",
  "conditions of allotment of allotment but also from not considering the laws relating to interpretation of documents. The same would thus": "व्याख्या से ग्रस्त है आवंटन की शर्तों पर विचार न करने से भी दस्तावेज़ों की व्याख्या से संबंधित कानून। इस प्रकार",
  "suffer from an illegality, impropriety and mis-appreciation of the facts of the case.": "भी ऐसा ही होगा तथ्यों के मामले की अवैधता, अनौचित्य और गलत मूल्यांकन से पीड़ित हैं।",
  "(35) The present writ petition is accordingly allowed. The": "(35) तदूनुसार वर्तमान रिट याचिका स्वीकार की जाती है। आक्षेपित निर्णय दिनांक 5.05.20% (अनुलग्रक पी-५)",
  "Permanent Lok Adalat (Public Utility Services), Sirsa, is set aside.": "द्वारा पारित किया गया स्थायी लोक अदालत (सार्वजनिक उपयोगिता सेवाएं), सिरसा को रद्द कर दिया गया है।",
  "Reporter-Dr. Sumati Jund": "रिपोर्टर-डॉ.सुमति जंड"
}