{
  "4. Ajay Kumar Ranbir General 30.71 | 07/01/2022 Singh": "५ अजय कुमार रणबीर सिंह जनरल 30.7] 07/0/2022",
  "5. Aman Sudhir General 37.89 | 13/05/2022 Singh": "5 अमन सुधीर सिंह जनरल 37.89 3/05/2022",
  "6. Jasbir Singh Pawan General 46.46 | 07/01/2021 Kumar": "री जसबीर सिंह पवन कुमार जनरल 86.06 07/04/202॥",
  "7. Aman Kumar Krishan SC 13.32 | 07/01/2021 Kumar": "7 अमन कुमार कृष्ण कुमार एससी 3.32 07/0/202।",
  "Kumar 8. | Pankaj Kumar | Sita Ram SC 36.66 | 09/02/2022": "री पंकज कुमार सीताराम एससी 36.66 09/02/2022",
  "9. Ankit Tula Ram BCB 35.14 | 13/05/2022": "ममरओ अंकित तुला राम बीसी बी 35.% 3/05/2022",
  "Kumar 11. Karanjeet Balraj BCA 37.88 | 14/01/2023": "र्न्‍न्‍िीी । करनजीत बलराज कुमार |बीसी ए 37.88 0/0/2023",
  "12. Ashish Rajbir General | 33.33 | 26/05/2022 Singh": "2 आशीष राजबीर सिंह जनरल 33.33 26/05/2022",
  "13. Jasmer Krishan EWS 26.50 | 13/05/2022 Kumar": "॥3 'जैसर. | कृष्ण कुमार (इडब्ल्यूसस 26.50 3/05/2022",
  "14. | Krishan Kumar | Lakhmi SC 36.14 | 09/02/2022 Chand": "॥4 कृष्ण कुमार लखमी चंद एससी 36.4 09/02/2022",
  "15. Pulkit Pardeep General | 43.93 | 14/01/2023 Kumar": "॥5 पुलकित परदीप कुमार | जनरल 83.93 +/0/2023",
  "16. Rahul Rajender SC 29.98 | 09/02/2022 Singh": "6. | 6 राहुल राजेंद्र सिंह एससी 29.98 09/02/2022",
  "17. Pankaj Mahipal General | 46.39 | 20/02/2019": "॥7 पंकज महिपाल जनरल ५6.39 20/02/209",
  "19. Manish Suresh General | 46.79 | 14/01/2023 Kumar": "20 मनीष सुरेश कुमार जनरल 56.79 0/0/2023",
  "21. Deepak Jai General 32.56 | 07/01/2021": "2। दीपक जय भगवान जनरल ३2.56 07/0/202]",
  "PANKAJ SODI AND OTHERS v. STATE OF HARYANA AND 1437 ANOTHER (Suvir Sehgal, J.)": "पंकज सोदी और अन्य बनाम हरियाणा राज्य और अन्य (सुवीर सहगल, जे.)",
  "22. Yatin Kumar Ashok General 47.39 | 09/02/2022 Kumar": "22 यतीन कुमार अशोक कुमार | जनरल 47.39 09/02/2022",
  "(5) After having remained unsuccessful in the written test, petitioners have approached this Court seeking relaxation from clearing": "(5) लिखित परीक्षा में असफल रहने के बाद, याचिकाकर्ताओं ने परीक्षा उत्तीर्ण करने से छूट की मांग करते हुए इस",
  "Annexure P-11, that 7,73,572 candidates appeared for CET (Group-C) examination for direct recruitment to 31,529 posts and 3,57,562 qualified it.": "कि 7, 73,572 उम्मीदवार 3,529 पदों पर सीधी भर्ती के लिए सीईटी (ग्रुप-सी) परीक्षा के लिए उपस्थित हुए और 3,",
  "(6) When the number of applicants runs into lakhs, holding of an eligibility test becomes crucial to gauge the capability of the": "(6) जब आवेदकों की संख्या लाखों में होती है, तो उम्मीदवारों की क्षमता का आकलन करने के लिए पात्रता परीक्षा",
  "candidates. It enables the recruiting agency to sift the wheat from chaff and proceed further with the recruitment process. If relaxation, as sought": "साथ आगे बढ़ने में सक्षम बनाता है। यदि मांगी गई छूट दी जाती है, तो कर्मचारी चयन आयोग प्रतिवादी संख्या. 2 द्वारा",
  "Commission-respondent No. 2 will come to a naught. Merely because": "2 शून्य पर आ जाएगा। केवल इसलिए कि परीक्षा उत्तीर्ण करने वाले उम्मीदवारों की संख्या विज्ञापित पद की संख्या के",
  "the number of candidates, who have qualified the test is less than four times the number of advertised post, does not mean that the candidates,": "चार गुना से कम है, इसका मतलब यह नहीं है कि लिखित परीक्षा में अर्हता प्राप्त करने में विफल रहने वाले उम्मीदवारों",
  "who failed to qualify in the written examination should be given a chance to appear in the skill/written examination. After having appeared in the": "को कौशल»लिखित परीक्षा में उपस्थित होने का मौका दिया जाना चाहिए। लिखित परीक्षा में उपस्थित होने के बाद,",
  "written test, it is too late in the day for them to plead that the examination subjects were not their study subjects or to seek exclusion of the posts of": "उनके लिए यह दलील देने में बहुत देर हो चुकी है कि परीक्षा के विषय उनके अध्ययन विषय नहीं थे या भर्ती प्रक्रिया",
  "(7) Finding no merit in the prayers made in the writ petition, it is hereby dismissed.": "(7) रिट याचिका में की गई प्रार्थनाओं में कोई योग्यता नहीं पाते हुए, इसे इसके द्वारा खारिज कर दिया जाता है।",
  "Kriti Sharma Avasthi": "कृति शर्मा अवस्थी",
  "Before Suvir Sehgal, J.": "समक्ष सुवीर सहगल जे.",
  "PANKAJ SODI AND OTHERS—Petitioners": "पंकज सोदी और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER— Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "CWP No. 6528 of 2023": "2023 का सीडब्ल्यूपी नंबर 6528",
  "April 04, 2023": "अप्रैल 0५, 2023",
  "Constitution of India, 1950—Art. 226—Writ petition in nature of mandamus praying for grant of relaxation from condition of": "भारत का संविधान, 4950-कला. 226-कौशल»लिखित परीक्षा के लिए उम्मीदवारों को बुलाने के लिए एक पूर्व शर्त के",
  "of mandamus praying for grant of relaxation from condition of qualifying CET-01/2022 as a precondition for calling candidates for": "रूप में सीईटी-0/2022 को अर्ह्ता प्राप्त करने की शर्त से छूट देने के लिए अनुरोध करते हुए परमादेश की प्रकृति",
  "advertisement for filling up Group-C posts in various departments /boards/corporations etc. and were desirous of being appointed": "में रिट याचिका-याचिकाकर्ता विभिन्न विभागों /बोडों /निगमों आदि में ग्रुप-सी पदों को भरने के लिए विज्ञापन के अनुसार",
  "/boards/corporations etc. and were desirous of being appointed Veterinary Livestock Development  Assistant(VLDA)—Once": "सीईटी में उपस्थित हुए। और पशु चिकित्सा पशुधन विकास सहायक (वीएलडीए) नियुक्त होने के इच्छुक थे-एक बार",
  "Petitioners appeared in the written test cannot seek relaxation—Not": "लिखित परीक्षा में याचिकाकर्ता उपस्थित होने के बाद छूट की मांग नहीं कर सकते हैं-उनके लिए यह दलील देने की",
  "permissible for them to plead that the examination subjects were not their study subjects or to seek exclusion of the posts of VLDA from the": "अनुमति नहीं है कि परीक्षा के विषय उनके अध्ययन विषय नहीं थे या भर्ती प्रक्रिया से वीएलडीए के पदों को हटाने की",
  "recruitment process—Petition dismissed.": "मांग करना-याचिका खारिज कर दी गई।",
  "Held, that when the number of applicants runs into lakhs, holding": "माना जाता है कि जब आवेदकों की संख्या लाखों में होती है, तो उम्मीदवारों की क्षमता का आकलन करने के लिए",
  "of an eligibility test becomes crucial to gauge the capability of the candidates. It enables the recruiting agency to sift the wheat from chaff": "पात्रता परीक्षा आयोजित करना महत्वपूर्ण हो जाता है। यह भर्ती एजेंसी को भूसी से गेहूं निकालने और भर्ती प्रक्रिया के",
  "for, is granted, the entire exercise carried out by the Staff Selection Commission respondent No.2 will come to a naught. Merely because the": "की गई पूरी कवायद बेकार हो जाएगी। केवल इसलिए कि परीक्षा उत्तीर्ण करने वाले उम्मीदवारों की संख्या विज्ञापित",
  "number of candidates, who have qualified the test is less than four times the number of advertised post, does not mean that the candidates, who": "पद की संख्या के चार गुना से कम है, इसका मतलब यह नहीं है कि लिखित परीक्षा में अर्हता प्राप्त करने में विफल",
  "failed to qualify in the written examination should be given a chance to": "रहने वाले उम्मीदवारों को कौशल»लिखित परीक्षा में उपस्थित होने का मौका दिया जाना चाहिए। लिखित परीक्षा में",
  "written test, it is too late in the day for them to plead that the examination": "उपस्थित होने के बाद, उनके लिए यह दलील देने में बहुत देर हो चुकी है कि परीक्षा के विषय उनके अध्ययन विषय",
  "subjects were not their study subjects or to seek exclusion of the posts of VLDA from the recruitment process.": "नहीं थे या भर्ती प्रक्रिया से वीएलडीए के पदों को हटाने की मांग करना।",
  "(Para 6)": "(पैरा 6)",
  "Further held, that finding no merit in the prayers made in the writ": "इसके अलावा यह अभिनिर्धारित किया गया कि रिट याचिका में की गई प्रार्थनाओं में कोई योग्यता नहीं पाए जाने पर",
  "(Para 7)": "(पैरा 7)",
  "Sunil Kumar Bhardwaj, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता सुनील कुमार भारद्वाज ने पक्ष रखा।",
  "PANKAJ SODI AND OTHERS v. STATE OF HARYANA AND 1435 ANOTHER (Suvir Sehgal, J.)": "पंकज सोदी और अन्य बनाम हरियाणा राज्य और अन्य (सुवीर सहगल, जे.)",
  "SUVIR SEHGAL, J.": "सुवीर सहगल, जे।",
  "(1) Instant writ petition has been filed inter alia seeking issuance": "() तत्काल रिट याचिका दायर की गई है, जिसमें अन्य बातों के साथ-साथ उम्मीदवारों को कौशल»लिखित परीक्षा के",
  "introduced vide notification dated 05.05.2022, Annexure P-1, as a pre-": "लिए बुलाने के लिए एक पूर्व शर्त के रूप में दिनांक 05.05.2022 की अधिसूचना, अनुलग्नक पी-। के माध्यम से पेश",
  "Livestock Development Assistant (VLDA) for participating in the": "पी॥। के खिलाफ चयन प्रक्रिया में भाग लेने के लिए पशु चिकित्सा पशुधन विकास सहायक (वीएलडीए) के पद को",
  "submit online application form for the skill/written examination to be": "के तहत आयोजित होने वाली कौशल»लिखित परीक्षा के लिए याचिकाकर्ताओं को ऑनलाइन आवेदन पत्र जमा करने",
  "(2) Brief background may be noticed. Petitioners appeared in the": "(2) संक्षिप्त पृष्ठभूमि देखी जा सकती है। याचिकाकर्ता विभिन्न सरकारी विभागों /बो्डों /निगमों आदि में समूह-सी पदों",
  "Common Eligibility Test (CET) pursuant to advertisement, Annexure P-": "को भरने के लिए विज्ञापन, अनुलग्रक पी ३ के अनुसार सामान्य पात्रता परीक्षा (सीईटी) में उपस्थित हुए। वे वीएलडीए",
  "VLDA. Their grievance is that despite the fact that 747 posts of VLDA": "के रूप में नियुक्त होने के इच्छुक हैं। उनकी शिकायत है कि इस तथ्य के बावजूद कि वीएलडीए के 7५7 पदों का",
  "have been advertised, about 500 to 600 candidates have cleared the eligibility test as the questions and subject in the CET did not pertain to": "विज्ञापन दिया गया है, लगभग 500 से 600 उम्मीदवारों ने पात्रता परीक्षा उत्तीर्ण की है क्योंकि सीईटी में प्रश्न और",
  "their course of study. They have sought participation in the selection process pursuant to a subsequent notice dated 07.03.2023, Annexure P-": "विषय उनके अध्ययन के पाठ्यक्रम से संबंधित नहीं थे। उन्होंने दिनांक 07.03.2023 के बाद के नोटिस, अनुलग्नक पी॥। के अनुसार चयन प्रक्रिया में भागीदारी की मांग की है।",
  "(3) Counsel for the petitioners has been heard.": "(3) याचिकाकर्ताओं के वकील को सुना गया है।",
  "(4) Petitioners, who appeared in CET, have failed to clear the test and obtain the requisite 50% marks for General Category candidates": "(५) सीईटी में उपस्थित होने वाले याचिकाकर्ता परीक्षा को पास करने और सामान्य श्रेणी के उम्मीदवारों के लिए",
  "of the petitioners as is depicted in Annexure P-9 deserves to be noticed": "याचिकाकर्ताओं के संबंधित अंक, जैसा कि अनुलग्नरक पी-9 में दर्शाया गया है, पर ध्यान दिया जाना चाहिए और इसे",
  "and is reproduced as under:-": "निम्नानुसार पुनः प्रस्तुत किया गया हैः",
  "S. Name Father’s | Category | CET Date of No Name Score | Diploma": "क्रम संख्या | नाम पिता का नाम | श्रेणी पीईटी स्कोर डिप्लोमा की तिथि",
  "Pankaj) Sodi Singh": "| पंखा(एसआईसी पंकज) | ईश्वर सिंह | एससी 37.92 07/0/202। सोडी",
  "2. Hitesh Kumar Suresh General 38.84 | 14/01/2023 Kumar": "2 हितेश कुमार सुरेश कुमार | जनरल 38.8५ 0/0/2023",
  "3. Mayank Ajesh General | 43.33 | 13/05/2022 Kumar": "3 मयांक अजेश कुमार | जनरल 83.33 3/05/2022"
}