{
  "MOHINDER SINGH,—Petitioner.": "मोहिंदर सिंह,-याचिकाकर्ता,",
  "versus": "बनाम",
  "COMMISSIONER UNDER WORKMEN COMPENSATION = ACT, SONEPAT AND OTHER’S,—Respondents.": "आयुक्त, कर्मचारी प्रतिस्पर्धा अधिनियम, सोनीपत और अन्य -उत्तरदाता",
  "Civil Writ Petition No. 3902 of 1988.": "7988 की सिवित्र रिट याचिका संख्या 3902",
  "2ith September, 1990.": "27 सितंबर, 990",
  "‘Constitution of India, 1950—Arts. 226 & 227-—-Workmen Compen-": "भारत का संविधान, 950-अनुच्छेद 226 & 227-श्रमिक क्षतिपूर्ति",
  "sation Act, 1923,—RI. 10(1)—Injured workman suffering 40 per cent": "अधिनियम, 7923,- नियम 70 ()-40 प्रतिशत अक्षमता से पीडित",
  "disability—Worker continued in. service after accident—Notice for": "घायल कर्मचारी-दुर्घटना के बाद कर्मचारी सेवा में बना रहा-दुर्घटना के",
  "had given notice of the accident on 12th June, 1984, as required under rule 10(1) of the Workmen Compensation Act and had waited con-": "984 को श्रमिक क्षतिपूर्ति अधिनियम के नियम 40 () के तहत दुर्घटना की सूचना दी थी और इस उम्मीद के साथ काफी इंतजार किया",
  "siderably with a hope that his employer would consider his claim": "था कि उनका नियोक्‍ता उनके दावे पर सहानुभूतिपूर्वक विचार करेगा।यह",
  "employment of the respondents had sufficient cause for not preferr-": "के भीतर दावे को प्राथमिकता नहीं देने के लिए पर्याप्त कारण था",
  "the same wages even after sustaining injury during the course of": "क्योंकि उसने रोजगार के दौरान चोट लगने के बाद भी समान वेतन",
  "employment and remained under the belief that his employer would": "इस विश्वास में रहा कि उसका नियोक्ता उसके दावे का निपटान करेगा. सईद",
  "(Para 6)": "(पैरा 6)",
  "Petition under Article 226/227 of the Constitution of India praying": "भारत के संविधान के अनुच्छेद 226227 के तहत याचिका में",
  "(i) a writ in the nature of certiorari/mandamus or such other": "सर्शियोररी /परमावेश या इस तरह के अन्य उपयुक्‍त रिट;",
  "appropriate writ, order or direction be issued quashing": "आवेश या निर्देश की प्रकृति में एक रिट जारी की जाए;",
  "learned Commissioner to decide the claim petition of the petitioner on merits;": "ऑर इसके साथ ही आयुक्त को याचिकाकर्ता की दावा याचिका पर गुण-दोष के आधार पर निर्णय ल्रेने का निर्देश",
  "(ii) such other appropriate writ, order or direction, as may be": "().. ऐसी अन्य उपयुक्त रिटः आदेश या निर्देश जिसे तत्काल",
  "deemed fit and proper in the facts and circumstances of": "मामने के तथ्यों ऑर परिस्थितियों में उचित और उचित",
  "the instant case may also be issued in favour of the peti- tioner and against the respondents ;": "माना जा सकता है; याचिकाकर्ता के पक्ष में और प्रतिवादी के खिनाफ जारी किया जाये /",
  "(tii) filing of certified copies of Annexure P-1 to P-4 may": "().. सलग्नक पी-7 और पी-4 की प्रमाणित प्रतियों को दाखिल",
  "(iv) issuance of advance notices to the respondents may also be dispensed with. P “es": "(५) उत्तरदाताओं को अग्रिम नोटिस जारी करने छूट दी जाये।",
  "(v) records of the case may be called for the kindl of this Hon’ble Court. f e Kindly perusal": "(४) माननीय न्यायालय के अवलोकन हेतु मामले के रिकॉर्ड",
  "received personal injuries by an accident which took place-on 13th": "के दौरान हुई एक दुर्घटना में व्यक्तिगत रूप से घायल्र हो गया था। दुर्घटना के",
  "when the petitioner was repairing the bus, the Jack slipped and its": "दिन, जब याचिकाकर्ता बस की मरम्मत कर रहा था, जैक फिसल गया और",
  "Chasis fell on the left hand of the petitioner.as a result of which he": "उसकी चेसिस याचिकाकर्ता के बाएं हाथ पर गिर गई, जिसके परिणामस्वरूप उसे",
  "received serious permanent injury rendering three fingers of his left": "गंभीर स्थायी चोट लगी, जिससे उसके बाएं हाथ की तीन उंगलियां स्थायी रूप",
  "hand .permanently disabled. Thus ‘the petitioner sustained 40 per": "से अक्षम हो गईं। इस प्रकार याचिकाकर्ता 40 प्रतिशत विकलांगता का शिकार हो",
  "petitioner to the General Manager, Haryana Roadways, Sonepat on": "महाप्रबंधक, हरियाणा रोडवेज, सोनीपत को दी गई थी। चूंकि प्रतिवादी विभाग ने",
  "compensation to the petitioner, he was left with no alternative but to file the application for compensation against the Haryana State": "याचिकाकर्ता को कोई मुआवजा नहीं दिया, इसलिए उसके पास आवेदन दायर करने के अलावा कोई विकल्प नहीं बचा था। 3॥ जुलाई, 986 को हरियाणा",
  "to file the application for compensation against the Haryana State Roadways, Sonepat Depot on 31st July, 1986 (Annexure P/2) where-": "राज्य रोडवेज, सोनीपत डिपो के खिलाफ मुआवजा (अनुलग्नक पी/2) जिसमें यह",
  "in it was stated that hs met with an.accident on 13#h April, 1984": "कहा गया था कि 3 अप्रैल, 984 को उसकी दुर्घटना हुई और वह 40 प्रतिशत",
  "to get compensation of Rs. 10,800. His claim was registered by the": "मुआवजा पाने का हकदार था। उनके दावे को कार्याल्रय द्वारा दावों के रजिस्टर",
  "Whether the claim of the petitioner is barred by time and if": "क्या याचिकाकर्ता का दावा समय से बाधित है और यदि हां, तो इसका क्‍या",
  "so, what effect ? ,": "प्रभाव पड़ेगा?",
  "The Commissioner under the Workmen’s Compensation Act refused to": "कर्मकार मुआवजा अधिनियम के तहत आयुक्त ने इस आधार पर दावे पर",
  "the period of limitation i.e., two years and rejected the:same without": "विचार करने से इनकार कर दिया कि यह दावा परिसीमन अवधि यानी दो साल",
  "(3) The writ petition was admitted on 13th May, 1988 hut the.": "(3) रिट याचिका 3 मई, 4988 को स्वीकार की गई थी लेकिन प्रतिवादी ने कोई",
  "respondent had not filed any written statement. The facts of the case thus remain uncontroverted. Moreso, at the time of final": "लिखित बयान दाखिल नहीं किया था। इस प्रकार मामले के तथ्य निर्विवाद बने हुए हैं। इसके अलावा, याचिका की अंतिम सुनवाई के समय, प्रतिवादी-राज्य की",
  "(4) It was urged that the petitioner had given notice of accident": "(4) यह आग्रह किया गया कि याचिकाकर्ता ने कर्मचारी मुआवजा अधिनियम के",
  "on 12th June, 1984 as per provisions contained in Rule 10(1). of. the.": "नियम 0 () में निहित प्रावधानों के अनुसार 2 जून, 984 को दुर्घटना की",
  "Therefore, it was itself a good ground for extension of limitation.": "परिसीमन के विस्तार के लिए एक अच्छा आधार था।",
  "(5) I have considered the submissions made at the bar and perused the paper-book.": "(5) मैंने अधिवक्ताओं द्वारा दी गई दलीलों पर विचार किया है और पेपर-बुक का अवलोकन किया है।",
  "(6) The petitioner continued to be in the employment. of the respondents on the same salary even after the occurrence. He had": "(6) याचिकाकर्ता घटना के बाद भी प्रतिवादियों के साथ उसी वेतन पर कार्यरत रहा।",
  "given notice of the accident on 12th June, 1984, copy of which is": "उन्होंने ।2 जून, 984 को दुर्घटना की सूचना दी थी, जिसकी प्रति कर्मचारी",
  "annexed as Annexure P-1 to the writ petition as required under rule 10(1) of the Workmen’s Compensation Act and had waited con-": "मुआवजा अधिनियम के नियम 0() के तहत आवश्यक रिट याचिका के अनुलग्नक पी- के रूप में संलग्न है और इस उम्मीद के साथ काफी इंतजार",
  "siderably with a hope that his employer would consider his claim sympathetically. The fact that the petitioner continued to be in the": "किया था कि उनका नियोक्‍ता उनके दावे पर सहानुभूतिपूर्वक विचार करेंगे। तथ्य",
  "the claim within the prescribed period as he continued to draw the": "निर्धारित अवधि के भीतर दावा पेश न करने का पर्याप्त कारण था क्‍योंकि",
  "same wages even after sustaining injury during the course of": "रोजगार के दौरान चोट लगने के बाद भी वह समान वेतन प्राप्त करता रहा और",
  "settle his claim. In Said Ahmad v. North Eastern Railway,. Lahore": "अहमद बनाम उत्तर पूर्वी रेलवे, लाहौर () में, यह अभिनिर्धारित किया गया था",
  "(1), it was held that where a workman. is re-employed after the accident by the same employer in the same workshop, this. fact is": "कि जहां एक कर्मचारी को दुर्घटना के बाद उसी कार्यशाला में उसी नियोक्‍्ता द्वारा फिर से नियोजित किया जाता है, यह तथ्य अपने आप में सीमा अवधि",
  "itself sufficient cause for not making an application under the Work- men’s Compensation Act within the period of limitation. Similarly": "द्वारा फिर से नियोजित किया जाता है, यह तथ्य अपने आप में सीमा अवधि के भीतर कर्मकार मुआवजा अधिनियम के तहत आवेदन न करने के लिए",
  "whose working capacity was reduced during employment, was allow-": "(2) में कहा गया है कि जिस श्रमिक की कार्य क्षमता रोजगार के दौरान कम हो",
  "ed‘ to. continue to be in the employment on lighter job. After some": "गई थी, उसे हल्के काम पर रोजगार में बने रहने की अनुमति दी गई थी। कुछ",
  "time he was asked to return to his original job on which he had": "समय बाद उसे अपनी मूल नौकरी पर लौटने के लिए कहा गया जिस पर वह",
  "become incapacitated. The Commissioner took the view that the": "अक्षम हो गया था। आयुक्त ने यह विचार किया कि कर्मचारी के पास नियोक्‍्ता",
  "his interests were not prejudicially affected and so long as he was": "कारण थे जब तक कि उसके हितों पर प्रतिकूत्र प्रभाव न पड़े और जब तक",
  "receiving a kind of compensation in the shape of lighter work on the same wages.": "उसे समान वेतन पर हल्के काम के रूप में एक प्रकार का मुआवजा मित्र रहा"
}