{
  "(it) Quashing the orders at Annexure P-9, P-11, P-19; P-20; P-22 and P-24 and rules 50(1) (ii) and 50A(7) (ii);": "0) अनुबंध पी-9, पी-, पी-9, पी-20 पर दिए गए आदेशों को रद्द करना पी-22 और पी-24 और नियम 500) 0) और",
  "(iti) Directing the respondent bank to grant all consequential reliefs such as fixation of seniority, arrears of pay etc.": "() प्रतिवादी बैंक को सभी परिणामी राहतें जैसे वरिष्ठता का निर्धारण, वेतन का बकाया आदि ॥0 प्रति शत प्रति वर्ष की",
  "(iv) any other relief which this Hon’ble Court may deem fit in the circumstances of the case ;": "(५) कोई अन्य राहत जो यह माननीय न्यायालय मामले की परिस्थितियों में उचित समझे",
  "_(v) Costs of the petition may also kindly be awarded ;": "(५) कृपया याचिका की लागत भी प्रदान की जा सकती है।",
  "(vi) Condition regarding filing of certified copies of Annexures and service of advance notice may kindly be dispensed": "(५) अनुलग्नकों की प्रमाणित प्रतियां दाखिल करने और अग्रिम सूचना की सेवा से संबंधित शर्त को कृपया समाप्त",
  "V. K. Bali, Sr. Advocate, with Rajiv ‘Atma Ram and Anil Khetarpal, Advocates, for the Petitioner.": "वी.के. बाली, सीनियर. याचिकाकर्ता की ओर से अधिवक्ता राजीव आत्मा राम और अनिल खेत्रपाल अधिवक्ता हैं",
  "R. K. Chhibbar, Sr. Advocate, with Anand Chhibbar, Advocate, for the Respondents.": "प्रतिवादियों की ओर से आर.के. छिब्बर, वरिष्ठ अधिवक्ता, आनंद छिब्बर, अधिवक्ता के साथ।",
  "Rajiv Atma Ram and Anand Chhibbar at the time of pronouncement.": "घोषणा के समय राजीव आत्मा राम और आनंद छिब्बर।",
  "JUDGMENT": "निर्णय",
  "(1) In this petition under Articles 226/227 of the Constitution of India, the petitioner has impugned the suspension order dated": "0) भारत के संविधान के अनुच्छेद 226/227 के तहत इस याचिका में, याचिकाकर्ता ने ।। जुलाई 98। के निलंबन आदेश",
  "the Executive Committee dated October 31, 1987, submitted by the Managing Director (Disciplinary Authority); memorandum dated": "पर आपत्ति जताई है। आरोप पत्र दिनांक 3। अगस्त 98, प्रबंध निदेशक (अनुशासनिक प्राधिकारी) द्वारा प्रस्तुत",
  "November 4, 1987, containing the extract of the Minutes of the Meeting of the Executive Committee of the Central Board prepare:": "कार्यकारी समिति को दिनांक 3। अक्तूबर 987 का ज्ञापन 4 नवंबर 987 का ज्ञापन, जिसमें प्रबंध निदेशक द्वारा तैयार",
  "Meeting of the Executive Committee of the Central Board prepare: by the Managing Director; order dated March 20, 1989 passed by": "केंद्रीय बोर्ड की कार्यकारी समिति की बैठक के कार्य वृत्त का उद्धरण शामिल है। आदेश दिनांक 20 मार्च 989 पारित",
  "the Executive Committee of the Central Board on appeal preferred": "किया गया, अपील पर केंद्रीय बोर्ड की कार्यकारी समिति को प्राथमिकता दी गई। याचिकाकर्ता द्वारा और कार्यकारी",
  "by the petitioner and memorandum dated September 9, 1982 for the fom tve Committee (approved in its meeting held on October 13, 1982)": "समिति के लिए 9 सितंबर 982 का ज्ञापन (3 अक्तूबर 982 को हुई बैठक में अनुमोदित किया गया।",
  "(2) Factual matrix is as under :—": "(2) तथ्यात्मक मैट्रिक्स इस प्रकार है-",
  "Before G. R. Majithia, J.": "माननीय श्री जी० आर० मजिठिया के समक्ष, न्यायमूर्ति",
  "D. C. AGGARWAL,—Petitioner.": "डी सी, अग्रवाल -याचिकाकर्ता",
  "versus": "बनाम",
  "STATE BANK OF INDIA AND OTHERS,—Respondents.": "स्टेट बैंक आफ इंडिया अदि - उतरदाता/प्रतिवादी",
  "Civil Writ Petition No. 15874 of 1989.": "989 की सिविल रिट याचिका संख्या 5874 आफेँ 995",
  "9th April, 1991.": "9 अप्रैल 99]",
  "State Bank of India (Supervising Staff} Service Rules, 1975— Rls. 32(3) & (4) & 51(2)—Constitution of India, 1950—Arts. 12, 14, 16": "भारतीय स्टेट बैंक (पर्यवेक्षक कर्मचारी) सेवा नियम, 975- नियम 323) एवं ७५) एवं 50)-भारत का संविधान, 950-",
  "and 226—Misconduct—Enquiry Penalty—Enquiry Officer exonerating delinquent of all - major charges": "कला। 2, 4, 46 और 226 - कदाचार-जांच दंड-जांच अधिकारी द्वारा सभी प्रमुख आरोपों में से दो को छोड़कर अन्य",
  "exonerating delinquent of all - major charges except two minor procedural lapses—Mens rea": "दोषी को दोषमुक्त करना, छोटी-मोटी प्रक्रियात्मक खामियां-मेन्स रीया स्थापित नहीं होना-रैंक में कमी का बड़ा जुर्माना",
  "not established—Disciplinary authority relying om report of Central Vigilance Commission while imposing major penalty of reduction": "लगाते समय अनुशासनात्मक प्राधिकारी केंद्रीय सतर्कता आयोग की रिपोर्ट पर भरोसा करना- दोषी कर्मचारी को",
  "in rank—Report not communicated to delinquert employee—Non- supply of report vialates principles of natural justice—Disciplinary": "रिपोर्ट नहीं बताई गई - रिपोर्ट न देना प्राकृतिक न्याय के सिद्धांतों का उल्लंघन है। अनुशासनात्मक प्राधिकारी को दोषी",
  "authority not finding delinquent employee taking financial advant- age or causing financial loss to Bank—Penalty of reduction is": "कर्मचारी वित्तीय लाभ नहीं ले रहा है। बैंक को वित्तीय नुकसान हो रहा है तथा कटौती का जुर्माना अनुचित है। लगाई",
  "unwarranted—Punishment imposed is disproportienate to. the charges proved—Order of reversion/reduction is liable to be quashed—sState": "गई सजा साबित किए गए आरोपों के अनुपात से बाहर है प्रत्यावर्तनध्कमी का आदेश रद्द किया जा सकता है-भारतीय",
  "Bank of India is an ‘authority’ under Art. 12 and subject, to constitu- tional obligations—Appeal against order—Required to be heard by": "स्टेट बैंक कला के तहत एक 'प्राधिकरण* है। 2 और संवैधानिक दायित्वों के अधीन - आदेश के खिलाफ अपील -",
  "tional obligations—Appeal against order—Required to be heard by Central Board including members of Executive Committee—Non-": "कार्यकारी समिति के सदस्यों सहित केंद्रीय बोर्ड द्वारा सुनवाई की आवश्यकता - कार्यकारी समिति के सदस्यों की गैर-",
  "consideration of appeal—Remedy ‘of appeal should be effective and not mere formality.": "भागीदारी - अपील पर कोई प्रभावी विचार नहीं - अपील का समाधान प्रभावी होना चाहिए न कि केवल औपचारिकता",
  "Held, that from the Enquiry Officer’s report, it can be deducted": "माना गया कि जांच अधिकारी की रिपोर्ट से यह निष्कर्ष निकाला जा सकता है कि याचिकाकर्ता द्वारा जानबूझकर",
  "that the procedural irrégularities were not intentially committed by the petitioner. The findings of the Enquiry Officer with regard to the procedural irregularities committed by the petitioner _ are": "प्रक्रियात्मक अनियमितताएं नहीं की गईं याचिकाकर्ता द्वारा की गई प्रक्रियात्मक अनियमितताओं के संबंध में जांच",
  "rendered nugatory since these .were pot dishonestly done. The Enquiry Officer although technically found that Charge No. I(2)": "अधिकारी के निष्कर्षों को निरर्थक बना दिया गया है क्योंकि ये बेईमानी से नहीं किए गए थे। हालांकि जांच अधिकारी ने",
  "Enquiry Officer although technically found that Charge No. I(2) stood proved and Charge No. II(1) stood partly proved, yet in view": "तकनीकी रूप से पाया कि आरोप संख्या ०2) सिद्ध हो गया और आरोप संख्या ॥() आंशिक रूप से सिद्ध हो गया,",
  "Held, that respondent-Bank is, therefore. subject to constitu- tianal obligations under Articles 14 and 16 of the Constitution of": "माना गया कि प्रतिवादी-बैंक भारत के संविधान के अनुच्छेद ।4 और 6 के तहत संवैधानिक दायित्वों के अधीन है।",
  "India. The Diseiplinary Authority could: not deprive the petitioner of the benefit of the principle of audi alteram partem. The respon-": "अनुशासनात्मक प्राधिकरण याचिकाकर्ता को ऑडी अल्टरनेटम पार्टम के सिद्धांत के लाभ से वंचित नहीं कर सकता",
  "dents did not deny that the Disciplinary Authority /Respondent No. 3": "था। परिवादियों ने इस बात से इनकार नहीं किया कि अनुशासनात्मक प्राधिकरण प्रतिवादी संख्या 3 ने जांच अधिकारी",
  "took into account the. comments and opinion of Central Vigilance Commission before diffpring with the report of the Enquirv Officer.": "की रिपोर्ट से अलग होने से पहले केंद्रीय सतर्कता आयोग की टिप्पणियों और राय को ध्यान में रखा। किसी भी सामग्री",
  "Any material that is employed against a delinsuent official to his prejudice has to be brought to his notice se that: he may have his": "जो एक अपराधी अधिकारी के खिलाफ उसके पूर्वाग्रह के लिए नियोजित की जाती है, उसे उसके ध्यान में लाया जाना",
  "own say in this regard. It is possible-that the Central Vigilance": "चाहिए ताकि इस संबंध में उसकी अपनी बात हो सके। यह संभव है कि केंद्रीय सतर्कता आयोग ने अपना कारण दिया",
  "to say in the matter; that the petitioner could submit his explanation upto July 16, 1981, but the Disciplinary Authority hastened to pass": "पास कहने के लिए कुछ नहीं है। याचिकाकर्ता ।६ जुलाई 98 तक अपना स्पष्टीकरण प्रस्तुत कर सकता था, लेकिन",
  "explanation; that after suspension the petitioner was asked to vacate": "पारित करने में जल्दबाजी की। जबकि निलंबन के बाद याचिकाकर्ता को अपना आधिकारिक आवास खाली करने के",
  "his official residence but he refused to do so on the ground that the": "लिए कहा गया था, लेकिन उसने इस आधार पर ऐसा करने से इनकार कर दिया कि उसके खिलाफ आरोप प्रमाणित",
  "charges against him had not been substantiated and were still st the enquiry stage and he continues to be an employee of the Ban‘;": "नहीं हुए थे और अभी भी जांच चरण में थे और वह बैंक का कर्मचारी बना हुआ है। याचिकाकर्ता के इनकार पर, बैंक",
  "Rs. 1750 per month be recovered from the petitioner's provident": "निधि से 750 रुपये प्रति माह की वसूली की जाएगी। कि- 3। अगस्त 98 के पत्र के माध्यम से, याचिकाकर्ता को एक",
  "upon the petitioner and he was asked to submit his reply thereto within 15 days failing which the Bank would proceed on the basis": "आरोप-पत्र सौंपा गया था और उसे ॥5 दिनों के भीतर अपना जवाब प्रस्तुत करने के लिए कहा गया था, अन्यथा बैंक इस",
  "appointed as the Inquiry Officer in January: 1981, but he was replaced by one Smt. Jyotsna Deish and the enquiry proceedings commenced": "अधिकारी के रूप में नियुक्त किया गया था, लेकिन उनकी जगह एक श्रीमती ज्योत्सना देईश को नियुक्त कर दिया",
  "by one Smt. Jyotsna Deish and the enquiry proceedings commenced on May 27, 1982.": "गया तथा5: जांच की कार्यवाही 27 मई, 982 को शुरू हुई।",
  "(4) The petitioner challenged the suspension order and _ the charge-sheet in this Court in Civil Writ Petition No. 208 of 1982,": "() याचिकाकर्ता ने निलंबन आदेश और आरोप-पत्र को इस न्यायालय में 982 की सिविल रिट याचिका संख्या 208 में",
  "but the same was dismissed in limine,—vide judgment dated April 13, 1983; that the judgment dated April 13, 1983 was challenged in the. Supreme Court by way of Special Leave Petition and the": "चुनौती दी, लेकिन 3 अप्रैल 983 के फैसले के तहत इसे तुरंत खारिज कर दिया गया। 983 को विशेष अनुमति याचिका",
  "the. Supreme Court by way of Special Leave Petition and the Supreme Court set aside that same,—wide order dated October 31,": "के माध्यम से सर्वोच्च न्यायालय में चुनौती दी गई थी और सर्वोच्च न्यायालय ने 3। अक्तूबर, 983 के आदेश के तहत उसे",
  "1983, with the following observations :— ;": "निम्नलिखित टिप्पणियों के साथ रद्द कर दिया था:-",
  "“The special leave petition is dismissed. All the points taken": "“विशेष अनुमति याचिका खारिज कर दी गई है। हमारे समक्ष उठाए गए सभी बिंदु याचिकाकर्ता अंतिम आदेश पारित",
  "- before us will be open to the petitioner to take before the concerned authority before passing the final order.”": "करने से पहले संबंधित प्राधिकारी के समक्ष ले जाने के लिए खुले होंगे।'*",
  "that in pursuance of this order, the petitioner submitted detailed": "इस आदेश के अनुपालन में याचिकाकर्ता ने विस्तृत विवरण प्रस्तुत किया नियुक्ति प्राधिकारी को अभ्यावेदन दिनांक 8",
  "authorities, the Haryana Region has been able to secure good deposits”": "लिए अधिकारियों, हरियाणा क्षेत्र अच्छी जमा राशि सुरक्षित करने में सक्षम रहा है*",
  "Mr. R. P. Goyal took over as Deputy Managing Director of the Bank on February 17, 1981; that he was biased against the petitioner": "श्री आर. पी. गोयल ने ।7 फरवरी, 98। को बैंक के उप प्रबंध निदेशक के रूप में पद भार संभाला, उन्होंने याचिकाकर्ता",
  "-because of the fact that in February, 1977, he had administered a warning to him and had to withdraw it on the basis of the peti-": "के प्रति पक्षपातपूर्ण व्यवहार किया क्योंकि फरवरी, 977 में उन्होंने उसे चेतावनी दी थी और बाद में उसे इसे वापस लेना",
  "tioner’s representation; that while posted as Chief General Manager, New Delhi, he had refused to consider the petitioner’s name for promotion as Staff Officer First Grade for three years; that the": "पड़ा। याचिकाकर्ता के अभ्यावेदन के आधार पर मुख्य महाप्रबंधक, नई दिल्ली के पद पर रहते हुए, उन्होंने तीन साल के लिए कर्मचारी अधिकारी प्रथम श्रेणी के रूप में पदोन्नति के लिए याचिकाकर्ता के नाम पर विचार करने से इनकार कर",
  "petitioner made a detailed representation to the Chairman of the Bank, who after personally interviewing him and going through his": "दिया था। याचिकाकर्ता ने बैंक के अध्यक्ष को एक विस्तृत अभ्यावेदन दिया, जिन्होंने व्यक्तिगत रूप से उनका",
  "Staff Officer, Grade-lI and Staff Officer Grade-I respectively with": "क्रमश: कर्मचारी अधिकारी, ग्रेड-॥ और कर्मचारी अधिकारी ग्रेड -। के रूप में पदोन्नति किया। लाभ और अनुलाभ और",
  "Chairman passed strictures against Mr. Goyal, which were conveyed to him, and also expressed his displeasure to him; that on taking over": "ऐसा करते समय, अध्यक्ष ने श्री गोयल के खिलाफ सख्त कदम उठाए- जिसके बारे में उन्हें अवगत कराया गया और",
  "to him, and also expressed his displeasure to him; that on taking over as Deputy Managing Director (Personnel) in February, 1961,": "साथ ही उन्हें अपनी नाराजगी भी व्यक्त की। फरवरी, 98। में उप प्रबंध निदेशक (कार्मिक) के रूप में कार्यभार संभालने",
  "Mr, Goyal reopened the closed chapter of complaint , dated, February 13, 1980 filed by Mohammad Ishaque and the petitioner’s": "पर, श्री गोयल मुहम्मद इशाक द्वारा दायर दिनांक 3 फरवरी, 980 की शिकायत के बंद अध्याय को फिर से खोला गया।",
  "explanation was again called,—wvide letter date:] April 23, 1981 that the petitioner,—vide letter dated April 10, 1981 requested the Bank.": "याचिकाकर्ता का स्पष्टीकरण फिर से मांगा गया- पत्र दिनांक 23 अप्रैल 98। के माध्यम से याचिकाकर्ता ने, दिनांक 0",
  "the petitioner,—vide letter dated April 10, 1981 requested the Bank. to permit him to inspect the record on which the allegations were": "अप्रैल, 98। के पत्र के माध्यम से बैंक से अनुरोध किया कि वह उसे निरीक्षण करने की अनुमति दे वह रिकार्ड जिस पर",
  "based; that without permitting the petitioner to inspect the record,": "आरोप आधारित थे। याचिकाकर्ता को रिकार्ड का निरीक्षण करने की अनुमति दिए बिना, बैंक ने 30 अप्रैल, 98। के",
  "the Bank made a reference to the Central Vigilance Commission,-— vide its letter dated April 30, 1981, with a list of allegations (includ-": "अपने पत्र के माध्यम से केंद्रीय सतर्कता आयोग को आरोपों की एक सूची (सहित) के साथ एक संदर्भ दिया कुछ को तो",
  "‘ing some not even included in the Bank’s letters dated December 5, 1980 and March 23, 1981) for its advice as to whether the discipli-": "बैंक के 5 दिसंबर, 4980 और 23 मार्च, 98। के पत्रों में भी शामिल नहीं किया गया, ताकि यह सलाह दी जा सके कि",
  "nary proceedings should be initiated or not; that according to the": "अनुशासनात्मक कार्यवाही शुरू की जानी चाहिए या नहीं। सतर्कता नियमावली के अनुसार, आरोपपत्रित अधिकारी",
  "is required to be sent to the Central Vigilance Commission while seeking its advice, which was withheld, that the Bank in its com-": "का बचाव संस्करण केंद्रीय सतर्कता आयोग को भेजा जाना आवश्यक है, जबकि उसकी सलाह को रोक दिया गया था:",
  "munication dated April 30, 1981, misled the Central Vigilance Commission by stating that “the petitioner had no explanation to": "बैंक ने 30 अप्रैल, 98। के अपने संचार में गुमराह किया था। केंद्रीय सतर्कता आयोग ने यह कहते हुए कि “याचिकाकर्ता",
  "offer’ and the Commission in its letter dated July 7, 1981 advised": "के पास देने के लिए कोई स्पष्टीकरण नहीं था और आयोग ने 7 जुलाई, 98। को अपने पत्र में बैंक को सलाह दी कि यदि",
  "the Bank that if such was the case, the petitioner should be placed": "ऐसा मामला है, तो याचिकाकर्ता को निलंबित कर दिया जाना चाहिए यह अनुरूप सलाह उत्तरदाताओं द्वारा केंद्रीय",
  "under suspension; that this tailored advice was collected personally’ by the respondents from the Central Vigilance Commission’s office and the order of suspension dated July 11, 1981 was passed within": "सतर्कता आयोग के कार्यालय से व्यक्तिगत रूप से एकत्र की गई थी और ।। जुलाई, 98। को निलंबन का आदेश उक्त",
  "four days of the issue of the said advice; that although the petition-": "सलाह जारी होने के चार दिनों के भीतर पारित किया गया था। जबकि याचिकाकर्ता को रिकार्ड का निरीक्षण करने के",
  "er was permitted to go to Patna to inspect the record, but he was offered to inspect only such documents as the authorities at Patna .": "लिए पटना जाने की अनुमति दी गई थी। लेकिन उन्हें केवल उन्हीं दस्तावेजों का निरीक्षण करने की पेशकश की गई।",
  "challenged in Writ Petition No. 1955 of 1988 in the Delhi High": "दिल्ली उच्च न्यायालय में चुनौती दी। जिसे खारिज कर दिया गया याचिकाकर्ता ने रिट याचिका संख्या 955ध983 में",
  "You have thus misutilised your position as Branch Manager,": "2. इस प्रकार आपने शाखा प्रबंधक के रूप में अपने पद का दुरुपयोग किया है। इस प्रकार, आपने अपने कर्तव्यों का",
  "thereby, not discharging your duties with utmost integrity, honésty, devotion and diligence and thereby committing": "निर्वहन पूरी निष्ठा, ईमानदारी, समर्पण और परिश्रम से नहीं किया है और इस प्रकार भारतीय स्टेट बैंक (पर्यवेक्षण) के",
  "misconduct under Rule 32(3) and 32(4) of the State Bank": "नियम 326) और 32७) के तहत कदाचार/दुराआचरण किया है।",
  "1. You, with mala fide intentions to benefit third parties—": "।. आप, तीसरे पक्ष को फायदा पहुंचाने के गलत इरादे से निम्नलिखित काम किया है -",
  "tion of big Banking Hail, stationery room, canteen room, cycle shed and extension of strong room—": "(ए) बड़े बैंकिंग हॉल, स्टेशनरी रूम, कैंटीन रूम, साइकिल शेड और स्ट्रॉन्ग रूम के विस्तार के उद्देश्य से मेसर्स सेल,",
  "2. By your above acts you have, in the performance of your official duties and in the exercise of powers vested in you,": "2. ऐसा करने पर आपने अपने आधिकारिक कर्तव्यों का पालन करते हुए और आपको प्रदत्त शक्तियों का प्रयोग करते",
  "Bank of India (Supervising Staff) Service Rules.": "भारतीय स्टेट बैंक (पर्यवेक्षक कर्मचारी सेवा नियम)",
  "1. That during your incumbency as Branch Manager, Dhanbad": "।. आपने धनबाद शाखा के शाखा प्रबंधक के रूप में पदस्थापित रहते हुए बैंक के परिसर से सटे दो निजी दुकानों को",
  "taking delivery of 93 fans supplied to the Bank at DGS & D rates and surplus to its requirement.": "डीजीएस और डी दरों पर बैंक को आपूर्ति किए गए 93 पंखों और उसकी आवश्यकता से अधिशेष की डिलीवरी लेने के",
  "2. The said order was placed by you without the approval of your Controlling Authority and was far in excess of the": "2. उक्त आदेश आपके द्वारा आपके नियंत्रण प्राधिकारी की मंजूरी के बिना दिया गया था और यह आपके द्वारा प्रदत्त",
  "3. You'also deliberately misled your Controlling Authority to": "3. आपने जानबूझकर अपने नियंत्रण प्राधिकारी को यह विश्वास दिलाने के लिए गुमराह किया कि आपने केवल 25",
  "By doing the above acts you have, in performance of your official duties and in exercise of the powers conferred on": "उपरोक्त कार्य करके आपने, अपने आधिकारिक कर्तव्यों के पालन में और आपको प्रदत्त शक्तियों का प्रयोग करते हुए,",
  "you, acted otherwise than in your best judgment and have not also discharged your duties with utmost intergrity.": "अपने सर्वोत्तम निर्णय के विपरीत कार्य किया है और अपने कर्तव्यों का ईमानदारी से निर्वहन नहीं किया है। ईमानदारी,",
  "honesty, devotion and diligence, thereby committing acts of misconduct under Rule 32(3) and 32(4) of the State Bank of India (Supervising Staff) Service Rules.": "समर्पण और परिश्रम, जिससे भारतीय स्टेट बैंक (पर्यवेक्षक कर्मचारी) सेवा नियमों के नियम 3203) और 32(4) के तहत",
  "dated 1st January, 1979 deliberately and with mala fide intentions failed to take steps to cancel the order dated 14th May, 1979.": "भी जानबूझकर और गलत इरादे से ।4 मई 979 के आदेश को रदद करने के लिए कदम उठाने में विफल रहे।",
  "2. Further, in reply to the advice of your Controlling Authority not to place large orders without reference to them, you": "2. इसके अलावा, आपके नियंत्रण प्राधिकारी की सलाह के बिना संदर्भ के बड़े आदेश न देने की सलाह के जवाब में,",
  "deliberately stated falsehood with a view to mislead them.": "आपने उन्हें गुमराह करने के उद्देश्य से जानबूझकर झूठ बोला।",
  "3. You have thereby in the performance of your official duties and in the exercise of powers conferred on you acted other- wise than in your best judgment and did not also discharge": "3. आपने अपने आधिकारिक कर्तव्यों के पालन में और आपको प्रदत्त शक्तियों के प्रयोग में अपने सर्वोत्तम निर्णय के",
  "wise than in your best judgment and did not also discharge your duties with utmost integrity, honesty, devotion and diligence, thus committing acts which amount to miscon-": "अलावा प्रथम कार्य किया है और अपने कर्तव्यों को पूरी निष्ठा, ईमानदारी, समर्पण और परिश्रम से नहीं निभाया है। इस",
  "diligence, thus committing acts which amount to miscon- duct under Rules 32(3) and 32(4) of the State Bank of India (Supervising Staff) Service Rules.": "प्रकार कृत्य किया है जो भारतीय स्टेट बैंक (पर्यवेक्षक कर्मचारी) सेवा नियमों के नियम 320) और 32(4) के तहत",
  "that despite this, the Executive Committee agreed with the punish- ment recommended by the Managing Director (Disciplinary Autho-": "इसके बावजूद, कार्यकारी समिति प्रबंध निदेशक (अनुशासनात्मक प्राधिकारी) द्वारा अनुशंसित दंड से सहमत थी कि",
  "rity) that a perusal of the Executive Committee’s decision dated November 4, 1987 reveals that the Executive Cormmittee neither": "कार्यकारी समिति के 4 नवंबर, 987 के निर्णय के अवलोकन से पता चलता है कि कार्यकारी समिति ने न तो अपना",
  "applied its own mind, nor considered or dealt with the pleas raised by the petitioner as directed by the Supreme Court,--vide its order": "दिमाग लगाया, न ही विचार किया या सुप्रीम कोर्ट के निर्देशानुसार याचिकाकर्ता द्वारा उठाई गई दलीलों से निपटा गया,",
  "dated October 31, 1983 which were to be decided before passing the final orders; that to the contrary, it can be seen from Memorandum": "अपने 3। अक्तूबर, 983 के आदेश के तहत, जिस पर अंतिम आदेश पारित करने से पहले निर्णय लिया जाना था। इसके",
  "final orders; that to the contrary, it can be seen from Memorandum dated October 31, 1987 that the Managing Director (Disciplinary": "विपरीत, 3। अक्तूबर, 987 के ज्ञापन से यह देखा जा सकता है कि प्रबंध निदेशक (अनुशासनात्मक प्राधिकारी) ने",
  "Authority) himself decided the pleas raised by the petitioner against": "याचिकाकर्ता द्वारा उनके खिलाफ उठाई गई याचिकाओं पर स्वयं निर्णय लिया। प्रबंध निदेशक (अनुशासनात्मक",
  "him; that aggrieved against the orders of the Managing Director (Disciplinary Authority) and the Executive Committee, the petitioner filed appeal to the Central Board of Directors of the Bank (Appel-": "प्राधिकारी) और कार्यकारी समिति के आदेशों से व्यथित होकर, याचिकाकर्ता ने बैंक के केंद्रीय निदेशक मंडल (अपील-",
  "late Authority): that the appeal was dismissed and the order was": "देर से प्राधिकारी) के समक्ष अपील दायर की तथा अपील खारिज कर दी गई और आदेश प्रतिवादी संख्या 3 द्वारा अपने",
  "conveyed by respondent No. 3,—vide its letter dated March 20, 1989.": "पत्र दिनांक 20 मार्च 989 द्वारा सूचित कर दिया गया।",
  "(5) Written statement has been filed on behalf of respondents No. 1 to 4. A preliminary objection was taken that the State Bank": "65) उत्तरदाताओं संख्या | से 4 की ओर से लिखित बयान दिया गया है। एक प्रारंभिक आपत्ति ली गई थी कि भारतीय",
  "of India (Supervising Staff) Service Rules, 1975 (hereinafter referred | to as the “Service Rules”) are non-statutory and the petitioner can": "स्टेट बैंक (पर्यवेक्षक कर्मचारी) सेवा नियम, 975 (इसके बाद “सेवा नियम“ के रूप में संदर्भ) गैर हैं वैधानिक और",
  "seek no relief in a writ petition. On merits it is averred that the": "याचिकाकर्ता रिट याचिका में कोई राहत नहीं मांग सकता। योग्यता के आधार पर यह कहा गया है कि याचिकाकर्ता को",
  "petitioner was promoted to Senior Management Grade Scale V with effect from August 27, 1980 and was appointed as Chief Regional": "27 अगस्त, 980 से वरिष्ठ प्रबंधन ग्रेड सकेल ट में पदोन्नति किया गया था और सितंबर 980 में मुख्य क्षेत्रीय प्रबंधक",
  "Manager (now re-designated as Deputy General Manager), Haryana": "(अब उप महाप्रबंधक के रूप में फिर से नामित), हरियाणा और केंद्र शासित प्रदेश चंडीगढ़ के रूप में नियुक्त किया",
  "petitioner has been rated as “Average” and Above “Average” by": "गया था। यह कि याचिकाकर्ता को विभिन्न रिपोर्टिंग प्राधिकारियों द्वारा “औसत“ और “औसत\"“ से ऊपर का दर्जा दिया",
  "different reporting authorities; that the Service Rules do not provide for supplying a copy of the preliminary enquiry report which was": "गया है। जो सेवा नियमावली प्रदान नहीं करती। प्रारंभिक जांच रिपोर्ट की एक प्रति उपलब्ध कराने हेतु विशुद्ध रूप से",
  "1. With malafide intentions and with a view to cause unlawful gain to third parties you—": "।. दुर्भावनापूर्ण इरादों से और तीसरे पक्ष को गैरकानूनी लाभ पहुंचाने की दृष्टि से निम्न कार्य किया है जो निम्न प्रकार से",
  "(a) without making any bona fide assessment of the require- ment of steel of the Bank and knowing well that there": "(ए) बैंक की स्टील की आवश्यकता का कोई प्रामाणिक मूल्यांकन किए बिना और यह अच्छी तरह से जानते हुए कि",
  "was no approval of your Controlling Authority for the construction of shops along the boundary wall and": "चारदीवारी के साथ दुकानों के निर्माण के लिए आपके नियंत्रण प्राधिकरण की कोई मंजूरी नहीं थी व निर्माण के लिए",
  "that there was no approval for constructions of a garage and scooter stand other than the cycle shed for which you had already procured steel, directed the Manager": "कोई मंजूरी नहीं थी साइकिल शेड के अलावा गैरेज और स्कूटर स्टैंड, जिसके लिए आपने पहले ही स्टील खरीद लिया",
  "you had already procured steel, directed the Manager Accounts of Dhanbad Branch to place an order of 11 tions of steel with M/s SAIL, Dhanbad at controlled: rates.": "था। धनबाद शाखा के प्रबंधक लेखा को मेसर्स सेल, धनबाद को नियंत्रित दरों पर । टन स्टील का ऑर्डर देने का निर्देश",
  "(b) knowingly and deliberately allowed Shri Mohd. Ishaque": "(बी) जानबूझकर श्री मुहम्मद ईशाक को अनुमति दी गई। महोम्मद इशाक को स्टील का मूल्य जमा करने के लिए और",
  "Shri Shankerlal Sharma to take delivery of the steel,": "एक श्री शंकरलाल शर्मा को स्टील की डिलीवरी लेने के लिए, इस तथ्य के बावजूद कि उनमें से किसी को भी बैंक के",
  "any contract to undertake any of the above mentioned construction activities on the Bank’s premises.": "परिसर में उपरोक्त लिखित किसी भी निर्माण गतिविधि को करने के लिए कोई अनुबंध नहीं दिया गया था।",
  "(c) failed to ensure the proper utilisation of the steel so obtained and unlawfully allowed Shri Mohd.": "(सी) इस प्रकार प्राप्त स्टील का उचित उपयोग सुनिश्चित करने में विफल रहा और श्री मोहम्मद ईशाक को अवैध रूप से",
  "Ishaque and Shri Shankerlal Sharma to retain the entire quantity of steel so obtained and make an unlaw-": "अनुमति दी गई। महोमम्द ईशाक और श्री शंकरलाल शर्मा को प्राप्त स्टील की पूरी मात्रा अपने पास रखनी होगी।",
  "2. You have thus misutilised your official position as Branch Manager, Dhanbad Branch and not acted with honesty,": "2. इस प्रकार आपने शाखा प्रबंधक, धनबाद शाखा के रूप में अपने आधिकारिक पद का दुरुपयोग किया है और अपने",
  "integrity, devotion and diligence, in the performance of your official duties. You have thereby committed acts": "आधिकारिक कर्ठव्यों के पालन में ईमानदारी, सत्यनिष्ठा, समर्पण और परिश्रम से काम नहीं किया है। आपने भारतीय",
  "amounting to misconduct in terms of Rule 32(3) and 32(4) of the State Bank of India (Supervising Staff) Service Rules.": "स्टेट बैंक (पर्यवेक्षण कर्मचारी) सेवा नियमों के नियम 3203) और 3204) के अनुसार कदाचार/दुराचारण के समान कार्य",
  "1. You, with mala fide intentions, knowing fully well that your proposal for construction of strong room was not approved": "4. आपने गलत इरादे से यह भली भांति जानते हुए कि स्ट्रांग रूम के निर्माण के आपके प्रस्ताव को आपके",
  "by vour Controlling Authority and not having drafted any plans for having entrusted the work to any contractor,": "नियंत्रण प्राधिकारी द्वारा अनुमोदित नहीं किया गया था और किसी भी ठेकेदार को काम सौंपने के लिए कोई योजना",
  "made an application to SAIL, Dhanbad, on 13th November, »": "तैयार नहीं की थी। सेल, धनबाद को एक आवेदन दिया। 3 नवंबर 979, श्री मोहम्मद इशाक (सीओ एसबीआई,",
  "India (Supervising Staff) Service Rules.": "कदाचार का कार्य किया है। ७) भारतीय स्टेट बैंक (पर्यवेक्षण कर्मचारी) सेवा नियम।",
  "being conducted against you by Patna LHO with regard to various unauthorised acts and irregularities alleged to": "4. आपके द्वारा कथित रूप से किए गए विभिन्न अनधिकृत कार्यों और अनियमितताओं के संबंध में पटना",
  "You have thereby acted in a manner totally unbecoming of a Bank official and thereby committed misconduct in": "2. आपने एक बैंक अधिकारी के लिए पूरी तरह से अशोभनीय तरीके से काम किया है और इस तरह भारतीय",
  "of a Bank official and thereby committed misconduct in terms of Rule 32(3) and 32(4) of the State Bank of India (Supervising Staff) Service Rules.”": "स्टेट बैंक (पर्यवेक्षण कर्मचारी) सेवा नियमों के नियम 320) और 320) के संदर्भ में कदाचार/दुराचरण किया है।*",
  "(8) The Enquiry Officer’s findings on the charges are as under: —": "(8) आरोपों पर जांच अधिकारी के निष्कर्ष इस प्रकार हैं:-",
  "Charge J(1) and (3) .. Not proved.": "आरोप () और (3) साबित नहीं हुआ",
  "Charge IT(1) ... Only first part proved.": "आरोप ॥(6) केवल पहला भाग साबित",
  "Charge IT(2) & (3) ... Not proved,": "आरोप ॥७) एवं (3) साबित नहीं हुआ",
  "(9) The fiindings of the Enquiry Officer under Charges I(2) and, TI(1) read as under: —": "(9) आरोप प्‌) और, प्प(() के तहत जांच अधिकारी के निष्कर्ष इस प्रकार हैं: -",
  "C.0.’s_ part in not having obtained approval/sanction of the controlling authority for the placement of the order of": "ऑर्डर देने के लिए नियंत्रण प्राधिकारी की मंजूरीध्‌अनुमोदन प्राप्त नहीं करने में सी.ओ. की ओर से प्रक्रियात्मक चूक",
  "118 fans and hence charge I(2) is held proved. However, I am unable to see any mala fides in the non-observance of procedure onthe part of the C.O. The prosecution have": "हुई और इसलिए आरोप पू(2) को साबित माना जाता है। हालाँकि, मैं इसमें कोई दुर्भावना नहीं देख पा रहा हूँ सी ओ की",
  "of procedure onthe part of the C.O. The prosecution have not adduced any evidence which would even feebly point": "ओर से प्रक्रिया का पालन न करना। अभियोजन पक्ष ने ऐसा कोई सबूत पेश नहीं किया है जो उसकी उपस्थिति की ओर",
  "to its presence. Hence the charge that the C.O. was ‘actuated by mala fide motives’ is not found proved and,": "कमजोर रूप से इशारा करता हो। इसलिए यह आरोप कि सी ओ दुर्भावनापूर्ण उद्देश्यों से प्रेरित था साबित नहीं हुआ है",
  "therefore, charge I(1) (first part) is not held proved.": "और इसलिए आरोप 0) (प्रथम भाग) को सिद्ध नहीं माना जाता है।",
  "4.3.4. Though there is nothing on record to show that the": "4.3.4. हालांकि यह दिखाने के लिए रिकॉर्ड पर कुछ भी नहीं है कि आपूर्तिकर्ताओं ने विवादित आदेश (उदा0 एस-।) को",
  "suppliers had expressed their inability to execute the impugned order (Ex. S-1), the delay of\\5 months on the part of the suppliers is quite evident, A reference may": "निष्पादित करने में असमर्थता व्यक्त की थी जोकि देरी हुई तथा आपूर्तिकर्ताओं की ओर से 5 महीने का समय काफी",
  "His argument about the shrinking of the total requirement from the original 118 fans to 25 fans is also justifiable, but no reasonable explanation has been forthcoming as to why": "मूल 8 पंखों से घटाकर 25 पंखों तक सीमित करने के बारे में उनका तर्क भी उचित है, लेकिन कोई उचित स्पष्टीकरण",
  "no reasonable explanation has been forthcoming as to why did he not cancel the original order, Ex. S-1 before going in for an alternate.source of supply by way of his order": "वैकल्पिक स्रोत के लिए जाने से पहले उन्होंने यह स्पष्ट कर दिया है कि उन्होंने मूल आदेश, एक्स एस -। को रदद क्यों",
  "none of this was done by C.O. I find the charge II(1)": "दूसरे आदेश को रद्द कर देना चाहिए था। चूँकि इसमें से कुछ भी सी.ओ. द्वारा नहीं किया गया था। मुझे लगता है कि",
  "proved to this extent. I, however, do not find any ulterior motive on the part of the C.O. in not having cancelled /": "आरोप प्प[() इस हद तक सिद्ध हो गया है। हालाँकि, मुझे सी.ओ. की ओर से कोई गलत मकसद नहीं मिला। उक्त",
  "modified the said orders (placed for 118 and 25 fans) and in the absence of any eviderice to the contrary, the charge": "आदेशों को रद्द॒थ्संशोधित न करने में ((8 और 25 प्रशंसकों के लिए दिए गए) और इसके विपरीत किसी साक्ष्य के",
  "of mala fide and deliberate intention on the part of C.O. is": "अभाव में आरोप सी.ओ. की ओर से दुर्भावनापूर्ण और जानबूझकर किया गया इरादा। स्थापित नहीं है. परिणाम में,",
  "not established. In the result, Charge II(1) is only partly proved.”": "आरोप प्प(।) केवल आंशिक रूप से सिद्ध हुआ है।''",
  "(10) The analysis of the evidence by the Enquiry Officer reads thus :— |": "(00) जांच अधिकारी द्वारा साक्ष्य का विश्लेषण इस प्रकार है:-",
  "“It may be very clearly understood that an allegation of mala fide cannot be sustained on mere assertions and cooked up": "“यह बहुत स्पष्ट रूप से समझा जा सकता है कि दुर्भावना का आरोप केवल दावों और मनगढ़ंत सबूतों के आधार पर",
  "evidence. Shri Aggarwal can certainly be said to: have been rather irresponsible in not having followed the procedure in his enthusiasm to carry out immediate im-": "कायम नहीं रखा जा सकता है। श्री अग्रवाल के बारे में निश्चित रूप से कहा जा सकता है कि उन्होंने तत्काल कार्रवाई",
  "been rather irresponsible in not having followed the procedure in his enthusiasm to carry out immediate im- provements to the working conditions and environment": "करने के उत्साह में प्रक्रिया का पालन नहीं किया है। उसकी शाखा की कामकाजी स्थितियों और वातावरण के लिए",
  "of his branch, but he cannot certainly be accused of having been actuated by mala fide intentions. In result, Charges": "सबूत, लेकिन निश्चित रूप से उस पर दुर्भावनापूर्ण इरादों से प्रेरित होने का आरोप नहीं लगाया जा सकता है।",
  "been actuated by mala fide intentions. In result, Charges IT and II are held only partly proved to the extent of pro- cedural irregularities not in respect of alleged mala fides": "परिणामस्वरूप, आरोप प्‌ और प्प्‌ को केवल प्रक्रियात्मक अनियमितताओं की हद तक आंशिक रूप से साबित माना",
  "cedural irregularities not in respect of alleged mala fides or causing undue benefit to the private party in question.”": "जाता है, न कि किसी के संबंध में है। कथित तौर पर दुर्भावनापूर्ण इरादे से या संबंधित निजी पक्ष को अनुचित लाभ",
  "(11) On the point of mens rea, the Enquiry Officer came to the following conclusion :—": "(0॥) आपराधिक मनःस्थिति के आधार पर, जांच अधिकारी निम्नलिखित निष्कर्ष पर पहुंचे:-",
  "“12.3 ‘Mens rea’ means a guilty mind, an evil intention or a knowledge of wrongfulness of the act or improper": "“]2.3 'मेन्स रीआ* का अर्थ है एक दोषी दिमाग, एक बुरा इरादा या कार्य की गलतता का ज्ञान या अनुचित उद्देश्य। यह",
  "motive. It is a wel] established principle of Common Law that the inference of guilty mind or pre-mediated  il!-": "सामान्य कानून का एक अच्छी तरह से स्थापित सिद्धांत है कि दोषी दिमाग या पूर्व-मध्यस्थ गलत इरादे का अनुमान",
  "conceived motives cannot be assumed unless there are sufficient circumstances warranting such a (sic_——ought to.": "नहीं लगाया जा सकता है तब तक माना जा सकता है जब तक कि इस तरह के निष्कर्ष की गारंटी देने वाली पर्याप्त",
  "be ‘an’) inference: The entire prosecution case is built upon allegations of ‘mala fide’ intentions ‘with deliberate knowledge, etc’. It was required of them to establish by": "परिस्थितियां न हों। संपूर्ण अभियोजन मामला जानबूझकर ज्ञान आदि के साथ <दुर्भावनापूर्ण: इरादों के आरोपों पर",
  "knowledge, etc’. It was required of them to establish by direct evidence and by un-tenable (sic—ought to be ‘tenable’) facts and circumstances that the impugned acts": "बनाया गया है। यह उनसे आवश्यक था प्रत्यक्ष साक्ष्य और अप्रमाणिक (जैसे-“विश्वसनीय* होना चाहिए) तथ्यों और",
  "‘tenable’) facts and circumstances that the impugned acts were deliberately done with MENS-REA and mala fide": "परिस्थितियों द्वारा स्थापित करने के लिए कि विवादित कृत्य जानबूझकर मेन्स-रीया और दुर्भावनापूर्ण इरादों के साथ",
  "intentions. Jn fact there is a blatant attempt to make innocuous and honest actions appear dishonest by abuh-": "किए गए थे। वास्तव में अहानिकर बनाने का एक जबरदस्त प्रयास है और ईमानदार कार्य वाक्यांशों के प्रचुर उपयोग से",
  "dant use of phrases, like ‘deliberately’, ‘actuated by mala fide intention’, etc. As has been proved by me through": "बेईमानी प्रतीत होते हैं। जैसे जानबूझकर, 'दुर्भावनापूर्ण इरादे से कार्यान्वित', आदि। जैसा कि रिकॉर्ड पर",
  "in none of the 13 articles of charge, this vital element of MENS‘REA has been established. In other words, there": "के ।3 आलेख, मेन्स रीया का यह महत्वपूर्ण तत्व स्थापित किया गया है। दूसरे शब्दों में, गुप्त उद्देश्यों या प्रलोभन के साथ",
  "is nothing on record warranting to conclude any colour-": "सत्ता के किसी भी रंग-योग्य अभ्यास को समाप्त करने के लिए रिकॉर्ड पर कोई गारंटी नहीं है। श्री अग्रवाल द्वारा",
  "once this essential element has not been found substantiat-": "व्यक्तिगत लाभ प्राप्त करना, इसलिए, एक बार जब यह आवश्यक तत्व किसी भी आरोप में प्रमाणित नहीं पाया गया",
  "ed in any of the charges, the rest of the imputations relat- ing to procedural lapses etc. must also fail.”": "है, तो प्रक्रियात्मक चूक आदि से संबंधित बाकी आरोप भी विफल हो जाने चाहिए।“",
  "(12) The Disciplinary Authority disagreed with the finding of, the Enquiry Officer and the disagreement is annexed as ‘B’ to the": "(2) अनुशासनात्मक प्राधिकारी जांच अधिकारी के निष्कर्ष से असहमत थे और असहमति उनके द्वारा प्रतिवादी-बैंक",
  "The conclusions arrived at by the Disciplinary Authority are as under :—": "प्राधिकारी द्वारा निकाले गए निष्कर्ष इस प्रकार हैं:-",
  "propensity of Shri D. C. Aggarwal to misuse his official": "आधिकारिक पद का दुरुपयोग करने की श्री डी. सी. अग्रवाल की प्रवृत्ति का पता चलता है। हालांकि अधिकारी द्वारा",
  "‘ While the wrongful acts indulged in by the official are no doubt grave, the facts brought out during the enquiry do not show that the.Bank sustained any monetary loss": "किए गए गलत कार्य निस्संदेह गंभीर हैं, लेकिन जांच के दौरान सामने आए तथ्य जांच से यह नहीं पता चलता है कि बैंक",
  "do not show that the.Bank sustained any monetary loss thereby. There is also no conclusive proof that the": "को कोई मौद्रिक नुकसान हुआ है। इस बात का भी कोई निर्णायक सबूत नहीं है कि स्टील, पंखे आदि की खरीद के लिए",
  "official in all the transactions for procurement of - steel, : fans, etc. had misappropriated bank’s funds or obtained pecuniary gains for himself. Considering the totality off the": "सभी लेनदेन में अधिकारी ने बैंक के धन का दुरुपयोग किया था या अपने लिए आर्थिक लाभ प्राप्त किया था। समग्रता",
  "circumstances, therefore, in my opinion, the imposition of": "पर विचार करें इसलिए, मेरी राय में, परिस्थितियों के अनुसार, केंद्रीय सतर्कता आयोग की सलाह के अनुसार सेवा",
  "the extreme penalty of cessation of service as advised by the Central Vigilance Commission would be too harsh, I, therefore, did not agree with the views of the Central": "समाप्ति का अत्यधिक दंड लगाना बहुत कठोर होगा। इसलिए, मैं इस संबंध में केंद्रीय सतर्कता आयोग के विचारों से",
  "-ends of justice would be met by imposing on Shri Aggarwal the penalty of reduction to the cadre of Officer Senior Management Grade Scale IV and placing him at the": "सहमत नहीं हूं और निर्णय लिया कि श्री अग्रवाल को अधिकारी वरिष्ठ प्रबंधन ग्रेड स्केल प्ट के कैडर में कटौती का दंड",
  "lowest stage of that cadre. Since there was a difference of opinion with the CVC, we had approached the CVC for seeking revision of their opinion in terms of ‘the existing": "देकर और उन्हें उस कैडर के सबसे निचले स्तर पर रखकर न्याय का उद्देश्य पूरा किया जाएगा। चूंकि सीवीसी के साथ मतभेद था, इसलिए हमने मौजूदा प्रक्रिया के संदर्भ में उनकी राय में संशोधन के लिए सीवीसी से संपर्क किया था। इस",
  "procedure. Our letter No. VIG/2312, dated 6th June, 1987, in this regard is flagged. In its reply, the CVC have not": "संबंध में हमारा पत्र संख्या वीआईजीध्‌232, दिनांक 6 जून 987, सूचित किया जाता है। अपने जवाब में, सीवीसी",
  "penalty of removal from service on Shri Aggarwal. The": "अनुशासनात्मक प्राधिकरण के निष्कर्षों से सहमत नहीं है और श्री अग्रवाल पर सेवा से हटाने का जुर्माना लगाने की",
  "material part of their opinion is quoted hereunder :—": "अपनी पिछली सलाह दोहराई है। उनकी राय का भौतिक भाग यहां उद्धृत किया गया है:-",
  "‘There is no doubt whatsoever that though no charge of corruption as such was levelled against the officer or of his having caused any monetary loss to the bank, the": "“इसमें कोई संदेह नहीं है कि अधिकारी के खिलाफ भ्रष्टाचार का कोई आरोप नहीं लगाया गया था या उसके द्वारा बैंक",
  "misconduct, of the officer and mala fide intention and": "को कोई मौद्रिक नुकसान पहुंचाया गया था, फिर भी अधिकारी का कदाचार और उसकी कार्रवाई में गलत इरादे और",
  "steel without having made due and proper assessment and not keeping the Local Head Officer informed are": "उचित मूल्यांकन किए बिना पंखे और स्टील प्राप्त करना और स्थानीय प्रमुख अधिकारी को सूचित न करना गंभीर",
  "serious charges which positively warrant imposition of a severe major penalty on an officer who is expected": "आरोप हैं जो निश्चित रूप से एक अधिकारी पर गंभीर बड़ा जुर्माना लगाने का वारंट देते हैं। बैंक में इतने ऊंचे पद पर",
  "to exercise due care and caution and set an example to": "रहते हुए, उनसे उचित देखभाल और सावधानी बरतने और अपने अधीनस्थों के लिए एक उदाहरण स्थापित करने की",
  "in the bank. No person without any ulterior motive would do or omit to do something which would lead to": "अपेक्षा की जाती है। बिना किसी गुप्त उद्देश्य के कोई भी व्यक्ति ऐसा कुछ नहीं करेगा या करना नहीं भूलेगा जिससे",
  "any undue benefit to a 3rd party unless he was in- terested in some manner in the said transactions. In": "किसी तीसरे पक्ष को कोई अनुचित लाभ पहुंचे, जब तक कि वह उक्त लेनदेन में किसी तरह से रुचि न रखता हो।",
  "the Commission’s earlier advice dated 18th September, 1985 all such factors which prove male fide and ulterior": "आयोग की ॥8 सितंबर, 985 की पिछली सलाह में ऐसे सभी कारक जो दुर्भावनापूर्ण और गुप्त उद्देश्यों को साबित करते",
  "motives and show the misconduct of the official to a very large degree have been conveyed to the bank. As": "हैं और अधिकारी के कदाचार को काफी हद तक दर्शाते हैं, बैंक को बता दिया गया है। ऐसे में, श्री अग्रवाल को सेवा से",
  "such, there is no case for reconsideration of the Com- Mission’s earlier advice for imposition of a major": "हटाने का बड़ा जुर्माना लगाने की आयोग की पिछली सलाह पर पुनर्विचार करने का कोई मामला नहीं है और इसलिए",
  "the Commission would, therefore, reiterate the same.’": "आयोग इसे दोहराएगा।*",
  "18. The undersigned as Disciplinary Authority has again considered the matter in its entirety and still does not": "8. अनुशासनात्मक प्राधिकारी के रूप में अधोहस्ताक्षरी ने फिर से मामले पर पूरी तरह से विचार किया है और अभी भी",
  "agree with the views expressed by the CVC. The main plank of CVC’s argument appears to be that mala fides of": "सीवीसी द्वारा व्यक्त विचारों से सहमत नहीं है। सीवीसी के तर्क का मुख्य मुद्दा यह प्रतीत होता है कि अधिकारी के",
  "personal gain of the officer as ulteriar motive has been. con- clusively proved. On the other hand, the Inquiry Officer": "व्यक्तिगत लाभ की दुर्भावनापूर्ण मंशा को अंतिम रूप से साबित कर दिया गया है। दूसरी तरफ जांच अधिकारी ने जांच",
  "having reported charges not being found proved at the enquiry the Disciplinary Authority has given fresh look to the arguments and has come to his own conclusion differ-": "में आरोपों को साबित नहीं पाए जाने की सूचना दी है, अनुशासनात्मक प्राधिकारी ने तर्कों को नए सिरे से देखा है और",
  "the arguments and has come to his own conclusion differ- ing with the views of the [O's finding in respect of certain": "कुछ आरोपों के संबंध में आईओ के निष्कर्षो के विचारों से भिन्न अपने निष्कर्ष पर पहुंचे हैं। इस हद तक कि प्रस्तुत",
  "charges to the extent that facts/evidences produced proved the contents regarding irregular practices adopted by the CO. However, it has not been possible for the prosecution": "तथ्यध्साक्ष्य सीओ द्वारा अपनाई गई अनियमित प्रथाओं के बारे में सामग्री को साबित करते हैं। हालाँकि, अभियोजन",
  "CO. However, it has not been possible for the prosecution to prove conclusively that the officer derived any monetary gain or that ulterior inotive was apparent in the transac-": "पक्ष के लिए यह निर्णायक रूप से साबित करना संभव नहीं है कि अधिकारी ने कोई मौद्रिक लाभ प्राप्त किया या दर्ज",
  "gain or that ulterior inotive was apparent in the transac- tions entered into by ‘him with outside parties. I am free": "किए गए लेनदेन में गुप्त उद्देश्य स्पष्ट था। उसके द्वारा बाहरी पार्टियों के निष्कर्ष निकालने के लिए स्वतंत्र हूं कि यह संदेह",
  "to deduce that there are enough circumstances to suspect that personal gain must be behind all these transactions, However, mere suspicion cannot take place of proof. The": "करने के लिए पर्याप्त परिस्थितियां हैं कि इन सभी लेनदेन के पीछे व्यक्तिगत लाभ होना चाहिए, हालांकि, केवल संदेह",
  "(17) I shall first deal with points (i) and (ii) raised by the petitioner and the- objection raised on behalf of": "07) मैं सबसे पहले याचिकाकर्ता द्वारा उठाए गए बिंदु (() और (पप) और प्रतिवादी बैंक की ओर से उठाई गई आपत्ति से",
  "being a statutory authority is an “authority” within the purview of Article 12 of the Constitution of India. The word “State” has a different connotation in Part III of the Constitution relating to": "दायरे में एक “प्राधिकरण है। मौलिक अधिकारों से संबंधित संविधान के भाग प्प्प्‌ में “राज्य शब्द का एक अलग",
  "Fundamental Rights; it includes the Government and the Parlia- ment of India; Government and Legislature of each of the State": "अर्थ है: इसमें भारत की सरकार और संसद शामिल हैं। प्रत्येक राज्य की सरकार और विधानमंडल और भारत के क्षेत्र",
  "and all local or “other authorities” within the territory of India. Respondent-Bank is, therefore, subject to constitutional obligations": "के भीतर सभी स्थानीय या “अन्य प्राधिकरण“ मे शमलित है। इसलिए, प्रतिवादी-बैंक भारत के संविधान के अनुच्छेद",
  "plinary Authority could not deprive the petitioner of the benefit of the principle of audi alteram partem. The respondents did not": "पार्टम के सिद्धांत के लाभ से वंचित नहीं कर सकता। उत्तरदाताओं ने इस बात से इनकार नहीं किया कि",
  "account the comments and opinion of Central Vigilance Commission": "आयोग की टिप्पणियों और राय को ध्यान में रखा। किसी अपराधी अधिकारी के खिलाफ उसके पूर्वाग्रह के लिए",
  "say in this regard. It is possible that the Central Vigilance Com- mission might have given its own reason and expressed wrong opinion against the petitioner. It is equally possible that some": "संभव है कि केंद्रीय सतर्कता आयोग ने अपना तर्क दिया हो और याचिकाकर्ता के खिलाफ गलत राय व्यक्त की हो। यह",
  "employee concerned. The opinion of the Central Vigilance Com- mission would obviously carry great weight with the Disciplinary Authority in reaching a final conclusion. But, at any rate, the": "आयोग को उपलब्ध कराया गया हो। किसी अंतिम निष्कर्ष पर पहुंचने में अनुशासनात्मक प्राधिकारी के लिए केंद्रीय सतर्कता आयोग की राय स्पष्ट रूप से बहुत महत्वपूर्ण होगी। लेकिन, किसी भी कीमत पर, ऐसे अनुमान की संभावना",
  "possibility of such an inference cannot be negatived. The petitioner’s complaint that the Disciplinary Authority took the report of the": "को नकारा नहीं जा सकता। याचिकाकर्ता की शिकायत है कि अनुशासनात्मक प्राधिकारी ने केंद्रीय सतर्कता आयोग",
  "Central Vigilance Commission into consideration without affording an opportunity to him to have benefit of what was stated by the": "द्वारा कही गई बातों का लाभ उठाने का अवसर दिए बिना केंद्रीय सतर्कता आयोग की रिपोर्ट पर विचार किया और",
  "The Disciplinary Authority did not communicate the reasons for differing with the report of the Enquiry Officer to the petitioner. In": "याचिकाकर्ता को जांच अधिकारी की रिपोर्ट से असहमति के कारणों के बारे में सूचित नहीं किया। न्यायिक और अर्ध-",
  "judicial and quasi judicial] enquiry, any material that is employed against a delinquent to his prejudice has to be ‘brought to his notice": "न्यायिक जांच में, अपराधी के खिलाफ उसके पूर्वाग्रह से ग्रसित किसी भी सामग्री को उसके संज्ञान में लाया जाना",
  "so that he may have his own say in that regard. Similarly, the preliminary enquiry report, which was the hasis of the regular depart-": "चाहिए ताकि वह उस संबंध में अपनी बात रख सके। इसी प्रकार, प्रारंभिक जांच रिपोर्ट, जो नियमित विभागीय जांच",
  "mental enquiry, was never supplied to the petitioner. The petitioner": "का आधार थी, याचिकाकर्ता को कभी प्रदान नहीं की गई। याचिकाकर्ता ऑडी अल्टरम के सिद्धांत का अनुपालन न"
}