{
  "(14) Keeping in view the fact that learned counsel for the appellant- Board has not been able to point out any perversity in the": "(।५) इस तथ्य को ध्यान में रखते हुए कि अपीलार्थी-बोर्ड के लिए विद्बत वकील नीचे दिए गए न्यायालयों द्वारा इस",
  "of law noticed hereinbefore, no interference is called for by this Court": "को इंगित करने में सक्षम नहीं है, इस न्यायालय द्वारा कोई हस्तक्षेप नहीं किया जाता है और वर्तमान नियमित दूसरी",
  "CM-433-C-2023": "सीएम-५३33-सी-2023",
  "Application is also dismissed.": "आवेदन भी खारिज कर दिया जाता है।",
  "Reporter-Viren Jain": "रिपोर्टर-वीरेन जैन",
  "CENTRAL BOARD OF SECONDARY EDUCATION v. NITESH AND 245": "केंद्रीय माध्यमिक शिक्षा बोर्ड बनाम नितेश एवं",
  "ANOTHER (Harsimran Singh Sethi, J.)": "अन्य (हरसिमरन सिंह सेठी, जे.)",
  "Before Harsimran Singh Sethi, J": "समक्ष हरसिमरन सिंह सेठी जे",
  "CENTRAL BOARD OF SECONDARY EDUCATION": "केंद्रीय माध्यमिक शिक्षा बोर्ड",
  "—Appellant": "- अपीलार्थी",
  "versus": "बनाम",
  "NITESH & ANOTHER—Respondents": "नितेश और अन्य - प्रतिवादी",
  "RSA No. 131 of 2023 (O&M)": "2023 का आरएसए नंबर ।3। (ओ और एम)",
  "January 19, 2023": "9 जनवरी 2023",
  "Correction of date of birth in Matriculation Certificate— Central Board of Secondary Education—Date of birth of student": "मैट्रिक प्रमाणपत्र में जन्म तिथि में सुधार-केंद्रीय माध्यमिक शिक्षा बोर्ड-0वीं कक्षा के प्रमाण पत्र में 20.02.2000 के",
  "wrongly mentioned as 13.10.1999 instead of 20.02.2000 in 10\" class certificate—Student requested the Board to correct date of birth—": "बजाय 3.0.999 के रूप में गलत तरीके से उल्लिखित छात्र की जन्म तिथि-छात्र ने बोर्ड से जन्म तिथि को सही",
  "Request rejected—Civil Suit for correction of date of birth allowed as": "करने का अनुरोध किया-अनुरोध अस्वीकार कर दिया गया-जन्म तिथि में सुधार के लिए सिविल सूट की अनुमति दी",
  "the student was able to prove that his date of birth was 20.02.2000": "गई क्योंकि छात्र यह साबित करने में सक्षम था कि उसकी जन्म तिथि 20.02.2000 थी और 3.0.999 नहीं थी-",
  "Appellate Court dismissed—Second Appeal filed by CBSE filed—": "सीबीएसई द्वारा पहली अपीलीय अदालत में दायर पहली अपील खारिज कर दी गई-सीबीएसई द्वारा दायर दूसरी",
  "Board contended that there is no provision/bye law for change of date": "अपील दायर की गई-बोर्ड ने तर्क दिया कि जन्म तिथि में बदलाव के लिए कोई प्रावधान /उपनियम नहीं है और 0वीं",
  "of birth and that the said particular date of birth was mentioned in the examination form by the student while appearing in the 10\" class": "कक्षा की परीक्षा में उपस्थित होने के दौरान छात्र द्वारा परीक्षा फॉर्म में उक्त विशेष जन्म तिथि का उल्लेख किया गया",
  "examination, which has been taken into account while recording the date of birth of the student—Contention rejected—Appeal dismissed.": "था, जिसे छात्र की जन्म तिथि दर्ज करते समय ध्यान में रखा गया था-याचिका खारिज कर दी गई-खारिज कर दी गई।",
  "the High Court in CWP-11005-2020 titled as ‘Nitin Kumar vs. Central Board of Secondary Education and others’ decided on 24.09.2020": "था 'नितिन कुमार बनाम केंद्रीय माध्यमिक शिक्षा बोर्ड और अन्य' 2५.09.2020 को निर्णय लिया गया, जिसमें उच्च",
  "wherein, the High Court held that the change of name can be allowed, even if there is no bye-law directing the Board to change the name, and": "न्यायालय ने कहा कि नाम परिवर्तन की अनुमति दी जा सकती है, भले ही बोर्ड को नाम बदलने का निर्देश देने वाला",
  "CBSE cannot refuse to correct simple mistakes, losing sight of the larger picture as certificates of school education offered by CBSE": "कोई उपनियम न हो, और सीबीएसई सरल गलतियों को सुधारने से इनकार नहीं कर सकता है, क्योंकि सीबीएसई",
  "provide students the launching pad for further studies and career building.": "द्वारा प्रदान किए जाने वाले स्कूली शिक्षा के प्रमाण पत्र छात्रों को आगे की पढ़ाई और कैरियर निर्माण के लिए लॉन्चिंग",
  "(Para 11)": "(पैरा ॥॥)",
  "Further held, that in the present case, no fraud had been alleged": "इसके अलावा यह अभिनिर्धारित किया गया कि वर्तमान मामले में, बोर्ड द्वारा किसी धोखाधड़ी का आरोप नहीं लगाया",
  "by the Board and there is no assertion that in case the date of birth of the plaintiff is changed, he would not be entitled for appearing in the": "गया था और इस बात का कोई दावा नहीं है कि वादी की जन्म तिथि में परिवर्तन किए जाने की स्थिति में, वह संबंधित",
  "examination concerned. Nor, there is any plea of misrepresentation. In": "परीक्षा में उपस्थित होने का हकदार नहीं होगा। न ही, गलत तरीके से प्रस्तुत करने का कोई तर्क है। इस तरह के",
  "the absence of any such allegation, date of birth can be corrected in the record so that the student does not suffer prejudice for the rest of his life.": "किसीभी आरोप के अभाव में, जन्म तिथि को अभिलेख में सही किया जा सकता है ताकि छात्र को अपने शेष जीवन",
  "CENTRAL BOARD OF SECONDARY EDUCATION v. NITESH AND 249 ANOTHER (Harsimran Singh Sethi, J.)": "केंद्रीय माध्यमिक शिक्षा बोर्ड बनाम नितेश एवं अन्य (हरसिमरन सिंह सेठी, जे.)",
  "therein had sought correction of her mother's name as Vipin Kumari Khaneja in the place of Sarita Khaneja. Admittedly,": "इसमें याचिकाकर्ता ने सरिता खानेजा के स्थान पर उनकी मां का नाम विपिन कुमारी खानेजा के रूप में सुधारने की",
  "the mother had entered the wrong name in the school admission form at the time of her daughter's admission.": "मांग की थी। मान लीजिए, माँ ने अपनी बेटी के प्रवेश के समय स्कूल के प्रवेश पत्र में गलत नाम दर्ज किया था।",
  "Despite the same, the CBSE accepted the documentation produced in proof of the correct name and stated that it had": "इसके बावजूद, सीबीएसई ने सही नाम के प्रमाण में प्रस्तुत दस्तावेजों को स्वीकार किया और कहा कि उसे सुधार",
  "no objection in carrying out the correction. Similar was the situation in CWP-26481-2017, titled ‘'Ekamvir Singh": "करने में कोई आपत्ति नहीं है। इसी तरह की स्थिति सीडब्ल्यूपी-26५8-207 में थी, जिसका शीर्षक था 'एकमवीर",
  "Chawla vs. Central Board of Secondary Education and others’.": "सिंह चावला बनाम केंद्रीय माध्यमिक शिक्षा बोर्ड और अन्य\"",
  "It is therefore not open to the CBSE to adopt a different stand only in the present case, on the ground that the school": "इसलिए यह सीबीएसई के लिए खुला नहीं है कि वह केवल वर्तमान मामले में एक अलग रुख अपनाए, इस आधार",
  "record also reflects the wrong name. That apart, when the": "पर कि स्कूल का रिकॉर्ड भी गलत नाम को दर्शाता है। इसके अलावा, जब याचिकाकर्ता का अनुरोध अपने आप में",
  "petitioner's request is genuine and bonafide in itself and the obdurate refusal thereof by the CBSE not only results in an": "वास्तविक और प्रामाणिक है और सीबीएसई द्वारा इसके अस्पष्ट इनकार का न केवल उस पर प्रतिकूल प्रभाव पड़ता",
  "adverse impact upon him but also penalizes him for no fault of his, this Court cannot remain silent. Certificates of": "है, बल्कि उसे बिना किसी गलती के दंडित भी करता है, तो यह अदालत चुप नहीं रह सकती है। सीबीएसई द्वारा",
  "school education offered by the CBSE provide students the launching pad for further studies and career-building. This": "प्रदान किए जाने वाले स्कूली शिक्षा के प्रमाण पत्र छात्रों को आगे की पढ़ाई और करियर-निर्माण के लिए लॉन्चिंग पैड",
  "being the basic purpose of such certification, the CBSE": "प्रदान करते हैं। इस तरह के प्रमाणन का मूल उद्देश्य होने के कारण, सीबीएसई छात्र के नाम या ऐसे प्रमाणप्रों में",
  "cannot refuse to correct simple mistakes in the student's name or the names of the student's parents in such certificates, losing sight of the larger picture.": "छात्र के माता-पिता के नाम में साधारण गलतियों को ठीक करने से इनकार नहीं कर सकता है, जिससे बड़ी तस्वीर",
  "Further, it would be an exercise in futility to drive such a student to the long-drawn and time consuming process of": "से डिक्री हासिल करने की लंबी और समय लेने वाली प्रक्रिया के लिए प्रेरित करना व्यर्थ की कवायद होगी।",
  "On the above analysis, the hidebound attitude of the CBSE in refusing the request of the petitioner, though it does not": "उपरोक्त विश्लेषण पर, याचिकाकर्ता के अनुरोध को अस्वीकार करने में सीबीएसई का छिपा हुआ रवैया, हालांकि",
  "deny the genuineness of his claim, cannot be countenanced.”": "यह उसके दावे की वास्तविकता से इनकार नहीं करता है, इसे स्वीकार नहीं किया जा सकता है।",
  "(13) In the present case, there is no fraud being alleged or": "(।3) वर्तमान मामले में, अपीलार्थी द्वारा कोई धोखाधड़ी का आरोप या अभिवचन नहीं किया जा रहा है और ऐसा कोई",
  "pleaded by the appellant and there is no assertion that in case the date of birth of the respondent-plaintiff is changed, he was not entitled for": "दावा नहीं है कि प्रत्यर्थी-वादी की जन्म तिथि में परिवर्तन किए जाने की स्थिति में, वह संबंधित परीक्षा में उपस्थित होने",
  "appearing in the examination concerned. In the absence of any such fact, date of birth can be corrected in the record so that the respondent-": "का हकदार नहीं था। ऐसे किसी भी तथ्य के अभाव में, जन्म तिथि को अभिलेख में सही किया जा सकता है ताकि",
  "plaintiff does not suffer prejudice for the rest of his life wherein, he is not only to get admission in various other institutions but the same is to": "प्रतिवादी को अपने शेष जीवन के लिए पूर्वाग्रह का सामना न करना पड़े, जिसमें उसे न केवल विभिन्न अन्य संस्थानों",
  "be used for the purpose of employment also.": "में प्रवेश लेना है, बल्कि उसी का उपयोग रोजगार के उद्देश्य के लिए भी किया जाना है।",
  "CENTRAL BOARD OF SECONDARY EDUCATION v. NITESH AND 247": "केंद्रीय माध्यमिक शिक्षा बोर्ड बनाम नितेश एवं",
  "which came to be decided on 08.02.2021 and finding no discrepancy": "जिस पर 08.02.202। को निर्णय लिया गया और निचली अदालत द्वारा पारित आदेश में कोई विसंगति नहीं पाई गई,",
  "in the order passed by the trial Court, the appeal was dismissed. In the present regular second appeal, the said orders dated 07.11.2019": "अपील को खारिज कर दिया गया। वर्तमान नियमित दूसरी अपील में, निचली अदालत द्वारा पारित दिनांक",
  "passed by trial Court and order dated 08.02.2021 passed by the Lower Appellate Court are under challenge.": "07..209 के उक्त आदेश और निचली अपीलीय अदालत द्वारा पारित दिनांक 08.02.202। के आदेश को",
  "(7) Learned counsel for the appellant-Board argues that once a": "(7) अपीलार्थी-बोर्ड के विद्वान वकील का तर्क है कि एक बार 0 वीं कक्षा की परीक्षा में उपस्थित होने के दौरान",
  "particular date of birth was mentioned in the examination form while": "परीक्षा प्रपत्र में जन्म की एक विशेष तिथि का उल्लेख किया गया था, जिसे प्रतिवादी-वादी की जन्म तिथि दर्ज करते",
  "while recording the date of birth of the respondent-plaintiff, it cannot be said that the recording of the date of birth in the certificate": "समय ध्यान में रखा गया है, यह नहीं कहा जा सकता है कि प्रतिवादी-वादी को दिए गए प्रमाण पत्र में जन्म तिथि की",
  "given to the respondent-plaintiff as 13.10.1999 is incorrect in any respect. Learned counsel for the appellant-Board submits that there is": "रिकॉर्डिंग 43.0.999 के रूप में किसी भी तरह से गलत है। अपीलार्थी-बोर्ड के विद्वान वकील प्रस्तुत करते हैं कि",
  "no provision for the change of date of birth, keeping in view the information which a candidate supplies in the examination form.": "उम्मीदवार द्वारा परीक्षा प्रपत्र में प्रदान की गई जानकारी को ध्यान में रखते हुए जन्म तिथि में परिवर्तन का कोई",
  "Hence, the orders directing the appellant- Board to correct the date of birth of a candidate without there being any provisions to said effect,": "प्रावधान नहीं है। इसलिए, अपीलार्थी-बोर्ड को उक्त प्रभाव के लिए कोई प्रावधान किए बिना किसी उम्मीदवार की",
  "are liable to be set aside being contrary to the rules governing the said issue.": "जन्मतिथि को सही करने का निर्देश देने वाले आदेश, उक्त मुद्दे को नियंत्रित करने वाले नियमों के विपरीत होने के",
  "(8) I have heard learned counsel for the parties and have gone through the record with their able assistance.": "(8) मैंने पक्षों के लिए विद्वान परामर्श सुना है और उनकी सक्षम सहायता के साथ रिकॉर्ड का अध्ययन किया है।",
  "(9) Inthe present case, it may be noticed herein that there is no plea by the appellant-Board that there is any misrepresentation on the": "(9) वर्तमान मामले में, यहां यह ध्यान दिया जा सकता है कि अपीलार्थी-बोर्ड द्वारा कोई याचिका नहीं है कि प्रतिवादी-",
  "part of the respondent-plaintiff or the date of birth is being changed with some ulterior motive. It is a conceded position that the respondent-": "वादी की ओर से कोई गलत अभ्यावेदन है या जन्म तिथि को किसी अन्य उद्देश्य से बदला जा रहा है। यह एक स्वीकृत",
  "plaintiff appeared in the 10\" class examination for which, a certificate was issued to him by the appellant-Board wherein, his date of birth was": "स्थिति है कि प्रत्यर्थी 0 वीं कक्षा की परीक्षा में उपस्थित हुआ था, जिसके लिए अपीलार्थी-बोर्ड द्वारा उसे एक प्रमाण",
  "was issued to him by the appellant-Board wherein, his date of birth was recorded as 13.10.1999. The only prayer of the respondent-plaintiff was": "पत्र जारी किया गया था, जिसमें उसकी जन्म तिथि 3.0.999 दर्ज की गई थी। प्रतिवादी-वादी की एकमात्र प्रार्थना",
  "that the date of birth should be changed from 13.10.1999 to 20.02.2000, which is his actual date of birth.": "थी कि जन्म तिथि 3.0.999 से बदलकर 20.02.2000 कर दी जाए, जो कि उसकी वास्तविक जन्म तिथि है।",
  "(10) Learned counsel for the appellant-Board has not been able to point out that the direction given by the Courts below to correct the": "(40) अपीलार्थी-बोर्ड के लिए विद्वान वकील यह इंगित करने में सक्षम नहीं है कि नीचे दिए गए न्यायालयों द्वारा",
  "date of birth of the respondent-plaintiff in their record as 20.02.2000 is": "प्रतिवादी-वादी की जन्म तिथि को उनके रिकॉर्ड में 20.02.2000 के रूप में सही करने के लिए दिया गया निर्देश",
  "without any valid evidence on record. Once, the respondent-plaintiff has been able to prove his correct date of birth as 20.02.2000, the": "रिकॉर्ड पर किसी भी वैध साक्ष्य के बिना है। एक बार जब प्रत्यर्थी-वादी अपनी सही जन्मतिथि 20.02.2000 साबित",
  "orders passed by the Courts below need not to be interfered with by": "करने में सक्षम हो जाता है, तो निम्नलिखित न्यायालयों द्वारा पारित आदेशों में इस न्यायालय द्वारा हस्तक्षेप करने की",
  "(11) The argument of the learned counsel for the appellant-": "(।।) अपीलार्थी के विद्वान वकील का तर्कबोर्ड कि अपीलार्थी-बोर्ड के पास उम्मीदवार की जन्म तिथि को सही करने"
}