{
  "(13) Considering the aforesaid observations, the impugned order": "(43) उपर्युक्त टिप्पणियों पर विचार करते हुए, दिनांक 6.09.206 के आशक्षेपित आदेश को",
  "learned lower Appellate Court, stands restored, to its original number.": "न्यायालय के समक्ष, अपनी मूल संख्या में बहाल कर दी गई है। पक्षों को 8.0.2024 को",
  "The parties are directed to make appearance before lower Appellate Court on 18.01.2024.": "निचली अपीलीय अदालत के समक्ष पेश होने का निर्देश दिया गया है।",
  "(14) In view of the aforesaid terms, the present revision petition stands allowed.": "(4) उपर्युक्त शर्तों को ध्यान में रखते हुए, वर्तमान पुनरीक्षण याचिका अनुमत है।",
  "Reporter-Dr. Payel Mehta": "! रिपोर्टर-डॉ. पायल मेहता",
  "same, the petitioner also challenged the order dated 16.09.2016 (Annexure P-5) passed by learned lower Appellate Court, whereby, an": "पारित दिनांक 6.09.206 (अनुलग्नक पी-5) के आदेश को भी चुनौती दी, जिसके तहत",
  "application for restoration of theappeal has been dismissed.": "अपील की बहाली के लिए एक आवेदन खारिज कर दिया गया है।",
  "(2) In pursuance of the notice issued, the respondents made appearance through counsel.": "(2) जारी किए गए नोटिस के अनुसरण में, उत्तरदाताओं ने वकील के माध्यम से उपस्थिति",
  "(3) Learned counsel for the parties heard.": "(3) पक्षकारों के लिए विद्वान वकील ने सुना।",
  "(4) The essential facts, as culled from the paperbook, are as follows:-": "(4) पेपरबुक से लिए गए आवश्यक तथ्य इस प्रकार हैं: -",
  "(5) That, initially, the petitioner (who was plaintiff before learned Court below) had filed a suit against the respondents (who": "(5) कि, प्रारंभ में, याचिकाकर्ता (जो नीचे विद्वत न्यायालय के समक्ष वादी था) ने प्रत्यर्थियों (जो",
  "were defendants before learned Court below), thereby, seeking": "नीचे विद्वत न्यायालय के समक्ष प्रतिवादी थे) के विरुद्ध वाद दायर किया था, जिससे जाँच",
  "declaration qua the legality and validity of the checking report and subsequent memo, as detailed therein, by way of which, a penalty of": "रिपोर्ट और बाद के ज्ञापन की वैधता और वैधता की घोषणा करने की मांग की गई थी, जैसा",
  "subsequent memo, as detailed therein, by way of which, a penalty of Rs.15,55,657/- had been assessed. The copy of the plaint is Annexure": "कि उसमें विस्तृत है, जिसके माध्यम से, रु.5,55,657/- के दंड का आकलन किया गया था।",
  "P-3. The said suit was dismissed vide judgment and decree dated": "शिकायत की प्रति अनुलग्रक पी-3 है। उक्त वाद को दिनांक 22.0.206 के निर्णय और",
  "appeal. During the pendency of the appeal, on 25.05.2016, learned counsel making appearance on behalf of the petitioner-appellant, had": "लंबितता के दौरान, 25.05.206 को, याचिकाकर्ता-अपीलार्थी की ओर से उपस्थित विद्वान",
  "made a statement, which reads as under:-": "वकील ने एक बयान दिया था, जो निम्नानुसार हैः -",
  "“Stated that I do not want to proceed further with this appeal. Withdraws the same. Be consigned to the record": "\"उन्होंने कहा कि मैं इस अपील के साथ आगे नहीं बढ़ना चाहता। उसी को वापस ले लें।",
  "room.”": "रिकॉर्ड रूम में भेज दिया जाए \"।",
  "(6) Thus, the appeal was dismissed. However, feeling": "(6) इस प्रकार, अपील खारिज कर दी गई थी। तथापि, अपील को खारिज करने के उपर्युक्त",
  "(Para 11)": "(अनुच्छेद 4)",
  "Further held, that in the given circumstances, learned counsel, as": "इसके अलावा यह अभिनिर्धारित किया गया कि दी गई परिस्थितियों में, विद्वान वकील को",
  "such, had no authority to bind his client, by way of making of the statement. The authority, which the counsel has, to work upon, is for": "बयान देने के माध्यम से अपने मुवक्किल को बांधने का कोई अधिकार नहीं था। जिस",
  "statement. The authority, which the counsel has, to work upon, is for achieving the client’s legal goal, while the client has the authority to": "अधिकार पर वकील को काम करना है, वह मुवक्किल के कानूनी लक्ष्य को प्राप्त करने के",
  "decide on, what the goal will be. If the statement so made, fall within": "लिए है, जबकि मुवक्किल के पास यह तय करने का अधिकार है कि लक्ष्य क्या होगा। यदि",
  "client, then, the lawyer, as per the attorney, executed in his favour,": "के हित को सुनिश्चित करते हैं, तो, वकील, अपने पक्ष में निष्पादित वकील के अनुसार, अपना",
  "shall be within his right to make their statement, but however, if the": "बयान देने के अपने अधिकार के भीतर होगा, लेकिन हालांकि, यदि बयान मुवक्किल से",
  "statement is made, without consulting the client, it is more likely to constitute, ineffective assistance of the counsel. In the given": "परामर्श किए बिना दिया जाता है, तो यह वकील की अप्रभावी सहायता का गठन करने की",
  "(7) Feeling aggrieved by the order of dismissal of the application for restoration of the appeal, the petitioner had filed the present revision petition.": "(7) अपील की बहाली के लिए आवेदन को खारिज करने के आदेश से व्यथित महसूस करते हुए, याचिकाकर्ता ने वर्तमान पुनरीक्षण याचिका दायर की थी।",
  "(8) At the very outset, it is submitted by learned counsel for the petitioner that in fact, the counsel making appearance on behalf": "(8) आरंभ में ही, याचिकाकर्ता के विद्वत वकील द्वारा यह प्रस्तुत किया जाता है कि वास्तव",
  "of the petitioner-appellant before learned lower Appellate Court, had": "में, याचिकाकर्ता-अपीलार्थी की ओर से विद्वत निचली अपीलीय न्यायालय के समक्ष उपस्थित",
  "erroneously made the statement for withdrawal of the appeal, though,": "होने वाले वकील ने अपील को वापस लेने के लिए गलत बयान दिया था, हालांकि,",
  "there were no instructions, at the behest of the petitioner-appellant.": "याचिकाकर्ता-अपीलार्थी के कहने पर कोई निर्देश नहीं थे।",
  "Rather, withdrawal, assuch, was made by learned counsel, goes against the express instructions of the petitioner.": "बल्कि, वापस लेना, ऐसा, विद्वान वकील द्वारा किया गया था, याचिकाकर्ता के स्पष्ठ निर्देशों के खिलाफ जाता है।",
  "(9) In the given circumstances, it is submitted that the counsel,": "(9) दी गई परिस्थितियों में, यह प्रस्तुत किया जाता है कि वकील ने, इस प्रकार, अपील को",
  "as such, had transgressed the authority, which was given to him, to": "आगे बढ़ाने के लिए उसे दिए गए अधिकार का उल्लंघन किया था। इस प्रकार, पुनरीक्षण",
  "pursue the appeal. As such, a prayer has been made for acceptance of the revision petition and to restore the appeal in question.": "याचिका को स्वीकार करने और विचाराधीन अपील को बहाल करने के लिए प्रार्थना की गई",
  "(10) On the other hand, learned counsel for the respondents has assiduously resisted the claim of the petitioner. He": "(0) दूसरी ओर, प्रत्यर्थियों के विद्वान वकील ने याचिकाकर्ता के दावे का दृढ़ता से विरोध",
  "submits that in fact, by way of filing of the power of attorney, in favour of the counsel, there was animplied authority extended to the advocate": "किया है। वह प्रस्तुत करता है कि वास्तव में, वकील के पक्ष में पावर ऑफ अटॉर्नी दाखिल",
  "concerned, to withdraw, compromise or for the disposal of the case on": "करने के माध्यम से, संबंधित अधिवक्ता को वापस लेने, समझौता करने या गुण-दोष के",
  "merits. In the given circumstances, it is submitted that learned lawyer had very rightly withdrawn the appeal, by making statement before the": "आधार पर मामले के निपटारे के लिए अंतर्निहित अधिकार दिया गया था। दी गई परिस्थितियों में, यह प्रस्तुत किया जाता है कि विद्वान वकील ने न्यायालय के समक्ष बयान देकर अपील को",
  "had very rightly withdrawn the appeal, by making statement before the Court and in these circumstances, it was only at the behest of the": "बहुत ही उचित रूप से वापस ले लिया था और इन परिस्थितियों में, इस प्रकार दिए गए बयान",
  "statement, so made, that the appeal was withdrawn. In such": "के इशारे पर ही अपील वापस ली गई थी।ऐसी परिस्थितियों में, अपील की बहाली के लिए",
  "circumstances, no case is made out for restoration of the appeal. As": "कोई मामला नहीं बनाया जाता है। इस प्रकार, पुनर्स्थापना आवेदन को खारिज करने का",
  "correctly passed by learned lower Appellate Court.": "आदेश, विद्गवत निचली अपीलीय अदालत द्वारा सही ढंग से पारित किया गया है।",
  "(11) As already reproduced aforesaid, the appeal was withdrawn": "(॥) जैसा कि पहले ही पुनः प्रस्तुत किया जा चुका है, अपील को वकील द्वारा यह बयान",
  "by the counsel by making statement that he does not want to proceed further with the appeal. In the said statement, he had not stated": "देकर वापस ले लिया गया था कि वह अपील के साथ आगे नहीं बढ़ना चाहता है। उक्त बयान",
  "about any such instructions, having received from the petitioner, who": "में, उन्होंने याचिकाकर्ता से प्राप्त ऐसे किसी भी निर्देश के बारे में नहीं बताया था, जो निचली",
  "was appellant before learned lower Appellate Court. A lawyer": "अपीलीय अदालत के समक्ष अपीलकर्ता थे। एक वकील के पास आम तौर पर एक स्वीकार",
  "generally has no implied or apparent authority to make an admission or statement, which would directly surrender or conclude the substantial": "या बयान देने का कोई निहित या स्पष्ट अधिकार नहीं होता है, जो सीधे मुवक्किल के महत्वपूर्ण",
  "legal rights of the client, unless suchan admission or statement is": "कानूनी अधिकारों को आत्मसमर्पण या समाप्त कर देगा, जब तक कि ऐसा स्वीकार या बयान",
  "clearly a proper step in accomplishing the purpose, for which the": "स्पष्ट रूप से उस उद्देश्य को पूरा करने के लिए एक उचित कदम न हो, जिसके लिए वकील"
}