{
  "Before Sureshwar Thakur & Kuldeep Tiwari, JJ.": "सुरेश्वर ठाकुर और कुलदीप तिवारी से पहले जे.जे.",
  "STATE OF HARYANA —Applicant": "हरियाणा राज्य -आवेदक",
  "versus": "बनाम",
  "SHYAM SUNDER—Respondent": "श्याम सुंदर-प्रतिवादी",
  "CRM-A No. 2456-MA of 2018": "2048 का सीआरएम-ए नंबर 2456-एमए",
  "November 16, 2022": "6 नवंबर 2022",
  "Indian Penal Code, 1860—Ss. 420,376,328 and 506—Rape—": "भीरतीय दंड संहिता 7860-- एस एस. 420,378,328 और 506-बलात्कार-",
  "Delay in FIR material contradictions in the statements—Educated": "एफआईआर में देरी. बयानों यें भीतिक विरोधाभास-शिक्षित यह्िला- अभियोजन पक्ष द्वारा",
  "woman—Important witnesses not examined by the prosecution— Reason for not disclosing the incidence of rape for complete one year": "महत्वपूर्ण यवाहें की जांच नहीं की यई- परे एक साल तक बलात्कार की घटना का खुलासा",
  "of her—No photographs recovered or produced—In case where there are allegations of rape, delay in general is not fatal to prosecution": "बरामद या प्रखुत नहीं की गई - ऐसे मायले में जहां बलात्कार के आरेप हैं सामान्य तौर",
  "are allegations of rape, delay in general is not fatal to prosecution case—However where the statement of the proseutrix is not credible,": "पर देरी अभियोजन पक्ष के लिए घातक नहीं है - हालांकि जहां पीड़िता का बयान",
  "the delay is also but one of the reasons in recording the order of": "विशसनीय नहीं है वहां आदेश दर्ज करने में देरी थी एक कारण है बरी ह्लेने का",
  "Held, that the reason for not disclosing the incidence of rape for complete one year was because the accused was in possession of her": "माना गया कि पूरे एक साल तक बलात्कार की घटना का खुलासा न करने का",
  "complete one year was because the accused was in possession of her obscene photographs, which were taken by him when she was": "कारण यह था कि आरोपी के पास उसकी अश्लील तस्वीरें थीं, जो उसने तब ली थीं जब",
  "unconscious. However, neither the prosecution agency recovered those": "वह बेहोश थी। हालाँकि, न तो अभियोजन एजेंसी ने उन तस्वीरों को बरामद किया, जब",
  "photographs specifically when three different disclosure statements of respondent-accused were recorded nor the complainant produced on": "प्रतिवादी-अभियुक्तों के तीन अलग-अलग प्रकटीकरण बयान दर्ज किए गए थे और न ही",
  "record those photographs in order to substantiate the reason for delay in": "शिकायतकर्ता ने एफआईआर दर्ज करने में देरी के कारण को साबित करने के लिए उन",
  "lodging the FIR. There is no dispute that in case where there are": "तस्वीरों को रिकॉर्ड पर पेश किया था। इसमें कोई विवाद नहीं है कि जिन मामलों में",
  "allegations of rape, delay in general is not fatal to prosecution case.": "बलात्कार के आरोप हैं, उनमें सामान्यतः देरी अभियोजन पक्ष के लिए घातक नहीं है।",
  "However, in the present circumstances, where the statement of the prosecutrix is not credible, the relevant delay is also but one of the": "हालाँकि, वर्तमान परिस्थितियों में, जहाँ पीड़िता का बयान विश्वसनीय नहीं है, प्रासंगिक देरी",
  "reasons, which was aptly considered by the trial Court in recording the order of acquittal.": "भी एक कारण है, जिसे बरी करने के आदेश को दर्ज करते समय ट्रायल कोर्ट द्वारा उचित",
  "KULDEEP TIWARI, J.": "कुलदीप तिवारी, जे.",
  "CRM-38642-2018": "सीआरएम-38642-2048",
  "(1) This is an application for condonation of delay of 92 days in filingthe present appeal.": "() यह वर्तमान अपील दायर करने में 92 दिनों की देरी को माफ करने के लिए एक आवेदन है।",
  "appellate Court in an appeal against acquittal. Such": "है। दोषमुक्ति के विरुद्ध अपील में अपीलीय न्यायालय। साक्ष्यों की समीक्षा",
  "to interfere with acquittal than to curtail the power of the": "कम करने की तुलना में अपीलीय न्यायालय की बरी करने में हस्तक्षेप करने",
  "(4) An appellate Court, however, must bear in mind that in": "(4) हालाँकि, एक अपीलीय न्यायालय को यह ध्यान में रखना चाहिए कि",
  "case of acquittal, there is double presumption in favour of the accused. Firstly, the presumption of innocence available": "बरी होने की स्थिति में, अभियुक्त के पक्ष में दोहरी धारणा होती है। सबसे",
  "to him under the fundamental principle of criminal": "पहले, आपराधिक न्यायशास्त्र के मूल सिद्धांत के तहत उसके लिए उपलब्ध",
  "jurisprudence that every person shall be presumed to be": "निर्दोषता की धारणा यह है कि प्रत्येक व्यक्ति को तब तक निर्दोष माना",
  "innocent unless he is proved guilty by a competent court of": "जाएगा जब तक कि वह सक्षम अदालत द्वारा दोषी साबित न हो जाए।",
  "law. Secondly, the accused having secured his acquittal, the": "दूसरे, आरोपी ने अपनी रिहाई सुनिश्चित कर ली है, उसकी बेगुनाही की",
  "reaffirmed and strengthened by the trial court.": "ना को ट्रायल कोर्ट द्वारा और भी मजबूत, पुन: पुष्टि और मजबूत किया",
  "(5) If two reasonable conclusions are possible on the basis of the evidence on record, the appellate court should not disturb the finding of acquittal recorded by the trial court.": "(5) यदि रिकॉर्ड पर साक्ष्य के आधार पर दो उचित निष्कर्ष संभव हैं, तो अपीलीय अदालत को ट्रायल कोर्ट द्वारा दर्ज किए गए दोषमुक्ति के निष्कर्ष को परेशान नहीं करना चाहिए।",
  "(10) In Bishan Singh versus State of Punjab*, Hon'ble Supreme": "(0) बिशन सिंह बनाम पंजाब राज्य 3 में, माननीय सर्वोच्च न्यायालय ने निम्नानुसार",
  "“22. It is well settled that the High Court in appeal under Section 417 of the Code of Criminal Procedure has full": "“22. यह अच्छी तरह से स्थापित है कि दंड प्रक्रिया संहिता की धारा 447 के तहत अपील में उच्च न्यायालय के पास बड़े पैमाने पर उन सबूतों की",
  "power to review at large the evidence on which the order of": "तहत अपील में उच्च न्यायालय के पास बड़े पैमाने पर उन सबूतों की समीक्षा करने की पूरी शक्ति है, जिन पर बरी करने का आदेश आधारित था",
  "acquittal was founded and to reach the conclusion that upon": "और इस निष्कर्ष पर पहुंच सकता है कि सबूतों के आधार पर बरी करने का",
  "the evidence the order of acquittal should be reversed. No limitation should be placed upon that power unless it be": "आदेश दिया जाना चाहिए। उलट दिया जाए. उस शक्ति पर कोई सीमा नहीं",
  "found expressly stated in the Code, but in exercising the": "लगाई जानी चाहिए जब तक कि यह संहिता में स्पष्ट रूप से वर्णित न हो,",
  "conclusion upon fact the High Court should give proper": "निष्कर्ष पर पहुंचने से पहले उच्च न्यायालय को ऐसे मामलों पर उचित",
  "weight and consideration to such matters as:": "महत्व और विचार करना चाहिए:",
  "(1) the views of the trial Judge as to the credibility of the witnesses; (2) the presumption of innocence in favour of": "(।) गवाहों की विश्वसनीयता के संबंध में ट्रायल जज के विचार; (2)",
  "the accused, a presumption certainly not weakened by the": "अभियुक्त के पक्ष में निर्दोषता की धारणा, एक धारणा निश्चित रूप से इस",
  "fact that he has been acquitted at his trial; (3) the right of": "तथ्य से कमजोर नहीं हुई है कि उसे अपने मुकदमे में बरी कर दिया गया",
  "the accused to the benefit of any doubt; and (4) the": "है; (3) किसी भी संदेह के लाभ के लिए अभियुक्त का अधिकार; और (4)",
  "is apt to mention here that the victim refused to get her medical": "भी की गई। यहां यह बताना उचित होगा कि पीड़िता ने अपना मेडिकल परीक्षण कराने से",
  "examination done. After completion of investigation proceedings, final": "इनकार कर दिया था. जांच कार्यवाही पूरी होने के बाद, अंतिम रिपोर्ट विद्वान ट्रायल कोर्ट",
  "(7) Trial Court framed charges against the respondent-accused": "(7) ट्रायल कोर्ट ने दिनांक 04.02.206 के आदेश द्वारा प्रतिवादी-अभियुक्तों के",
  "under Sections 420, 376, 328, 506 IPC, 1860 vide order dated": "खिलाफ धारा 420, 376, 328, 506 आईपीसी, 860 के तहत आरोप तय किए। अपने",
  "as 10 witnesses whereas, Inspector/SHO Rajeev, Smt. Nirmal Kanta and Constable Pardeep were given up as unnecessary witnesses and": "इंस्पेक्टर/एसएचओ राजीव, श्रीमती। निर्मल कांता और कांस्टेबल परदीप को अनावश्यक",
  "witness Sanjay Tyagi was given up being won over by respondent- accused.": "गवाह के रूप में छोड़ दिया गया और गवाह संजय त्यागी को प्रतिवादी आरोपियों द्वारा जीत लिया गया।",
  "(8) Apart from the oral evidence, prosecution placed on record": "(8) मौखिक साक्ष्य के अलावा, अभियोजन पक्ष ने विभिन्न दस्तावेजी साक्ष्य भी",
  "various documentary evidence. Learned trial court after considering the ocular and documentary evidence recorded the finding of acquittal.": "रिकॉर्ड पर रखे। विद्वान ट्रायल कोर्ट ने प्रत्यक्ष और दस्तावेजी सबूतों पर विचार करने के",
  "Now the State has filed present application for grant of leave to appeal": "बाद बरी करने का निष्कर्ष दर्ज किया। अब राज्य ने बरी किए जाने के आदेश को चुनौती देने के लिए अपील करने की अनुमति के लिए वर्तमान आवेदन दायर किया है। इसमें कोई",
  "to challenge the orderof acquittal. There is no dispute that the Code": "विवाद नहीं है कि संहिता बरी करने के आदेश से निपटने के दौरान अपीलीय अदालत पर",
  "does not impose any such restriction upon Appellate Court while": "ऐसा कोई प्रतिबंध नहीं लगाती है। उच्च न्यायालय के पास अपने स्वतंत्र निष्कर्ष पर पहुंचने",
  "dealing with an order of acquittal. High Court has full power to appreciate the entire evidence to reach its own independent conclusion.": "के लिए संपूर्ण साक्ष्य की सराहना करने की पूरी शक्ति है। उच्च न्यायालय के लिए तथ्यों",
  "(9) Hon'ble Supreme Court in Chandrappa versus State of": "(9) चंद्र॒प्पा बनाम कर्नाटक राज्य मामले में माननीय सर्वोच्च न्यायालय ने बरी किए",
  "(1)An appellate Court has full power to review, re- appreciate and reconsider the evidence upon which the": "(।) एक अपीलीय न्यायालय के पास उन साक्ष्यों की समीक्षा, पुनर्मूल्‍्यांकन और पाक करने की पूरी शक्ति है, जिन पर दोषमुक्ति का आदेश",
  "(2)The Code of Criminal Procedure, 1973 puts no": "(2) आपराधिक प्रक्रिया संहिता, 4973 ऐसी शक्ति के प्रयोग पर कोई",
  "limitation, restriction or condition on exercise of such": "सीमा, प्रतिबंध या शर्त नहीं लगाती है और एक अपीलीय न्यायालय, उसके",
  "power and an appellate Court, based on the evidence before it, may reach its own conclusion, both on questions of fact": "समक्ष साक्ष्य के आधार पर, तथ्य और कानून दोनों के प्रश्नों पर अपने",
  "(3) Various expressions, such as,'substantial and compelling": "(3) विभिन्न अभिव्यक्तियाँ, जैसे, 'पर्याप्त और सम्मोहक कारण', 'अच्छे और",
  "reasons’, ‘good and sufficient grounds’, 'very strong": "पर्याप्त या आधार', 'बहुत मजबूत परिस्थितियाँ', 'विकृत निष्कर्ष, 'स्पष्ट",
  "bad act with her, but she shouted on him. He told her to": "का फायदा उठाकर उसने उसके साथ बलात्कार किया। उसने उसकी",
  "He clicked her obscene photographs. She objected but": "अश्लील तस्वीरें खींच लीं। उसने विरोध किया लेकिन श्याम सुंदर ने कहा",
  "Shyam Sunder said that if she wanted to get job, she will have to do all this. Thereafter, Shyam Sunder maintained": "कि अगर उसे नौकरी करनी है तो यह सब करना होगा। इसके बाद श्याम",
  "physical relations with her forcibly. She said that she will": "सुंदर उसके साथ जबरन शारीरिक संबंध बनाता रहा। उसने कहा कि वह",
  "complain against him before police. He started feeling": "उसके खिलाफ पुलिस में शिकायत करेगी. उसे दुख होने लगा और उसने",
  "sorry and said thathe will return her money. He gave two": "कहा कि वह उसके पैसे लौटा देगा। उसने जनवरी और फरवरी, 205 में",
  "affidavits and two cheques of his account to her in January": "उसे दो शपथ पत्र और अपने खाते के दो चेक दिए और नौकरी की व्यवस्था",
  "papers in connection with arranging job. Money and": "करने के संबंध में कोरे कागजों पर उसके हस्ताक्षर ले लिए। पैसे और",
  "jewellery were given by her to Shyam Sunder in the presence of her relative Sanjay Tyagi s/o Sh. Prem Nath,": "आभूषण उसने अपने रिश्तेदार संजय त्यागी पुत्र स्व. की मौजूदगी में श्याम",
  "resident of 'J' Colony, District XXX. Thereafter, Shyam": "सुंदर को दिए थे। प्रेम नाथ, निवासी 'जे' कॉलोनी, जिला »00<। इसके बाद,",
  "Sunder met her for one/two times in her house and assured": "श्याम सुंदर ने उससे एक-दो बार उसके घर पर मुलाकात की और",
  "that he will return her money, but he did not return the": "आश्वासन दिया कि वह उसके पैसे लोटा देगा, लेकिन उसने पैसे वापस नहीं",
  "same. Shyam Sunder met her at Pyara Chowk, where": "किये। श्याम सुंदर उसे प्यारा चौक पर मिला, जहां उसने उसके पैसे और",
  "she asked about her money and photographs, otherwise, she will make complaint in the police station, on this, he": "फोटो के बारे में पूछा, नहीं तो वह थाने में शिकायत कर देगी, इस पर उसने",
  "extended threatto injure her life and fled from there. Action": "उसे जान से मारने की धमकी दी और वहां से भाग गया. श्याम सुंदर के",
  "be taken against Shyam Sunder and her money, jewellery and photographs be recovered.”": "कगार कार्रवाई की जाए और उसके पैसे, आभूषण और तस्‍वीरें बरामद जाएं।'",
  "(15) When she was put to cross-examination, she could not stand": "(5) जब उससे जिरह की गई तो वह उस पर कायम नहीं रह सकी। अपनी जिरह",
  "by that. During her cross-examination, she categorically admitted that": "के दौरान, उसने स्पष्ट रूप से स्वीकार किया कि अपनी पिछली शिकायत दिनांक",
  "in her earlier complaint dated 04.07.2015 she did not allege the fact that on 22.10.2014 the accused called her to his office by the name": "04.07.205 में उसने यह आरोप नहीं लगाया था कि 22.0.2044 को आरोपी ने उसे",
  "“Prime Tech International” situated at Lal Dwara, Yamuna Nagar and": "लाल द्वार, यमुना स्थित \"प्राइम टेक इंटरनेशनल\" नाम से अपने कार्यालय में बुलाया था।",
  "offered her juice and thereafter she became unconscious and in her": "नागर ने उसे जूस पिलाया और उसके बाद वह बेहोश हो गई और बेहोशी की हालत में",
  "“I did not get scribe in my complaint, which was got": "“मुझे अपनी शिकायत में मुंशी नहीं मिला, जो 04.07.205 को दायर की",
  "filedin 04.07.2015 that on 22.10.2014, accused called me to": "गई थी कि 22.0.2044 को, आरोपी ने मुझे प्राइम टेक इंटरनेशनल के",
  "his office by the name Prime Tech International situated at Lal Dwara, Yamuna Nagar and accused Shyam Sunder": "नाम से लाल द्वार, यमुनानगर स्थित अपने कार्यालय में बुलाया और आरोपी",
  "offered me juice as well as I drank the juice and became": "श्याम सुंदर ने मुझे जूस की पेशकश की। साथ ही मैंने जूस पिया और",
  "unconscious or that accused Shyam Sunder committed rape": "बेहोश हो गई या फिर आरोपी श्याम सुंदर ने मेरे साथ दुष्कर्म किया।",
  "upon me. I never got recorded in my complaint dated 04.07.2015 that when I regained consciousness after some": "दिनांक 04.07.205 को मेरी शिकायत में यह दर्ज नहीं किया गया कि जब",
  "photographs which he had clicked in his mobile or that he": "दिखाईं, जो उसने अपने मोबाइल में खींची थीं या उसने मुझे धमकी दी थी",
  "threatened me not to disclose about that incident to": "कि मैं उस घटना के बारे में किसी को नहीं बताऊंगी या उस पर बात नहीं",
  "anybody or that on the pretext, he started blackmailing me.": "करूंगी। इसी बहाने उसने मुझे ब्लैकमेल करना शुरू कर दिया। स्वयंसेवी",
  "my complaint as well as in affidavit that accused also": "शिकायत और शपथ पत्र में कभी नहीं लिखा कि आरोपी ने मुझे धमकी भी",
  "threatened me that he will tell the entire incident to my in-": "दी कि वह पूरी घटना मेरे ससुराल वालों को बता देगा। मैंने अपनी शिकायत",
  "laws. I never got recorded in my complaint dated 04.07.2015 that he used to force me to maintain sexual": "दिनांक 04.07.2045 में यह कभी दर्ज नहीं किया कि वह मेरी अश्लील",
  "obscene photographs to all. No such photographs on file. Volunteered stated that I have not got recorded these facts": "के लिए मजबूर करता था। फ़ाइल में ऐसी कोई तस्वीर नहीं है. स्वयंसेवी ने",
  "in said complaint due to pendency of my matrimonial litigations and due to social blemish. Accused Shyam": "कहा कि मेरे वैवाहिक मुकदमे लंबित होने और सामाजिक दोष के कारण",
  "Sunder has also moved complaint against me before S.P., Yamuna Nagar apprehending his false implication at my": "सुंदर ने वर्तमान मामले से पहले मेरे कहने पर उसे गलत फंसाए जाने की आशंका जताते हुए एस.पी., यमुनानगर के समक्ष मेरे खिलाफ शिकायत",
  "instance before the present case. Accused had filed another complaint against me on 19.03.2015. The enquiry of my": "दर्ज कराई है। आरोपी ने 49.03.2045 को मेरे खिलाफ एक और शिकायत",
  "complaint, which was filed in the month of July, 2015 was": "दर्ज की थी। जुलाई, 205 में दर्ज की गई मेरी शिकायत की जांच सबसे",
  "conducted firstly by DSP, Yamuna Nagar and thereafter, it": "पहले डीएसपी, यमुनानगर द्वारा की गई और उसके बाद, इसकी जांच",
  "was enquired by DSP, Bilaspur. I am aware of the fact that": "डीएसपी, बिलासपुर द्वारा की गई। मैं इस तथ्य से अवगत हूं कि डीएसपी,",
  "DSP, Bilaspur had given the findings on my complaint that": "बिलासपुर ने मेरी शिकायत पर निष्कर्ष दिया था कि यह मामला पैसे के",
  "this matter is related to money transaction.”": "लेनदेन से संबंधित है।",
  "Upon a bare reading of the examination-in-chief and cross examination of the complainant, it is crystal clear that there are": "मुख्य परीक्षा को पढ़ने और शिकायतकर्ता से जिरह करने पर, यह बिल्कुल स्पष्ट है",
  "material contradictions in the statements. She is a well educated woman": "कि बयानों में भौतिक विरोधाभास हैं। वह एक सुशिक्षित महिला हैं और एम.ए. एम.फिल.",
  "person regarding commission of rape upon her by the respondent-": "आरोपी द्वारा उसके साथ बलात्कार किए जाने के संबंध में किसी भी अधिकारी या किसी",
  "(16) From the above facts, it is crystal clear that the complaint": "(6) उपरोक्त तथ्यों से यह स्पष्ट है कि दिनांक 02.0.205 की शिकायत पूर्व-",
  "(17) As per complainant, she was blackmailed by _ the respondent- accused on the pretext of her obscene photographs.": "(7) शिकायतकर्ता के अनुसार, प्रतिवादी-आरोपी द्वारा उसकी अश्लील तस्वीरों के",
  "prosecution. In her complaint filed before the police, she did not": "पर नहीं रखा गया था। पुलिस के समक्ष दर्ज कराई गई अपनी शिकायत में उसने उस",
  "mention any date when she was subjected to rape. However, when she": "तारीख का जिक्र नहीं किया जब उसके साथ बलात्कार किया गया था। हालाँकि, जब वह",
  "stepped into the witness box, during trial, she stated for the first time": "सुनवाई के दौरान गवाह बॉक्स में पहुंची, तो उसने पहली बार कहा कि बलात्कार की",
  "that the incident of rape occurred on 22.10.2014. For a complete year": "घटना 22.0.204 को हुई थी। पूरे एक साल तक उसने चुप रहने का विकल्प चुना।",
  "dated 04.07.2015 against the accused wherein, no allegation of rape was made.": "दर्ज की, जिसमें बलात्कार का कोई आरोप नहीं लगाया गया था।",
  "(18) The complainant at the time of cross-examination has duly admitted that she had filed a complaint against the accused under": "(8) जिरह के समय शिकायतकर्ता ने विधिवत स्वीकार किया है कि उसने आरोपी",
  "admitted that she had filed a complaint against the accused under Section 138 of Negotiable Instrument Act, 1883, which was": "के खिलाफ परक्राम्य लिखत अधिनियम, 883 की धारा 438 के तहत शिकायत दर्ज की",
  "subsequently dismissed vide judgment dated 04.12.2017 Ex.D-3. A": "थी, जिसे बाद में दिनांक 04.2.2047 एक्स.डी-3 के फैसले के तहत खारिज कर दिया",
  "(2) Heard, sufficient cause has been shown for condoning the delay infiling the appeal. Hence, the application is allowed.": "(2) सुना है, अपील में देरी को माफ करने के लिए पर्याप्त कारण दिखाया गया है। अत: आवेदन स्वीकार किया जाता है।",
  "Main case": "मुख्य मामला",
  "(3) Instant application, for grant of leave to appeal, is directed": "(3) अपील की अनुमति देने के लिए तत्काल आवेदन, अतिरिक्त द्वारा दर्ज किए गए",
  "against the order of acquittal recorded by Addl. Sessions Judge (Exclusive Court for Heinous Crime against Women and Children),": "बरी के आदेश के खिलाफ निर्देशित किया जाता है। सत्र न्यायाधीश (महिलाओं और बच्चों",
  "Yamuna Nagar at Jagadhri. The Trial Court acquitted the accused-": "के खिलाफ जघन्य अपराध के लिए विशेष न्यायालय), जगाधरी में यमुनानगर। ट्रायल कोर्ट",
  "respondent from the charges framed under Sections 420, 376, 328, 506": "ने दिनांक 28.03.2048 के फैसले के तहत आरोपी प्रतिवादी को धारा 420, 376, 328,",
  "(4) The appellant-State has assailed the impugned order on the": "(4) अपीलकर्ता-राज्य ने इस आधार पर आशक्षेपित आदेश की आलोचना की है कि",
  "ground that the statement of complainant/prosecutrix (name of the prosecutrix is withheld in view of provisions of Section 228(A) of": "शिकायतकर्ता/अभियोजन पक्ष (अभियोजन पक्ष का नाम आईपीसी की धारा 228 (ए) के",
  "IPC) hereinafter, referred as complainant, was not appreciated by the": "प्रावधानों के मद्देनजर रोक दिया गया है) का बयान, जिसे इसके बाद शिकायतकर्ता के",
  "trial Court in its right perspective. And that the prosecution has proved": "रूप में संदर्भित किया गया है, नहीं दिया गया था। ट्रायल कोर्ट द्वारा इसकी सही परिप्रेक्ष्य",
  "its case beyond reasonable doubt. It is further submitted that apart from": "में सराहना की गई। और यह कि अभियोजन पक्ष ने अपना मामला उचित संदेह से परे",
  "the statement of the complainant, prosecution successfully proved": "साबित कर दिया है। आगे यह प्रस्तुत किया गया है कि शिकायतकर्ता के बयान के अलावा,",
  "documentary evidence (that are/that were brought) on record, which": "अभियोजन पक्ष ने रिकॉर्ड पर दस्तावेजी साक्ष्य (जो लाए गए हैं) को सफलतापूर्वक साबित",
  "further corroborate the version of the complainant and that the same is": "कर दिया है, जो शिकायतकर्ता के संस्करण की पुष्टि करता है और यह आरोपी के अपराध",
  "(5) Before we examine the legality of the order of acquittal recorded by learned trial court, it would be apt to first deal with the": "(5) इससे पहले कि हम विद्वान ट्रायल कोर्ट द्वारा दर्ज किए गए बरी के आदेश की",
  "recorded by learned trial court, it would be apt to first deal with the factual matrix of the present case.": "वैधता की जांच करें, पहले वर्तमान मामले के तथ्यात्मक मैट्रिक्स से निपटना उपयुक्त",
  "(6) The prosecution agency was set into motion on an application Ex.PW-6/A filed by the complainant, who was examined": "(6) अभियोजन एजेंसी को शिकायतकर्ता द्वारा दायर एक आवेदन उदाहरण पीडब्लू-6/ए पर कार्रवाई में लगाया गया था, जिसकी जांच पीडब्लू-7 के रूप में परीक्षण के",
  "during trial as PW-7. In her complaint, she leveled allegations": "दौरान की गई थी। अपनी शिकायत में, उसने प्रतिवादी-अभियुक्त के खिलाफ आरोप",
  "against respondent-accused that he had induced her to deliver Rs.10 lakhs and her jewellery items to him, under the assurance of providing": "लगाया कि उसने उसे नौकरी प्रदान करने के आश्वासन के तहत 40 लाख रुपये और अपने",
  "in his office “Prime Tech International” and gave her juice to drink": "ने उसे अपने कार्यालय \"प्राइम टेक इंटरनेशनल\" में बुलाया और उसे पीने के लिए जूस",
  "and thereafter, she became unconscious and in her unconscious state": "दिया और उसके बाद, वह बेहोश हो गई और बेहोशी की हालत में आरोपी ने उसके साथ",
  "accused raped her and took her obscene photographs. The respondent-": "बलात्कार किया और उसकी अश्लील तस्‍वीरें ले लीं। प्रतिवादी अभियुक्त ने क्रमशः 40",
  "accused also gave two affidavits and two cheques amounting to Rs.10": "लाख रुपये और । लाख रुपये की राशि के दो शपथ पत्र और दो चेक भी दिए। उपरोक्त",
  "lakhs and Rs.1 lakh respectively. On the basis of aforesaid application Ex.PW-6/A, a formal FIR was registered. Matter was investigated;": "आवेदन 5£/..7५५-6/8 के आधार पर, एक औपचारिक प्राथमिकी दर्ज की गई थी। मामले",
  "respondent- accused was arrested and he was subjected to medico-": "की जांच की गई; प्रतिवादी- आरोपी को गिरफ्तार कर लिया गया और परीक्षण के दौरान",
  "legal examination by Dr. Anoop Goel, Medical Officer, MLGH, Yamuna Nagar, examined as PW-2, during trial. The statement of the": "डॉ. अनूप गोयल, चिकित्सा अधिकारी, एमएलजीएच, यमुनानगर द्वारा पीडब्लू-2 के रूप में उसकी मेडिकोलीगल जांच की गई। शिकायतकर्ता का बयान सीआरपीसी की धारा",
  "(20) It is also important to note here that one of the important": "(20) यहां यह भी ध्यान रखना महत्वपूर्ण है कि अभियोजन पक्ष द्वारा महत्वपूर्ण",
  "witnesses, namely, Sanjay Tyagi was not examined by the prosecution.": "गवाहों में से एक, संजय त्यागी से पूछताछ नहीं की गई थी। अभियोजन पक्ष के अनुसार,",
  "As per the prosecution, Sanjay Tyagi was present at the time when the": "संजय त्यागी उस समय मौजूद थे जब आरोपी ने जनवरी और फरवरी, 20॥5 में दो",
  "accused gave two affidavit and two cheques in January and February,": "हलफनामे और दो चेक दिए थे और कुछ नौकरी की व्यवस्था करने के संबंध में कोरे",
  "witness causes dent in the prosecution story. Moreover, there is no": "की कहानी पर असर पड़ता है। इसके अलावा, यह साबित करने के लिए रिकॉर्ड पर कोई",
  "evidence on record to prove that the complainant was administered some stupefying/intoxicating substance.": "सबूत नहीं है कि शिकायतकर्ता को कोई नशीला/नशीला पदार्थ दिया गया था।",
  "(21) As per the complainant, the reason for not disclosing the incidence of rape for complete one year was because the accused was": "(2) शिकायतकर्ता के अनुसार, पूरे एक वर्ष तक बलात्कार की घटना का खुलासा",
  "in possession of her obscene photographs, which were taken by him": "न करने का कारण यह था कि आरोपी के पास उसकी अश्लील तस्वीरें थीं, जो उसने तब",
  "when she was unconscious. However, neither the prosecution agency": "ली थीं जब वह बेहोश थी। हालाँकि, न तो अभियोजन एजेंसी ने उन तस्वीरों को बरामद",
  "recovered those photographs specifically when three different disclosure statements of respondent-accused were recorded nor the": "किया, जब प्रतिवादी-अभियुक्तों के तीन अलग-अलग प्रकटीकरण बयान दर्ज किए गए थे",
  "complainant produced on record those photographs in order to substantiate the reason for delay in lodging the FIR. There is no": "और न ही शिकायतकर्ता ने एफआईआर दर्ज करने में देरी के कारण को साबित करने के लिए उन तस्‍वीरों को रिकॉर्ड पर पेश किया था। इसमें कोई विवाद नहीं है कि जिन मामलों",
  "dispute that in case where there are allegations of rape, delay in general is not fatal to prosecution case. However, in the present circumstances,": "में बलात्कार के आरोप हैं, उनमें सामान्यतः देरी अभियोजन पक्ष के लिए घातक नहीं है।",
  "where the statement of the prosecutrix is not credible, the relevant": "हालाँकि, वर्तमान परिस्थितियों में, जहाँ पीड़िता का बयान विश्वसनीय नहीं है, प्रासंगिक देरी",
  "delay is also but one of the reasons, which was aptly considered by the trial Court in recording the order of acquittal.": "भी एक कारण है, जिसे बरी करने के आदेश को दर्ज करते समय ट्रायल कोर्ट द्वारा उचित",
  "(22) We thus, do not find any merit in the application for grant of leave to appeal filed by the applicant-State and therefore, the same is dismissed.": "(22) इस प्रकार, हम आवेदक-राज्य द्वारा दायर अपील की अनुमति के लिए आवेदन में कोई योग्यता नहीं पाते हैं और इसलिए, इसे खारिज कर दिया जाता है। (23)",
  "(23) Case property, if any, be dealt with and destroyed after the": "मामले की संपत्ति, यदि कोई हो, को सीमा अवधि की समाप्ति के बाद निपटाया और नष्ट",
  "expiry of the period of limitation. Trial Court record be sent back.": "कर दिया जाएगा। ट्रायल कोर्ट का रिकार्ड वापस भेजा जाए।"
}