{
  "VIJAY GOYAL v. THE STATE OF HARYANA AND OTHERS 1017 (Anil Kshetarpal, J.)": "विजय गोयल बनाम हरियाणा राज्य और अन्य (अनिल क्षेत्रपाल, जे।)",
  "Provided further that in the case of two or more members appointed on the same date, their seniority shall be": "बशर्ते कि एक ही तारीख को नियुक्त दो या दो से अधिक सदस्यों की स्थिति में उनकी वरिष्ठता निम्नानुसार निर्धारित",
  "determined as follow:-": "की जाएगीः-",
  "(a) a member appointed by direct recruitment shall be senior to a member appointed by promotion or by transfer;": "(ए ) प्रत्यक्ष भर्ती द्वारा नियुक्त सदस्य पदोन्नति द्वारा या अंतरण द्वारा नियुक्त सदस्य से वरिष्ठ होगा;",
  "(b) A member appointed by promotion shall be senior to a member appointed by transfer;": "(बी) पदोन्नति द्वारा नियुक्त सदस्य अंतरण द्वारा नियुक्त सदस्य से वरिष्ठ होगा;",
  "(c) in the case of a member appointed by promotion or by transfer, seniority shall be determined according to the seniority of such members in the appointments from": "(सी) पदोन्नति द्वारा या अंतरण द्वारा नियुक्त सदस्य के मामले में, वरिष्ठता का निर्धारण उन नियुक्तियों में ऐसे सदस्यों",
  "which they were promoted or transferred; and": "की वरिष्ठता के अनुसार किया जाएगा जिनसे उन्हें पदोन्नत किया गया था या स्थानांतरित किया गया था; और",
  "(d) in the case of members appointed by transfer from different cadres, their seniority shall be determined": "(डी) विभिन्न संवर्गों से अंतरण द्वारा नियुक्त सदस्यों के मामले में, उनकी वरिष्ठता का निर्धारण वेतन, किसी सदस्य",
  "according to pay, preference being given to a member, who was drawing a higher rate of pay in his previous": "को दी जा रही वरीयता के अनुसार किया जाएगा, जो अपनी पिछली नियुक्ति में वेतन की उच्च दर प्राप्त कर रहा था;",
  "appointment; and if the rates of pay drawn are also the same, then by the length of their Service in the": "और यदि वेतन की दरें भी समान हैं, तो नियुक्तियों में उनकी सेवा की अवधि के अनुसार और यदि ऐसी सेवा की",
  "same, the older shall be senior to the younger member.”": "अवधि भी समान है, तो वरिष्ठ सदस्य युवा सदस्य से वरिष्ठ होगा।",
  "(6) It may be mentioned here that the hierarchy of posts and their channel of promotion is under:-": "(6) यह उल्लेख किया जा सकता है कि पदों का पदानुक्रम और उनकी पदोन्नति का माध्यम इस प्रकार हैः-",
  "i) Junior Engineer": ") कनिष्ठ अभियंता",
  "ii) Assistant Engineer/Municipal Engineer": "सहायक अभियंता/नगर अभियंता",
  "iii) Executive Engineer": "॥) कार्यकारी अभियंता",
  "iv) Superintending Engineer": "५) अधीक्षण अभियंता",
  "v) Chief Engineer": "५) मुख्य अभियंता",
  "(7) On a careful reading of the instructions issued on 16.03.1962, it is evident that these instructions are neither applicable nor": "(7) 6.03.962 को जारी निर्देशों को ध्यानपूर्वक पढ़ने पर, यह स्पष्ट है कि ये निर्देश न तो लागू होते हैं और न ही",
  "can govern the inter-se seniority of direct recruits and promotes particularly when in the year 1982, the Service Rules were notified and": "प्रत्यक्ष भर्तियों और पदोन्नति की अंतर-वरिष्ठता को नियंत्रित कर सकते हैं, विशेष रूप से जब वर्ष 982 में सेवा",
  "implemented. As per 1982 Rules, the inter-se seniority of the members": "नियमों को अधिसूचित और लागू किया गया था। 982 के नियमों के अनुसार, संवर्ग में सदस्यों की अंतर-वरिष्ठता का",
  "in the cadre is to be determined by the length of their continuous service on a post in the said cadre/category. In other words, the seniority is": "निर्धारण उक्त संवर्ग/श्रेणी में किसी पद पर उनकी निरंतर सेवा की अवधि से किया जाता है। दूसरे शब्दों में, वरिष्ठता",
  "dependent and calculated in accordance with the length of continuous service of an employee on a post in the particular category. On perusal": "निर्भर है और विशेष श्रेणी में एक पद पर एक कर्मचारी की निरंतर सेवा की अवधि के अनुसार गणना की जाती है।",
  "of the tentative seniority list, it is evident that Sh. Surender Singh was": "अस्थायी वरिष्ठता सूची के अवलोकन पर, यह स्पष्ट है कि श्री. सुरेंद्र सिंह",
  "seniority will be determined with reference to the date of the Board’s_ original recommendations for their regular absorption in other offices.": "वरिष्ठता अन्य कार्यालयों में उनके नियमित अवशोषण के लिए बोर्ड की मूल सिफारिशों की तारीख के संदर्भ में निर्धारित की जाएगी।",
  "3. These instructions may be brought to the notice of all concerned. The receipt of this letter may also please to": "3. इन निर्देशों को सभी संबंधितों के ध्यान में लाया जा सकता है। इस पत्र की प्राप्ति को भी स्वीकार किया जा सकता",
  "(4) The State of Haryana has notified the Punjab Municipal Service (Integration, Recruitment and Conditions of Service) Rules,": "(५) हरियाणा राज्य ने पंजाब नगरपालिका सेवा (एकीकरण, भर्ती और सेवा की शर्तें) नियम, ।982 (इसके बाद",
  "“14. Seniority.-The seniority inter se of the members of the Service shall be determined separately for every category by the length of their continuous service on a post in the said category:": "“४. वरिष्ठता--सेवा के सदस्यों की वरिष्ठता प्रत्येक श्रेणी के लिए उक्त श्रेणी के किसी पद पर उनकी निरंतर सेवा की अवधि के आधार पर अलग से निर्धारित की जाएगी:",
  "Provided that in the case of members appointed by direct recruitment, their inter se seniority shall be in the order of merit determined by the Commission, Board or any other": "बशर्ते कि प्रत्यक्ष भर्ती द्वारा नियुक्त सदस्यों के मामले में, उनकी अंतर वरिष्ठता आयोग, बोर्ड या किसी अन्य",
  "authority as the case may be:": "प्राधिकरण द्वारा निर्धारित योग्यता के क्रम में होगी, जैसा भी मामला हो सकता हैः",
  "Provided further that in the case of two or more members appointed on the same date, a member appointed by direct": "बशर्ते कि एक ही तारीख को नियुक्त दो या दो से अधिक सदस्यों के मामले में, प्रत्यक्ष भर्ती द्वारा नियुक्त सदस्य",
  "recruitment shall be senior to a member appointed otherwise.”": "अन्यथा नियुक्त सदस्य से वरिष्ठ होगा।",
  "(5) Subsequently, 1982 Rules were superseded by the Haryana Municipal Service (Integration, Recruitment and Conditions of Service)": "(5) इसके बाद, 982 के नियमों को हरियाणा नगर सेवा (एकीकरण, भर्ती और सेवा की शर्तें) नियम, 200 (इसके",
  "Rules, 2010 (hereinafter referred to as the ‘2010 Rules’). The relevant": "बाद '200 नियम' के रूप में संदर्भित) द्वारा प्रतिस्थापित किया गया था। इस मामले के निर्णय के उद्देश्य से अंतर-",
  "rule regulating inter-se seniority, for the purpose of decision of this case, is Rule 11, which is extracted as under:-": "वरिष्ठता को विनियमित करने वाला प्रासंगिक नियम नियम ॥ है, जिसे निम्नानुसार निकाला गया हैः-",
  "“Seniority 11. Seniority interse of the members of the Service shall be determined by the length of continuous service on any post in the Service:-": "\"वरिष्ठता ॥. सेवा के सदस्यों की वरिष्ठता का निर्धारण सेवा में किसी भी पद पर निरंतर सेवा की अवधि से किया जाएगाः-",
  "Provided that where there are different cadres in the Service, the seniority shall be determined separately for each cadre;": "बशर्ते कि जहां सेवा में अलग-अलग संवर्ग हैं, वहां प्रत्येक संवर्ग के लिए अलग-अलग वरिष्ठता निर्धारित की जाएगी;",
  "Provided further that in the case of a member appointed by direct recruitment, the order of merit determined by the": "बशर्ते कि प्रत्यक्ष भर्ती द्वारा नियुक्त सदस्य के मामले में, आयोग द्वारा निर्धारित योग्यता का क्रम वरिष्ठता निर्धारित",
  "Before Anil Kshetarpal, J.": "समक्ष अनिल क्षेत्रपाल जे.",
  "VIJAY GOYAL—Petitioner": "विजय गोयल-याचिकाकर्ता",
  "versus": "बनाम",
  "THE STATE OF HARYANA AND OTHERS— Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "CWP No. 23356 of 2022": "सीडब्ल्यूपी नं. 2022 का 23356",
  "March 14, 2023": "9 मार्च, 2023",
  "Constitution of India, Art. 309—Employee clears/passes the": "भारत का संविधान, अनुच्छेद। 309 -कर्मचारी उड़ीसा लिफ्ट इरिगेशन कॉर्पोरेशन लिमिटेड में भारत के माननीय",
  "special examination held by All India Council of Technical Education (hereinafter referred to as the AICTE’) under the directions of the": "सर्वोच्च न्यायालय के निर्देशों के तहत अखिल भारतीय तकनीकी शिक्षा परिषद (इसके बाद एआईसीटीई के रूप में",
  "Ltd. Vs. Rabi Sankar Patro and others, 2018 (2) SCC 298, in the first": "संदर्भित) द्वारा आयोजित विशेष परीक्षा को पास/पास करता है। बनाम रबी शंकर पात्रो और अन्य, 208 (2)",
  "attempt. Question considered is whether the Engineering degree obtained by distant education mode would stand validated from the": "एससीसी 298, पहले प्रयास में। विचार करने वाला प्रश्न यह है कि क्या दूरस्थ शिक्षा मोड द्वारा प्राप्त इंजीनियरिंग की",
  "date of the degree or from the date of clearing the test held by AICTE?": "डिग्री डिग्री की तारीख से या एआईसीटीई द्वारा आयोजित परीक्षा को पास करने की तारीख से मान्य होगी?",
  "Held—the Supreme Court has ordered suspension of engineering degrees of only those students who were enrolled during the academic": "आयोजित-उच्चतम न्यायालय ने केवल उन छात्रों की इंजीनियरिंग डिग्री को निलंबित करने का आदेश दिया है जो",
  "years 2001 to 2005 and has not declared such degrees to be per-se": "शैक्षणिक वर्ष 200। से 2005 के दौरान नामांकित थे और ऐसी डिग्री को अवैध घोषित नहीं किया है। अदालत ने",
  "illegal. The Court clarified that if the candidates pass the relevant test in the first attempt, then, they would be entitled to retain the benefits": "स्पष्ट किया कि यदि उम्मीदवार पहले प्रयास में प्रासंगिक परीक्षा उत्तीर्ण करते हैं, तो वे उक्त डिग्री के लाभों को बनाए",
  "of the said degree. The intent was merely to restore the status quo ante and not to confer any additional advantage. It was further observed": "रखने के हकदार होंगे। इरादा केवल पूर्व की स्थिति को बहाल करना था और कोई अतिरिक्त लाभ प्रदान करना नहीं",
  "that if the candidates clear the test in the first attempt, then, they would": "था। यह भी देखा गया कि यदि उम्मीदवार पहले प्रयास में परीक्षा उत्तीर्ण करते हैं, तो वे ऐसी डिग्री से प्राप्त होने वाले",
  "continue to derive the advantages flowing from such degrees.": "लाभों को प्राप्त करना जारी रखेंगे।",
  "Held, that the petitioner prays for the issuance of writ in the nature of certiorari to quash the order dated 06.10.2022. After having analyzed": "अभिनिर्धारित किया गया कि याचिकाकर्ता दिनांक 06.0.2022 के आदेश को निरस्त करने के लिए प्रमाणपत्र की",
  "(Para 1)": "(पैरा ॥)",
  "Further held, that it is evident that the Supreme Court has only ordered the suspension of engineering degrees of only those students": "आगे यह अभिनिर्धारित किया गया कि यह स्पष्ट है कि उच्चतम न्यायालय ने केवल उन छात्रों की इंजीनियरिंग डिग्री",
  "who were enrolled during the academic years 2001 to 2005 and has not": "के निलंबन का आदेश दिया है जो शैक्षणिक वर्ष 200। से 2005 के दौरान नामांकित थे और ऐसी डिग्री को अवैध",
  "declared such degrees to be per-se illegal. While clarifying, the Court in sub-para B has further clarified that if the candidates pass the relevant": "घोषित नहीं किया है। स्पष्ट करते हुए, अदालत ने उप-पैरा बी में आगे स्पष्ट किया है कि यदि उम्मीदवार पहले प्रयास",
  "test in the first attempt, then, they would be entitled to retain all the incidents of the said degree. The petitioner has cleared the special": "में प्रासंगिक परीक्षा उत्तीर्ण करते हैं, तो वे उक्त डिग्री की सभी घटनाओं को बनाए रखने के हकदार होंगे।",
  "incidents of the said degree. The petitioner has cleared the special examination in the first attempt.": "याचिकाकर्ता ने पहले प्रयास में विशेष परीक्षा उत्तीर्ण की है।",
  "(Para 11)": "(पैरा ॥॥)",
  "ANIL KSHETARPAL, J. (Oral)": "अनिल क्षेत्रपाल, जे। (मौखिक)",
  "(1) The petitioner prays for the issuance of writ in the nature of certiorari to quash the order dated 06.10.2022. After having analyzed the": "(।) याचिकाकर्ता दिनांक 06.0.2022 के आदेश को रद्द करने के लिए प्रमाणपत्र की प्रकृति में रिट जारी करने के",
  "arguments of the learned counsel representing the parties and on perusal": "लिए प्रार्थना करता है। पक्षकारों का प्रतिनिधित्व करने वाले विद्वान वकील की दलीलों का विश्लेषण करने और",
  "of the record, the following three issues arise for adjudication: -": "अभिलेख के अवलोकन के बाद, निम्नलिखित तीन मुद्दे न्‍्यायनिर्णयन के लिए उत्पन्न होते हैं:-",
  "(hereinafter referred to as the ‘AICTE’) under the directions": "शिक्षा परिषद (इसके बाद 'एआईसीटीई' के रूप में संदर्भित) द्वारा आयोजित विशेष परीक्षा को पास/पास करता है,",
  "the engineering degree obtained by distant education mode": "तो कया दूरस्थ शिक्षा मोड द्वारा प्राप्त इंजीनियरिंग डिग्री डिग्री की तारीख से या एआईसीटीई द्वारा आयोजित परीक्षा",
  "(ii) In case there are two sources of recruitment to the post in the cadre namely direct recruits and promotes, whether it is": "() यदि कैडर में पद पर भर्ती के दो स्रोत हैं, अर्थात्‌ सीधी भर्ती और पदोन्नति, क्या राज्य लोक सेवा आयोग»भर्ती",
  "permissible to count seniority of direct recruits from the date of recommendation made by the State Public Service Commission/Recruiting Agency/Board, particularly when": "एजेंसी /बोर्ड द्वारा की गई सिफारिश की तारीख से सीधी भर्ती की वरिष्ठता की गणना करने की अनुमति है, विशेष",
  "the Service Rules framed in the exercise of powers under Article 309 of the Constitution of India, provide that the": "रूप से जब भारत के संविधान के अनुच्छेद ३09 के तहत शक्तियों के प्रयोग में बनाए गए सेवा नियम, यह प्रदान",
  "seniority shall be determined by the length of continuous service?": "करते हैं कि वरिष्ठता निरंतर सेवा की लंबाई से निर्धारित की जाएगी?",
  "(iii) Whether it is permissible to determine the inter-se seniority between direct recruits and promotes on the basis of instructions issued on 16.03.1962, particularly when the": "(॥ क्या 6.03.962 को जारी निर्देशों के आधार पर प्रत्यक्ष भर्तियों और पदोन्नतियों के बीच अंतर-वरिष्ठता का",
  "of instructions issued on 16.03.1962, particularly when the Service Rules, notified under Article 309 of the Constitution": "निर्धारण करने की अनुमति है, विशेष रूप से जब भारत के संविधान के अनुच्छेद 309 के तहत अधिसूचित सेवा",
  "of India, provide for determination of seniority in a different manner?": "नियम, एक अलग तरीके से वरिष्ठता के निर्धारण के लिए प्रदान करते हैं?",
  "(2) The relevant facts, in brief, are required to be noticed, which are as follows:": "(2) प्रासंगिक तथ्यों पर, संक्षेप में, ध्यान दिया जाना आवश्यक है, जो इस प्रकार हैं:",
  "The petitioner passed Diploma in Civil Engineering from State Board of Technical Education in the year 1997. Subsequently, he": "याचिकाकर्ता ने वर्ष 997 में राज्य तकनीकी शिक्षा बोर्ड से सिविल इंजीनियरिंग में डिप्लोमा पास किया। इसके बाद,",
  "completed B.Tech (Civil Engineering) from JRN University, Rajasthan, between 2003-2007. He also passed B.Tech (Civil Engineering) from": "उन्होंने 2003-2007 के बीच जेआरएन विश्वविद्यालय, राजस्थान से बी.टेक (सिविल इंजीनियरिंग) पूरा किया। उन्होंने",
  "Maharishi Dayanand University, Rohtak in 2018. He cleared the special": "20॥8 में महर्षि दयानंद विश्वविद्यालय, रोहतक से बी.टेक (सिविल इंजीनियरिंग) भी पास किया। उन्होंने 20॥8 में",
  "examination held by AICTE in first attempt in 2018. He wa initially": "पहले प्रयास में एआईसीटीई द्वारा आयोजित विशेष परीक्षा उत्तीर्ण की। उन्हें शुरू में महाराजा अग्रसेन इंस्टीट्यूट ऑफ",
  "appointed as Junior Engineer in Maharaja Agrasen Institute of Medical Research and Education, Agroha on ad hoc basis with effect from": "मेडिकल रिसर्च एंड एजुकेशन, अग्रोहा में जूनियर इंजीनियर के रूप में नियुक्त किया गया था, जो कि",
  "VIJAY GOYAL v. THE STATE OF HARYANA AND OTHERS 1013 (Anil Kshetarpal, J.)": "विजय गोयल बनाम हरियाणा राज्य और अन्य (अनिल क्षेत्रपाल, जे.)",
  "Further held, that at this stage, it is appropriate to note that the": "आगे यह अभिनिर्धारित किया गया कि इस स्तर पर, यह नोट करना उपयुक्त है कि प्रत्यर्थी संख्या ५ का प्रतिनिधित्व",
  "learned counsel representing respondent No.4 has submitted that the respondent No.4 also passed the special examination in the first attempt.": "करने वाले विद्वान वकील ने प्रस्तुत किया है कि प्रत्यर्थी संख्या ५ ने भी पहले प्रयास में विशेष परीक्षा उत्तीर्ण की है।",
  "At the cost of repetition, this Court is not opining on the question of inter- se seniority between the petitioner and the private respondents. Hence,": "पुनरावृत्ति की कीमत पर, यह न्यायालय याचिकाकर्ता और निजी उत्तरदाताओं के बीच अंतर वरिष्ठता के प्रश्न पर राय",
  "the competent authority is at liberty to decide the seniority afresh. The": "नहीं दे रहा है। इसलिए, सक्षम प्राधिकारी वरिष्ठता को नए सिरे से तय करने के लिए स्वतंत्र है। इस मामले का निर्णय",
  "decision of this case is restricted to the correctness of the reasoning given by the competent authority while passing order on 06.10.2022.": "06.0.2022 को आदेश पारित करते समय सक्षम प्राधिकारी द्वारा दिए गए तर्क की शुद्धता तक सीमित है।",
  "(Para 12)": "(पैरा 42)",
  "Further held, that the learned counsel representing respondent": "इसके अलावा, यह अभिनिर्धारित किया गया कि प्रत्यर्थी संख्या. ५ का प्रतिनिधित्व करने वाले विद्वान वकील ने अशोक",
  "No.4 has also drawn the attention of the Court to the orders passed on 13.08.2019 in Ashok Kumar and others versus Deepinder Singh Dhesi": "कुमार और अन्य बनाम दीपिंदर सिंह ढेसी और अन्य, 209 (8) एससीसी 280 में 3.08.209 को पारित आदेशों",
  "given advantage merely because he passed the examination in the first attempt. In other words, the learned counsel submits that the petitioner": "लाभ नहीं दिया जा सकता है क्योंकि उसने पहले प्रयास में परीक्षा उत्तीर्ण की थी। दूसरे शब्दों में, विद्वान वकील प्रस्तुत",
  "will be considered to be qualified only from the date on which the result of the special examination held by AICTE was declared. This Court has": "करता है कि याचिकाकर्ता को केवल उस तारीख से योग्य माना जाएगा जिस दिन एआईसीटीई द्वारा आयोजित विशेष",
  "carefully read the judgment. The Supreme Court has merely dismissed": "परीक्षा का परिणाम घोषित किया गया था। इस अदालत ने फैसले को ध्यान से पढ़ा है। सर्वोच्च न्यायालय ने केवल",
  "the contempt petitions. While delivering the judgment in Orissa Lift Irrigation Corporation Ltd. (supra), the intent was merely to restore the": "अवमानना याचिकाओं को खारिज कर दिया है। उड़ीसा लिफ्ट इरिगेशन कॉरपोरेशन लिमिटेड (उपर्युक्त) में निर्णय",
  "status quo ante and not to confer any additional advantage. It was further": "देते समय इरादा केवल पूर्व की स्थिति को बहाल करना था और कोई अतिरिक्त लाभ प्रदान करना नहीं था। यह भी",
  "observed that if the candidates clear the test in the first attempt, then, they would continue to derive the advantages flowing from such degrees.": "देखा गया कि यदि उम्मीदवार पहले प्रयास में परीक्षा उत्तीर्ण करते हैं, तो वे ऐसी डिग्री से प्राप्त होने वाले लाभों को",
  "Hence, the judgment passed in Ashok Kumar’s case (supra) is not relevant for the decision of the present writ petition.": "प्राप्त करना जारी रखेंगे। इसलिए, अशोक कुमार के मामले (उपर्युक्त) में पारित निर्णय वर्तमान रिट याचिका के निर्णय के लिए प्रासंगिक नहीं है।",
  "(Para 13)": "(पैरा 3)",
  "Further held, that Moreover, AICTE while certifying that the petitioner has passed the special test, has itself observed that his degree": "इसके अलावा, एआईसीटीई ने यह प्रमाणित करते हुए कि याचिकाकर्ता ने विशेष परीक्षा उत्तीर्ण की है, स्वयं यह पाया",
  "stands validated. Hence, the conclusion drawn in the impugned order suffers from a patent error.": "है कि उसकी डिग्री मान्य है। इसलिए, आशक्षेपित आदेश में निकाला गया निष्कर्ष एक पेटेंट त्रुटि से ग्रस्त है।",
  "(Para 14)": "(पैरा ५)",
  "Rajiv Atma Ram, Senior Advocate with Dhiraj Jindal, Advocate and Surender Kumar Rohilla, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से वरिष्ठ अधिवक्ता राजीव आत्मा राम, अधिवक्ता धीरज जिंदल और अधिवक्ता सुरेंद्र कुमार",
  "Jaspal Singh Pannu, AAG, Haryana, for the respondent No.1.": "प्रत्यर्थी नंबर. । के लिए, हरियाणा के ए. ए. जी., जसपाल सिंह पन्नू।",
  "Sachin Bansal, Advocate for Raje Ram Kaushik, Advocate, for the respondent No.2.": "सचिन बंसल, राजे राम कौशिक के लिए अधिवक्ता, प्रतिवादी नंबर. 2 के लिए अधिवक्ता।",
  "Sudeepti Sharma, Advocate and Mehak Kanwar, Advocate, for the respondent No.4.": "प्रतिवादी नंबर. ५ की ओर से सुदीप्ती शर्मा, अधिवक्ता और महक कंवर, अधिवक्ता।",
  "VIJAY GOYAL v. THE STATE OF HARYANA AND OTHERS 1015": "विजय गोयल बनाम हरियाणा राज्य और अन्य (अनिल क्षेत्रपाल, जे।)",
  "(Anil Kshetarpal, J.)": "विजय गोयल बनाम हरियाणा राज्य और अन्य (अनिल क्षेत्रपाल, जे।)",
  "01.05.2002. While allowing the request of the petitioner, he was sent on deputation to Municipal Councils as Junior Engineer on 09.06.2005. On": "05 0.05.2002. याचिकाकर्ता के अनुरोध को स्वीकार करते हुए, उन्हें 09.06.2005 को जूनियर इंजीनियर के",
  "31.05.2003, the services of the petitioner were merged in the services of Municipal Council while stipulating that he shall not be entitled to": "रूप में नगर परिषदों में प्रतिनियुक्ति पर भेजा गया था। 33.05.2003 को, याचिकाकर्ता की सेवाओं को नगर परिषद की सेवाओं में विलय कर दिया गया था, जबकि यह निर्धारित किया गया था कि वह वरिष्ठता के उद्देश्य से पिछली सेवा",
  "Engineer/Assistant Engineer on 21.08.2009, whereas, as Executive": "अभियंता/सहायक अभियंता के रूप में पदोन्रत किया गया था, जबकि 22.0.209 को कार्यकारी अभियंता के रूप",
  "directions were issued to the official respondents to decide the": "उत्तरदाताओं को निर्देश जारी किए गए थे। हरियाणा सरकार के प्रधान सचिव ने एक आदेश पारित कर याचिकाकर्ता",
  "the petitioner to the post of Municipal Engineer with effect from 31.01.2007 and to the post of Executive Engineer with effect from": "को 3.0.2007 से नगर अभियंता के पद पर और 0.09.209 से कार्यकारी अभियंता के पद पर मानित पदोन्नति",
  "petitioner, namely Sh. Surender Singh, Sh. Mandeep Singh, Sh. Sukhwinder Singh etc. were granted deemed promotion as Municipal": "प्रदान की। सुरेंद्र सिंह, एस. मनदीप सिंह, एस. सुखविंदर सिंह आदि। नगरपालिका अभियंता डब्ल्यू ई एफ के रूप में",
  "Engineer w.e.f. 19.04.2005 on the basis of acquiring bachelors degree in": "मानित पदोन्नति प्रदान की गई थी। 9.0५.2005 इंजीनियरिंग में स्नातक की डिग्री प्राप्त करने के आधार पर। इसके",
  "Sh. R.D. Goyal, Sh. Hari Kishan (Retd.) and Sh. Satish Garg filed a representation. On the basis of the representation, a show cause notice": "सतीश गर्ग ने एक अभ्यावेदन दायर किया। अभ्यावेदन के आधार पर, याचिकाकर्ता को कारण बताओ नोटिस जारी",
  "was issued to the petitioner and subsequently, the impugned order was passed by the Principal Secretary on 06.10.2022, which is based on the": "किया गया था और बाद में, प्रधान सचिव द्वारा 06.॥0.2022 को विवादित आदेश पारित किया गया था, जो",
  "following two fundamental grounds:": "निम्नलिखित दो बुनियादी आधारों पर आधारित हैः",
  "(i) Sh. Vivek Singh, Sh. Ankit Lohan, Sh. Manjit Singh Dahiya, Sh. Mahender Singh and Sh. Yograj are": "() श. विवेक सिंह, एस. अंकित लोहान, एस। मंजीत सिंह दहिया, एस. महेंद्र सिंह और एस. योगराज याचिकाकर्ता से",
  "senior to the petitioner as their names were recommended by the Haryana Public Service Commission on 18.08.20069.": "वरिष्ठ हैं क्योंकि उनके नामों की सिफारिश हरियाणा लोक सेवा आयोग द्वारा ।8.08.20069 को की गई थी।",
  "(i1) On the basis of the opinion given by the office of the Advocate General, the petitioner shall be deemed to have passed his engineering degree on the date on": "(॥) महाधिवक्ता के कार्यालय द्वारा दी गई राय के आधार पर, याचिकाकर्ता को उस तारीख को अपनी इंजीनियरिंग",
  "have passed his engineering degree on the date on which he passed the special examination held by AICTE in the year 2018.": "की डिग्री उत्तीर्ण माना जाएगा जिस दिन उसने वर्ष 208 में एआईसीटीई द्वारा आयोजित विशेष परीक्षा उत्तीर्ण की",
  "(3) At this stage, it would be appropriate to take note of the instructions issued on 16.03.1962, the operative part whereof is extracted": "(3) इस स्तर पर, 6.03.962 को जारी किए गए निर्देशों पर ध्यान देना उचित होगा, जिसका परिचालन भाग",
  "as under:-": "निम्नानुसार निकाला गया हैः-",
  "“2. It has also been decided that in the case of such officials as are recommended to another office for regular absorption,;": "\"2. यह भी निर्णय लिया गया है कि ऐसे अधिकारियों के मामले में जिन्हें नियमित अवशोषण के लिए दूसरे कार्यालय",
  "but are allowed to remain in their parent office in the interest of work or on the request of the official concerned, their": "में अनुशंसित किया जाता है, लेकिन उन्हें काम के हित में या संबंधित अधिकारी के अनुरोध पर अपने मूल कार्यालय",
  "recruited as Junior Engineer on 08.12.2006, whereas, Sh. Mandeep Singh was directly recruited as Junior Engineer on the same date. Thus,": "08.2.2006 को जूनियर इंजीनियर के रूप में भर्ती, जबकि, एस। उसी तारीख को मंदीप सिंह को सीधे जूनियर",
  "by counting the continuous length of petitioner’s service, it is evident": "इंजीनियर के रूप में भर्ती किया गया था। इस प्रकार, याचिकाकर्ता की सेवा की निरंतर अवधि की गणना करके, यह",
  "that the petitioner was senior to the aforesaid persons at the relevant time": "स्पष्ट है कि याचिकाकर्ता प्रासंगिक समय पर उपरोक्त व्यक्तियों से वरिष्ठ था क्योंकि उसे 22.05.2006 से जूनियर",
  "because he was absorbed as Junior Engineer with effect from 22.05.2006. Hence, the Principal Secretary vide order (Annexure p-7)": "इंजीनियर के रूप में अवशोषित किया गया था। इसलिए, प्रधान सचिव ने आदेश (अनुलग्नक पृष्ठ-7) के माध्यम से",
  "had observed that the petitioner being senior to Sh. Surender Singh, Sh.": "कहा था कि याचिकाकर्ता श्री से वरिष्ठ है। सुरेंद्र सिंह, एस. मनदीप सिंह, एस. सुखविंदर सिंह, दिनांक 30.04.209",
  "promotion from deemed date of promotion to the post of Municipal Engineer, Executive Engineer vide order dated 30.04.2019. No": "के आदेश द्वारा नगर अभियंता, कार्यकारी अभियंता के पद पर पदोन्नति की मानित तिथि से पदोन्नति प्राप्त करने के",
  "grievance against the said order, if any, raised by Sh. Surender Singh,": "हकदार हैं। श्री द्वारा उठाए गए उक्त आदेश के खिलाफ कोई शिकायत नहीं है। सुरेंद्र सिंह, एस. मनदीप सिंह, एस.",
  "Sh. Mandeep Singh, Sh. Sukhwinder Singh, Sh. Satpal Singh has been brought to the notice of the Court. The representation was submitted by": "सुखविंदर सिंह, प्रो. सतपाल सिंह को अदालत के संज्ञान में लाया गया है। प्रतिनिधित्व एस द्वारा प्रस्तुत किया गया था।",
  "Sh. Akshay Kumar, Sh. Hemant Kumar, late Sh. R.D. Goyal, Sh. Hari Krishan (Retd.) and Sh. Satish Garg. As per the tentative seniority list of": "अक्षय कुमार, एस. हेमंत कुमार, स्वर्गीय एस. आर डी गोयल, एस। हरि कृष्ण (सेवानिवृत्त) और एस. सतीश गर्ग",
  "Municipal Engineer issued on 01.01.2016, Sh. R.D. Goyal and Sh. Hari": "0.0.206 को जारी नगर अभियंता की संभावित वरिष्ठता सूची के अनुसार, श्री. आर डी गोयल और एस। हरि",
  "Kishan (Retd.) were promoted as Municipal Engineer on 20.05.2009,": "किशन (सेवानिवृत्त) उन्हें 20.05.2009 को नगर अभियंता के रूप में पदोन्नत किया गया था, जबकि उनकी सेवा में",
  "whereas, their date of joining the service is 07.07.1987 and 26.08.1987, respectively.": "शामिल होने की तिथि क्रमश: 07.07.987 और 26.08.987 है।",
  "(8) Before proceeding further, it is considered appropriate to clarify that this Court is only examining the correctness of the order": "(8) आगे बढ़ने से पहले, यह स्पष्ट करना उचित समझा जाता है कि यह न्यायालय केवल प्रधान सचिव द्वारा",
  "seniority between the officers is being determined nor any final opinion on the entitlement of the petitioner with regard to promotion from the": "की जा रही है और न ही पदोन्नति की मानित तिथि से पदोन्नति के संबंध में याचिकाकर्ता की पात्रता पर कोई अंतिम",
  "deemed date of promotion is being expressed. This becomes significant particularly when Sh. Vivek Singh, Sh. Ankit Lohan, Sh. Manjit Singh": "राय व्यक्त की जा रही है। यह विशेष रूप से तब महत्वपूर्ण हो जाता है जब श्री. विवेक सिंह, एस. अंकित लोहान,",
  "Dahiya, Sh. Mahender Singh and Sh. Yograj are not parties to the case.": "एस। मंजीत सिंह दहिया, एस. महेंद्र सिंह और एस. योगराज इस मामले में पक्षकार नहीं हैं।",
  "The petitioner has impleaded Sh. Akshay Kumar, Sh. Hemant Kumar and Sh. Satish Garg as respondents, whereas, late Sh. R.D. Goyal has died and Sh. Hari Kishan has retired.": "याचिकाकर्ता ने श्री को आरोपित किया है। अक्षय कुमार, एस. हेमंत कुमार और एस. उत्तरदाताओं के रूप में सतीश गर्ग, जबकि, स्वर्गीय श्री। आर डी गोयल का निधन हो गया है। हरि किशन सेवानिवृत्त हो चुके हैं।",
  "(9) This Bench now proceeds to discuss issue No. In the": "(9) यह पीठ अब मुद्दा संख्या पर चर्चा करने के लिए आगे बढ़ती है। न्यायालय की सुविचारित राय में, प्रधान सचिव",
  "Supreme Court in para 46 and 47 observed as under:-": "को निर्णय देते हुए उच्चतम न्यायालय ने पैरा ५6 और ४7 में निम्नलिखित मत व्यक्त किया: -",
  "“46. Having found the entire exercise of grant of ex-post- facto approval to be incorrect and illegal, the logical course": "\"6. पूर्व-कार्योत्तर अनुमोदन के अनुदान की पूरी कवायद को गलत और अवैध पाए जाने के बाद, सामान्य",
  "in normal circumstances would have been not only to set aside such ex-post-facto approvals but also to pass": "परिस्थितियों में तार्किक पाठ्यक्रम न केवल इस तरह के कार्योत्तर अनुमोदनों को दरकिनार करना होता, बल्कि सभी",
  "Not more than two chances be given to the concerned students and if they do not pass the test/tests their degrees": "संबंधित छात्रों को दो से अधिक अवसर नहीं दिए जाएंगे और यदि वे परीक्षा/परीक्षा उत्तीर्ण नहीं करते हैं तो उनकी",
  "shall stand recalled and cancelled. If a particular student does": "डिग्री वापस ले ली जाएगी और रद्द कर दी जाएगी। यदि कोई विशेष छात्र परीक्षा»परीक्षा में उपस्थित नहीं होना",
  "deposited by such student towards tuition and other charges": "चाहता है, तो ऐसे छात्र द्वारा ट्यूशन और अन्य शुल्कों के लिए जमा किया गया पूरा पैसा संबंधित मानित विश्वविद्यालय",
  "shall be refunded to that student by the concerned Deemed to be University within a month of the exercise of such": "द्वारा ऐसे विकल्प के प्रयोग के एक महीने के भीतर उस छात्र को वापस कर दिया जाएगा। छात्रों को इस विकल्प का",
  "option. The students be given time till 15\" of January, 2018 to exercise such option. The entire expenditure for conducting the test/tests in respect of students who wish to": "उपयोग करने के लिए 5 जनवरी, 208 तक का समय दिया जाएगा। परीक्षा/परीक्षण से गुजरने के इच्छुक छात्रों के",
  "undergo test/tests shall be recovered from the concerned Deemed to be Universities by 31.03.2018. If they clear the": "संबंध में परीक्षा/परीक्षण आयोजित करने का पूरा खर्च 3.03.208 तक संबंधित डीम्ड विश्वविद्यालयों से वसूल",
  "test/tests within the stipulated time, all the advantages or": "किया जाएगा। यदि वे निर्धारित समय के भीतर परीक्षा/परीक्षण पास करते हैं, तो सभी लाभ या लाभ संबंधित",
  "benefits shall be restored to the concerned candidates. We make it clear at the cost of repetition that if the concerned": "उम्मीदवारों को बहाल कर दिए जाएंगे। हम दोहराने की कीमत पर यह स्पष्ट करते हैं कि यदि संबंधित उम्मीदवार",
  "candidates do not clear the test/tests within the time stipulated or choose not to appear at the test/tests, their": "निर्धारित समय के भीतर परीक्षा/परीक्षणों को पास नहीं करते हैं या परीक्षा/परीक्षणों में उपस्थित नहीं होने का",
  "stipulated or choose not to appear at the test/tests, their degrees in Engineering through distance education shall stand recalled and cancelled. It goes without saying that any": "विकल्प चुनते हैं, तो दूरस्थ शिक्षा के माध्यम से इंजीनियरिंग में उनकी डिग्री वापस ले ली जाएगी और रद्द कर दी",
  "stand recalled and cancelled. It goes without saying that any promotion or advancement in career on the basis of such degree shall also stand withdrawn, however any monetary": "जाएगी। यह कहने की जरूरत नहीं है कि इस तरह की डिग्री के आधार पर कैरियर में कोई पदोन्नति या उन्नति भी",
  "degree shall also stand withdrawn, however any monetary benefits or advantages in that behalf shall not be recovered from them.”": "वापस ले ली जाएगी, हालांकि उस ओर से कोई मौद्रिक लाभ या लाभ उनसे वसूल नहीं किया जाएगा।",
  "(10) Subsequently, on 22.01.2018, the Supreme Court, on the various applications for clarification/modification, passed the following": "(0) इसके बाद, 22.0.208 को, सर्वोच्च न्यायालय ने स्पष्टीकरण/संशोधन के लिए विभिन्न आवेदनों पर",
  "order:-": "निम्नलिखित आदेश पारित किया:-",
  "“We, therefore, as a one-time relaxation in favour of those candidates who were enrolled during the academic years 2001-2005 and who, in terms of the judgment, are eligible to": "इसलिए, हम उन उम्मीदवारों के पक्ष में एकमुश्त छूट के रूप में, जो शैक्षणिक वर्ष 200-2005 के दौरान",
  "appear at the test to be conducted by AICTE, direct: -": "नामांकित थे और जो निर्णय के संदर्भ में, एआईसीटीई द्वारा आयोजित की जाने वाली परीक्षा में उपस्थित होने के पात्र हैं, निर्देश देते हैं:-",
  "a] All such candidates, who wish to appear at the forthcoming test to be conducted by AICTE in May-June": "ए] ऐसे सभी उम्मीदवार, जो मई-जून 208 में एआईसीटीई द्वारा आयोजित की जाने वाली आगामी परीक्षा में",
  "of the judgment, can retain the degrees in question and all the advantages flowing therefrom till one month after the declaration of the result of such text or till 31.07.2018": "प्रश्रगत डिग्री और उससे प्राप्त होने वाले सभी लाभों को ऐसे पाठ के परिणाम की घोषणा के एक महीने बाद तक या",
  "b] This facility is given as one-time exception so that those who have the ability and can pass the test in the first attempt": "बी) यह सुविधा एक बार के अपवाद के रूप में दी गई है ताकि जिनके पास क्षमता है और वे पहले प्रयास में ही",
  "itself, should not be put to inconvenience. If the candidate": "परीक्षा उत्तीर्ण कर सकें, उन्हें असुविधा न हो। यदि उम्मीदवार"
}