{
  "garments on 30.01.1996. As per terms & conditions of": "30.0.996 को रेडीमेड कपड़ों की परियोजना के लिए। आवंटन के नियमों और शर्तों के अनुसार, आपको",
  "allotment, you were allowed to implement the project upto 16.03.1998 but you failed to set up the unit within the given": "6.03.998 तक परियोजना को लागू करने की अनुमति दी गई थी, लेकिन आप दी गई अवधि के भीतर इकाई",
  "period and the plot is lying vacant without any activity at site. You were also issued a show cause notice on": "स्थापित करने में विफल रहे और भूखंड साइट पर बिना किसी गतिविधि के खाली पड़ा है। आपको 28.2.200। को",
  "site. You were also issued a show cause notice on 28.12.2001 but you failed to give reply to the said notice;": "कारण बताओ नोटिस भी जारी किया गया था, लेकिन आप उक्त नोटिस का जवाब देने में विफल रहे; इसलिए, प्लॉट",
  "hence, Plot No.116 measuring 3960 sq.mts. is hereby": "नंबर. ॥॥6 का माप 3960 वर्ग मीटर है। एतहूवारा पुनः प्रारम्भ किया जाता है। तदनुसार, हम पंजाब नेशनल बैंक,",
  "resumed. Accordingly, we are enclosing Cheque of refund bearing No.626950 dated 08.09.2003 drawn on Punjab National Bank, Chandigarh amounting to Rs. 15,15,604/-": "चंडीगढ़ पर दिनांक 08.09.2003 की संख्या 626950 वाले रिफंड का चेक संलग्न कर रहे हैं। 5,5,60५/- (रु।",
  "agreement. Further you are requested to hand over vacant possession of plot to AGM(IA), Industrial Estate, Faridabad.": "इसके अलावा आपसे अनुरोध है कि भूखंड का खाली कब्जा एजीएम (आईए) औद्योगिक संपदा, फरीदाबाद को सौंप",
  "for Haryana State Ind Dev.Corp. Ltd.”": "हरियाणा राज्य इंडस्ट्रीज़ देव कॉरपोरिशन के लिए आपको धन्यवाद। लिमिटेड \"।",
  "(12) It would also be worthwhile to refer to the order dated 03.11.2009, whereby the charge had been framed against the petitioner,": "(2) दिनांक 03..2009 के आदेश को संदर्भित करना भी सार्थक होगा, जिसके तहत याचिकाकर्ता के खिलाफ",
  "“For the allegations under Section 406 IPC as punishable": "\"आईपीसी की धारा ५06 के तहत आरोपों के लिए आईपीसी की धारा ५05 के तहत परिभाषित विश्वास के",
  "1. The entrustment with the accused and": "।. अभियुक्त को सौंपना और",
  "2. The misappropriation of the entrusted property by the accused in falls of such trust": "2. अभियुक्त द्वारा सौंपी गई संपत्ति का इस तरह के न्यास के पतन में गबन",
  "The complainant has acted in furtherance of the memorandum whereas it prima-faice apparent that accused": "शिकायतकर्ता ने ज्ञापन को आगे बढ़ाने के लिए कार्रवाई की है, जबकि यह प्रथम दृष्ट्या स्पष्ट है कि आरोपी अपनी",
  "could not perform his part. It is not simply breach of contract of the reasons that the accused only admittedly": "भूमिका नहीं निभा सका। यह केवल उन कारणों के अनुबंध का उल्लंघन नहीं है कि अभियुक्त ने केवल अपने दम पर",
  "got the memorandum prepared on his ownstill failed to mention that the property which is agreed tobe given to the": "ज्ञापन तैयार कराया था, फिर भी यह उल्लेख करने में विफल रहा कि शिकायतकर्ता को दी जाने वाली संपत्ति",
  "complainant is under litigation with HSIDC or that the property has certain claim of HSIDC pending with the firm.": "एचएसआईडीसी के साथ मुकदमेबाजी के तहत है या संपत्ति पर एचएसआईडीसी का कुछ दावा है जो फर्म के पास",
  "Accused rather was still asserting claim on the said": "लंबित है। बल्कि अभियुक्त अभी भी उक्त",
  "NARAYANI NEWAR v. STATE OF HARYANA AND ANOTHER 1453 (Aman Chaudhary, J.)": "नारायणी नेवार बनाम हरियाणा राज्य और अन्य (अमन चौधरी, जे.)",
  "(7) Upon investigation of the case, the final report under Section 173 Cr.P.C. was presented before the trial Court, whereafter,": "(7) मामले की जांच पर, धारा 773 ७०.2.0 के तहत अंतिम रिपोर्ट। निचली अदालत के समक्ष पेश किया गया था,",
  "Section 173 Cr.P.C. was presented before the trial Court, whereafter, vide order dated 03.11.2009, the charge under Sections 406 and 120B": "जिसके बाद, दिनांक 03..2009 के आदेश के अनुसार, याचिकाकर्ता के खिलाफ आईपीसी की धारा ५06 और",
  "(8) It would be apposite to, at first, refer to the relevant part of the MoU entered into between the parties, whereby their shares and": "(8) यह सबसे पहले, पक्षों के बीच किए गए समझौता ज्ञापन के प्रासंगिक भाग को संदर्भित करने के लिए उपयुक्त",
  "“This Memorandum of Undertaking (MOU) is executed at Delhi on this 11th day of Sept. 2001 between (1) Shri Satish": "\"यह समझौता ज्ञापन (एमओयू) ॥॥ सितंबर 200। के इस दिन दिल्ली में निष्पादित किया गया है (॥) श्री सतीश",
  "Newar s/o late Shri B.M. Newar and (2) Smit. Naraini Newar w/o Shri Satish Newar, both resident of 5-B.D.": "नेवार इसलिए स्वर्गीय श्री बी.एम. नेवार और (2) स्मिट। नरैनी नेवार ,श्री सतीश नेवार, दोनों 5- बी.डी के निवासी हैं।",
  "Estate, Lancers Road, Timarpur, Delhi- 110054, hereinafter referred to as FIRST PARTY, and (3) KailashNewar s/o late": "एस्टेट, लांसर्स रोड, तिमारपुर, दिल्‍ली-005५, इसके बाद प्रथम पार्टी के रूप में संदर्भित, और (3) कैलाश नेवार",
  "Shri B.M. Newar and Smt. Seema Newar w/o Shri Kailash Newar both resident of 5-B.D, Estate, Lancers Road, Delhi-": "इसलिए स्वर्गीय श्री बी.एम.. नेवार और श्रीमती। सीमा नेवार ,श्री कैलाश नेवार दोनों निवासी 5- बी.डी, एस्टेट, लांसर्स",
  "110054 hereinafter referred to as SECOND PARTY.": "रोड, दिल्‍ली 005५ इसके बाद द्वितीय पार्टी के रूप में संदर्भित।",
  "D. That the firm M/s Excellent Hosiery Products and tenancy premises at 392, Chatta Lal Mian, Daryaganj, New": "392, चट्टालाल मियां, दरियागंज, नई दिल्ली में मेसर्स एक्सेलेन्ट होसियरी प्रोडक्ट्स और टेनेंसी परिसर की फर्म,",
  "FIRST PARTY alongwith its assetsand liabilities including tenancy rights in the premises in the aforesaid business.": "अपनी परिसंपत्तियों और देनदारियों के साथ-साथ उपरोक्त व्यवसाय में परिसर में टेनेंसी अधिकारों सहित फर्स्ट पार्टी",
  "However, the plot No. 116, Sector59, Faridabad (Haryana)": "के अनन्य हिस्से से संबंधित होगी। हालांकि, प्लॉट नं. 46, सेक्टर 59, फरीदाबाद (हरियाणा), जिसे मेसर्स एक्सीलेंट",
  "which has been acquired in the name of firm M/s Excellent Hosiery Products shall belong to the SECOND PARTY.”": "होजरी प्रोडक्ट्स फर्म के नाम से अधिग्रहित किया गया है, वह दूसरी पार्टी से संबंधित होगा।",
  "(9) Reference to the relevant portion of the FIR is essential, which reads thus:-": "(9) एफ. आई. आर. के सुसंगत भाग का संदर्भ आवश्यक है, जो इस प्रकार हैः: -",
  "“That the plot in dispute bearing No. 116, Sector 59 faridabad, Haryana stood resumed vide order dated 18.09.2003 by HSIDC on Account of Non- implementation": "\"कि विवाद में प्लॉट नं। 6, सेक्टर 59, फरीदाबाद, हरियाणा को एचएसआईडीसी द्वारा दिनांक 8.09.2003 के",
  "The copy of the written statement is enclosed as Annexure C-8. (12) That at the time of signing of thesaid m.o.u": "लिखित कथन की प्रति अनुलग्रक सी-8 के रूप में संलग्न है। (॥2) कि उक्त दिनांक .09.200। के हस्ताक्षर के",
  "said Suit was never disclosed to the Complainant. The said": "समय उक्त वाद की लंबितता का शिकायतकर्ता को कभी खुलासा नहीं किया गया था। उक्त मुक़दमे के लंबित",
  "NARAYANI NEWAR v. STATE OF HARYANA AND ANOTHER 1451 (Aman Chaudhary, J.)": "नारायणी नेवार बनाम हरियाणा राज्य और अन्य (अमन चौधरी, जे.)",
  "Before Aman Chaudhary, J.": "समक्ष अमन चौधरी जे.",
  "NARAYANI NEWAR—Petitioner": "नारायणी नेवार-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "April 21, 2023": "अप्रैल 2), 2023",
  "Code of Criminal Procedure, 1973—S. 482—Indian Penal Code, 1860—Ss. 120B, 406—Petition seeking setting aside of charges": "दंड प्रक्रिया संहिता, 4973-धारा ५82-भारतीय दंड संहिता, 4860-उपथधारा 20ख, ५०06-विचारण न्यायालय द्वारा",
  "framed by Trial Court—Quashing of charge is exception to the rule—Case based on evidence—Miust be considered in full judicial": "बनाए गए आरोपों को अपास्त करने की याचिका -आरोप को रद्द करना नियम का अपवाद है- साक्ष्य पर आधारित",
  "rule—Case based on evidence—Miust be considered in full judicial proceedings to come to a _conclusion—Petitioner will have": "मामला-किसी निष्कर्ष पर पहुंचने के लिए पूर्ण न्यायिक कार्यवाही में विचार किया जाना चाहिए- याचिकाकर्ता को",
  "opportunity to put forth defense—No irreparable loss to accused if trial proceeds—Petition dismissed.": "बचाव करने का अवसर मिलेगा- यदि मुकदमा चलता है तो अभियुक्त को कोई अपूरणीय क्षति नहीं होगी-याचिका खारिज कर दी गई।",
  "her defence in the proceedings before the trial Court to refute and disprove the allegations, as well as to assert and substantiate the": "आग्रह किए गए तर्को पर जोर देने और उन्हें प्रमाणित करने के लिए निचली अदालत की कार्यवाही में अपना बचाव",
  "contentions urged on her behalf. This, essentially would be the defence in the criminal trial. The petitioner in any event would have the further": "करने का पर्याप्त अवसर होगा। यह, अनिवार्य रूप से आपराधिक मुकदमे में बचाव होगा। याचिकाकर्ता के पास किसी",
  "remedy to legal recourse, if dissatisfied.": "भी स्थिति में असंतुष्ट होने पर कानूनी सहायता के लिए आगे का उपाय होगा।",
  "(Para 22)": "(पैरा 22)",
  "Further held, that Hon’ble The Supreme Court in Rajiv Thapar & others vs. Madan Lal Kapoor (2013) 3 SCC 330 observed that, “The": "आगे यह अभिनिर्धारित किया कि माननीय राजीव थापर और अन्य बनाम मदन लाल कपूर (203) 3 एस. सी. सी. 330 में उच्चतम न्यायालय ने यह मत व्यक्त किया कि, \"उच्च न्यायालय को दंड प्रक्रिया संहिता की धारा. ५82 के",
  "make a just and rightful choice. This is not a stage of evaluating the": "अधीन अपनी अधिकारिता का प्रयोग करते हुए एक न्यायपूर्ण और सही विकल्प चुनना चाहिए। यह अभियुक्त के",
  "complainant against the accused. Likewise, it is not a stage for determining how weighty the defences raised on behalf of the accused": "इसी तरह, यह यह निर्धारित करने के लिए एक मंच नहीं है कि अभियुक्तों की ओर से उठाए गए बचाव कितने भारी",
  "are. Even if the accused is successful in showing some suspicion or doubt, in the allegations levelled by the prosecution/ complainant, it": "हैं। यदि अभियुक्त अभियोजन/शिकायतकर्ता द्वारा लगाए गए आरोपों में कुछ संदेह या संदेह दिखाने में सफल रहता",
  "would be impermissible to discharge the accused before trial. This is so": "है, तो भी अभियुक्त को मुकदमे से पहले आरोपमुक्त करने की अनुमति नहीं होगी। ऐसा इसलिए है क्योंकि इसके",
  "the prosecution/complainant, without allowing the prosecution or the": "परिणामस्वरूप अभियोजन पक्ष या शिकायतकर्ता को इसे साबित करने के लिए सबूत पेश करने की अनुमति दिए",
  "is, however, not true, because even if trial is proceeded with, the accused is not subjected to any irreparable consequences. The accused": "सच नहीं है, क्योंकि भले ही मुकदमा चलाया जाता है, आरोपी को किसी भी अपूरणीय परिणाम के अधीन नहीं किया",
  "producing evidence in accordance with law...” (Para 23)": "स्थिति में होगा... “(पैरा 23)",
  "NARAYANI NEWAR v. STATE OF HARYANA AND ANOTHER 1457 (Aman Chaudhary, J.)": "नारायणी नेवार बनाम हरियाणा राज्य और अन्य (अमन चौधरी, जे.)",
  "property as is apparent from his statement before income tax authority. This on part of the accused when clubbed": "संपत्ति पर दावा कर रहा था जैसा कि आयकर प्राधिकरण के समक्ष उसके कथन से स्पष्ट है। यह अभियुक्त की ओर",
  "with the fiduciary relationshipswhich he carries with the complainant. In my opinion, prima- facie establishes the": "से तब होता है जब उसे शिकायतकर्ता के साथ विश्वास संबंधी संबंधों के साथ जोड़ा जाता है। मेरी राय में, प्रथम दृष्टया",
  "entrustment as defined under Section 405 IPC. The": "आईपीसी की धारा ५05 के तहत परिभाषित सौंप को स्थापित करता है। सौंपने के लिए आवश्यक घटक के रूप में",
  "the question of possession is irrelevant as neither the firm nor any partiesto the present complaint/FIR were having": "नहीं हैं। यहां कब्जे का सवाल अप्रासंगिक है क्योंकि न तो फर्म और न ही वर्तमान शिकायत/एफआईआर के किसी",
  "possession ofthe property. Admittedly, HSIDC had never delivered possession of the property allotted to the firm,": "पक्ष का संपत्ति पर कब्जा था। मान लीजिए कि एच. एस. आई. डी. सी. ने कभी भी फर्म को आवंटित संपत्ति का",
  "hence, the question of transferring the possession by the complainant or retaining it with the accused has no": "कब्जा नहीं दिया था, इसलिए शिकायतकर्ता द्वारा कब्जा हस्तांतरित करने या आरोपी के पास रखने का कोई महत्व",
  "significance. Thus in these peculiar facts, to my opinion, it": "नहीं है। इस प्रकार इन विशिष्ट तथ्यों में, मेरी राय में, इस अभियोजन मामले को आईपीसी की धारा ५05 के तहत",
  "is not sufficient to take this prosecution case out of the": "परिभाषित सौंपने के दायरे से बाहर ले जाना पर्याप्त नहीं है। इसके अलावा, अभियोजन पक्ष ने प्रथम दृष्टया यह",
  "Further, prosecution has prima facie __ reflected __ that impugned property No. 116, Sector 59 was later resumedin": "प्रतिबिंबित किया है कि विवादित संपत्ति नं। बाद में एच. एस. आई. डी. सी. के पक्ष में सेक्टर 59 को फिर से शुरू",
  "favour of HSIDC where after, HSIDC returned the amount already deposited with respect to the said": "किया गया, जिसके बाद एच. एस. आई. डी. सी. ने उक्त संपत्ति के संबंध में पहले से जमा की गई राशि को वापस",
  "property. It is prima-facie apparent that the said amount was returned almost two year later after the dissolutionof the firm i.e on 8.9.03. On the date of receiving the saidamount,": "कर दिया। यह प्रथम दृष्टया स्पष्ट है कि फर्म के विघटन के लगभग दो साल बाद यानी 8.9.03 को उक्त राशि वापस",
  "the firm was no more a partnership firm. it was sole": "कर दी गई थी। उक्त राशि प्राप्त करने की तिथि पर, फर्म अब एक साझेदारी फर्म नहीं थी। यह अभियुक्त का",
  "proprietorship of the accused and complainant had no liability either qua the partnership firm or the sole proprietorship firm.": "एकमात्र स्वामित्व था और शिकायतकर्ता का न तो साझेदारी फर्म या एकमात्र स्वामित्व फर्म के लिए कोई दायित्व था।",
  "It is also apparent from the document with the challan ie order of HSIIDC dated 12.1.06 that the amount w.r.t plot": "एचएसआईआईडीसी दिनांक 2..06 के चालान अर्थात्‌ आदेश के साथ दस्तावेज़ से यह भी स्पष्ट है कि राशि ७.",
  "No. 116, Sector 59, Faridabad was refunded to M/s Excellent Hosiery Products Ltd. vide cheque No. 626950": "प्लॉट नं। ॥6, सेक्टर 59, फरीदाबाद को मेसर्स एक्सीलेंट होजरी प्रोडक्ट्स लिमिटेड को चेक नं. 626950 दिनांक",
  "dated 8.9.03 but the cheque was never presented to the reasons best known to the accused. Finally, it became stale. Firm did not put any efforts to get the same revalidated.": "8.9.03 लेकिन चेक कभी भी अभियुक्त को सबसे अच्छी तरह से ज्ञात कारणों के लिए प्रस्तुत नहीं किया गया था। अंत में, यह बासी हो गया। फर्म ने इसे फिर से मान्य कराने के लिए कोई प्रयास नहीं किया। बाद में आयकर विभाग",
  "Later vide order dated 18.3.04 & 28.6.04 of the Income Tax Department, HSIDC was directed to deposit Rs. 9,85,100- on behalf of firm on account of recovery of Income Tax": "के दिनांक 8.3.0+५ और 28.6.0५ के आदेश के माध्यम से, एचएसआईडीसी को रु। 9,85,00-फर्म के खिलाफ",
  "on behalf of firm on account of recovery of Income Tax against the firm. The_retention of the cheque with the": "आयकर की वसूली के कारण फर्म की ओर से। चेक को अमान्य होने तक अभियुक्त के पास रखना और इस अवधि",
  "1454": "454",
  "ILL.R. PUNJAB AND HARYANA 2023(1)": "आई.एल.आर. पंजाब अब्द हरियाणा 2023(॥)",
  "proceedings even not disclosed malafidely by the accused to": "होने के बाद भी शिकायतकर्ता को कभी इसका खुलासा नहीं किया गया। शिकायतकर्ता को नुकसान पहुँचाने और",
  "under_the mou. The accused as such with dishonest intentions in conspiracy with each other caused wrongful": "भी नहीं किया गया। अभियुक्तों ने एक-दूसरे के साथ साजिश में बेईमान इरादों के साथ शिकायतकर्ता को गलत",
  "loss to the Complainant and made wrong gains. (13) That on the overhand during the period prior to signing of mou": "नुकसान पहुंचाया और गलत लाभ कमाया। (3) कि समझौता ज्ञापन पर हस्ताक्षर करने से पहले की अवधि के दौरान",
  "the accused falsely assured _at_ various meetings that took place in faridabad. That the entire payment_of the plot has": "अभियुक्त ने फरीदाबाद में हुई विभिन्न बैठकों में झूठा आश्वासन दिया था। प्लॉट का पूरा भुगतान एचएसआईआईडीसी",
  "registered deed of plot in the name of firm very soon by this": "को कर दिया गया है और फर्म को इस अधिनियम द्वारा बहुत जल्द फर्म के नाम पर प्लॉट का पंजीकृत विलेख मिल",
  "act, the accused kept the complainant Kailash Newarin dark. In order to succeed in their conspiracy. (14) Thatit further": "जाएगा, आरोपी ने शिकायतकर्ता कैलाश नेवारिन को अंधेरे में रखा। उनकी साजिश में सफल होने के लिए। (५) यह",
  "plot or the refund issued by HSIIDC dishonestly through the income tax department got an amount of Rs. 9,85,100/-": "एचएसआईआईडीसी द्वारा बेईमानी से जारी किए गए धनवापसी को रुपये की राशि मिली। 9,85,॥00/- उक्त फर्म",
  "copy of statement of Satish Newar dated 11.03.2004 on 31.7.2006 in which the accused No. 2 on oath given the": "के सतीश नेवार के बयान की प्रमाणित प्रति दें, जिसमें अभियुक्त नं. 2 शपथ पर प्रश्न संख्या पर बयान दिया गया। 5",
  "statement on the question No. 5 \"that the firm has no immovable assets excluding a plot no. 116 Sector 59,": "\"कि फर्म के पास कोई अचल संपत्ति नहीं है, सिवाय प्लॉट नं. 46 सेक्टर 59, औद्योगिक एस्टेट, फरीदाबाद, जिसे",
  "Industrial Estate, faridabad, which was allotted by Haryana Estate Industrial development Corp. Ltd. in which we": "हरियाणा एस्टेट औद्योगिक विकास निगम लिमिटेड द्वारा आवंटित किया गया था, जिसमें हमने रु। 7,।५,५78/-",
  "deposited Rs. 17,14,478/- for the price of plot. But due to": "प्लॉट की कीमत के लिए। लेकिन किसी कारणवश हरियाणा राज्य औद्योगिक विकास निगम लिमिटेड द्वारा भूखंड को",
  "by the firm awaited. I hereby certify that no refund has been": "रद्द कर दिया गया और फर्म द्वारा जमा की गई राशि का इंतजार किया गया। मैं एतहृवारा प्रमाणित करता हूं कि फर्म",
  "received by the firm or partner's till today and the said amount has also been credited withthe firm bank A/c I am": "या भागीदार को आज तक कोई धनवापसी प्राप्त नहीं हुई है और उक्त राशि भी फर्म बैंक में जमा कर दी गई है ७/०",
  "giving a copy of letter from Haryana Estate Industrial Development Corp. Ltd. from which this can be verified.": "मैं हरियाणा एस्टेट औद्योगिक विकास निगम लिमिटेड के पत्र की एक प्रति दे रहा हूं जिससे इसका सत्यापन किया जा",
  "(16) That the accused No. 1 inthe question No. 7 has given the answer that as I have gotno source of income and no": "सकता है। (6) कि अभियुक्त नं. प्रश्न संख्या । में। 7 ने जवाब दिया है कि चूंकि मुझे आय का कोई स्रोत नहीं मिला है",
  "assets hence I am not in a position to pay this demand personally, however there is asset of the firm i.e refund of": "और कोई संपत्ति नहीं है इसलिए मैं व्यक्तिगत रूप से इस मांग का भुगतान करने की स्थिति में नहीं हूं, हालांकि",
  "plot from Haryana Estate Industrial development Ltd. As and when the amountreceived from the corporation the tax": "हरियाणा एस्टेट इंडस्ट्रियल डेवलपमेंट लिमिटेड से भूखंड की फर्म ।.७ रिफंड की संपत्ति है। निगम से जब भी राशि",
  "will be paid accordingly. The copy of the statement of accused enclosed as Annexure C-9.” (emphasis supplied)": "प्राप्त होगी, उसी के अनुसार कर का भुगतान किया जाएगा। अभियुक्त के बयान की प्रति अनुलग्रक सी-9 के रूप में संलग्न है। (जोर दिया गया)",
  "(Aman Chaudhary, J.)": "नारायणी नेवार बनाम हरियाणा राज्य और अन्य (अमन चौधरी, जे.)",
  "against the accused. Likewise, it is not a stage for determining how": "अन्यथा मूल्यांकन करने का चरण नहीं है। इसी तरह, यह यह निर्धारित करने के लिए एक मंच नहीं है कि अभियुक्तों",
  "weighty the defences raised on behalf of the accused are. Even if the": "की ओर से उठाए गए बचाव कितने भारी हैं। यदि अभियुक्त अभियोजन/शिकायतकर्ता द्वारा लगाए गए आरोपों में",
  "accused is successful in showing some suspicion or doubt, in the": "कुछ संदेह या संदेह दिखाने में सफल रहता है, तो भी अभियुक्त को मुकदमे से पहले आरोपमुक्त करने की अनुमति",
  "impermissible to discharge the accused before trial. This is so because it": "नहीं होगी। ऐसा इसलिए है क्योंकि इसके परिणामस्वरूप अभियोजन पक्ष या शिकायतकर्ता को इसे साबित करने के",
  "prosecution/complainant, without allowing the prosecution or the complainant to adduce evidence to substantiate the same. The converse": "लिए सबूत पेश करने की अनुमति दिए बिना, अभियोजन पक्ष/शिकायतकर्ता द्वारा लगाए गए आरोपों को अंतिम रूप",
  "is, however, not true, because even if trial is proceeded with, the": "दिया जाएगा। हालाँकि, इसका उल्टा सच नहीं है, क्योंकि भले ही मुकदमा चलाया जाता है, आरोपी को किसी भी",
  "accused is not subjected to any irreparable consequences. The accused would still be in a position to succeed, by establishing his defences by producing evidence in accordance with law...”": "अपूरणीय परिणाम के अधीन नहीं किया जाता है। अभियुक्त अभी भी कानून के अनुसार साक्ष्य प्रस्तुत करके अपने बचाव को स्थापित करके सफल होने की स्थिति में होगा... \"",
  "(24) The judgment relied on behalf of the petitioner is of no support to her, being distinguishable on facts.": "(2५) याचिकाकर्ता की ओर से भरोसा किया गया निर्णय उसके लिए कोई समर्थन नहीं है, तथ्यों पर भेद करने योग्य है।",
  "(25) Evaluating the factual foundation of the offence and having implored itself with the afore referred abounding pronouncements, this": "(25) अपराध के तथ्यात्मक आधार का मूल्यांकन करते हुए और पूर्व में निर्दिष्ट प्रचुर घोषणाओं के साथ खुद को",
  "Court finds no illegality or perversity in the impugned orders, which": "जोड़ते हुए, यह न्यायालय विवादित आदेशों में कोई अवैधता या विकृति नहीं पाता है, जो किसी भी हस्तक्षेप की मांग",
  "may call for any intervention. As such, the present petition sans merit and is hereby dismissed.": "कर सकता है। इस प्रकार, वर्तमान याचिका बिना किसी योग्यता के है और इसके द्वारा खारिज कर दिया जाता है।",
  "(26) The observations made hereinabove are only for the purpose of adjudication of the present petition and shall not be construed as an expression of opinion on the merits of the case.": "(26) ऊपर की गई टिप्पणियां केवल वर्तमान याचिका के न्यायनिर्णयन के प्रयोजन के लिए हैं और मामले के गुणागुण पर राय की अभिव्यक्ति के रूप में नहीं समझी जाएंगी।",
  "Divya Gurnay": "दिव्या गुर्ने",
  "and her husband. It was held in Devender Pal Singh (supra), by": "और उसके पति का था। यह माननीय द्वारा देवेंद्र पाल सिंह (ऊपर) में आयोजित किया गया था सर्वोच्च न्यायालय ने",
  "Hon’ble The Supreme Court that, “...Direct evidence in proof of a conspiracy is seldom available, offence of conspiracy can be proved by": "कहा, \"... किसी षड्यंत्र के प्रमाण में प्रत्यक्ष साक्ष््शायद ही कभी उपलब्ध होता है, षड्यंत्र के अपराध को प्रत्यक्ष या",
  "either direct or circumstantial evidence...” Its existence is a matter of": "परिस्थितिजन्य साक्ष्य द्वारा साबित किया जा सकता है\"... इसका अस्तित्व एक निष्कर्ष का विषय है, जो आम तौर पर",
  "inference, normally deduced from acts of parties in pursuance of purpose in common between the conspirators was the observation by Hon’ble The Supreme Court in State of Kerala versus P. Suhagathan": "साजिशकर्ताओं के बीच सामान्य उद्देश्य के अनुसरण में पक्षों के कार्यों से निकाला जाता है केरल राज्य बनाम पी.",
  "Hon’ble The Supreme Court in State of Kerala versus P. Suhagathan & Another>. The final object of conspiracy in the first charge being the": "सुगाथन और अन्य 5 में उच्चतम न्‍्यायालय। पहले आरोप में साजिश का अंतिम उद्देश्य धोखाधड़ी का अपराध है,",
  "offenceof cheating, the other offences described therein are steps, albeit offence themselves, in aid of the ultimate crime. The charge does not": "उसमें वर्णित अन्य अपराध अंतिम अपराध की सहायता के लिए कदम हैं, भले ही वे स्वयं अपराध हों। आरोप षड्यंत्र",
  "connote the plurality of objects of the conspiracy. The appellant himself is not charged with the ultimate offence, which is the object of": "के उद्देश्यों की बहुलता को नहीं दर्शाता है। अपीलार्थी पर स्वयं अंतिम अपराध का आरोप नहीं लगाया गया है, जो",
  "the criminal conspiracy, is besides the point in a charge under Section 120B IPC as long as he is a partyto the conspiracy with the end in view.": "आपराधिक षड्यंत्र का उद्देश्य है, आईपीसी की धारा 20 बी के तहत आरोप में बिंदु के अलावा है जब तक कि वह",
  "Whether the charges will be ultimately established against the accused": "अंत को ध्यान में रखते हुए साजिश का पक्षकार है। क्या अंततः अभियुक्त के खिलाफ आरोप स्थापित किए जाएंगे, यह",
  "is a completely different matter within the domain of the trial Court was held in Yashpal Mittal versus State of Punjab’ by Hon’ble The Supreme Court.": "मुकदमे के दायरे में एक पूरी तरह से अलग मामला है माननीय उच्चतम न्यायालय द्वारा यशपाल मित्तल बनाम पंजाब",
  "(17) At the initial stage, if there is a strong suspicion which leads theCourt to think that there is a ground for presuming that the accused": "(7) प्रारंभिक स्तर पर, यदि कोई मजबूत संदेह है जो अदालत को यह सोचने के लिए प्रेरित करता है कि यह मानने",
  "theCourt to think that there is a ground for presuming that the accused has committed an offence then the Court should proceed with the trial,": "के लिए एक आधार है कि आरोपी ने अपराध किया है, तो अदालत को मुकदमे के साथ आगे बढ़ना चाहिए, माननीय",
  "was laid down by Hon’ble The Supreme Court in State of Bihar versus Ramesh Singh’ and followed in Union of India versus Prafulla": "द्वारा निर्धारित किया गया था बिहार राज्य बनाम रमेश सिंह 7 में उच्चतम न्यायालय और उसके बाद भारत संघ बनाम",
  "Kumar Samal and others® and Dipakbhai Jagdishchandra Patel versus State of Gujarat’. There cannot be a roving enquiry into the pros": "प्रफुल्ल कुमार सामल और अन्य 8 और दीपकभाई जगदीशचंद्र पटेल बनाम गुजरात राज्य 9 में। मामले के पक्ष और",
  "and cons of the matter, the evidence is not to be weighed as if the trial is": "विपक्ष की बारीकी से जांच नहीं की जा सकती, सबूतों को ऐसे नहीं तौला जाना चाहिए जैसे कि मुकदमा चलाया जा",
  "being conducted, as was observed in Shiv Charan Bansal and others (supra). Thus, to hold that at the stage of framing the charge, the Court": "रहा हो, जैसा कि शिव चरण बंसल और अन्य में देखा गया था (ऊपर अर्थ का उपसर्ग). इस प्रकार, यह अभिनिर्धारित",
  "should form an opinion that the accused is certainly guilty of": "करने के लिए कि आरोप तैयार करने के स्तर पर, न्यायालय को यह राय बनानी चाहिए कि अभियुक्त निश्चित रूप से",
  "committing an offence, is to hold something which is neither permissible nor is in consonance with the scheme of the Code of": "अपराध करने का दोषी है, कुछ ऐसा अभिनिर्धारित करना है जो न तो अनुमेय है और न ही दंड प्रक्रिया संहिता की",
  "Criminal Procedure. It is not a stage at which the final test of guilt is to": "योजना के अनुरूप है। यह एक ऐसा चरण नहीं है जिस पर अपराध की अंतिम परीक्षा लागू की जानी है। [राजस्थान",
  "be applied. [See State of Rajasthan versus Fatehkaran Mehdu'’}.": "राज्य बनाम फतेहकरण मेहदू/\" देखें] ।",
  "* 2000 (8) SCC 203": "52000 (8) एससीसी 203",
  "71977 SCC (Cri.) 533": "7।977 एससीसी (क्रि.) 533",
  "§ 1979 SCC (Cri.) 609": "5979 एससीसी (क्रि.) 609",
  "(18) In State of Madhya Pradesh versus Deepak'', Hon’ble The Supreme Court, after considering the other binding decisions in Amit Kapoor (supra) and Chitresh Kumar Chopra versus State": "(8) मध्य प्रदेश राज्य बनाम दीपक ॥, माननीय उच्चतम न्यायालय ने अमित कपूर (उपर्युक्त) और चित्रेश कुमार",
  "with a view to find out if there is a ground for “presuming” that the accused had committed the offence. The High Court is not required to": "सामग्री पर विचार करना होगा कि क्‍या यह अनुमान लगाने के लिए कोई आधार है कि अभियुक्त ने अपराध किया था।",
  "appreciate the evidence on record and consider the allegations on merits": "उच्च न्यायालय को अभिलेख पर साक्ष्य की सराहना करने और गुणागुण के आधार पर आरोपों पर विचार करने और",
  "and to find out on the basis of the evidence recorded the accused": "अभियुक्त के खिलाफ आरोपपत्र में दर्ज साक्ष्य के आधार पर यह पता लगाने की आवश्यकता नहीं है कि किसके",
  "chargesheeted or against whom the charge is framed is likely to be convicted or not.": "खिलाफ आरोप तय किया गया है या किसके दोषी ठहराए जाने की संभावना है या नहीं।",
  "(19) Hon’ble The Supreme Court in Manendra Prasad Tiwari versus Amit Kumar Tiwari'> and State of Orissa versus Debendra": "(9) माननीय सर्वोच्च न्यायालय ने मनेन्द्र प्रसाद तिवारी बनाम अमित कुमार तिवारी 3 और उड़ीसा राज्य बनाम",
  "Nath Padhi'*, while relying on the dictum laid down in State of Delhi versus Gyan Devi and Others'°, reiterated that at the stage of framing": "देबेंद्र नाथ पाधी ५ में दिल्ली राज्य बनाम ज्ञान देवी और अन्य ॥5 में दिए गए कथन पर भरोसा करते हुए दोहराया",
  "consider the sufficiency of the materials to establish the offence alleged against the accused persons. The truthfulness, the sufficiency and acceptability of the material produced at thetime of framing of a charge": "करने के लिए सामग्री की पर्याप्तता पर विचार करना है। आरोप तय करने के समय उत्पादित सामग्री की सच्चाई,",
  "can be done only at the stage of trial. To put it more succinctly, at the": "पर्याप्तता और स्वीकार्यता केवल परीक्षण के चरण में ही की जा सकती है। इसे और अधिक संक्षिप्त रूप से रखने के",
  "stage of charge the Court is to examine the materials only with a view": "लिए, आरोप के स्तर पर न्यायालय को केवल इस दृष्टि से सामग्री की जांच करनी है कि अभियुक्त व्यक्ति के खिलाफ",
  "to be satisfied that prima facie case of commission of offence alleged has been made out against the accused person. It is also wellsettled that": "कथित अपराध करने का प्रथम दृष्टया मामला बनाया गया है। यह भी अच्छी तरह से तय किया जाता है कि जब धारा",
  "when the petition is filed by the accused under Section 482 Cr.P.C. or a": "५82 सी.आर.पी.सी के तहत आरोपी द्वारा याचिका दायर की जाती है। या एक संशोधन ०/.०.० की धारा ५0। के",
  "revision Petition under Section 397 read with Section 401 of Cr.P.C. seeking for the quashing of charge framed against him, the Court should": "साथ पढ़ी गई धारा 3१97 के तहत याचिका। उसके विरुद्ध बनाए गए आरोप को निरस्त करने का अनुरोध करते हुए,",
  "not interfere with the order unless there are strong reasons to hold": "न्यायालय को आदेश में तब तक हस्तक्षेप नहीं करना चाहिए जब तक कि यह अभिनिर्धारित करने के लिए ठोस कारण न हों",
  "that in the interest of justice and to avoid abuse of the process of the Court a charge framed against the accused needs to be quashed. Such": "कि न्याय के हित में और न्यायालय की प्रक्रिया के दुरुपयोग से बचने के लिए अभियुक्त के विरुद्ध बनाए गए आरोप",
  "an order canbe passed only in exceptional cases and on rare occasions.": "को रद्द करने की आवश्यकता है। इस तरह का आदेश केवल असाधारण मामलों और दुर्लभ अवसरों पर ही पारित",
  "It is to be kept in mind that once the trial court has framed a_ charge": "किया जा सकता है। यह ध्यान में रखा जाना चाहिए कि एक बार निचली अदालत ने किसी अभियुक्त के खिलाफ",
  "against an accused the trial must proceed without unnecessary interference by a superior court and the entire evidence from the": "आरोप तय कर लिया है, तो मुकदमे को उच्च न्यायालय द्वारा अनावश्यक हस्तक्षेप के बिना आगे बढ़ना चाहिए और",
  "prosecution side should be placed on record. Any attempt by an accused": "अभियोजन पक्ष के पूरे साक्ष्य को रिकॉर्ड पर रखा जाना चाहिए। अभियोजन पक्ष के पूरे साक्ष्य के रिकॉर्ड में आने से",
  "'2 2009 (16) SCC 605": "22009 (6) एससीसी 605",
  "'S. 2022 SCC OnLine SC 1057": "32022 एससीसी ऑनलाइन एससी 057",
  "'42005 (1) SCC 568": "“2005 (॥) एससीसी 568",
  "'S 2000 (8) SCC 239": "52000 (8) एससीसी 239",
  "come on record should not be entertained sans exceptional cases.": "रद्द करने के किसी भी प्रयास पर असाधारण मामलों के बिना विचार नहीं किया जाना चाहिए।",
  "(20) Hon’ble The Supreme Court in Amit Kapoor (supra) held that, “Quashing of a charge is an exception to the rule of continuous": "(20) माननीय अमित कपूर (ऊपर) के मामले में सर्वोच्च न्यायालय ने कहा कि, \"किसी आरोप को रद्द करना निरंतर",
  "prosecution. Where the offence is even broadly satisfied, the Court": "अभियोजन के नियम का अपवाद है। जहां अपराध व्यापक रूप से भी संतुष्ट है, वहां न्यायालय को उस प्रारंभिक",
  "should be more inclined to permit continuation of prosecution rather than its quashing at that initial stage. The Court is not expected to": "चरण में इसे रद्द करने के बजाय अभियोजन को जारी रखने की अनुमति देने के लिए अधिक इच्छुक होना चाहिए।",
  "than its quashing at that initial stage. The Court is not expected to marshal the records with a view to decide admissibility and reliability": "अदालत से अपेक्षा नहीं की जाती है कि वह दस्तावेजों या अभिलेखों की स्वीकार्यता और विश्वसनीयता तय करने की",
  "of the documents or records but is an opinion formed prima facie.”": "दृष्टि से अभिलेखों का संचालन करे, लेकिन यह प्रथम दृष्टया बनाई गई राय है।",
  "(21) Bearing in mind the law as explicated in the forgoing judicial pronouncements, this Court having regard to the factual matrix,": "(2) विधि को, जैसा कि पूर्वगामी न्यायिक निर्णयों में स्पष्ट किया गया है, ध्यान में रखते हुए, यह न्यायालय तथ्यात्मक",
  "when for a property-industrial plot that had come in the share of respondent No.2, the information of its resumption or the amount of": "मैट्रिक्स को ध्यान में रखते हुए, जब प्रत्यर्थी संख्या. 2 के हिस्से में आने वाले संपत्ति-औद्योगिक भूखंड के लिए, इसकी",
  "refund not having been shared and intimated but above and beyond": "बहाली या धनवापसी की राशि की जानकारी साझा और सूचित नहीं की गई थी, लेकिन उससे ऊपर और उससे परे",
  "virtually utilizing the said amount to discharge the liabilities of the Firm, which as a matter of fact was the responsibility of the first party-": "फर्म की देनदारियों के निर्वहन के लिए उक्त राशि का वस्तुतः उपयोग किया गया था, जो वास्तव में समझौता ज्ञापन",
  "Firm, which as a matter of fact was the responsibility of the first party- petitioner and her husband, as per the MoU, to which she was a signatory as well, though the entitlement toreceive the refund was of": "के अनुसार प्रथम पक्षकार और उसके पति की जिम्मेदारी थी, जिसके लिए वह एक हस्ताक्षरकर्ता भी थी, हालांकि",
  "signatory as well, though the entitlement toreceive the refund was of respondent No.2, would hasten to add that the petitioner cannot": "धनवापसी प्राप्त करने की पात्रता प्रत्यर्थी संख्या. 2 की थी, यह जोड़ने में जल्दबाजी होगी कि याचिकाकर्ता खुद को",
  "disassociate herself to an extent that it can be construed in the present proceedings that she was neither the beneficiary nor in cahoots with": "इस हद तक अलग नहीं कर सकती है कि वर्तमान कार्यवाही में यह समझा जा सकता है कि वह न तो लाभार्थी थी",
  "her late husband. Therefore, the issue as raised in a case of present": "और न ही उसके पति के साथ देर से थी। इसलिए, जैसा कि वर्तमान प्रकृति के मामले में उठाया गया मुद्दा, केवल एक",
  "nature, is only a matter of evidence to be considered and appreciated in the judicial proceedings to arrive at a conclusion, thus, it would not be": "निष्कर्ष पर पहुंचने के लिए न्यायिक कार्यवाही में विचार किए जाने और सराहना किए जाने वाले साक्ष्य का विषय है,",
  "justified or required to be interfered with, at this juncture. There are no reasons, muchless strong for terming this case to be exceptional, where": "इस प्रकार, इस मोड़ पर इसे उचित या हस्तक्षेप करने की आवश्यकता नहीं होगी। इस मामले को असाधारण कहने",
  "reasons, muchless strong for terming this case to be exceptional, where the charge framed against the petitioner can be quashed. The revisional": "का कोई कारण नहीं है, जिसमें याचिकाकर्ता के खिलाफ बनाए गए आरोप को रद्द किया जा सके। पुनरीक्षण अदालत",
  "Court has rightly affirmed the order of the trial Court framing charge.": "ने आरोप तय करने वाले निचली अदालत के आदेश की सही पुष्टि की है।",
  "(22) The petitioner will have ample opportunity to put forth her defence in the proceedings before the trial Court to refute and disprove the allegations, as well as to assert and substantiate the contentions": "(22) याचिकाकर्ता के पास आरोपों का खंडन और खंडन करने के साथ-साथ उसकी ओर से आग्रह किए गए तर्को पर जोर देने और पुष्टि करने के लिए निचली अदालत की कार्यवाही में अपना बचाव करने का पर्याप्त अवसर होगा।",
  "urged on her behalf. This, essentially would be the defence in the criminal trial. The petitioner in any event would have the further": "यह, अनिवार्य रूप से आपराधिक मुकदमे में बचाव होगा। याचिकाकर्ता के पास किसी भी स्थिति में असंतुष्ट होने पर",
  "(23) Hon’ble The Supreme Court in Rajiv Thapar & others versus Madan Lal Kapoor'® observed that, “The High Court, in": "(23) माननीय राजीव थापर और अन्य बनाम मदन लाल कपूर ॥6 में उच्चतम न्यायालय ने कहा कि, \"उच्च न्यायालय",
  "exercise of its jurisdiction under Section 482 CrPC, must make a just": "को दंड प्रक्रिया संहिता की धारा ५82 के तहत अपने अधिकार क्षेत्र का प्रयोग करते हुए एक न्‍्यायसंगत और सही",
  "'© 2013 (3) SCC 330": "॥203 (3) एससीसी 3३30"
}