{
  "S. No. Name of the Number of % of the Shareholder shares total paid up share": "नि शेयरधारक का नाम | शेयर की संख्या कुल चुकता शेयर",
  "up share capital": "पूंजी का %",
  "3 Raj Mehta 67580 15.36%.": "3 रिधवं 6॥79 67580 5.36%.",
  "Total : 4,40,000 100%": "[0[9| 4,40,000 00%",
  "(3) The shareholding pattern has undergone change and as per’": "(3) शेयरधारिता पैटर्न में बदलाव आया है और उसके अनुसार 29 सितंबर, 2000 की",
  "annual report as on 29th September, 2000, the shareholding pattern is as under:—": "वार्षिक रिपोर्ट के अनुसार, शेयरधारिता पैटर्न इस प्रकार है:-",
  "S. No. Name of the Number of % of the — Shareholder shares total paid": "नि शेयरधारक का नाम | शेयर की संख्या कुल चुकता शेयर",
  "2 Ramesh Mehta 67580 15.36%": "2 रि3065# ४७8 67580 5.36%",
  "3 Raj Mehta 135170 30.72%": "3 रिवव ४९० 3570 30.72%",
  "statutory jurisdiction in terms of Sections 397 and 398 of the Act. Therefore,": "और 398 के संदर्भ में वैधानिक क्षेत्राधिकार का प्रयोग करता है। इसलिए, प्रथम दृष्टया, यह",
  "prima facie, it cannot be said that the Board, is the Tribunal of equity jurisdiction. It exercises statutory jurisdiction. .": "नहीं कहा जा सकता कि बोर्ड, इक्विटी क्षेत्राधिकार का न्यायाधिकरण है। यह वैधानिक क्षेत्राधिकार",
  "(Para 25)": "(पैरा 25)",
  "Ashok Aggarwal, Senior Advocate, with Gaurav Chopra and Mukul": "अपीलकर्ता की ओर से अशोक अग्रवाल, वरिष्ठ अधिवक्ता, गौरव चोपड़ा और मुकुल",
  "Aggarwal, Advocates, for the appellant.": "अग्रवाल, अधिवक्ता।",
  "Arun Palli, Senior Advocate, with Tushar Sharma, Advocate, for the respondents.": "प्रतिवादियों की ओर से अरुण पल्‍ली, वरिष्ठ अधिवक्ता, तुषार शर्मा, अधिवक्ता।",
  "HEMANT GUPTA, J. (ORAL)": "हैमन्त गुप्ता, जे. (मौखिक)",
  "2007 passed by the Company Law Board, Principal Bench, New Delhi": "() वर्तमान में कंपनी लॉ बोर्ड, प्रिंसिपल बेंच, नई दिल्‍ली द्वारा पारित 20 नवंबर, 2007",
  "(for short ‘the Board’), dismissing the petition filed by the appellant under Sections 397 and 398 read with Sections 402 and 403 of the Act.": "एफ के तहत एक अपील है। बोर्ड)) ने अधिनियम की धारा 402 और 403 के साथ पठित धारा 397 और 398 के तहत अपीलकर्ता द्वारा दायर याचिका को खारिज कर",
  "(2) The appellant has averred that respondent No. | M/s Emm Bros Forgings (P) Ltd., isa Company with limited liability incorporated": "(2) अपीलकर्ता ने कहा है कि प्रतिवादी नंबर | मेसर्स एम्म ब्रदर्स फोर्जिग्स (पी) लिमिटेड,",
  "up equity shares representing 15.36% of the total paid up share capital.": "के पास 67590 पूर्णतः चुकता इक्विटी शेयर हैं, जो कुल चुकता शेयर पूंजी का 5.36%",
  "and to what extent is to be decided by the Board but it cannot be said": "ज्ञापन प्रासंगिक है और किस हद तक बोर्ड दवारा निर्णय लिया जाना है, लेकिन यह नहीं कहा",
  "that non-disclosure of such Memorandum of Understanding is fatal so as": "जा सकता है कि ऐसे समझौता ज्ञापन का खुलासा न करना घातक है। ताकि यह निष्कर्ष",
  "to return a finding that the petition itself is not maintainable. Whether such": "निकाला जा सके कि याचिका स्वयं सुनवाई योग्य नहीं है। क्या ऐसा समझौता ज्ञापन विचाराधीन",
  "Memorandum of Understanding is relevant to the Company in question and/ or whether there was oral agreement or parties have swapped shareholding": "कंपनी के लिए प्रासंगिक है और/या क्या मौखिक समझौता हुआथा या पार्टियों ने शेयरधारिता",
  "dehors the Memorandum of Understanding or in terms of the Memorandum of Understanding will be some of the questions, which may require": "की अदला-बदली की है, समझौता ज्ञापन या समझौता ज़ापन के संदर्भ में कुछ प्रश्न होंगे, जिन",
  "adjudication by the competent authority. But non-disclosure of Memorandum": "पर निर्णय लेने की आवश्यकता हो सकती है। सक्षम प्राधिकारी. लेकिन समझौता ज्ञापन का",
  "and does not decide all the questions between the parties. Therefore, even": "सभी सवालों का फैसला न करता हो। इसलिए, भले ही अपीलकर्ता ने अपनी याचिका में उक्त",
  "and Emm Bros Metals Pvt. Ltd. without knowledge of the appellant. As": "की थी। लिमिटेड और एम्म ब्रोस मेटल्स प्रा. अपीलकर्ता की जानकारी के बिना लिमिटेड। इस",
  "a result of such swapping, respondent Nos. 2 and 3 have become majority shareholders in Emm Bros Forging Pvt. Ltd. and Emm Bros Metal Pvt.": "तरह की अदला-बदली के परिणामस्वरूप, प्रतिवादी नंबर 2 और 3 एम्म ब्रोज़ फोर्जिंग प्राइवेट लिमिटेड में बहुसंख्यक शेयरधारक बन गए हैं। लिमिटेड और एम्म ब्रोस मेटल प्रा. लिमिटेड",
  "Ltd.The appellant alleged that such transfer of the share holding is illegal": "अपीलकर्ता ने आरोप लगाया कि शेयर होल्डिंग का ऐसा हस्तांतरण अवैध है और प्रतिवादी-",
  "and in contravention of the provisions of Articles 7 and 8 of the Articles": "कंपनी के आर्टिकल्स ऑफ एसोसिएशन के अनुच्छेद 7 और 8 के प्रावधानों का उल्लंघन है।",
  "that respondent Nos. 2 and 3 removed the appellant from directorship": "को अपीलकर्ता को बिना किसी सूचना के निदेशक पद से हटा दिया और प्रतिवादी संख्या 2",
  "so as to gain majority stake against all the remaining shareholders.": "शेयरधारकों के मुकाबले बहुमत हिस्सेदारी हासिल की जा सके।",
  "(5) It is alleged that the annual returns of the respondent-Company": "(5) यह आरोप लगाया गया है कि मार्च, 200। को समाप्त होने वाले वर्ष में प्रतिवादी-कंपनी",
  "the appellant. The appellant has got his signatures verified by reputed forensic expert, whose report has been appended as Annexure A.6. It is": "अपने हस्ताक्षरों को प्रतिष्ठित फोरेंसिक विशेषज्ञ से सत्यापित कराया है, जिसकी रिपोर्ट अनुबंध ए.6 के रूप में संलग्न की गई है। यह आरोप लगाया गया है कि प्रतिवादी-कंपनी द्वारा कोई",
  "alleged that no meeting, whatsoever has been held by the respondent- Company, but by taking cover of Section 283(1 )(g) of the Act, the appellant": "भी बैठक आयोजित नहीं की गई है, लेकिन अधिनियम की धारा 283()(जी) का सहारा लेकर",
  "has been removed from Directorship of the respondent-Company. It is also": "अपीलकर्ता को प्रतिवादी-कंपनी के निदेशक पद से हटा दिया गया है। यह भी आरोप लगाया",
  "three businesses of the family, namely, two Brick Kilns and one Ice Plant": "परिवार के तीन व्यवसायों, अर्थात्‌ दो ईंट भट्टे और एक आइस प्लांट और कोल्ड स्टोरेज की",
  "and Cold Storage in which all the six sons were partners either themselves or through their wives. In view of the growth of the family, it was decided": "देखरेख करते थे, जिसमें सभी छह बेटे या तो स्वयं या अपनी पत्नियों के माध्यम से भागीदार",
  "by Shri T.D. Mehta that the time has come when the sons should be settled": "थे। परिवार की वृद्धि को देखते हुए श्री टी.डी.मेहता ने यह निर्णय लिया कि अब समय आ",
  "independently. But being a large family this was possible only in phases and": "गया है कि पुत्रों को स्वतंत्र रूप से घर बसाना चाहिए। लेकिन एक बड़ा परिवार होने के कारण",
  "in supportive manner. In the year 1989, it was decided to set up a factory outside Punjab. Therefore, a sick unit by the name and style of M/s Alco": "यह केवल चरणों में और सहायक तरीके से ही संभव था। वर्ष 989 में पंजाब से बाहर फैक्ट्री स्थापित करने का निर्णय लिया गया। इसलिए, मेसर्स एल्को टूल्स प्राइवेट लिमिटेड के नाम",
  "outside Punjab. Therefore, a sick unit by the name and style of M/s Alco Tools Pvt. Ltd. (subsequently changed to Emm Bros’Wires and Strips Ltd.)": "स्थापित करने का निर्णय लिया गया। इसलिए, मेसर्स एल्को टूल्स प्राइवेट लिमिटेड के नाम और शैली से एक रुग्ण इकाई। लिमिटेड (बाद में इसे एम्म ब्रोस'वायर्स एंड स्ट्रिप्स लिमिटेड में",
  "having industrial land and building at Plot Nos. 6 and 7, Sector 5, Parwanoo (Himachal Pradesh), was taken over and after renovating the building, a": "बदल दिया गया) के पास प्लॉट नंबर 6 और 7, सेक्टर 5, परवाणू (हिमाचल प्रदेश) में औद्योगिक भूमि और भवन था, जिसे अपने कब्जे में ले लिया गया और इमारत के नवीनीकरण",
  "unit for manufacturing of super Enameled Copper Wire was put up.": "के बाद, विनिर्माण के लिए एक इकाई बनाई गई। सुपर एनामेल्ड तांबे का तार लगाया गया।",
  "Subsequently, in the year 1991, Shri T. D. Mehta, purchased another unit": "इसके बाद, वर्ष 99 में, श्री टी.डी. मेहता ने परवाणू में एक और इकाई खरीदी और इसे",
  "Emm Bros Metals Pvt. Ltd. Shri T. D. Mehta and his sons held equal shares": "श्री टी. डी. मेहता और उनके बेटों के पास उक्त कंपनी में बराबर शेयर थे। लेकिन इस बात",
  "in the said Company. But it was agreed that the Company would be controlled by Shri Harish Mehta and Shri Ashok Mehta. All the six sons and Shri T. D. Mehta were having equal shares. However, the appellant": "पर सहमति हुई कि कंपनी का नियंत्रण श्री हरीश मेहता और श्री अशोक मेहता द्वारा किया जाएगा। सभी छह बेटों और श्री टी. डी. मेहता के हिस्से बराबर थे। हालाँकि, अपीलकर्ता और",
  "and Shri Ramesh Mehta controlled 68.5% of shares in the Emm Bros Wires": "श्री रमेश मेहता ने एम्म ब्रोस वायर्स एंड स्ट्रिप्स लिमिटेड में 68.5% शेयरों को नियंत्रित किया",
  "and Strips Ltd. and are in control and management of the said Company.": "और उक्त कंपनी के नियंत्रण और प्रबंधन में हैं। वर्ष 994 में, प्रतिवादी-कंपनी को श्री टी.डी.",
  "direction of Shri T. D. Mehta that such Company would be managed and": "मेहता के स्पष्ट निर्देश के साथ निगमित किया गया था कि ऐसी कंपनी का प्रबंधन और",
  "controlled by respondent Nos. 3 and 4 herein. It is, thus, alleged that the": "नियंत्रण प्रतिवादी संखया 3 और 4 द्वारा किया जाएगा। इस प्रकार, यह आरोप लगाया गया",
  "busineses of the three Companies were, therefore, managed and controlled": "है कि तीनों कंपनियों का कारोबार दो भाइयों द्वारा प्रबंधित और नियंत्रित किया गया था,",
  "by the two brothers each, though all six brothers were having shares in each of the three Companies.": "हालांकि सभी छह भाइयों के पास तीनों कंपनियों में से प्रत्येक में शेयर थे।",
  "assets and liabilities of the Emm Bros Wires and Strips Limited primarily": "संपत्ति और मेसर्स एम्म ब्रोस वायर्स एंड स्ट्रिप्स लिमिटेड की संपत्ति और देनदारियों को",
  "the respondents. Therefore, non-disclosure of such Memorandum of Understanding cannot be made sole basis of dismissal of the petition. It is": "था। इसलिए, ऐसे समझौता ज्ञापन का खुलासा न करना याचिका को खारिज करने का एकमात्र",
  "contended that the fact that the Memorandum of Understanding was not": "आधार नहीं बनाया जा सकता है। यह तर्क दिया गया है कि यह तथ्य कि समझौता ज्ञापन",
  "given effect to, is evident from an applicaion (CM No. 5080 of 2004) filed by respondent Nos. 2 to 4 in Civil Writ Petition No. 3765 of 2004, wherein": "को प्रभावी नहीं किया गया था, सिविल रिट याचिका संख्या 3 775 ऑफ 2004 में प्रतिवादी नंबर 2 से 4 द्वारा दायर एक आवेदन (सीएम नंबर 5080 ऑफ 2004) से स्पष्ट है, जिसमें",
  "it has been averred as under :—": "उसने कहा है निम्नानुसार बताया गया है:-",
  "“That Jiwan Mehta petitioner has concealed the fact that though a family settlement was entered into according to which, subject": "\"जीवन मेहता याचिकाकर्ता ने इस तथ्य को छुपाया है कि यद्यपि एक पारिवारिक",
  "to his fulfilment of other conditions mentioned therein, the said": "समझौता किया गया था, जिसके अनुसार, उसमें उल्लिखित अन्य शर्तों को पूरा करने के",
  "house was to fall to his individual independent share, yet the": "अधीन, उक्त घर उसके व्यक्तिगत स्वतंत्र हिस्से में आना था, फिर भी उक्त पारिवारिक",
  "way of payment of various amounts to the present applicants": "समझौता बना रहा वर्तमान आवेदकों को विभिन्‍न राशियों के भुगतान के माध्यम से उक्त",
  "placed on record the family settlement entered into. A copy of": "है और पारिवारिक समझौते को रिकॉर्ड मेंनहीं रखा है। इसकी एक प्रति इस आवेदन के",
  "the same is attached herewith as Annexure A with this application. It is reiterated that his family settlement was not acted upon": "साथ अनुबंध ए के रूप में संलग्न है। यह दोहराया गया है कि उनके पारिवारिक समझौते",
  "and House No. 939, Sector 8, Panchkula continues to be in": "पर कार्रवाई नहीं की गई और मकान नंबर 939, सेक्टर 8, पंचकुला जी वान मेहता और",
  "the ownership of Jiwan Mehta and Ashok Mehta, who are": "अशोक मेहता के स्वामित्व में बना हुआ है, जो उक्त घर के बराबर शेयरों के मात्रिक",
  "Shri Ramesh Mehta and that after repayment of all the liabilities of Emm": "द्वारा श्री रमेश मेहता को 0 लाख रुपये का भुगतान करना था और एम्म ब्रदर्स वायर्स एंड",
  "Shri Jiwan Mehta and Shri Ramesh Mehta. Even though such was the": "मेहता और श्री रमेश मेहता द्वारा साझा किया जाना था। हालांकि ऐसी समझ थी, अशोक",
  "understanding, Ashok Mehta filed a civil suit claiming separate possession": "मेहता ने उक्त घर के विभाजन द्वारा अलग कब्जे का दावा करते हुए एक नागरिक मुकदमा",
  "by partition of the said house and that the said suit is still pending. Reference": "दायर किया और कहा कि उक्त मुकदमा अभी भी लंबित है। | सितंबर के एक सार्वजनिक",
  "is also made to a public notice (Annexure A.7) dated Ist September, 2001 published by Shri Ramesh Mehta and Shri Ashok Mehta to the effect that": "नोटिस (अनुलग्नक ए.7) का भी संदर्भ दिया गया है। 200 में श्री रमेश मेहता और श्री अशोक",
  "published by Shri Ramesh Mehta and Shri Ashok Mehta to the effect that the appellant for and on behalf of Emm Bros Wires and Strips Ltd., has": "मेहता द्वारा इस आशय से प्रकाशित किया गया कि एम्म ब्रदर्स वायर्स एंड स्ट्रिप्स लिमिटेड",
  "been debarred from operating and opening any Bank account, though as": "के लिए और उसकी ओर से अपीलकर्ता को किसी भी बैंक खाते को संचालित करने और खोलने",
  "per the Memorandum of Understanding, the Company is to be managed by the appellant along with Shri Ramesh Mehta. It is, thus, sought to be": "से रोक दिया गया है, हालांकि समझौता ज्ञापन के अनुसार, कंपनी श्री रमेश मेहता के साथ अपीलकर्ता द्वारा प्रबंधित किया जाना है। इस प्रकार, यह तर्क देने की कोशिश की गई है कि",
  "contended that the Memorandum of Understanding was not given effect to by any of the parties to the said understanding. It is further contended that": "उक्त समझौते के किसी भी पक्ष द्वारा समझौता ज्ञापन को प्रभावी नहीं किया गया था। आगे",
  "the recitals in the said Memorandum of Understanding that the oral": "यह तर्क दिया गया है कि उक्त समझौता ज्ञापन में कहा गया है कि भविष्य में किसी भी",
  "understanding mutually agreed between all the brothers has been reduced in writing in order to avoid any dispute and differences in future do not": "विवाद और मतभेद से बचने के लिए सभी भाइयों के बीच पारस्परिक रूप से सहमत मौखिक",
  "pertain to oral agreement said to be arrived in the year 1997 or in the year 2000. The said Memorandum of Understanding does not refer to any": "वर्ष 997 या वर्ष 2000 में। उक्‍त समझोता ज्ञापन मौँखिक समझौते की किसी विशेष तारीख",
  "particular date of oral agreement. In fact. the oral agreement mentioned in Clause (8) of the Memorandum of Understanding is in relation to oral": "का उल्लेख नहीं करता है। वास्तव में, समझौता ज्ञापन के खंड (8) में उल्लिखित मौखिक",
  "agreement arrived at, just before the document was reduced in writing on": "समझौता 7 अक्टूबर को दस्तावेज़ को लिखित रूप में प्रस्तुत किए जाने से ठीक पहले किए",
  "in pursuance of any oral understanding amongst all including the appellant herein.": "यहां अपीलकर्ता सहित सभी के बीच किसी भी मौखिक समझ के अनुसरण में नहीं है।",
  "(15) On the other hand, learned counsel for the respondents has argued that it is the appellant alone, who has not transferred his shareholding": "(5) दूसरी ओर, उत्तरदाताओं के विद्वान वकील ने तर्क दिया है कि केवल अपीलकर्ता ही है,",
  "either in the respondent-Company or in Emm Bros Metals Pvt. Ltd. The": "जिसने प्रतिवादी-कंपनी या एम्म ब्रोस मेटल्स प्राइवेट लिमिटेड में अपनी हिस्सेदारी हस्तांतरित",
  "shareholding has been transferred by Shri Ramesh Mehta, who was to": "नहीं की है। लिमिटेड की शेयरधारिता श्री रमेश मेहता द्वारा स्थानांतरित कर दी गई है, जिन्हें",
  "jointly own and manage M/s Emm Bros Wires and Strips Ltd. with the": "अपीलकर्ता के साथ संयुक्त रूप से मेसर्स एम्म ब्रदर्स वायर्स एंड स्ट्रिप्स ल्रिमिटेड का स्वामित्व",
  "appellant. It is also pointed out that the appellant is the sole brother, who": "और प्रबंधन करना था। यह भी बताया गया है कि अपीलकर्ता एकमात्र भाई है, जिसने वर्ष",
  "has not given effect to the oral settlements arrived in the year 1997 and 2000 and that non-disclosure of such Memorandum of Understanding has": "997 और 2000 में हुए मौखिक समझौतों को प्रभावी नहीं किया है और इस तरह के समझौता",
  "been rightly taken into consideration by the Board to reject the petition filed": "ज़ापन का खुलासा न करने को बोर्ड दवारा अस्वीकार करने के लिए उचित रूप से विचार किया",
  "(16) Before the respective arguments of the learned counsel for the parties are considered on merits, it may be pointed out that since the": "(6) पार्टियों के विद्वान वकील के संबंधित तर्कों पर गुण-दोष के आधार पर विचार करने से",
  "parties are considered on merits, it may be pointed out that since the resolution of the Board of Directors of the respondent-Company were not": "पहले, यह बताया जा सकता है कि चूंकि प्रतिवादी-कंपनी के निदेशक मंडल का संकल्प सुपाठ्य",
  "legible ; the original proceedings book of the respondent-Company was called for. Learned counsel for the respondents has also produced photo": "नहीं था; प्रतिवादी-कंपनी की मूल कार्यवाही पुस्तिका मंगाई गई। उत्तरदाताओं के विद्वान वकील",
  "called for. Learned counsel for the respondents has also produced photo copies of the aforesaid minutes/proceedings, which are permitted to be": "ने उपरोक्त मिनट/कार्यवाही की फोटो प्रतियां भी पेश की हैं, जिन्हें रिकॉर्ड पर लेने की अनुमति",
  "(17) The proceedings book start from the meeting of the Directors": "(7) कार्यवाही पुस्तिका 7 जुलाई 2000 को आयोजित निदेशकों की बैठक से शुरू होती है,",
  "from the meeting and no leave was granted to him. The second minutes of meeting are of 27th July, 2000. The appellant was absent and was not": "गई थी। बैठक का दूसरा मिनट 27 जुलाई, 2000 का है। अपीलकर्ता अनुपस्थित था और उसे",
  "granted leave though leave of absence was granted to": "छुट्टी नहीं दी गई थी, हालांकि श्री मोहिंदर मेहता को अनुपस्थिति की छुट्टी दी गई थी।",
  "Shri Mohinder Mehta. The minutes record the transfer of shares of Shri Ashok Mehta and Shri Harish Mehta. In the meeting of 23rd August, 2000,": "मिनट में श्री अशोक मेहता और श्री हरीश मेहता के शेयरों के हस्तांतरण को रिकॉर्ड किया गया",
  "the name of Jiwan Mehta, the appellant, is mentioned as the person present": "है। 23 अगस्त की बैठक में. 2000, अपीलकर्ता जीवन मेहता का नाम बैठक में उपस्थित",
  "Mehta was absent, but no leave was granted. In the meetings of 17th": "मोहिंदर मेहता अनुपस्थित थे, लेकिन कोई छुट्टी नहीं दी गई थी। 7 अक्टूबर, 2000, 30",
  "October, 2000, 30th November, 2000, 30th December, 2000 and 27th January, 2001, Shri Ashok Mehta and Shri Raj Mehta are the persons": "नवंबर, 2000, 30 दिसंबर, 2000 और 27 जनवरी, 2004 की बैठकों में, श्री अशोक मेहता",
  "persent in the meeting and Shri Jiwan Mehta, the appeliant, was not granted": "और श्री राज मेहता बैठक में उपस्थित थे और अपीलकर्ता श्री जीवन मेहता को कोई अनुमति",
  "any leave of absence. Such meetings have not transacted any business": "नहीं दी गई थी। छुट्टी। ऐसी बैठकों में मौजूदा व्यावसायिक कार्यक्रम या अधिक कार्यशील पूंजी",
  "working capital. The annual return filed in pursuance of Annual General Meeting held on 29th September, 2000 produced by the appellant bears": "आयोजित वार्षिक आम बैठक के अनुसरण में अपीलकर्ता द्वारा प्रस्तुत वार्षिक रिटर्न में श्री",
  "signatures of Shri Jiwan Mehta apart from signatures of Shri Mohinder Mehta and Shri Raj Mehta. .": "मोहिन्दर मेहता और श्री राज मेहता के अलावा श्री जीवन मेहता के हस्ताक्षर हैं।",
  "M/s Emmbros Wires and Strips. Ltd., shall exclusively belong to Jiwan Mehta and Ramesh Mehta.": "मेसर्स एम्ब्रोस वायर्स एंड स्ट्रिप्सप। लिमिटेड, विशेष रूप से जीवन मेहता और रमेश मेहता",
  "any Company except as mentioned hereinabove. At the": "जैसा कि ऊपर बताया गया है, उसके अलावा किसी भी भाई का किसी भी कंपनी में कोई",
  "time of release of all the properties/plots of land to individual brothers as detailed above, all efforts by way": "को सभी संपत्तियों/भूखंडों को जारी करते समय, उपरोक्त उल्लिखित कंपनियों में भाइयों",
  "of adjustments shall be made to release each other infer se from all shares/deposits/investments between the": "के बीच सभी शेयरों/जमा/निवेश से एक-दूसरे को राहत देने के लिए समायोजन के माध्यम",
  "brothers in the above mentioned companies and also in firms M/s Amex Overseas and Emmbros Automotive.": "से सभी प्रयास किए जाएंगे। और फर्मों एम/एसएमएक्सओवरसीज और एम्ब्रोसऑटोमोटिव में भी।",
  "VIII. That the oral agreement mutually agreed between the brothers has been rendered in writing in order to avoid any disputes or difference in the future.”": "५॥॥. भविष्य में किसी भी विवाद या मतभेद से बचने के लिए भाइयों के बीच आपसी",
  "(22) None of the terms of the Memorandum of Understanding refers to the alleged oral agreement in the year 1997 or 2000, the reference": "(22) समझौता ज्ञापन की कोई भी शर्त वर्ष 997 या 2000 में कथित मौखिक समझौते का",
  "of which has been made only in the impugned order by the Board. The": "उल्लेख नहीं करती है, जिसका संदर्भ केवल बोर्ड द्वारा विवादित आदेश में किया गया है। किसी",
  "pleadings in the other cases in respect of another Company cannot be said to be relevant for determining the questions raised in the present petition.": "अन्य कंपनी के संबंध में अन्य मामलों में की गई दलीलों को वर्तमान याचिका में उठाए गए सवालों के निर्धारण के लिए प्रासंगिक नहीं कहा जा सकता है। समझोता ज्ञापन के खंड-।५ में",
  "the businesses shall be owned as under”’. ]t docs not infer any oral agreement": "दर्ज है कि \"अब से, व्यवसायों का स्वामित्व निम्नानुसार होगा\"| इससे यह पता नहीं चलता",
  "in question and/or whether there was oral agreement or parties have swapped": "कि पहले कोई मौखिक समझौता हुआ था या दोनों पक्ष पहले ही किसी समझौते पर पहुंच चुके",
  "Metal Pvt. Ltd., wherein the order of the Board was maintained. Even": "मेटल प्राइवेट लिमिटेड के संबंध में। लिमिटेड, जिसमें बोर्ड के आदेश को बनाए रखा गया था।",
  "though the Board has passed orders in two petitions on the same date, but": "भले ही बोर्ड ने एक ही तारीख में दो याचिकाओं में आदेश पारित किया है, लेकिन दलीलें",
  "the pleadings are different and on the basis of pleadings of the present case,": "अलग-अलग हैं और वर्तमान मामले की दलीलों के आधार पर, मुझे लगता है कि विवादित",
  "(25) Though the learned counsel for the parties have not argued,": "(25) हालांकि पार्टियों के लिए विद्वान वकील ने तर्क नहीं दिया है, लेकिन बोर्ड द्वारा दर्ज",
  "jurisdiction cannot ignore the well known maxim of equity that who seeks equity must do equity and who comes into equity must come with clean": "को नजरअंदाज नहीं कर सकता है कि जो इक्विटी चाहता है उसे इक्विटी करना होगा और जो",
  "equity must do equity and who comes into equity must come with clean hands, cannnot be said to tenable. The Board exercises statutory jurisdiction": "इक्विटी में आता है उसे साथ आना होगा साफ हाथ, टिकाऊ नहीं कहे जा सकते। बोर्ड अधिनियम",
  "in terms of Sections 397 and 398 of the Act. Therefore, prima facie, it": "की धारा 397 और 398 के संदर्भ में वैधानिक अधिकार क्षेत्र का प्रयोग करता है। इसलिए,",
  "cannot be said that the Board, is the Tribunal of equity jurisdiction. It": "प्रथम दृष्टया, यह नहीं कहा जा सकता कि बोर्ड, इक्विटी क्षेत्राधिकार का न्‍्यायाधिकरण है। यह",
  "exercises statutory jurisdiction. Nothing more is required to be said in respect of such finding as well] at this stage.": "वैधानिक क्षेत्राधिकार का प्रयोग करता है। इस स्तर पर ऐसी खोज के संबंध में और कुछ भी",
  "(26) In view of the above, I am of the opinion that the order passed": "(26) उपरोक्त को ध्यान में रखते हुए, मेरी राय है कि बोर्ड दवारा पारित आदेश, जिसके तहत",
  "by the Board, whereby it was held that the petition is not maintainable, suffers from patent illegality and cannot be sustained in law. Consequently,": "यह माना गया कि याचिका सुनवाई योग्य नहीं है, पेटेंट अवैधता से ग्रस्त है और कानून में",
  "the impugned order is set aside. The matter is remitted back to the Board": "कायम नहीं रह सकती है। परिणामस्वरूप, विवादित आदेश निरस्त किया जाता है। मामले को",
  "for fresh decision on merits, in accordance with law.": "कानून के अनुसार गुण-दोष के आधार पर नए सिरे से निर्णय के लिए बोर्ड के पास वापस भेज"
}