{
  "NETRA PAL TONGAR v. COMMISSIONER, FARIDABAD DIVISION 1489 AND ANOTHER (Avneesh Jhingan, J.)": "नेत्र पाल टोंगर बनाम आयुक्त, फ़रीदाबाद डिवीजन और दूसरा (अवनीश झिंगन, जे.)",
  "c. Insistence on recording of reasons is meant to serve the wider principle of justice that justice must not only be": "सी. कारणों को दर्ज करने पर जोर देने का उद्देश्य न्याय के व्यापक सिद्धांत को पूरा करना है कि न्याय न केवल",
  "done it must also appear to be done as well.": "किया जाना चाहिए, बल्कि किया गया भी प्रतीत होना चाहिए।",
  "d. Recording of reasons also operates as a valid restraint on any possible arbitrary exercise of judicial and quasi-judicial or even administrative power.": "डी. कारणों की रिकॉर्डिंग न्यायिक और अर्ध-न्यायिक या यहां तक कि प्रशासनिक शक्ति के किसी भी संभावित मनमाने प्रयोग पर एक वैध प्रतिबंध के रूप में भी काम करती है।",
  "e. Reasons reassure that discretion has been exercised by the decision maker on relevant grounds and by disregarding extraneous considerations.": "ई. कारण आश्वस्त करते हैं कि निर्णय निर्माता द्वारा प्रासंगिक आधारों पर और बाहरी विचारों की अवहेलना करके",
  "component of a decision making process as observing": "का पालन करने के रूप में निर्णय लेने की प्रक्रिया का एक अनिवार्य घटक बन गए हैं।",
  "g. Reasons facilitate the process of judicial review by superior Courts.": "जी. कारण उच्चतर न्यायालयों द्वारा न्यायिक समीक्षा की प्रक्रिया को सुगम बनाते हैं।",
  "h. The ongoing judicial trend in all countries committed to rule of law and constitutional governance is in favour of": "ऐच. कानून के शासन और संवैधानिक शासन के लिए प्रतिबद्ध सभी देशों में चल रही न्यायिक प्रवृत्ति प्रासंगिक तथ्यों",
  "reasoned decisions based on relevant facts. This is virtually the life blood of judicial decision making justifying the": "के आधार पर तर्कपूर्ण निर्णयों के पक्ष में है। यह वस्तुतः न्यायिक निर्णय लेने का जीवन रक्त है जो इस सिद्धांत को",
  "principle that reason is the soul of justice.": "उचित ठहराता है कि तर्क न्याय की आत्मा है।",
  "i. Judicial or even quasi-judicial opinions these days can be as different as the judges and authorities who deliver": "आई. इन दिनों न्यायिक या यहां तक कि अर्ध-न्यायिक राय उतनी ही अलग हो सकती है जितनी कि उन्हें देने वाले",
  "them. All these decisions serve one common purpose which": "न्यायाधीशों और अधिकारियों की। ये सभी निर्णय एक सामान्य उद्देश्य की पूर्ति करते हैं जो यह दर्शाता है कि",
  "j. Insistence on reason is a requirement for both judicial accountability and transparency.": "जे। न्यायिक जवाबदेही और पारदर्शिता दोनों के लिए तर्क पर जोर देना एक आवश्यकता है।",
  "k. If a Judge or a quasi-judicial authority is not candid enough about his/her decision making process then it is": "के. यदि कोई न्यायाधीश या अर्ध-न्यायिक प्राधिकरण अपनी निर्णय लेने की प्रक्रिया के बारे में पर्याप्त स्पष्ट नहीं है, तो",
  "impossible to know whether the person deciding is faithful to the doctrine of precedent or to principles of incrementalism.": "यह जानना असंभव है कि क्‍या निर्णय लेने वाला व्यक्ति पूर्ववर्ती के सिद्धांत या वृद्धि के सिद्धांतों के प्रति वफादार है।",
  "1. Reasons in support of decisions must be cogent, clear and succinct. A pretence of reasons or ‘rubber-stamp": "एल. निर्णयों के समर्थन में कारण ठोस, स्पष्ट और संक्षिप्त होने चाहिए। कारणों का ढोंग या 'रबर-स्टाम्प कारणों' को",
  "reasons’ is not to be equated with a valid decision making": "एक वैध निर्णय लेने की प्रक्रिया के बराबर नहीं माना जाना चाहिए।",
  "taken was not satisfactory. The impugned orders are set aside. The": "केवल यह कहकर खारिज कर दिया गया कि लिया गया विवादित आदेशों को अलग कर दिया जाता है। याचिका का",
  "petition is disposed of by remitting the matter to respondent No.2 to": "के लिए प्रतिवादी संख्या. 2 को मामला भेजकर किया जाता है।",
  "(Para 11)": "(पैरा ॥॥)",
  "Jasneet Mehra, Advocate for Amrainder Singh, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता अमरिंदर सिंह की ओर से अधिवक्ता जसनीत मेहरा।",
  "Sharad Aggarwal, Assistant Advocate General, Haryana.": "शरद अग्रवाल, सहायक महाधिवक्‍ता, हरियाणा।",
  "AVNEESH JHINGAN, J (Oral):": "अवनीश जिंगान, जे (मौखिक)",
  "(1) This writ petition in the nature of Certiorari is filed seeking quashing of orders dated 5° March, 2018 and 13\" March, 2019": "(।) सर्टिओरारी की प्रकृति में यह रिट याचिका 5 मार्च, 208 और ॥3 मार्च, 209 के आदेशों को रद्द करने के लिए",
  "cancelling the arms license of the petitioner and dismissing the appeal": "दायर की गई है, जिसमें याचिकाकर्ता के हथियारों के लाइसेंस को रद्द करने और अपील को खारिज करने की मांग",
  "(2) The brief facts are that petitioner held a Arms License No.125-N/JCP-FBD/2014 which was issued on 8\" November, 2014 by": "(2) संक्षिप्त तथ्य यह है कि याचिकाकर्ता के पास शस्त्र लाइसेंस संख्या 25-एन/जेसीपी-एफबीडी / 20।५था, जिसे",
  "Licensing Authority, Faridabad. The license was valid till 7\" November, 2017. Application for renewal of the license was rejected": "लाइसेंसिंग प्राधिकरण, फरीदाबाद द्वारा 8 नवंबर, 20५ को जारी किया गया था। यह लाइसेंस 7 नवंबर, 20।7 तक",
  "on 5'* March, 2018. The license was cancelled on the ground that": "वैध था। लाइसेंस के नवीनीकरण के लिए आवेदन 5 मार्च, 208 को खारिज कर दिया गया था। लाइसेंस को इस",
  "petitioner was involvedin three FIRs. The appeal against the order of": "आधार पर रद्द कर दिया गया था कि याचिकाकर्ता तीन प्राथमिकियों में शामिल था। रद्द करने के आदेश के खिलाफ",
  "cancellation was dismissed on 13\" March, 2019.": "अपील ॥3 मार्च, 209 को खारिज कर दी गई थी।",
  "(3) Learned counsel for the petitioner submits that in the order": "(3) याचिकाकर्ता का विद्वान वकील प्रस्तुत करता है कि रद्द करने के आदेश में यह नोट किया गया था कि",
  "of cancellation it was noted that the petitioner was acquitted in all the FIRs yet the licence has been cancelled.": "याचिकाकर्ता को सभी प्राथमिकियों में बरी कर दिया गया था, फिर भी लाइसेंस रद्द कर दिया गया है।",
  "(4) Learned State counsel defends the impugned orders.": "(५) विद्वान राज्य का वकील विवादित आदेशों का बचाव करता है।",
  "(5) Section 17 of the Arms Act, 1959 (for short 'the Act’) deals with suspension or revocation of licence.": "(5) शस्त्र अधिनियम, 959 की धारा ।7 (संक्षेप में 'अधिनियम') लाइसेंस के निलंबन या निरसन से संबंधित है।",
  "'17. Variation, suspension and revocation of licenses.": "7. लाइसेंसों का परिवर्तन, निलंबन और निरसन।",
  "(1) The licensing authority may vary the conditions subject to which a license has been granted except such of them as": "() अनुज्ञप्ति प्राधिकरण उन शर्तों में परिवर्तन कर सकता है जिनके अधीन अनुज्ञप्ति दी गई है, सिवाय उन शर्तों के",
  "have been prescribed and may for that purpose require the license- holder by notice in writing to deliver-up the license": "जो विहित की गई हैं और उस प्रयोजन के लिए अनुज्ञप्ति धारक से लिखित सूचना द्वारा अपेक्षा कर सकता है कि वह",
  "to it within such time as may be specified in the notice.": "अनुज्ञप्ति में निर्दिष्ट समय के भीतर उसे अनुज्ञप्ति प्रदान करे।",
  "(2)The licensing authority may, on the application of the holder of a license, also vary the conditions of the license": "(2) अनुज्ञप्ति प्राधिकरण, अनुज्ञप्ति धारक के आवेदन पर, अनुज्ञप्ति की शर्तों में परिवर्तन कर सकता है सिवाय",
  "exceptsuch of them as have been prescribed.": "उनके जो विहित किए गए हैं।",
  "(3) The licensing authority may by order in writingsuspend": "(3) अनुज्ञप्ति प्राधिकरण लिखित आदेश द्वारा किसी अनुज्ञप्ति को ऐसी अवधि के लिए निलंबित कर सकता है जो",
  "(a) If there is prohibition under this Act or any other law for acquiring or possessing the arms and ammunition or": "(ए) यदि इस अधिनियम या किसी अन्य कानून के तहत हथियार और गोला-बारूद प्राप्त करने या रखने के लिए",
  "license holder is of unsound mind or unfit for any other reason.": "निषेध है या लाइसेंस धारक अस्वस्थ दिमाग का है या किसी अन्य कारण से अयोग्य है।",
  "(b)If it is necessary for security of public peace or public safety.": "(बी) यदि यह सार्वजनिक शांति या सार्वजनिक सुरक्षा की सुरक्षा के लिए आवश्यक है।",
  "(c) Where license was obtained by suppression of material information or if information provided was wrong.": "(सी) जहां भौतिक जानकारी को छिपाकर लाइसेंस प्राप्त किया गया था या यदि प्रदान की गई जानकारी गलत थी।",
  "(d)For contravention of the conditions of license.": "(डी) अनुज्ञप्ति की शर्तों के उल्लंघन के लिए।",
  "(e)Failure to comply with the notice under Section 17(1) of the Act.": "(ई) अधिनियम की धारा 77 (॥) के तहत नोटिस का पालन करने में विफलता।",
  "(8) Under sub section 4 license can be revoked on application of the license holder. Sub-section (5) makes it obligatory for the": "(8) उप-धारा ५ के तहत लाइसेंस धारक के आवेदन पर लाइसेंस रद्द किया जा सकता है। उप-धारा (5) अनुज्ञप्ति",
  "licensing authority to record reasons in writing while varying the conditions ofsuspending or revoking the license. The reasons are to be": "प्राधिकरण के लिए अनुज्ञप्ति को निलंबित करने या निरस्त करने की शर्तों में परिवर्तन करते हुए लिखित रूप में",
  "furnished to license holder on demand, the exception being in case": "कारण दर्ज करना अनिवार्य बनाती है। माँग पर लाइसेंस धारक को कारण प्रस्तुत किए जाने हैं, अपवाद यह है कि",
  "licensing authorityis of opinion that it will not be in public interest to furnish such reasons.": "यदि लाइसेंस प्राधिकरण की राय है कि ऐसे कारण प्रस्तुत करना सार्वजनिक हित में नहीं होगा।",
  "(9) Section 17(3) (b) of the Act bestows the wide power on the licensing authority for varying the terms and conditions, revoking or": "(9) अधिनियम की धारा 77 (3) (बी) लाइसेंस प्राधिकरण को नियमों और शर्तों को बदलने, लाइसेंस को रद्द करने",
  "cancelling the license. The requirement is of authority being satisfied": "या रद्द करने के लिए व्यापक शक्ति प्रदान करती है। प्राधिकरण की आवश्यकता यह है कि लाइसेंस का अनुदान या",
  "that grant or renewal of license would not be against the public security, public peace or public safety. There cannot be a quarrel on": "नवीनीकरण सार्वजनिक सुरक्षा, सार्वजनिक शांति या सार्वजनिक सुरक्षा के खिलाफ नहीं होगा। इस प्रस्ताव पर कोई",
  "the proposition that this discretion has to be exercised judiciously.": "विवाद नहीं हो सकता है कि इस विवेकाधिकार का विवेकपूर्ण तरीके से प्रयोग किया जाना चाहिए।",
  "(10) The law is well settled that conclusion arrived at by quasi- judicial authority must be supported by reasons and these should be": "(0) कानून अच्छी तरह से तय किया गया है कि न्यायिक प्राधिकरण द्वारा किए गए निष्कर्ष को कारणों से समर्थित",
  "Kranti Associates Pvt. Ltd. & another versus Sh. Masood Ahmed Khan and others', after considering the law on the issue": "उच्चतम न्यायालय। लिमिटेड और दूसरा बनाम एस। मसूद अहमद खान और अन्य ॥, इस मुद्दे पर कानून पर विचार",
  "summedup as under:": "करने के बाद सारांश इस प्रकार है:",
  "51.Summarising the above discussion, this Court": "5.उपरोक्‍त चर्चा का सारांश देते हु",
  "a. In India the judicial trend has always been to record reasons, even in administrative decisions, if such decisions": "यह न्यायालय ए। भारत में न्यायिक प्रवृत्ति हमेशा कारणों को दर्ज करने की रही है, यहां तक कि प्रशासनिक निर्णयों",
  "'2010(9) SCC 496": "42040(9)एस सी सी 496",
  "NETRA PAL TONGAR v. COMMISSIONER, FARIDABAD DIVISION 1485 AND ANOTHER (Avneesh Jhingan, J.)": "नेत्र पाल टोंगर बनाम आयुक्त, फ़रीदाबाद डिवीजन और दूसरा (अवनीश झिंगन, जे.)",
  "Before Avneesh Jhingan, J.": "समक्ष अवनीश झिंगन जे.",
  "NETRA PAL TONGAR — Petitioner": "नेत्र पाल टोंगर - याचिकाकर्ता",
  "versus": "बनाम",
  "COMMISSIONER, FARIDABAD DIVISION AND ANOTHER —": "आयुक्त, फ़रीदाबाद मंडल और अन्य -",
  "Respondents": "उत्तरदाताओं",
  "CWP No. 4556 of 2021": "202 का सीडब्ल्यूपी नंबर ५556",
  "April 12, 2023": "अप्रैल 42, 2023",
  "Constitution of India—Art. 226—Arms Act,1959—S.17— Application for renewal of arms licence of petitioner rejected. Licence": "भारत का संविधान- लेख 226-शस्त्र अधिनियम, 959- धारा.7 - याचिकाकर्ता के हथियार लाइसेंस के नवीनीकरण",
  "cancelled as petitioner was involved in three FIRs. Appeal against": "के लिए आवेदन खारिज कर दिया गया। लाइसेंस रद्द कर दिया गया क्योंकि याचिकाकर्ता तीन प्राथमिकियों में शामिल",
  "order dismissed—non-speaking order without reasons. Petitioner was": "था। खारिज किए गए आदेश के खिलाफ अपील-बिना किसी कारण के गैर-भाषी आदेश। याचिकाकर्ता को सभी",
  "S. 17(3) of 1959 Act. Order violative of S. 17(5) pf 1959 Act.": "दर्ज नहीं किया गया है। 4959 अधिनियम की धारा 7 (5) का उल्लंघन करने वाला आदेश। अर्ध-न्यायिक प्राधिकरण",
  "Conclusion arrived at by quasi—judicial authority must be supported by reasons—there should be communicated to affected parties.": "द्वारा किए गए निष्कर्ष को कारणों से समर्थित किया जाना चाहिए-प्रभावित पक्षों को सूचित किया जाना चाहिए।",
  "Impugned orders set aside. Matter remitted to consider afresh in accordance with law keeping in view the provisions of S. 17(3) of 1959 Act.": "विवादित आदेशों को अलग रखा जाता है। 4959 अधिनियम की धारा 7 (3) के उपबंधों को ध्यान में रखते हुए विधि के अनुसार नए सिरे से विचार करने के लिए प्रेषित विषय।",
  "Held, that S. 17(3) (b) of the Act bestows the wide power on the licensing authority for varying the terms and conditions, revoking or": "अभिनिर्धारित किया गया कि अधिनियम की धारा 77 (3) (बी) अनुज्ञप्ति प्राधिकारी को नियम और शर्तों में परिवर्तन",
  "licensing authority for varying the terms and conditions, revoking or cancelling the licence. The requirement is of authority being satisfied": "करने, अनुज्ञप्ति को निरस्त करने या रद्द करने के लिए व्यापक शक्ति प्रदान करती है। प्राधिकरण की आवश्यकता",
  "that grant or renewal of licence would not be against the public security, public peace or public safety. There cannot be a quarrel on the proposition that this discretion has to be exercised judiciously.": "यह है कि लाइसेंस का अनुदान या नवीनीकरण सार्वजनिक सुरक्षा, सार्वजनिक शांति या सार्वजनिक सुरक्षा के खिलाफ नहीं होगा। इस प्रस्ताव पर कोई विवाद नहीं हो सकता है कि इस विवेकाधिकार का विवेकपूर्ण तरीके से",
  "(Para 9)": "प्रयोग किया जाना चाहिए। (पैरा 9)",
  "Further held, that the law is well settled that conclusion arrived": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि विधि अच्छी तरह से स्थापित है कि अर्ध-न्यायिक प्राधिकारी द्वारा",
  "at by quasi judicial authority must be supported by reasons and these should be communicated to the affected parties.": "किए गए निष्कर्ष को कारणों द्वारा समर्थित किया जाना चाहिए और इन्हें प्रभावित पक्षों को सूचित किया जाना चाहिए।",
  "(Para 10)": "(पैरा 40)",
  "Further held, that from the perusal of the impugned order, it is forthcoming that only ground taken for cancellation of license is that": "आगे अभिनिर्धारित किया गया कि आक्षेपित आदेश के अवलोकन से, यह सामने आता है कि लाइसेंस को रद्द करने",
  "forthcoming that only ground taken for cancellation of license is that the petitioner was involved in three criminal cases. It would be apposite": "के लिए लिया गया एकमात्र आधार यह है कि याचिकाकर्ता तीन आपराधिक मामलों में शामिल था। यह उल्लेख करना",
  "to mention that respondent had noted that petitioner was acquitted in all": "उचित होगा कि प्रत्यर्थी ने नोट किया था कि याचिकाकर्ता को सभी मामलों में बरी कर दिया गया था। मामले को",
  "the cases. No reasons were recorded to bring the case within ambit of Section 17(3) of the Act and impugned order is violative of Section": "अधिनियम की धारा ॥7 (3) के दायरे में लाने के लिए कोई कारण दर्ज नहीं किया गया था और आशक्षेपित आदेश",
  "17(5) of the Act. The order of cancellation is non-speaking. The reply": "अधिनियम की धारा 7 (5) का उल्लंघन है। रद्द करने का आदेश गैर-भाषी है। याचिकाकर्ता द्वारा दायर जवाब को"
}