{
  "(Tribhuvan Dahiya, J.)": "(त्रिभुवन दहिया, जे)",
  "Before Tribhuvan Dahiya, J.": "समक्ष त्रिभुवन दहिया, जे",
  "JUGAL KISHORE — Petitioner": "जुगल किशोर-याचिकाकर्ता",
  "versus": "बनाम",
  "OM PARKASH AND OTHERS — Respondents": "ओम प्रकाश और अन्य-उत्तरदाता",
  "CR No. 1776 of 2013": "2043 का सीआर नं. 4776",
  "January 06, 2023": "06 जनवरी, 2023",
  "A. The Haryana Urban (Control of Rent and Eviction) Act, 1973—S. 13—Eviction of tenants—Eviction claimed from non-": "ए. हरियाणा शहरी (किराया और बेदखली नियंत्रण) अधिनियम, 973-धारा ॥3-किरायेदारों की बेदखली-गैर-",
  "residential building i.e. shop on the ground of arrears of rent, personal necessity, change of user and availability of alternate": "आवासीय भवन से बेदखली का दावा किराए के बकाया, व्यक्तिगत आवश्यकता, उपयोगकर्ता के परिवर्तन और",
  "building’ in Section 13(3)(a)(iv) will include and mean ‘non- residential building’ as well.": "(ए) (५) में 'आवासीय भवन' शब्दों में 'गैर-आवासीय भवन' भी शामिल होगा और इसका अर्थ भी होगा।",
  "Held, that once the residential building has been held to include non-residential building as well for the purpose of seeking eviction by a": "अभिनिर्धारित किया गया कि एक बार आवासीय भवन को गैर-आवासीय भवन को शामिल करने के साथ-साथ मकान",
  "applicable to sub-clause (iv) of clause (a) of sub-section (3) of Section": "धारा ।3 की उप-धारा (3) के खंड (ए) के उपखंड (५) पर लागू नहीं होना चाहिए। इसलिए, धारा ।3 (3) (ए) (४)",
  "Section 13(3)(a)(iv) will include and mean “non-residential building” as well.": "में \"आवासीय भवन\" शब्दों में 'गैर-आवासीय भवन\" भी शामिल होगा और इसका अर्थ होगा।(पैरा ॥)",
  "B. The Haryana Urban (Control of Rent and Eviction) Act, 1973—Eviction of tenants—Document establishing ownership of": "बी. हरियाणा शहरी (किराया और बेदखली नियंत्रण) अधिनियम, 973-किरायेदारों की बेदखली-मकान मालिक की",
  "landlord i.e. will and reallotment letter only marked and not exhibited": "वसीयत और पुनः आवंटन पत्र के स्वामित्व को स्थापित करने वाला दस्तावेज़ केवल चिह्नित किया गया है और रिकॉर्ड",
  "on record but not challenged—Tenant not permitted to raise": "पर प्रदर्शित नहीं किया गया है, लेकिन चुनौती नहीं दी गई है -जब प्रासंगिक समय पर आपत्ति नहीं उठाई जाती है तो",
  "Held, that once the document had been proved on record by the official witness without any objection by the opposite side, there was": "अभिनिर्धारित किया गया कि एक बार जब दस्तावेज़ को आधिकारिक गवाह द्वारा विपरीत पक्ष द्वारा किसी भी आपत्ति",
  "no justification not to exhibit the same but there is no reason why such": "के बिना रिकॉर्ड पर साबित कर दिया गया था, तो उसे प्रदर्शित नहीं करने का कोई औचित्य नहीं था, लेकिन ऐसा",
  "a document could not have been relied upon. Besides, having not": "कोई कारण नहीं है कि ऐसे दस्तावेज़ पर भरोसा नहीं किया जा सकता था। इसके अलावा, प्रासंगिक समय पर पुनः",
  "objected to the re-allotment letter at the relevant time, the tenant cannot": "आवंटन पत्र पर आपत्ति नहीं होने के कारण, किरायेदार को अब इसकी स्वीकार्यता पर आपत्ति उठाने की अनुमति",
  "be permitted now to raise objection to its admissibility. Also, it is not disputed that the said re-allotment of the demised premises in favour of": "नहीं दी जा सकती है। इसके अलावा, यह विवादित नहीं है कि जमींदारों के पक्ष में ध्वस्त परिसर के उक्त पुनः",
  "duly established on record by way of cogent evidence.": "ठोस साक्ष्य के माध्यम से अभिलेख पर विधिवत स्थापित।",
  "(7.3) Regarding the ground of ejectment on account of change of user of the demised premises, it was held that the landlords were not": "(7.3) अवक्रमित परिसर के उपयोगकर्ता के परिवर्तन के कारण निष्कासन के आधार के संबंध में, यह अभिनिर्धारित",
  "able to establish that the demised premises was let out for any": "किया गया था कि मकान मालिक यह स्थापित करने में सक्षम नहीं थे कि अवक्रमित परिसर किसी विशेष उद्देश्य के",
  "particular purpose, and that the tenant had changed its user.": "लिए किराए पर दिया गया था, और यह कि किरायेदार ने अपने उपयोगकर्ता को बदल दिया था।",
  "(7.4) Lastly, regarding the ground of ejectment on account of availability of another building/alternate accommodation with the": "(7.५) अंत में, किरायेदार के साथ एक अन्य भवन/वैकल्पिक आवास की उपलब्धता के कारण निष्कासन के आधार",
  "tenant, it has been held that the tenant had purchased two shops in the": "के संबंध में, यह माना गया है कि किरायेदार ने अपनी पत्नी के नाम पर दो दुकानें खरीदी थीं, जैसा कि साइट प्लान",
  "name of his wife, as established by the site plan (Ex.P-7). The site plan stands admitted by the tenant in his cross-examination, as also the": "द्वारा स्थापित किया गया था। (दिखाना पी -7). स्थल योजना को किययेदार द्वारा अपनी प्रतिपरीक्षा में स्वीकार किया",
  "surroundings of his property depicted therein. He has, however, denied possession of the two shops. The inference, therefore, has been drawn": "जाता है, साथ ही उसमें चित्रित उसकी संपत्ति के आसपास भी। हालांकि, उन्होंने दोनों दुकानों के कब्जे से इनकार",
  "by the Courts below that the two shops were in existence as per the site": "किया है। इसलिए, न्यायालयों द्वारा निम्नलिखित निष्कर्ष निकाला गया है कि दोनों दुकानें स्थल योजना के अनुसार",
  "plan and owned by the tenant’s wife. There is no evidence on record": "अस्तित्व में थीं और किरायेदार की पत्नी के स्वामित्व में थीं। अभिलेख पर इस बात का कोई प्रमाण नहीं है कि पत्नी",
  "that the wife was earning independently or doing any other job or business. Nor any evidence was led which could show that the shop did": "स्वतंत्र रूप से कमा रही थी या कोई अन्य नौकरी या व्यवसाय कर रही थी। न ही ऐसा कोई सबूत सामने आया जो यह",
  "not exist as per the site plan and it was residential building only. It was,": "दिखा सके कि दुकान स्थल योजना के अनुसार मौजूद नहीं थी और यह केवल आवासीय भवन था। इसलिए, यह",
  "therefore, held that the tenant was in possession of another building to": "अभिनिर्धारित किया गया कि किरायेदार के पास किराने का अपना व्यवसाय चलाने के लिए एक अन्य इमारत थी,",
  "(8) In view of the aforesaid findings on Issue no.1, the remaining issues no. 2 and 3 were also decided in favour of the": "(8) मुद्दा संख्या । पर उपरोक्त निष्कर्षों को ध्यान में रखते हुए, शेष मुद्दे संख्या। 2 और ३ को भी मकान मालिकों के",
  "landlords. The findings were affirmed by the Appellate Authority.": "पक्ष में तय किया गया। अपीलीय प्राधिकरण द्वारा निष्कर्षों की पुष्टि की गई थी।",
  "(9) Learned counsel for the parties have been heard and record perused.": "(9) पक्षकारों के विद्वान वकीलों को सुना गया है और उनका अध्ययन किया गया है।",
  "(10) The relevant provisions of the Act of 1973 are extracted hereunder for ready reference:": "(।0) 973 के अधिनियम के प्रासंगिक प्रावधान तैयार संदर्भ के लिए यहां निकाले गए हैं:",
  "13. Eviction of tenants. - (1) A tenant in possession of a building or a rented land shall not be evicted therefrom": "3. किरायेदारों की बेदखली। - (3) किसी भवन या किराए की भूमि के कब्जे वाले किरायेदार को इस धारा के",
  "(2)xXxx XXX XXX": "(2) 32006 3006",
  "(3)A landlord may apply to the Controller for an order directing the tenant to put the landlord in possession -": "(3) एक मकान मालिक किरायेदार को मकान मालिक को कब्जे में रखने का निर्देश देने वाले आदेश के लिए नियंत्रक को आवेदन कर सकता है-",
  "(a) in the case of a residential building, if, -": "(ए) आवासीय भवन के मामले में, यदि-",
  "(i) he requires it for his own occupation, is not occupying": "(0) वह अपने स्वयं के व्यवसाय के लिए इसकी आवश्यकता रखता है, संबंधित शहरी क्षेत्र में किसी अन्य आवासीय",
  "has not vacated such building without sufficient cause after": "भवन पर कब्जा नहीं कर रहा है और बिना पर्याप्त कारण के ऐसी इमारत को खाली नहीं किया है।",
  "was no relationship of landlord and tenant between the parties. He": "पक्षकारों के बीच मकान मालिक और किरायेदार का कोई संबंध नहीं था। उन्होंने खुद को संदीप गोयल नाम के",
  "collecting rent from him since January 1999 and issuing receipts": "व्यक्ति के तहत किरायेदार होने का दावा किया, जो जनवरी 999 से उनसे किराया वसूल कर रहा था और उसके",
  "thereupon. He was directed by Shiv Lal, landlords’ father, to make payment of rent to his grandson Sandeep Goyal. It was also stated that the demised premises was never re- allotted to the landlords, and in": "बाद रसीदें जारी कर रहा था। उन्हें मकान मालिक के पिता शिव लाल ने अपने पोते संदीप गोयल को किराए का भुगतान करने का निर्देश दिया था। यह भी कहा गया था कि ध्वस्त परिसर को कभी भी मकान मालिकों को फिर से",
  "case there was any such transfer, the same was illegal, null and void.": "आवंटित नहीं किया गया था, और यदि ऐसा कोई हस्तांतरण हुआ था, तो यह अवैध, अमान्य था।",
  "(5) The following issues were settled between the parties on conclusion of pleadings:": "(5) दलीलों के समापन पर पक्षों के बीच निम्नलिखित मुद्दों का निपटारा किया गयाः",
  "1. Whether the respondent is liable to be ejected from the demised shop on the grounds mentioned in the petition?": "+. क्या प्रतिवादी याचिका में उल्लिखित आधारों पर क्षतिग्रस्त दुकान से बाहर निकालने के लिए उत्तरदायी है?",
  "OPP": "ऑप",
  "2. Whether present execution petition is not maintainable?": "2. क्या वर्तमान निष्पादन याचिका विचारणीय नहीं है? ओपीआर",
  "3. Whether petitioners have got no locus standi to file the present petition? OPR": "3. क्‍या याचिकाकर्ताओं को वर्तमान याचिका दायर करने का कोई अधिकार नहीं है? ओपीआर",
  "4. Relief.": "५. राहत मिलती है।",
  "(6) In order to prove their respective case, the parties led": "(6) अपने-अपने मामले को साबित करने के लिए, पक्षों ने साक्ष्य का नेतृत्व किया। मकान मालिकों ने जांच की",
  "evidence. The landlords examined PW-1 Attar Singh, Mandi Supervisor, brought photocopy of the re-allotment letter of the demised": "पीडब्लू-। अत्तार सिंह, मंडी पर्यवेक्षक, जमींदारों के पक्ष में ध्वस्त परिसर के पुनः आवंटन पत्र की फोटोकॉपी लेकर",
  "premises in favour of the landlords. PW-2 Lekh Ram, House Tax clerk of the Municipal Council, Palwal, was also examined who brought on": "आए। नगर परिषद, पलवल के हाउस टैक्स क्लर्क पीडब्लू-2 लेख राम की भी जांच की गई, जिन्होंने 995-",
  "record copies of Ex.P-3 to P-5, i.e., house tax assessment for the years 1995-96, 2000-01 and 2005-06, wherein Jugal Kishore had been named": "96,2000-0। और 2005-06 के लिए एक्स पी-3 से पी-5, हाउस टैक्स असेसमेंट की रिकॉर्ड प्रतियां लाईं, जिसमें",
  "1995-96, 2000-01 and 2005-06, wherein Jugal Kishore had been named as tenant. Gian Chand, landlord/petitioner no.3 testified as PW-4 and": "जुगल किशोर को किरायेदार के रूप में नामित किया गया था। ज्ञान चंद, मकान मालिक»याचिकाकर्ता संख्या. ३ ने",
  "referred to devolution of ownership of the demised premises on the landlords based on the Will dated 9.9.2002 executed by their father Shiv Lal. The tenant, on the other hand, examined himself as RW-2 and": "पीडब्लू-५ के रूप में गवाही दी और मकान मालिकों पर उनके पिता शिव लाल द्वारा निष्पादित 9.9.2002 की वसीयत के आधार पर ध्वस्त परिसर के स्वामित्व के हस्तांतरण का उल्लेख किया। दूसरी ओर, किरायेदार ने खुद को",
  "Sandeep Goyal as RW-3.": "आरडब्ल्यू-2 और संदीप गोयल को आरडब्ल्यू-3 बताया।",
  "(7) On appreciation of entire evidence, on Issue no.1 the Rent": "(7) सम्पूर्ण साक्ष्य को स्वीकार करने पर, निर्गम संख्या. ॥ पर किराया नियंत्रक ने अभिनिर्धारित किया कि यह",
  "Controller held that it was duly established on record the demised premises was allotted to Shiv Lal as per letter dated 16.4.1973, and": "अभिलेख पर विधिवत स्थापित किया गया था कि नष्ट किया गया परिसर शिव लाल को दिनांक 6.4.973 के पत्र के",
  "after his death re-allotted to the landlords, sons of Shiv Lal, vide letter": "अनुसार आबंटित किया गया था और उनकी मृत्यु के पश्चात्‌ जमींदारों को पुन: आबंटित किया गया, शिव लाल के पुत्र,",
  "dated 7.4.2007. The re- allotment letter was tendered in evidence by": "दिनांक 7.4.2007 के पत्र द्वारा। पुन: आबंटन पत्र मंडी पर्यवेक्षक, पीडब्लू-। द्वारा साक्ष्य के रूप में प्रस्तुत किया गया",
  "the Mandi Supervisor, PW-1, and taken on record as ‘Mark A’ by the": "था और कियाया नियंत्रक द्वारा 'मार्क ए' के रूप में रिकॉर्ड पर लिया गया था। किरायेदार के गवाह संदीप गोयल,",
  "Explanation: xxx xxx": "व्याख्या: ४ >>",
  "DISCUSSION": "चर्चा",
  "(11) Learned senior counsel has laid much stress on the findings recorded by the Appellate Authority ordering ejectment due to": "(।॥) विद्वान वरिष्ठ वकील ने अपीलीय प्राधिकरण द्वारा दर्ज किए गए निष्कर्षों पर बहुत जोर दिया है, जिसमें",
  "availability of another building with the tenant in the form of shops": "किरायेदार के पास उसकी पत्नी के स्वामित्व वाली दुकानों के रूप में एक और इमारत की उपलब्धता के कारण बाहर",
  "owned by his wife. He has submitted that the Appellate Authority has": "निकालने का आदेश दिया गया है। उन्होंने प्रस्तुत किया है कि अपीलीय प्राधिकरण ने यह कहते हुए किरायेदार को",
  "by holding that he could run his business of grocery shop in the house": "स्वामित्व वाले घर में किराने की दुकान का अपना व्यवसाय चला सकता है। घर में व्यवसाय नहीं चलाया जा सकता है।",
  "house. Besides, according to him, there is a complete mis-reading of Section 13(3)(a)(iv) of the Act of 1973, as the provision applies only to": "इसके अलावा, उनके अनुसार, 973 के अधिनियम की धारा 3 (3) (ए) (५) को पूरी तरह से गलत तरीके से पढ़ा",
  "residential buildings and not to a non-residential building. The": "गया है, क्योंकि यह प्रावधान केवल आवासीय भवनों पर लागू होता है, न कि गैर-आवासीय भवन पर। तर्क यह है कि",
  "argument is that eviction on the ground of tenant having another building can only be sought from a ‘residential building’, and not from": "किरायेदार के पास दूसरी इमारत होने के आधार पर बेदखली केवल 'आवासीय भवन' से मांगी जा सकती है, न कि",
  "a ‘non-residential building’. Since Section 13(3)(a)(iv) uses the word": "'गैर-आवासीय भवन' से। चूंकि धारा ।3 (3) (ए) (५) 'आवासीय भवन' शब्द का उपयोग करती है, इसलिए इसका",
  "‘residential building’, it cannot be read to mean and include a ‘non- residential building’. This distinction has been held to be not relevant only when eviction is being sought on the ground of bona fide personal": "अर्थ 'गैर-आवासीय भवन' के रूप में नहीं पढ़ा जा सकता है। इस भेद को केवल तब प्रासंगिक नहीं माना गया है जब",
  "only when eviction is being sought on the ground of bona fide personal necessity under Section 13 (3)(a)(i) of the Act of 1973, and not for any": "973 के अधिनियम की धारा 3 (3) (ए) (आई) के तहत वास्तविक व्यक्तिगत आवश्यकता के आधार पर बेदखली",
  "(12) To substantiate, learned Senior counsel has referred to a judgment of the Supreme Court in Harbilas Rai Bansal and another versus State of Punjab‘, wherein the notification dated 24.9.1956 to": "(2) प्रमाणित करने के लिए, सीखा वरिष्ठ वकील ने हरबिलास राय बंसल और दूसरे बनाम पंजाब राज्य ' मामले में",
  "amend in the East Punjab Urban Rent Restriction Act, 1949 (the Punjab": "उच्चतम न्यायालय के फैसले का हवाला दिया है, जिसमें पूर्वी पंजाब शहरी किराया प्रतिबंध अधिनियम, 9५9 (पंजाब",
  "‘non- residential building’ from Section 13 and thereby disentitle the": "से 'गैर-आवासीय भवन' श्रेणी को बाहर करने के लिए थी और इस तरह मकान मालिक को व्यक्तिगत आवश्यकता",
  "landlord from seeking eviction of a tenant from such a building on the ground of personal necessity. This notification was held to be": "के आधार पर ऐसी इमारत से किरायेदार को बेदखल करने की मांग करने से वंचित कर देती थी। इस अधिसूचना को",
  "Constitutionally invalid; resultantly, the original provision of the Act of": "संवैधानिक रूप से अमान्य ठहराया गया था; परिणामस्वरूप, 9५9 के अधिनियम के मूल प्रावधान को बहाल कर",
  "1949 was restored, and the landlord was held entitled to seek eviction of a tenant from a non-residential building also on the ground that he": "दिया गया था, और मकान मालिक को इस आधार पर भी गैर-आवासीय भवन से किरायेदार को बेदखल करने का",
  "required the same for his own use. Based on that, this Court in Ved": "अधिकार दिया गया था कि उसे अपने स्वयं के उपयोग के लिए इसकी आवश्यकता थी। उसके आधार पर, वेद",
  "Parkash Gupta versus State of Haryana’, held that the word": "प्रकाश गुप्ता बनाम हरियाणा राज्य ? वाले मामले में इस न्यायालय ने अभिनिर्धारित किया कि 4973 के अधिनियम",
  "‘residential’ in Section 13(3)(a)(1) of the Act of 1973 (the Haryana Act), was also liable to be struck down and the ground for ejectment": "(हरियाणा अधिनियम) की धारा 3 (3) (क) 0) में 'आवासीय' शब्द भी निरस्त किए जाने के लिए उत्तरदायी है और",
  "to be owner of the demised premises. But in cross-examination, he clearly stated that he had no document of ownership of the demised": "ध्वस्त परिसर का मालिक होना। लेकिन जिरह में, उन्होंने स्पष्ट रूप से कहा कि उनके पास ध्वस्त परिसर के स्वामित्व",
  "clearly stated that he had no document of ownership of the demised premises, and feigned ignorance about re-allotment of the demised": "का कोई दस्तावेज नहीं है, और यहां जमींदारों को ध्वस्त परिसर के पुनः आवंटन के बारे में अनभिज्ञता का नाटक",
  "premises to the landlords herein. He also testified that validity of the allotment letter or Shiv Lal’s Will in favour of the landlords with": "किया। उन्होंने यह भी गवाही दी कि गिराए गए परिसर के संबंध में मकान मालिकों के पक्ष में आवंटन पत्र या शिव",
  "Court of competent jurisdiction. Therefore, there was no document or evidence on record which could, in any manner, establish Sandeep Goyal to be owner of the demised premises. In this situation, it was": "इसलिए, रिकॉर्ड पर ऐसा कोई दस्तावेज या सबूत नहीं था जो किसी भी तरह से संदीप गोयल को ध्वस्त परिसर का",
  "held that the landlords had been re-allotted the demised premises, and": "मालिक साबित कर सके। इस स्थिति में, यह माना गया कि जमींदारों को ध्वस्त परिसर को फिर से आवंटित किया",
  "became owners and landlords thereof.": "गया था, और वे इसके मालिक और जमींदार बन गए।",
  "(7.1) The ground of non-payment of arrears of rent could not be proved by the landlords. It was held that in the absence of cogent": "(7.) मकान मालिकों द्वारा किराया बकाया का भुगतान न करने का आधार सिद्ध नहीं किया जा सका। यह",
  "evidence it could not be said the rate of rent of the demised premises": "अभिनिर्धारित किया गया कि ठोस साक्ष्य के अभाव में यह नहीं कहा जा सकता है कि ध्वस्त परिसर के किराए की दर",
  "was Rs.3000/-per month. Sandeep Goyal, who had placed the rent": "3000 रुपये प्रति माह थी। संदीप गोयल, जिन्होंने किराए की रसीदें रिकॉर्ड पर रखी थीं, को मकान मालिकों द्वारा",
  "landlords to collect rent as it was never objected to by them.": "किराए की वसूली के लिए अधिकृत किया गया था क्योंकि उनके द्वारा इसका कभी विरोध नहीं किया गया था।",
  "Accordingly, the landlords were held entitled to recover the arrears of rent received by Sandeep Goyal, as per provisions of law.": "तदनुसार, मकान मालिकों को कानून के प्रावधानों के अनुसार संदीप गोयल द्वारा प्राप्त किराए के बकाया की वसूली का हकदार ठहराया गया था।",
  "(7.2) On the ground of bona fide personal necessity of the landlords with respect to the demised premises, it was held that": "(7.2) नष्ट किए गए परिसर के संबंध में मकान मालिकों की प्रामाणिक व्यक्तिगत आवश्यकता के आधार पर, यह",
  "requirement of a family member, who was dependent upon the": "अभिनिर्धारित किया गया था कि परिवार के सदस्य की आवश्यकता, जो मकान मालिक पर निर्भर था, को परिसर के",
  "landlord, could be considered to be the requirement for his own use of the premises. Such a dependent could be wife, husband, sister or": "अपने उपयोग के लिए आवश्यकता के रूप में माना जा सकता है। ऐसा आश्रित मकान मालिक की पत्नी, पति, बहन",
  "children of the landlord or other members of the landlord’s family. And": "या बच्चे या मकान मालिक के परिवार के अन्य सदस्य हो सकते हैं। और इस मामले में, यह विवाद में नहीं था कि",
  "in this case, it was not in dispute that Rohit and Amit were dependents on the landlords, and were unemployed. Rohit testified also as PW-5": "रोहित और अमित जमींदारों पर निर्भर थे, और बेरोजगार थे। रोहित ने 4973 के अधिनियम की धारा 3 के तहत",
  "on the landlords, and were unemployed. Rohit testified also as PW-5 proving necessary ingredients of the ground of personal necessity as": "आवश्यक व्यक्तिगत आवश्यकता के आधार के आवश्यक अवयवों को साबित करते हुए पीडब्लू-5 के रूप में भी",
  "tenant’s objection that the landlords had sold a shop as per sale deed Ex.R-16 and the fact had been concealed by them in the pleadings, it": "गवाही दी। किरायेदार की इस आपत्ति के संबंध में कि मकान मालिकों ने विक्रय विलेख पूर्व आर-6 के अनुसार एक",
  "ejectment petition on 17.7.2008, as apparent from the sale deed in": "दुकान 7.7.2008 को निष्कासन याचिका दाखिल करने के पश्चात्‌ ५..2008 को बेची गई थी, जैसा कि",
  "landlords. Besides, there was no evidence on record which could show that the shop sold was suitable to run the vegetable business in": "रिकॉर्ड पर ऐसा कोई सबूत नहीं था जो यह दिखा सके कि बेची गई दुकान सब्जी का व्यवसाय चलाने के लिए",
  "question, for which eviction of the tenant had been sought. Besides, the": "उपयुक्त थी, जिसके लिए किरायेदार को बेदखल करने की मांग की गई थी। इसके अलावा, बेची गई दुकान रेलवे",
  "shop sold was located on the railway road and not in the Vegetable Market. Therefore, it was held that the demised premises was required": "रोड पर स्थित थी न कि सब्जी बाजार मेंइसलिए, यह माना गया कि थ्वस्त परिसर जमींदारों की वास्तविक",
  "and restricts the latter's right to seek eviction of the tenant from the premises let for residential purposes only.": "और अदालत ने मकान मालिक को धारा ॥3 के तहत गैर-आवासीय भवन से बेदखली की मांग करने का हकदार",
  "petitioner-tenant is residing with his Wife in the said house No. 1285, which is purchased by his wife in the year 1984.": "अपनी पत्नी के साथ उक्त घर नं. 285, जिसे उनकी पत्नी ने वर्ष 498% में खरीदा था।",
  "of availability of other non-residential building/shops for him to run grocery business.": "कानून की स्थिति होने के कारण, किराना व्यवसाय चलाने के लिए अन्य गैर-आवासीय भवनों/दुकानों की उपलब्धता",
  "(12) It has next been contended by the learned senior counsel that relationship between landlords and tenant has not been established.": "(2) इसके बाद विद्वान वरिष्ठ वकील द्वारा यह तर्क दिया गया है कि मकान मालिक और किरायेदार के बीच संबंध",
  "The alleged Will as well as the re-allotment letter have only been ‘marked’ as ‘Mark-A’ and not been ‘exhibited’ on record. A marked": "स्थापित नहीं किया गया है। कथित वसीयत के साथ-साथ पुनः आवंटन पत्र को केवल 'मार्क-ए' के रूप में 'चिह्नित'",
  "document, as per the settled law, could not have been read in evidence": "किया गया है और रिकॉर्ड पर 'प्रदर्शित' नहीं किया गया है। निर्धारित कानून के अनुसार, एक चिह्नित दस्तावेज़ को",
  "(12.1) A perusal of the record establishes that PW-1, Mandi Supervisor, proved re-allotment letter of the demised premises, dated": "(2.) अभिलेख के अवलोकन से यह स्थापित होता है कि पीडब्लू-, मंडी पर्यवेक्षक ने दिनांक 7.4.2007 को नष्ट",
  "letter was only marked as ‘Mark A’. Once the document had been proved on record by the official witness without any objection by the": "पत्र पर केवल 'मार्क ए' लिखा हुआ था। एक बार जब दस्तावेज़ को आधिकारिक गवाह द्वारा विपरीत पक्ष द्वारा बिना",
  "opposite side, there was no justification not to ‘exhibit’ the same. Be": "किसी आपत्ति के रिकॉर्ड पर साबित कर दिया गया था, तो इसे 'प्रदर्शित' नहीं करने का कोई औचित्य नहीं था। जो भी",
  "that as it may, there is no reason why such a document could not have": "हो, ऐसा कोई कारण नहीं है कि इस तरह के दस्तावेज़ पर भरोसा नहीं किया जा सकता था। इसके अलावा, प्रासंगिक",
  "been relied upon. Besides, having not objected to the re-allotment letter at the relevant time, the tenant cannot be permitted now to raise": "समय पर पुनः आवंटन पत्र पर आपत्ति नहीं होने के कारण, किरायेदार को अब इसकी स्वीकार्यता पर आपत्ति उठाने",
  "objection to its admissibility. Not only that, it is also not disputed that the said re-allotment of the demised premises in favour of the landlords": "की अनुमति नहीं दी जा सकती है। इतना ही नहीं, यह भी विवादित नहीं है कि जमींदारों के पक्ष में ध्वस्त परिसर के",
  "Authorities below is as per law laid down by the Supreme Court in": "सुप्रीम कोर्ट द्वारा निर्धारित कानून के अनुसार नीचे दिए गए अधिकारियों द्वारा साक्ष्य के रूप में पढ़ा गया है, जो इस",
  "which is as under:": "प्रकार है:",
  "15. A party objecting to the admissibility of a document must raise its objection at the appropriate time. If the objection is": "॥5. किसी दस्तावेज़ की स्वीकार्यता पर आपत्ति करने वाले पक्ष को उचित समय पर अपनी आपत्ति उठानी चाहिए।",
  "not raised and the document is allowed to be marked and that": "यदि आपत्ति नहीं उठाई जाती है और दस्तावेज़ को चिह्ित करने की अनुमति दी जाती है और वह भी एक पक्ष के",
  "too at the instance of a party which had proved the same and wherefor consent of the other party has been obtained, the": "कहने पर जिसने इसे साबित किया था और जिसके लिए दूसरे पक्ष की सहमति प्राप्त की गई है, तो हमारी राय में पूर्व",
  "former in our opinion cannot be permitted to turn round and raise a contention that the contents of the documents had not": "को मोड़ने और यह तर्क देने की अनुमति नहीं दी जा सकती है कि दस्तावेज़ों की सामग्री साबित नहीं हुई थी और इस",
  "been proved and, thus, should not be relied upon. In Hukam Singh (supra), the law was correctly been laid down by the": "प्रकार, उस पर भरोसा नहीं किया जाना चाहिए। हुकुम सिंह (उपर्युक्त) में",
  "Punjab and Haryana High Court stating;": "पंजाब और हरियाणा उच्च न्यायालय द्वारा यह कहते हुए कानून को सही ढंग से निर्धारित किया गया था;",
  "\"8. Mr. G.C. Mittal, learned counsel for the respondent contended that Ram Partap had produced only his former": "\"8. श्री जी. सी. मित्तल, प्रतिवादी के विद्वान वकील उन्होंने तर्क दिया कि राम प्रताप ने केवल अपना पूर्व बयान प्रस्तुत",
  "deposition and gave no evidence in Court which could be considered by the Additional District Judge. I am afraid there is no merit in this contention. The Trial Court had discussed": "किया था और अदालत में कोई सबूत नहीं दिया था जिस पर अतिरिक्त जिला न्यायाधीश द्वारा विचार किया जा सके। मुझे डर है कि इस तर्क में कोई दम नहीं है। निचली अदालत ने राम प्रताप द्वारा प्रस्तुत रिपोर्ट प्रदर्शनी डी. । के",
  "and held it to be inadmissible if law so permitted. But he did": "टिप्पणी कर सकते थे और यदि कानून इसकी अनुमति देता है तो इसे अस्वीकार्य मान सकते थे। लेकिन उनके दिमाग",
  "not at all have this evidence before his mind. It was not a case of inadmissible evidence either. No doubt the procedure": "में इस बात का कोई सबूत नहीं था। यह अस्वीकार्य साक्ष्य का मामला भी नहीं था। इसमें कोई संदेह नहीं है कि निचली",
  "adopted by the trial Court in letting in a certified copy of the previous deposition of Ram Partap made in the criminal proceedings and allowing the same to be proved by Ram": "अदालत द्वारा आपराधिक कार्यवाही में दिए गए राम प्रताप के पिछले बयान की प्रमाणित प्रति देने और स्वयं राम",
  "examined again in regard to all that he had stated earlier in the statement made by him in the committing Court. It appears": "उनकी फिर से जांच की जानी चाहिए थी जो उन्होंने दोषी अदालत में दिए गए बयान में पहले कहा था। ऐसा प्रतीत",
  "that the counsel for the parties in order to save time did not object to the previous deposition being proved by Ram Partap": "होता है कि समय बचाने के लिए पक्षों के वकील ने स्वयं राम प्रताप द्वारा साबित किए गए पिछले बयान पर आपत्ति",
  "himself who was only cross-examined. It is not a case where irrelevant evidence had been let in with the consent of the": "नहीं जताई, जिनसे केवल जिरह की गई थी। यह ऐसा मामला नहीं है जहां पक्षों की सहमति से अप्रासंगिक साक्ष्य दिया",
  "parties but the only objection is that the procedure followed in the matter of giving evidence in Court was not correct. When": "गया था, लेकिन एकमात्र आपत्ति यह है कि न्यायालय में साक्ष्य देने के मामले में अपनाई गई प्रक्रिया सही नहीं थी।",
  "the parties themselves have allowed certain statements to be placed on the record as a part of their evidence, it is not open": "जब पक्षकारों ने स्वयं अपने साक्ष्य के हिस्से के रूप में कुछ बयानों को अभिलेख पर रखने की अनुमति दी है, तो",
  "placed on the record as a part of their evidence, it is not open to them to urge later either in the same Court or in a court of": "उनके लिए बाद में उसी न्यायालय में या अपील की अदालत में यह आग्रह करने के लिए खुला नहीं है कि प्रस्तुत",
  "appeal that the evidence produced was inadmissible. To allow": "किया गया साक्ष्य अस्वीकार्य था। उन्हें ऐसा करने की अनुमति देना वास्तव में उन्हें अनुमोदन और खंडन दोनों करने",
  "(12.3) So far as the question of registered Will, dated 9.9.2002, of late Shiv Lal (landlords’ father) is concerned, it is mentioned": "(2.3) जहां तक स्वर्गीय शिव लाल (मकान मालिकों के पिता) की दिनांक 9.9.2002 की पंजीकृत वसीयत का",
  "specifically therein that the demised premises has been bequeathed only": "सवाल है, उसमें विशेष रूप से यह उल्लेख किया गया है कि गिराया गया परिसर केवल तीन मकान मालिकों को",
  "upon the three landlords, and not upon Hari Ram (father of Sandeep Goyal). This Will was specifically put to RW-3, Sandeep Goyal, during": "दिया गया है, न कि हरि राम (संदीप गोयल के पिता) को। यह वसीयत विशेष रूप से आरडब्ल्यू -3, संदीप गोयल को",
  "was that of his grand-father; the photograph was Ex.PA. It is also not in dispute that the Will was not challenged by him till the time he testified": "तस्वीर पूर्व पीए थी। यह भी विवाद में नहीं है कि जब तक उन्होंने नियंत्रक के समक्ष इस आशय की गवाही नहीं दी,",
  "returning any finding of ejectment on that basis. There is nothing illegal or irregular about the same.": "आधार पर निष्कासन का कोई निष्कर्ष वापस किए बिना। इसके बारे में कुछ भी अवैध या अनियमित नहीं है।",
  "owners of the demised premises on the basis of re-allotment letter, issued in due course by the Municipal Council, Palwal, (the body": "जिम्मेदार निकाय) द्वारा नियत समय में जारी किए गए पुनः आवंटन पत्र के आधार पर नष्ट किए गए परिसरों के",
  "there is documentary evidence in the form of Ex.P-1 and Ex.P-2,": "मालिकों के रूप में दर्ज किया गया है। इसके अलावा, प्रदर्शन .पी -। और प्रदर्शन .पी -2 के रूप में दस्तावेजी साक्ष्य",
  "which are show cause notices dated 23.7.2007 and 16.1.2008 respectively, issued by the Market Committee, Palwal, mentioning the": "हैं, जो बाजार समिति, पलवल द्वारा जारी किए गए क्रमशः 23.7.2007 और 6..2008 के कारण बताओ नोटिस",
  "landlords as owners of the demised premises. Once re- allotment of the": "हैं, जिसमें जमींदारों का उल्लेख किया गया है। एक बार जब नष्ट किए गए परिसर का पुनः आबंटन अभिलेख पर",
  "demised premises stands established on record and both the authorities below have concurrently held, on appreciation of the evidence, that by": "स्थापित हो जाता है और नीचे दिए गए दोनों अधिकारियों ने साक्ष्य की सराहना पर समवर्ती रूप से यह अभिनिर्धारित",
  "way of re-allotment, the landlords became owners of the demised": "किया है कि पुनः आबंटन के माध्यम से, मकान मालिक नष्ट किए गए परिसर के मालिक बन गए हैं, तो इस न्यायालय",
  "(12.5) As per settled proposition of law, a tenant is not entitled to": "(2.5) कानून के तय किए गए प्रस्ताव के अनुसार, एक किरायेदार मकान मालिक के विवाद स्वामित्व का हकदार",
  "dispute ownership of the landlord. Besides, owner is always landlord, and is included in the definition of landlord as incorporated in Section 3": "नहीं है। इसके अलावा, मालिक हमेशा मकान मालिक होता है, और 973 के अधिनियम की धारा 3३ में शामिल",
  "owner, the tenant automatically becomes tenant of the transferee, and": "संपत्ति के अंतरण पर, किरायेदार स्वतः हस्तांतरणकर्ता का किरायेदार बन जाता है, और संपत्ति के स्वामित्व को",
  "ownership of the property cannot be disputed by the tenant. Relevant para no. 15 of the judgment reads as under:": "किययेदार द्वारा विवादित नहीं किया जा सकता है। प्रासंगिक पैरा नं. फैसले का ।5वां भाग इस प्रकार हैः",
  "15. Whether the share given by Shri Dwarka Prasad to the appellant who is his son is justified or as to whether the": "5. क्या श्री द्वारका प्रसाद द्वारा अपीलार्थी, जो उसका पुत्र है, को दिया गया हिस्सा न्यायोचित है या क्या उस दस्तावेज़",
  "nature of the document under which the settlement was recorded was as per requirement of law and valid are all": "की प्रकृति जिसके तहत समझौता दर्ज किया गया था, कानून की आवश्यकता के अनुसार और वैध था, ऐसे सभी मुद्दे",
  "issues which can only be raised by any other member of the family who would feel deprived and could have claimed": "हैं जो केवल परिवार के किसी अन्य सदस्य द्वारा उठाए जा सकते हैं जो वंचित महसूस करते हैं और ऐसी संपत्ति पर",
  "right over the such property. But in a circumstance where Shri Dwarka Prasad who admittedly was the owner of the": "अधिकार का दावा कर सकते हैं। लेकिन ऐसी परिस्थिति में जहां श्री द्वारका प्रसाद, जो मान लीजिए कि संपत्ति के",
  "property had made a settlement in favour of the appellant who is his son, the title thus acquired, in any event, cannot": "मालिक थे, ने अपीलार्थी, जो उनका पुत्र है, के पक्ष में समझौता किया था, इस प्रकार अर्जित उपाधि पर, किसी भी",
  "the premises as a tenant when Shri Dwarka Prasad who admittedly was his landlord did not continue to claim to be": "जबकि श्री द्वारका प्रसाद, जो मान लीजिए कि उनके मकान मालिक थे, ने मकान मालिक होने का दावा करना जारी",
  "72020 (16) SCC 672": "7 2020 (6) एससीसी 672",
  "JUGAL KISHORE v. OM PARKASH AND OTHERS 257 (Tribhuvan Dahiya, J.)": "जुगल किशोर बनाम ओम प्रकाश और अन्य (त्रिभुवन दहिया, जे)",
  "264 ILL.R. PUNJAB AND HARYANA 2023(1)": "264",
  "(13.2) This Court is not inclined to allow the second application and/or look into the subsequent events on account of the settled": "(3.2) यह न्यायालय दूसरे आवेदन की अनुमति देने और/या बाद की घटनाओं को देखने की अनुमति देने के लिए",
  "proposition of law that need of the landlord is to be seen at the time of": "इच्छुक नहीं है, क्योंकि कानून के निपटारे के प्रस्ताव के कारण मकान मालिक की आवश्यकता के समय देखा जाना",
  "filing of the eviction petition which is the crucial date for determining": "है बेदखली याचिका दायर करना जो उसकी वास्तविक आवश्यकता निर्धारित करने के लिए महत्वपूर्ण तिथि है। उक्त",
  "his bona fide need. The eviction petition in question was filed by the landlords in 2008. In case the boys have completed their education and": "बेदखली याचिका मकान मालिकों द्वारा 2008 में दायर की गई थी। यदि लड़कों ने अपनी शिक्षा पूरी कर ली है और",
  "have started to earn for themselves, that cannot be a ground to defeat the eviction petition by stating the landlords no longer require the": "अपने लिए कमाना शुरू कर दिया है, तो यह यह कहकर बेदखली याचिका को विफल करने का आधार नहीं हो",
  "the eviction petition by stating the landlords no longer require the demised premises for the pleaded personal necessity of theirs. Pendency": "सकता है कि मकान मालिकों को अब उनकी अनुरोधित व्यक्तिगत आवश्यकता के लिए ध्वस्त परिसर की",
  "of litigation cannot be allowed to work to the advantage of either of the": "आवश्यकता नहीं है। मुकदमेबाजी की लंबितता को किसी भी पक्ष के लाभ के लिए काम करने की अनुमति नहीं दी",
  "parties. Besides, it is a self-defeating argument raised by learned senior counsel, as it amounts to conceding that at the time of filing of": "जा सकती है। इसके अलावा, यह विद्वान वरिष्ठ वकील द्वारा उठाया गया एक आत्म-पराजित करने वाला तर्क है,",
  "senior counsel, as it amounts to conceding that at the time of filing of the ejectment petition when the boys were unemployed, the landlords’": "क्योंकि यह स्वीकार करने के बराबर है कि निष्कासन याचिका दायर करने के समय जब लड़के बेरोजगार थे, तो",
  "personal necessity was there.": "मकान मालिकों की व्यक्तिगत आवश्यकता थी।",
  "(13.3) In this regard it is apposite to refer to the Supreme Court judgment in Gaya Prasad versus Pradeep Srivastava*, holding that": "(3.3) इस संबंध में गया प्रसाद बनाम प्रदीप श्रीवास्तव * में उच्चतम न्यायालय के फैसले का उल्लेख करना उचित",
  "bona fide requirement of landlord is to be seen on the date of filing of": "है, जिसमें कहा गया है कि याचिका दायर करने की तारीख को मकान मालिक की वास्तविक आवश्यकता को देखा",
  "the petition. This was a case where at the time of filing of the petition, the landlord’s son was a medical graduate for whose medical practice": "जाना चाहिए। यह एक ऐसा मामला था जिसमें याचिका दायर करने के समय, मकान मालिक का बेटा एक चिकित्सा",
  "the demised premises was required. The litigation continued for 23": "स्नातक था, जिसके चिकित्सा अभ्यास के लिए ध्वस्त परिसर की आवश्यकता थी। मुकदमा 23 साल तक जारी रहा",
  "years and son joined government service in the meanwhile. In these circumstances, the Supreme Court held that need of the landlord would": "और बेटा इस बीच सरकारी सेवा में शामिल हो गया। इन परिस्थितियों में, सर्वोच्च न्यायालय ने कहा कि मकान",
  "landlord was the date of filing of the petition. Relevant paragraph no. 10 of the judgment reads as under:": "महत्वपूर्ण तिथि याचिका दायर करने की तारीख थी। प्रासंगिक पैराग्राफ नं. फैसले का 0वां भाग इस प्रकार हैः",
  "10. We have no doubt that the crucial date for deciding as to the bona fides of the requirement of the landlord is the date of": "॥0. हमें इसमें कोई संदेह नहीं है कि मकान मालिक की आवश्यकता के प्रामाणिक होने के बारे में निर्णय लेने के",
  "the bona fides of the requirement of the landlord is the date of his application for eviction. The antecedent days may perhaps": "लिए महत्वपूर्ण तिथि बेदखली के लिए उसके आवेदन की तारीख है। पूर्ववर्ती दिनों में शायद उनके लिए विचार की",
  "have utility for him to reach the said crucial date of consideration. If every subsequent development during the": "उक्त महत्वपूर्ण तिथि तक पहुंचने की उपयोगिता हो सकती है। यदि याचिका के बाद की अवधि के दौरान प्रत्येक बाद",
  "would perhaps be no end so long as the unfortunate situation in our litigative slow process system subsists. During 23 years": "तो शायद तब तक कोई अंत नहीं होगा जब तक कि हमारी मुकदमेबाजी की धीमी प्रक्रिया प्रणाली में दुर्भाग्यपूर्ण स्थिति बनी रहती है। मकान मालिक द्वारा बेदखल किए जाने के 23 वर्षों के दौरान इस आधार पर कि उसके बेटे को",
  "son needed the building, neither the landlord nor his son is": "इमारत की आवश्यकता है, न तो मकान मालिक से और न ही उसके बेटे से कोई काम किए बिना बेकार रहने की",
  "expected to remain idle without doing any work, lest, joining any new assignment or starting any new work would be at the": "उम्मीद की जाती है, ऐसा न हो कि कोई नया काम शुरू करने वाले किसी नए असाइनर के साथ शामिल होना भवन",
  "peril of forfeiting his requirement to occupy the building. It is": "पर कब्जा करने के लिए उसकी आवश्यकता को जब्त करने के खतरे में होगा। यह एक कठोर वास्तविकता है कि",
  "a stark reality that the longer is the life of the litigation the more would be the number of developments sprouting up": "मुकदमे का जीवन जितना लंबा होगा, मुकदमे के दौरान बढ़ने वाले विकास की संख्या उतनी ही अधिक होगी।",
  "during the long interregnum. If a young entrepreneur decides to launch a new enterprise and on that ground he or his": "8४ 200। (2) एससीसी 60% लंबे अंतराल। यदि एक युवा उद्यमी एक नया उद्यम शुरू करने का निर्णय लेता है और",
  "to launch a new enterprise and on that ground he or his father seeks eviction of a tenant from the building, the proposed enterprise would not get faded out by subsequent": "उस आधार पर वह या उसके पिता भवन से एक किरायेदार को बेदखल करना चाहते हैं, तो प्रस्तावित उद्यम",
  "proposed enterprise would not get faded out by subsequent developments during the traditional lengthy longevity of the litigation. His need may get dusted, patina might stick on its": "मुकदमेबाजी की पारंपरिक लंबी आयु के दौरान बाद के विकास से फीका नहीं होगा। उसकी आवश्यकता धूल हो",
  "and we may say, unjust to shut the door before an applicant just on the eve of his reaching the finale, after passing through all the previous levels of the litigation, merely on the ground that certain developments occurred pendente lite, because the": "यह हानिकारक है, और हम कह सकते हैं, मुकदमे के सभी पिछले स्तरों से गुजरने के बाद, अंतिम चरण में पहुंचने की ठीक पूर्व संध्या पर एक आवेदक के सामने दरवाजा बंद करना अन्यायपूर्ण है, केवल इस आधार पर कि कुछ",
  "that certain developments occurred pendente lite, because the opposite party succeeded in prolonging the matter for such unduly long period.": "विकास लंबित रहे, क्योंकि विरोधी पक्ष मामले को इतनी अनुचित रूप से लंबी अवधि तक बढ़ाने में सफल रहा।",
  "Therefore, there is no ground to entertain the application bearing CM": "इसलिए, सीएम नंबर वाले आवेदन पर विचार करने का कोई आधार नहीं है। 205 का 32५%-सी. आई. आई.बाद",
  "(14) The applicant/Sandeep Goyal has also filed a miscellaneous application, CM No. 13243-CII of 2015, under Order I": "(।५) आवेदक संदीप गोयल ने एक विविध आवेदन भी दायर किया है, सीएम नं। 205 का 3243-सी. आई. आई.",
  "petition. It needs mention that the applicant himself appeared as RW-3": "यह उल्लेख करने की आवश्यकता है कि आवेदक स्वयं किराया नियंत्रक के समक्ष आर. डब्ल्यू-3 के रूप में",
  "before the Rent Controller and testified in support of the tenant. Despite": "उपस्थित हुआ और किरायेदार के समर्थन में गवाही दी। बेदखली की कार्यवाही से अच्छी तरह वाकिफ होने के",
  "being well aware of the eviction proceedings, he never sought to be impleaded as a party respondent before the Rent Controller. Therefore,": "बावजूद, उन्होंने कभी भी किराया नियंत्रक के समक्ष एक पक्ष प्रतिवादी के रूप में शामिल होने की मांग नहीं की।",
  "for being impleaded as a party respondent. The application appears to have been filed for oblique motives.": "करने का कोई कारण नहीं है। ऐसा प्रतीत होता है कि आवेदन अप्रत्यक्ष उद्देश्यों के लिए दायर किया गया था।",
  "(15) There is, therefore, no ground to interfere with the judgments passed by the Rent Controller as well as the Appellate": "(5) अतः किराया नियंत्रक और अपीलीय प्राधिकरण द्वारा पारित निर्णयों में हस्तक्षेप करने का कोई आधार नहीं है",
  "Authority as the same do not suffer from any error of law or jurisdiction. The revision petition is, accordingly, dismissed.": "क्योंकि वे विधि या अधिकारिता की किसी त्रुटि से ग्रस्त नहीं हैं। तदनुसार पुनरीक्षण याचिका खारिज कर दी जाती है।",
  "(16) The petitioner-tenant is granted three months’ time from today, i.e., up to 5.4.2023 to vacate the demised premises and handover": "(।6) याचिकाकर्ता-किरायेदार को आज से तीन महीने का समय दिया गया है, यानी 5.५.2023 तक, ध्वस्त परिसर",
  "its possession to the respondents-landlords.": "को खाली करने और उत्तरदाताओं-मकान मालिकों को अपना कब्जा सौंपने के लिए।",
  "(17) Miscellaneous application(s), if any, stands disposed of accordingly.": "(7) विविध अनुप्रयोग (ओं) यदि कोई हो, तो तदनुसार निपटाया जाता है।"
}