{
  "Before H.S. Bhalla, J.": "माननीय न्यायमूर्ति एच.एस.भल्‍्ला के समक्ष",
  "MRS. KANTA GUPTA,—Petitioner": "श्रीमती कांता गुप्ता-याचिकाकर्ता",
  "versus": "बनाम",
  "5th October, 2007": "5 अक्टूबर, 2007",
  "Constitution of India, 1950—Art. 226—Punjab Civil Services": "भारत का संविधान, 950-अनुच्छेद। 226--पंजाब सिविल सेवा",
  "Rules, Vol. HI-R1.6.17—Govt. doctor dismissed after inquiry for": "नियम, खंड प्र-आरएल.6.7--सरकारी डॉक्टर को निजी मेडिकल",
  "against dismissal failing before High Court—Death of doctor—": "गया-बर्खास्तगी विफल होने के खिलाफ उच्च न्यायालय में चुनौती-डॉक्टर",
  "Govt. imposing cut on family pension on ground of misconduct—": "की मौत-सरकार ने इस आधार पर पारिवारिक पेंशन में कटौती की",
  "Challenge to imposing cut—No provision in P.C.S. Rules for imposing a cut on family pension on account of misconduct—Order quashed": "कदाचार की - कटौती लागू करने को चुनौती - कदाचार के कारण पारिवारिक पेंशन पर कटौती लगाने के लिए पी.सी.एस. नियमों में कोई",
  "and directions issued for release of family pension and other terminal": "प्रावधान नहीं - आदेश रद्द कर दिया गया और पारिवारिक पेंशन और अन्य",
  "Held, that in view of the provisions of the Family Pension Scheme": "पारिवारिक पेंशन योजना के प्रावध्षनों के मद्देनजर याविकाकर्ता पारिवारिक",
  "of grant of family pension to the petitioner. Even otherwise, the disciplinary": "इसलिए उजनुशायनात्यक कार्यवाही को याविकाकर्ता को पारिवारिक पेंशन देने",
  "servant. These could not be pursued after his death. A dead person cannot": "इनका उनुसरण नहीं किया जा सका। कोई य्त व्यक्ति विागीय",
  "Manohar Lall, Advocate, for the petitioner.": "मनोहर लाल, याचिकाकर्ता के वकील",
  "Ashok Jindal, Additional Advocate General Haryana, for the": "अशोक जिंदल, अतिरिक्त महाधिवकक्‍ता हरियाणा, ग्रतिवादी के लिए",
  "in bureaucracy, the very purpose of the family pension scheme and other": "लटकाए रखा जाता है, तो पारिवारिक पेंशन योजना और अन्य लाभों का उद्देश्य",
  "(5) Inthe circumstances, therefore, I allow this writ petition, quash": "(5) इसलिए, इन परिस्थितियों में, मैं इस रिट याचिका को स्वीकार करता",
  "the order, dated 30th June, 1997 (Annexure P-4) and direct the respondents": "हूं, 30 जून, 997 (अनुलग्नक पी-4) के आदेश को रद्द करता हूं और प्रतिवादियों",
  "to sanction and release to the petitioner the family pension, death-cum-": "को याचिकाकर्ता को पारिवारिक पेंशन, मृत्यु-सह-सेवानिवृत्ति को मंजूरी देने और",
  "her husband on the date of his death, i.e., 3rd November, 1983 and other": "की तारीख, यानी 3 नवंबर, 983 को अर्जित अवकाश का लाभ न उठा पाने के",
  "amount so due till the date of actual payment. The petitioner shall also get": "देता हूं कि याचिकाकर्ता को वास्तविक भुगतान की तारीख तक देय राशि पर",
  "costs of this writ petition, which are assessed at Rs. 1,000.": "इस रिट याचिका की लागत भी मिलेगी, जिसका मूल्यांकन ,000 रुपये है।",
  "H.S. BHALLA, J.": "माननीय न्यायमूर्ति एच.एस. भल्ला",
  "(1) Invoking extraordinary writ jurisdiction under Article 226 of the Constitution of India, the petitioner has prayed for issuance of a writ": "()) भारत के संविधान के अनुच्छेद 226 के तहत असाधारण रिट क्षेत्राधिकार का उपयोग करते हुए, याचिकाकर्ता ने आयुक्त और सरकार के",
  "in the nature of certiorari for quashing the order, dated 30th June, 1997 passed by Commissioner and Secretary to Government, Haryana, Health": "सचिव, हरियाणा द्वारा पारित आदेश, दिनांक 30 जून, 997 को रद्द करने के",
  "Department, Chandigarh-respondent No. 1, whereby 50% cut on the family": "विभाग, चंडीगढ़-प्रतिवादी संख्या ।, जिसके तहत पारिवारिक पेंशन पर 50%",
  "to the respondents to make payment of arrears of pension, family pension,": "की कटौती की गई। याचिकाकर्ता ने प्रतिवादियों को पेंशन, पारिवारिक पेंशन,",
  "Gratuity, provident fund, leave encashment and Group Insurance money": "ग्रेच्युटी, भविष्य निधि, अवकाश नकदीकरण और समूह बीमा राशि का बकाया",
  "with interest at the rate of 18% per annum.": "8% प्रति वर्ष की दर से ब्याज के साथ भुगतान करने का निर्देश जारी करने",
  "(2) The facts required to be noticed for the disposal of this petition": "(2) इस याचिका के निपटारे के लिए ध्यान देने योग्य तथ्य यह है कि",
  "are that the petitioner is a widow of late Dr. M.G. Gupta, who joined as": "याचिकाकर्ता स्वर्गीय डॉ. एम.जी. की विधवा है। गुप्ता, जो 25 जनवरी, 952",
  "an Assistant Surgeon, Class IJ on 25th January, 1952 in the Punjab Health": "को पंजाब स्वास्थ्य विभाग में सहायक सर्जन, द्वितीय श्रेणी के रूप में शामिल",
  "Department. He was confirmed on the said post on 25th January, 1954.": "हुए। 25 जनवरी, 4954 को उक्त पद पर उनकी पुष्टि की गई। वह 7 दिसंबर,",
  "He joined as Medical Officer, PCMS Class-II, on 7th December, 1960 through the Punjab Public Service Commission. On re-organisation of the": "960 को पंजाब लोक सेवा आयोग के माध्यम से मेडिकल ऑफिसर, पीसीएमएस क्लास- ॥ के रूप में शामिल हुए। । नवंबर, 966 को पूर्ववर्ती",
  "through the Punjab Public Service Commission. On re-organisation of the erstwhile State of Punjab on 1st November, 1996, the services of the petitioner’s husband were allocated to the State of Haryana and thus, he": "पंजाब राज्य के पुनर्गठन पर, याचिकाकर्ता के पति की सेवाएं हरियाणा राज्य",
  "became a member of HCMS, Class-II and he was confirmed as Medical": "को आवंटित की गईं और इस प्रकार, वह एचसीएमएस, वर्ग- ॥ के सदस्य बन",
  "7 of the Punjab Civil Services (Punishment and Appeal) Rules, 1952, (hereinafter referred to as “‘the Rules’’) levelling allegations therein that he": "(दंड और अपील) नियम, 952 (इसके बाद संदर्भित) के नियम 7 के तहत",
  "husband of the petitioner, on attaining the age of 50 years, served three": "खोला और अपनी निजी प्रैक्टिस कर रहा था। याचिकाकर्ता के पति ने, 50 वर्ष",
  "months’ notice on 7th November, 1978 under Rule 3.26 of the Punjab Civil": "के नियम 3.26 के तहत 7 नवंबर, 978 को तीन महीने का नोटिस दिया।",
  "expired on 8th February, 1979 and he automatically stood retired from": "नोटिस की अवधि 8 फरवरी, 979 को समाप्त हो गई और वह स्वचालित रूप",
  "service from that date i.e. 8th February, 1979. The husband of the petitioner": "से उस तारीख यानी 8 फरवरी, 979 से सेवा से सेवानिवृत्त हो गए।",
  "Dr. M.G. Gupta met his edge of doom on 10th May, 1987. However,": "याचिकाकर्ता के पति डॉ. एम.जी. 40 मई, 987 को गुप्ता की मृत्यु हो गई। हालाँकि, विवादित आदेश पारित किया गया, जिसके तहत याचिकाकर्ता की",
  "impugned order was passed, whereby 50% cut was imposed on family pension of the petitioner,—vide order, dated 30th June, 1997. This order": "हालाँकि, विवादित आदेश पारित किया गया, जिसके तहत याचिकाकर्ता की पारिवारिक पेंशन पर 50% की कटौती की गई, दिनांक 30 जून, 4997 के",
  "(3) Written statement has been filed by the respondents by virtue": "(3) उत्तरदाताओं द्वारा लिखित बयान दायर किया गया है जिसके",
  "of which it was pointed out that a charge sheet under rule 7 of the Rules": "आधार पर यह बताया गया कि याचिकाकर्ता के पति को नियमों के नियम 7 के",
  "was served upon the husband of the petitioner. On an inquiry being conducted,": "तहत आरोप पत्र दिया गया था। जांच किए जाने पर, जांच अधिकारी द्वारा एक",
  "husband of the petitioner had been doing private practice outside B.K.": "बी.के. के बाहर निजी प्रैक्टिस कर रहा था। सरकारी निर्देशों के उल्लंघन में",
  "Hospital, Faridabad in contravention of Government instructions. He was not entitled to do private practice after 1st February, 1972. The husband": "अस्पताल, फ़रीदाबाद। 4 फरवरी, 972 के बाद वह निजी प्रैक्टिस करने के"
}