{
  "Commandant.": "कमांडेंट",
  "(iti) Issue any other writ, order or direction that this Hon’ble": "#) कोई अन्य रिट आदेश या निर्देश छा करे मो इस, जो इस माननीय",
  "Court deems fit under the peculiar facts and circumstances": "न्यायालय को मायले के विशिष्ट तथ्यों तहत उपयुक्त लगे",
  "the operation of the impugned order of Retirement Annexure P-4": "रन के दौरान सं लिन संलग्रक पी-4 के विवादित के संचालन पर",
  "may kindly be stayed and the petitioners be allowed to continue to work as Commandants Selection Grade.": "लगाई जाए और काबिकाकर्ताओं को कमांडेंट 2 के रूप में कास करना जारी रखने की अनुयति दी जाए।",
  "P. S. Patwalia, Advocate, with H. S. Sethi, Advocate, for the Petitioners.": "याचिकाकर्ताओं की ओर से अधिवक्ता एच. एस. सेठी के स्राथ अधिवक्ता पी एस. पटवालिया,",
  "S. K. Pipat, Sr. Standing Counsel with D. D. Sharma, Addl.": "एस के के. पीपत, सीनियर स्टैंडिंग काउंसल डी. डी. शर्मा के साथ, एडिशनल",
  "JUDGMENT": "निर्णय",
  "(1) The vexed question of law that requires determination in": "() कानून न का जटिल प्रश्न जिसके लिए इस मामले में निर्धारण की",
  "this case is, whether the age of Superannuation of Commandant (Selection Grade) in the Central Reserve Police Force, is 58 years or 55 years ?": "आवश्यकता है, वह यह है कि क्या केंद्रीय रिजद इलिस बल में कमांडेंट (चयन ग्रेड) की सेवानिवृत्ति की आयु 58 वर्ष है या 55 वर्ष?",
  "(2) The above-mentioned question has arisen out of the follow- ing facts :—": "(2) उपर्युक्त प्रश्न निम्नलिखित तथ्यों से उत्पन्न हुआ है:---",
  "(3) The Central Reserve Police Force (In short ‘C.R.P.F.’) has": "(3) केंद्रीय रिजर्व पुलिस बल (संक्षेप में सी.आर.पी.एफ\"') का गठन केंद्रीय",
  "(hereinafter called the Act). Section 2(c) of the Act defines ‘the Force’ to mean the Central Reserve Police Force. Section 2(d) of": "के तहत किया गया है।अधिनियम की रण 2 (सी) 'बल' को केंद्रीय रिजर्व पुलिस बल के अर्थ में परिभाषित करती है।अधिनियम की #ण 2 (डी) 'बल के सदस्य'",
  "the Act defines ‘Member of the Force’ in the following terms :—": "को निम्नलिखित शब्दों में परिभाषित करती है:--",
  "“ ‘Member of the Force’ means a person who has been appoint-": "“'बल के सदस्य' का जर्थ वह व्यक्ति है जिसे कर्माडेंट द्वारा बल में",
  "ed to the Force by the Commandant, whether before or after the Commencement of this Act, and in Sections 1, 3,": "नियुक्तकिया यया है चाहे इस अधिनियम के प्रारं/ होने से पहले या",
  "to the age of 58 years.": "सदस्य55 वर्षकी आयु प्राप्त करता है।”",
  "perusal of the same :—": "किया गया है:--",
  "Shri K, S, Pandhi and others v. Union.of India and others 153 (R. S. Mongia, J.)": "श्रीके एस. पांधी और अन्य आर, एस. मोंगिया, जे. “7 भारत संघ और अन्य",
  "Class II, Class III and Class IV posts. However, with effect from": "वर्गात, वर्ग गा और वर्ग ५ के रूप में वर्गीकृत किया गया था। हालांकि, नवंबर,",
  "November, 1973, these have been re-classified as Group A; Group B, Group C and Group D posts, respectively. On 16th July, 1983, the": "975 से इन्हें क्रमशः समूह ए, समूह : जुताओ सी और समूह डी पदों के रूप",
  "garding the cadre review for Group ‘A’ posts in the C.R.P.F. This": "मंत्रालय ने सी.आर.पी.एफ में सह ह 'ए' पदों के लिए संवर्ग समीक्षा के संबंध में",
  "letter has been attached as Annexure P-5 to the writ petition. The": "एक पत्र जारी किया। इस पत्र को रिट याचिका के संलग्नक पी-5 के रूप में",
  "relevant extract is quoted below :—": "संलग्न किया गया है। प्रासंगिक उद्धरण नीचे उद्धृत किया गया है:--",
  "“Subject : CADRE REVIEW FOR GROUP ‘A’ POSTS IN THE C.R.P.F.": "“विषय: सी आर पी एफ सयूह ' ए पोस्ट के,लिए कैडर समीक्षा",
  "Sir,": "साहब",
  "‘Group ‘A’ posts in the C.R.P.F. by the Government of India, I am": "भारत सरकार द्वारा सी आर पी एफ में ' ग ह ए 'पदों के लिए संवर्ग",
  "(i) Upgradation of .20 posts of Commandants (Rs. 1200—170¢": ") कर्याडेंट के 20 परद्दों (200-7700 रपये और विशेष वेतन 700",
  "plus Special pay Rs. 100) 18 in group-centres and 2 in Central Training Colleges to the level of Addl. D.LG.": "रुपये का उन्नयन समूह केंद्रों में।8 और केंद्रीय प्रशिक्षण कॉलेजों",
  "(iii) Creation of 73 posts of Commandants/ADs 69 Comman-": "(7) कर्माडेंट'एडी के 73 परदों का ए॒जन बटालियनों में 69 कर्माडेंट",
  "dants in Battalions and 4 ADs in the Directorate General C.R.P.F. in the selection grade of Rs. 1,800 fixed from": "जीर सी आर पी एफ यह्मनिवेशालय में4 एडी के पद /800 रुपये",
  "within the existing strength of Commandants in ordinary": "के चयन ग्रेड में साधारण ग्रेड में कमांडेंट की गौजूदा ताकत के",
  "the quantum of special pay and Compensatory allowance presently admissible and conditions therefore would": "का विशेष वेवन थी / वर्तमान में स्वीकार्य विशेष वेतन और",
  "presently admissible and conditions therefore would remain unchanged. (The above posts are in lieu of the": "प्रतिपूरक भत्ते की यात्रा और शर्ते अपरिवर्तित रहेंगी।/( उपरोक्त पद",
  "existing 73 ordinary posts of Commandants/ADs in the": "सी कर हे एफ में कमांडेंट'एडी के मौजूदा 73 सामान्य पदों के",
  "trom the date (3) these are filled-up till 29th February, 1984 in the": "ये पहली बार में 29 फरवरी 7984 तक भरे जाते हैं।#तिरिक्त डी आई",
  "DIG/selection grade Commandants/Ads and Assistant Commandant": "जी/चयन ग्रेड कयार्डेंटवविज्ञापन और सह्लायक कर्माडेंट सेकंड: इन: कांड के",
  "(a) Only those C.R.P.F. officers who have served as Comman- dant for a minimum period of six years and have also": "(७) केवल वे सी आर पी एफ अधिकारी,जिन्हरोंने कम से कय छह साल",
  "‘(a) Superior Officer—": "() पुलिस उपाधीक्षक सह्मायक",
  "post of Commandant (Selection Grade) is a higher post than an": "कमरार्डेट( चयन ग्रेड) कर्माडेंट/ चयन ग्रेड) जिसमें से कम से",
  "(11) On the other hand, learned counsel for the respondents,": "() दूसरी ओर, प्रतिवादी के विद्वान अधिवक्ता ने किया कि एक",
  "submitted that a Commandant, (Selection Grade), remains a Commandant, and, therefore, ipso facto he is a member of the Force": "कमांडेंट, (चयन ग्रेड), एक कमांडेंट बना रहता है, और इसलिए वास्तवमें वह",
  "under Rule 5 read with Rule 6, and as such under Rule 43(a) of the": "नियम 6 के साथ पठित नियम 5 के तहत बल का सदस्य है, और इस तरह नियमों",
  "retire at the age of 55 years.": "वर्ष की आयु में सेवानिवृत्त होगा।",
  "(12) From the rival contentions of the parties, as noticed above,": "(2) पार्टियों के प्रतिद्वंद्वी विवादों से, जैसा कि ऊपर देखा गया है, विचार के",
  "the question for consideration that emerges is, is the post of Comman- dant (Selection Grade) a higher and distinct post than the Comman-": "लिए सवाल यह है कि क्या कमांडेंट (चयन ग्रेड) का पद किट की तुलना की तुलना में",
  "succeed.": "सफल होना चाहिए।",
  "(13) The petitioners’ counsel, to substantiate that the post of": "(3) याचिकाकर्ताओं के वकील ने यह साबित करने के लिए कि कमांडेंट",
  "Commandant (“election Grade) is a higher and a distinct post than": "(चयन ग्रेड) का पद कमांडेंट की तुलना में एक उच्च और विशिष्ट पद है, आग्रह",
  "be taken into consideration to come to the above conclusion :—": "किया कि उपरोक्त निष्कर्ष पर आने के लिए निम्नलिखित कारकों को ध्यान में रखा जाना चाहिए:-_",
  "(1) The post of Commandant (Selection Grade) was and is in a higher pay scale than the Commandant. The un-": "()) कमांडेंट (चयन ग्रेड) का पद कमांडेंट की तुलना में अधिक वेतनमान",
  "revised pay-scale of Commandant was Rs. 1,200—1,700": "में था और है।कमांडेंट का अपरिवर्तित वेतनमान रु।, 200-,700",
  "plus Rs. 100 as Special Pay; whereas the pay of the Commandant (Selection Grade) was Rs, 1,800 Fixed plus": "प्लस रु 00 विशेष वेतन के रूप में; जबकि कमांडेंट (चयन ग्रेड)",
  "Commandant (Selection Grade) was Rs, 1,800 Fixed plus Rs. 100 Special Pay. The same was revised in pursuance": "का वेतन रु।।, 800 फिक्स्ड प्लस रु 00 विशेष वेतन/ इसे चौथे",
  "Rs, 4,100—5,300 for the Commandant and Rs. 4,500—5,700": "4, 00- 5,300 कमांडेंट के लिए और रु 4,500-5,700 कमांडेंट",
  "for the Commandant (“election Grade).": "(चयन ग्रेड) के लिए",
  "(2) Vide order dated 16th July, 1983 (to which reference has": "(2) दिनांक 6 जुलाई 983 के आदेश द्वारा (जिसका संदर्भ पहले ही",
  "already been made above) 69 posts of Commandants (Selection Grade) and 4 Assistant Directors, were created from the existing strength of the Commandants and the": "ऊपर दिया जा चुका है) 69 कमांडेंट (चयन ग्रेड) और 4 सहायक निदेशकों के पद, कमांडेंट की ताकत से बनाए गए थे और",
  "said posts were created in lieu of existing 73 ordinary": "उक्त पद बदले में बनाए गए थे कमर ट/एडी के मौजूदा 73 सामान्य",
  "posts of Commandants/ADs. in the CR.P.F. It was not": "पदों में से। सी.आर.पी.एफ में ऐसा मामला नहीं था कि कमांडेंट की",
  "certain percentage of the officers, by virtue of seniority,": "कुल संख्या में से, वरिष्ठता के आधार पर अधिकारियों के एक निश्चित",
  "were to get higher pay scale known as ‘Selection Grade’.": "प्रतिशत को उच्च वेतनमान मिलना था, जिसे 'चयन ग्रेड' के रूप में",
  "(3) The post of Commandant (Selection Grade) was a promo- tional post from the rank of Commandant and, therefore,": "() कमांडेंट (चयन ग्रेड) का पद कमांडेंट के पद से एक पदोन्नति वाला",
  "tional post from the rank of Commandant and, therefore, has to be higher in rank and status than that of a": "पद था और इसलिए, रैंक और स्थिति में कमांडेंट की तुलना में",
  "ing posts of Commandants (Selection Grade) lays down": "(चयन श्रेणी) के पद पर पदोन्नत किया गया था।पदोन्नति के आदेश को संलग्नरक",
  "month preceding the month in which the member or Force attains the age of 55 years.”": "क्योंकि बल के सभी सदस्यों को उक्त नियम के तहत 55 वर्ष की आयु में",
  "only those C.R.P.F. Commandants who-have completed 16 years of Gazetted service, would be eligible for promotion.": "केवल वे सी.आर.पी.एफ कमांडेंट जिन्होंने राजपत्रित सेवा के 6 वर्ष",
  "years of Gazetted service, would be eligible for promotion. to the Selection Grade.": "पूरे कर लिए हैं, चयन श्रेणी में पदोन्नति के लिए पात्र होंगे।",
  "Even the Government,—vide its communication dated 29th": "यहां तक कि सरकार ने भी-29 अक्टूबर, 987 के अपने संचार के माध्यम",
  "(to which reference has already been made above) men- tions the eligibility conditions for promotion of Cadre Officers to various ranks. The emphasises being that this": "ऊपर दिया जा चुका है) में संवर्ग अधिकारियों की विभिन्न पदों पर पदोन्नति के लिए पात्रता शर्तों का उल्लेख किया है।इस बात पर जोर",
  "communication laid down eligibility for promotion to": "दिया जाता है कि यह संचार विभिन्न रैंकों में पदोन्नति के लिए पात्रता",
  "different ranks, meaning théreby the Commandant and": "निर्धारित करता है, जिसका अर्थ है कि कमांडेंट और कमांडेंट (वयन",
  "the Commandant (Selection Grade) were different ranks. This communication lays down as to what are the eligibi-": "ग्रेड) अलग-अलगरैंक थे।यह संचार इस बारे में बताता है कि कमांडेंट",
  "grade to Commandant (Selection Grade) and from": "साधारण ग्रेड से कमांडेंट (चयन ग्रेड) और कमांडेंट (चयन ग्रेड) से",
  "learned counsel stressed that it is in the hierarchy that": "विद्वान अधिवक्ता ने जोर देकर कहा कि यह पदानुक्रम है कि कमांडेंट",
  "Commandant (Selection Grade) and then Additional D.LG.": "के बाद कमांडेंट (चयन ग्रेड) और फिर अतिरिक्त डी. आई. जी. और",
  "and then D.I.G. The posts of Commandant and Comman- dant (Selection Grade) are not the same as it is from the": "डी. आई. जी. का पदोन्नति पद है। कमांडेंट और कमांडेंट (चयन ग्रेड)",
  "of Commandant (Selection Grade) and then only the": "(चयन ग्रेड) के पद पर पदोन्नति मिलती है और उसके बाद ही",
  "Commandant (Selection Grade) gets promotion to D.LG.": "कमांडेंट (चयन ग्रेड) को डी.आई.जी. में पदोन्नति मिलती है। किसी",
  "No Commandant can straightaway’ be promoted as D.I.G.": "भी कमांडेंट को सीधे डी. आई. जी. के रूप में पदोन्नत नहीं किया जा",
  "If both posts of Commandant and Commandant (Selection": "सकता है। यदि कमांडेंट और कमांडेंट (चयन ग्रेड) के दोनों पद",
  "Grade) were the same, and of the same rank and status, then both should have been eligible for: promotion’ to the": "समान थे, और समान रैंक और स्थिति के थे, तो दोनों को अतिरिक्त",
  "then both should have been eligible for: promotion’ to the post of Additional D.LG.": "डी.आई.जी. के पद पर पदोन्नति के लिए पात्र होना चाहिए था।",
  "(41 The order appointing the petitioners as Commandants": "(4) याचिकाकर्ताओं को कमांडेंट (चयन ग्रेड) के रूप में नियुक्त करने के",
  "have been promoted to the rank of Commandants Selec- tion Grade.": "ठुचिकाक्ताओं को कमांडेंट चयन ग्रेड के पद पर पदोन्नत किया गया",
  "(5) The promotion of the petitioners as Commandants": "(5) याचिकाकर्ताओं को कमांडेंट (चयन ग्रेड) के रूप में पदोन्नत किया",
  "dants (Selection Grade). If it was just a grant of the": "गया था।अगर यह सिर्फ एक अनुदान था",
  "(7) ‘ihe post of Additional D.LG., which was also created,—": "() अतिरिक्त डी.आई.जी. का पद भी सृजित किया गया था, - पत्र दिनांक",
  "vide letter dated 1¢th July, 1983, which is a Group ‘A’ post, the age of superannuation has been prescribed as 58": "] ९ लाई, 983 द्वारा, जो एक समूह 'ए' पद है, सेवानिवृत्ति की आयु 58 वर्ष",
  "years,—vide order dated 20th March, 1984 (Annexure F-": "नि की गई है - आदेश दिनांक 20 मार्च, 984 द्वारा (रिट याचिका में",
  "Centres and shall continue to perform the functions and exercise the powers vested in a Commandant under the": "कमांडेंट होंगे और अधिनियम के तहत कमांडेंट में निहित कार्यों और शक्तियों",
  "Act. If an Additional D.L.G. was also exercising the": "का प्रयोग करना जारी रखेंगे। यदि कोई अतिरिक्त डी.आई.जी. एक कमांडेंट",
  "powers of a Commandant, there was no reason not to have 48 years as the age of superannuation of Comman-": "आयु 58 वर्ष न होने का कोई कारण नहीं था, जो कमांडेंट की शक्तियों का भी",
  "(14) From the above factors, the petitioner’s counsel submitted": "(4) उपरोक्त कारकों से, याचिकाकर्ता के वकील ने प्रस्तुत किया कि इस",
  "the post of a Commandant. Further since Rule 5 of the Rules deal-": "संबंधित नियमों के नियम 5 में कमांडेंट (चयन ग्रेड) के पद को शामिल करने के",
  "ing with the constitution of the Force had not been amended to include the post of Commandant (Selection Grade), therefore, the Commandant (Selection Grade) was not a member of the Force and": "लिए संशोधन नहीं किया गया था, इसलिए कमांडेंट (चयन ग्रेड) बल का सदस्य",
  "would not be governed by Rule 43(a) of the Rules, which prescribes": "नहीं था और नियमों के नियम 43 (ए) द्वारा शासित नहीं होगा, जो सेवानिवृत्ति",
  "55 years as the age of superannuation. According to the learned": "की आयु के रूप में 55 वर्ष निर्धारित करता है।विद्वान अधिवक्ता के अनुसार,",
  "Rules to include the post of Commandant (Selection Grade) in the": "बल के गठन में कमांडेंट (चयन ग्रेड) के पद को शामिल करने के लिए नियमों",
  "quently, for the post of Commandant (Selection Grade), which is a": "गया था।नतीजतन, कमांडेंट (चयन ग्रेड) के पद के लिए, जो केंद्र सरकार के",
  "Group A post under the Central Government, the age of retirement would be 58 vears.": "तहत एक समूह ए पद है, सेवानिवृत्ति की आयु 58 वर्ष होगी।",
  "Commandants (Selection Grade). According to the learned counsel,": "श्रेणी के साथ-साथ कमांडेंट (चयन श्रेणी) भी शामिल हैं।विद्वान अधिवक्ता के",
  "from this it was amply clear that non-Selection Grade as well as": "अनुसार, इससे यह स्पष्ट था कि सामान्य ग्रेड के साथ-साथ चयन ग्रेड कमांडेंट",
  "Shri K. S. Pandhi and others v. Union of India and others 159": "श्री के. एस. पांधी और अन्य बनाम भारत संघ और अन्य 59 (आर. एस.",
  "(R. S. Mongia, J.)": "मोंगिया, जे.)",
  "and, therefore, the Commandant (Selection Grade) would fall under the definition of ‘Commandant’ and would be part and parcel of": "और, इसलिए, कमांडेंट (चयन ग्रेड) 'कमांडेंट' की परिभाषा के तहत आएगा",
  "Rule 5 of the Ruels and would, consequently, retire at the age of": "और रूल्स के नियम 5 का हिस्सा होगा और इसके परिणामस्वरूप, नियम 43",
  "55 years under Rule 43(a).": "(ए) के तहत 55 वर्ष की आयु में सेवानिवृत्त होगा।",
  "(16) After considering the rival contentions of the counsel for": "(6) पार्टियों के वकील की प्रतिद्वंद्वी दलीलों पर विचार करने के बाद, मैं",
  "the parties, I ar inclined to agree with the learned counsel for the petitioners. From the various factors, which have been reproduced": "याचिकाकर्ताओं के विद्वान अधिवक्ता से सहमत होने के लिए इच्छुक हूं।विभिन्न",
  "petitioners. From the various factors, which have been reproduced above, (it will be evident that the post of Commandant (Selection": "कारकों से, जिन्हें ऊपर पुनः प्रस्तुत किया गया है, (यह स्पष्ट होगा कि कमांडेंट",
  "Grade) was a higher post in rank and status than that of an ordinary": "(चयन ग्रेड) का पद एक सामान्य कमांडेंट की तुलना में रैंक और स्थिति में एक",
  "Commandant). Apart from the letter creating the posts where it": "उच्च पद था)।पदों का सृजन करने वाले पत्र के अलावा जहां यह उल्लेख किया",
  "to be fulfilled for the post of Commandant (Selection Grade) it was": "गया था कि कमांडेंट (चयन ग्रेड) के पद के लिए पदोन्नति के लिए पात्रता",
  "specifically laid down by the Government itself,—vide communica-": "मानदंडों को 3 किया जाना है, यह विशेष रूप से सरकार द्वारा ही निर्धारित",
  "tion dated 29th October, 1987 (Annexure R-III with the written": "किया गया था-दिनांक 29 अक्टूबर, 987 (लिखित विवरण के साथ अनुलग्नक",
  "statement) as to what are the eligibility conditions for promotion of Cadre Officers to various ranks. In the said letter the hierarchy is": "आर-ा) के माध्यम से, कि कैडर अधिकारियों की विभिन्न रैंकों में पदोन्नति के लिए पात्रता शर्तें क्या हैं।उक्त पत्र में पदानुक्रम दिया गया है और यह केवल एक",
  "given and it is only a Commandant who is promoted to the post of": "कमांडेंट है जिसे कमांडेंट (चयन ग्रेड) के पद पर पदोन्नत किया जाता है और",
  "Commandant (Selection Grade) and then only Commandant (Selection Grade) is promoted to the post of Additional D.1.G.": "फिर केवल कमांडेंट (चयन ग्रेड) को अतिरिक्त डी. आई. जी. के पद पर पदोन्नत",
  "Promotion has always te be to a higher rank and not to an equivalent": "किया जाता है। पदोन्नति हमेशा उच्च पद पर होनी चाहिए न कि समकक्ष पद पर।",
  "(17) Apart from the above, the order appointing the petitioners": "(7) उपरोक्त के अलावा, याचिकाकर्ताओं को कमांडेंट (चयन ग्रेड) के",
  "as Commandants (Selection Grade) mentions that they were being": "रूप में नियुक्त करने के आदेश में उल्लेख किया गया है कि उन्हें पदोन्नत किया",
  "never subject to Vigilance clearance. Only promotion can be made": "है।केवल पदोन्नति सतर्कता द्वारा मे के अधीन की जा सकती है।यदि",
  "and Commandant (Selection Grade) were of the same rank and": "कमांडेंट और कमांडेंट (चयन ग्रेड) के दोनों पद एक ही रैंक और स्थिति के होते,",
  "status, then both would have been eligible for promotion as Addi-": "तो दोनों अतिरिक्त डी. आई. जी. के रूप में पदोन्नति के लिए पात्र होते। हालाँकि,",
  "tional D.I.G. However, it is not so. Even the pay scale of Comman- dant (Selection Grade) is higher than that of an ordinary Comman-": "ऐसा नहीं है । यहां तक कि कमांडेंट (चयन ग्रेड) का वेतनमान भी सामान्य",
  "dant. Though this consideration by itself may in some circumstances": "कमांडेंट से अधिक होता है। हालांकि यह विचार अपने आप में कुछ परिस्थितियों",
  "be not stifficient to hold that a post in a higher pay scale is a promo-": "में यह मानने के लिए पर्याप्त नहीं हो सकता है कि उच्च वेतनमान वाला पद एक",
  "tional post. Simply because while giving the total number of Commandants in the letter dated 18th April, 1991 (Annexure R-VI": "पदोन्नत पद है। केवल इसलिए कि 8 अप्रैल, 99 के पत्र में कमांडेंटों की कुल",
  "with the written statement) the Selection Grade and the non-": "संख्या (लिखित विवरण के साथ अनुलग्रक आर-५) देते समय चयन ग्रेड और",
  "show that Commandant (Selection Grade) is not higher in rank and": "डेंट (चयन ग्रेड) एक सामान्य कमांडेंट की तुलना में रैंक और स्थिति में",
  "status then an ordinary Commandant. I am of the considered view that the post of Commandant (Selection Grade) is a higher and": "अधिक नहीं है।मेरा विचार है कि कमांडेंट (चयन ग्रेड) का पद कमांडेंट की"
}