{
  "(S. S. Sodhi, J.)": "एस एस सोदी जे",
  "(9) A further direction is hereby issued to the School Manage- ment to pay to Shri Ram Kumar Sharma all his arrears of pay and": "9.इसके अलावा स्कूल प्रबंधन कोश्री राम कुमार षर्मा को उनके वेतन और भत्तों के सभी बकाया",
  "allowances by on or before October 7. 1991.": "का भुगतान 7 अक्टूबर 99] को या उससे पहले करने के लिए एक और निर्देष जारी किया",
  "RNR.": "आर एन आर",
  "Before : S. S. Sodhi & G. C. Garg, JJ.": "समक्ष: एस एस सोदी और जी सी गर्ग जे जे",
  "versus": "बनाम",
  "Letters Patent Appeal No. 921 of 1991.": "997 का पत्र पेटैंट अपील संख्या 92|",
  "30th October, 1991.": "30 अक्टूबर 99",
  "Constitution of India. 1950—Art. 226—Appointment—Resigna- tion—Offering of post—D.M.M, Kurukshetra advertising post of lec-": "भारत का संविधान 950- अनुच्छेद 226 नियुक्ति-इस्तीफा-पद की पेषकष-डी एम एम कुरुक्षेत्र",
  "tion—Offering of post—D.M.M, Kurukshetra advertising post of lec- turer in Psychology—After holding interviews, respondent selected.": "में मनोविज्ञान में व्याख्याता के पद का विज्ञापन -साक्षात्कार आयोजित करने के बाद, प्रतिवादी",
  "and placed at No. 2 in the select list—-Candidate placed at No. 1,": "का चयन किया गया और चयन सूची में उसे नंबर 2 पर रखा गया -अभ्यर्थी को नंबर | पर",
  "although working as lecturer in A.M.M., Bhiwani, taking up her new": "रखा गया। हालांकि वह ए एम एम भिवानी में व्याख्याता के रूप में काम कर रही थी, लेकिन",
  "(9) Estoppel was also sought to be raised as‘a bar ‘ against Sharda Rani on the ground that she had again applied for the post of": "9. एस्टोपल को इस आधार पर भी षारदा रानी के खिलाफ एक बाधा के रूप में खड़ा करने",
  "She had also appreard in the interview fer this post in July 1989": "था जब नए आवेदन आमंत्रित किए गए थे और वह जुलाई 989 मेंइस पद के लिए साक्षात्कार",
  "when Smt. Monica Dhingra was selected in preference to her. _": "में भी षामिल हुई थी |जब श्रीमती मोनिका ढींगरा को उनके स्थान पर वरीयता में चुना गया ।",
  "(10) In the overall context of ‘the circumstances as narrated, neither of the contentions raised can be sustained. There is - no": "40. बताई गई परिस्थितियों के समग्र संदर्भ में, उठाए गए किसी भी विवाद को कायम नहीं",
  "priate cours¢ for the College would obviously have been to call upon Sharda Rani to take up the appointment. At any rate, once": "पर कार्यभार ग्रहण नहीं किया,काःलेज के लिए उचित कदम स्पश्ट रूप से षारदा रानी को नियुक्ति के लिए बुलाना होता। किसी भी कीमत पर , एक बार श्रीमती , किरण गुप्ता केवल",
  "Smt. Kiran Gupta left after holding the post for only three days, coupled with the direction to.the Principal of the College as con-": "तीन दिनों तक पद पर रहने के बाद चली गई , साथ ही कालेज के प्राचार्य को निर्देष दिया गया",
  "tained in the letter of January 1, 1988 (annexure P/2) that Sharda": "कि | जनवरी 988 के पत्र (अनुलग्नक पी/2) में निहित है कि षारदा रानी को अवकाष रिक्‍ती",
  "(2) In pursuance of an advertisement issued by the Dayanand Mahila Mahavidyala, Kurukshetra (hereinafter referred to as ‘the": "2. दयानंद महिला महाविधाल्य , कुरुक्षेत्र बाद में इसे कालेज के रूप में संदर्भित किया",
  "held on July 28, 1987. The Selection Committee prepared a select": "साक्षात्कार 28 जुलाई 987 को आयोजित किए गए थे | चयन समिति ने एक चयन सूची",
  "list where the name of Smt. Kiran Gupta was placed at No. 1, follow-": "तैयार की जहां श्रीमती किरण गुप्ता का नाम नबंर पर रखा गया था, उसके बाद प्रतिवादी-",
  "ed by respondent-Sharda Rani at No. 2. Last on the selection list was Smt. Saroj Sharma.": "षारदा रानी का नबंर 2 पर था | चयन सूची में अंतिम स्थान पर श्रीमती सरोज षर्मा थी।",
  "(3) The candidate selected namely Smt. Kiran Gupta was work-": "3... चयनित उम्मीदवार अर्थात श्रीमती किरण गुप्ता आदर्ष महिला महाविधालय भिवानी में",
  "apparently on this accougt that she did not take up her post of. Lecturer at the College as she was required to do by October 1987.": "का पद नहीं संभाला, जैसा कि उन्हे अक्टूबर 987 तक करना था। इस उददेषय के लिए बार",
  "It was only after repeated extensions granted for the purpose that she eventually took up her post as Lecturer in the College on": "बार विस्तार दिए जाने के बाद ही उन्होने अंततः लेक्चरर के रूप में अपना पद संभाला। 30",
  "November 30, 1987, but that too for only three days, as on December": "नवंबर 987 को कालेज , लेकिन वह भी केवल तीन दिनों के लिए, 3 दिसंबर 987 को",
  "3, 1987, she applied for and was granted extraordinary leave. She never thereafter came back to the College and instead submitted her": "उन्होने आवेदन किया और उन्हे असाधारण छुटी दे दी गई। इसके बाद वह कभी कालेज वापिस",
  "never thereafter came back to the College and instead submitted her resignation from the post on January 19, 1989.": "नहीं आई और 9 जनवरी ,989 को अपने पद से अपना इस्तीफा सौंप दिया |",
  "(4) In the meanwhile, the College authorities instead of offering -": "4... इस बीच कालेज के अधिकारियों ने प्रतिवादी षारदा रानी, जो चयन सूची में अगले स्थान",
  "the appointment of the post of Lecturer in Psychology to the respon-": "पर थी, को मनोविज्ञान में व्याख्याता के पद पर नियुक्त की पेषकष करने के बजाय अन्य",
  "but not Sharda Rani. No wonder, Sharda Rani protested and": "नहीं इसमें कोई आषचर्य नहीं कि , षारदा रानी ने विरोध किया और जिस पद के लिए उनका",
  "approaches the higher authorities seeking their intervention for being appointed to the post for which she had keen selected. It is": "चयन किया गया था, उस पर नियुक्ति के लिए उच्च अधिकारियों से हस्तक्षेप की मांग की इस",
  "pertinent to note, in this behalf, that on December 11, 1987, the": "सबंध में यह ध्यान रखना उचित है कि | दिसंबर 987 को कुरुक्षेत्र विषवविधालय ने अपने",
  "Kurukshetra University, by its letter of December 11, 1987 directed the College to the effect that “so long as panel exists, the appoint-": "।4 दिसंबर 987 के पत्र द्वारा कालेज को इस आषय का निर्देष दिया कि जब तक पैनल",
  "ment is to be made from amongst the candidates in the Panel”. There": "मौजूद हैं तब तक नियुक्ति की जानी है पैनल में उम्मीदवारों के बीच से बनाया गया | डी आर",
  "panel of Psychology as already requested you,—vide this office": "पैनल से नियुक्ति सख्ती से करें जैसा कि पहले ही आपसे अनुरोध किया जा चुका है - इस",
  "event of granting long leave to the candidates at Sr. No. 1, you are requested to offer the post in the leave vacancy to the person at": "। पर उम्मीदवारों को लंबी छुटी देने की स्थिति में, आपसे अनुरोध है कि आप पद की पेषकष",
  "requested to offer the post in the leave vacancy to the person at Sr, No. 2 in the panel. Please note that this must he adhered to.”": "करें पैनल में क्रम संख्या 2 पर व्यक्ति को अवकाष रिक्त कृष्या ध्यान दे कि उसे इसका पालन",
  "(5) The fact that Sharda Rani had not, been justly treated in the": "5, तथ्य यह है कि षारदा रानी के साथ उचित व्यवहार नहीं किया गया था व्याख्याता पद",
  "matter of appointment to the post of Lecturer, not being offered to": "पर नियुक्ति का मामला, नहीं दी जा रही नियुक्ति उन्हे , हरियाणा के उच्च षिक्षा निदेषक के",
  "Higher Education, Haryana to the Registrar, Kurukshetra University of April 25, 1989 (annexure P/6), where it is said, “On representation": "25 अप्रैल 989 को रजिस्टरार कुरुक्षेत्र विषवविधालय को लिखे पत्र (अनुलग्नक पी/6 ) में",
  "been found that injustice has been done in her case as she was not": "मामला जांच की गई है और यह पाया गयाहै कि उसके मामले में अन्याय हुआ है क्‍योंकि उसे",
  "given appointment, even though, she was legitimately entitled to be": "नियुक्ती नहीं दी गई , जबकि वह विधिवत गठित समिति के माध्यम से अपने चयन के कारण",
  "appointed against the regular post on account of her selection through the duly constituted Committee”. The Registrar was con-": "नियमित पद पर नियुक्त होने की वैध रूप से हकदार थी | इसके बाद रजिस्ट्रार से पूछा गया",
  "taken on this letter is. however. not clear from the material as has been placed before us.": "सामनें रखा गया है, उस सामग्री से यह स्पश्ट नहीं है।",
  "(6) A matter of material significance to note here is that Smt. Kiran Gupta, who had been selected and put at No. 1 by the": "6. यहां ध्यान देने योग्य बात यह है कि श्रीमति किरण गुप्ता , जिन्हे चयन समिति द्वारा",
  "Selection Committee never gave up her post at the Adarsh Mahila Mahavidyala, Bhiwani. It was, while she was holding this post that": "चयनित किया गया था और नबंर । पर रखा गया था, ने आदर्ष महिला महाविधालय , भिवानी में अपना पद कभी नहीं छोड़ा | जब वह इस पद पर थी , तब उन्होने केवल तीन दिनों के ऐ",
  "she had complied with the formality of accepting this appointment for just three days, never to take it up thereafter. In the peculiar": "में अपना पद कभी नहीं छोड़ा | जब वह इस पद पर थी , तब उन्होने केवल तीन दिनों के ऐ इस नियुक्ति को स्वीकार करने की औपचारिकता का पालन किया था, इसके बाद इसे कभी नहीं",
  "circumstances of this case, it was only fair and just that the appoint-": "लिया | इस मामले की विषिश्ट परिस्थितियों में, यह बिल्कुल उचित था कि प्रतिवादी-षारदा रानी",
  "ment should then have been offered to respondent--Sharda Rani.": "को नियुक्ति की पेषकष की जानी चाहिए थी कि प्रतिवादी -षारदा रानी को नियुक्ती की पेषकष",
  "Not only this, it also transpires that thereafter ad hoc appointments": "की जानी चाहिए थी | इतना ही नहीं, यह भी पता चला कि इसके बाद तदर्थ नियुक्तियां की",
  "were made, but of persons other than Sharda Rani. No explanation to account for such appointments is forthcoming.": "गई, लेकिन षारदा रानी के अलावा अन्य व्यक्तियों की। ऐसी नियुक्तियों के लिए कोई",
  "(7) Any way, what happened next was that on July 8, 1989, the post of Lecturer in Psychology was re-advertised. Respondent": "7. बहरहाल, आगे क्‍या हुआ कि 8 जुलाई |989 को मनोविज्ञान में व्याख्याता का पद पुनः",
  "Sharda Rani was again amongst the persons who had applied for this": "विज्ञापित कियागया । प्रतिवादी षारदा रानी फिर से उन व्यक्तियों में से थी जिन्होने इस पद के",
  "post. She was, however. not selected. but instead one Smt. Monica": "लिए आवेदन किया था।हालांकि , उनका चयन नहीं किया गया था, बल्कि एक श्रीमति का चयन",
  "Dhingra was selected and offered this appointment to the regular": "किया गया था। मोनिका ढींगरा का चयन किया गया और उन्हे नियमित पद पर नियुक्ति की",
  "post. Later, in purusance of the orders of the Supreme Court, this Smt. Monica Dhingra was ordered to be impleaded as a": "पेषकष की गई। बाद में, सर्वोच्च न्यायालय के आदेषों के अनुपालन में, यह श्रीमति मोनिका ढींगरा को एक पक्ष के रूप में षामिल करने का आदेष दिया गया था और उन्होने भी , इसके",
  "party and she too, thereafter filed her return to defend her appoint- ment to the post.": "बाद पद पर अपनी नियुक्ति का बचाव करने के लिए अपना रिटन दाखिल किया।",
  "(8) The action of the College in denying appointment to Sharda": "8. षारदा रानी को नियुक्ति देने से इनकार करने की कालेज की कारवाई को इस दलील",
  "Rani was sought to be justified on the plea that with Kiran Gupta": "पर उचित ठहराने की मांग की गई कि किरण गुप्ता द्वारा उनकी नियुक्त लेने के बाद, भल्ले ही",
  "taking up her appointment, even though for only three days, _the": "उसने केवल अपना नया कार्यभार ग्रहण किया तीन दिन और उसके बाद इस्तीफा जमा करना -",
  "to the candidate at No. 2 in the selection list to claim appointment to": "चयन सूची में अगले स्थान पर रखे गए व्यक्ति को पद की पेषकष करने के लिए कालेज के",
  "of other teachers barring the respondent—Such action is unfair— Appointment to post has to be offered to respondent.": "कारवाई अनुचित है - पद पर नियुक्ति की पेषकष प्रतिवादी को करनी होगी ,",
  "Held, that the candidate who had been selected and put at No. 1": "माना गया कि जिस उम्मीदवार को चयन समिति द्वारा चयनित किया गया था और नंबर |",
  "by the Selection Committee never gave up her post at the Adarsh Mahila Mahavidyala, Bhiwani. It was, while she was holding this": "पर रखा गया था, उसने कभी भी आदर्ष महिला महाविधालय भिवानी में अपना पद नहीं छोडा।",
  "the appointment should then have been offered to the respondent who was next in the select list. Not only this, it also transpires that": "उस प्रतिवादी को दी जानी चाहिए थी जो चयनित सूची में अगला था। इतना ही नहीं, यह भी",
  "thereafter ad hoc appointments were made, but of persons other than": "पता चला कि इसके बाद तदर्थ नियुक्तियां की गई , लेकिन प्रतिवादी के अलावा अन्य व्यक्तियों",
  "the respondent. There is no manner of doubt that the College has indeed been unfair to the respondent and patently, considerations": "की | इसमें कोई संदेह नहीं है कि कालेज ने वास्तव में प्रतिवादी के साथ अन्याय किया है और",
  "other than merit apnear to have prevailed in refusing her appoint-": "स्पश्ट से योग्यता के अलावा अन्य विचारों को उसकी नियुक्ति से इनकार करने में प्रबल होना",
  "ment. When despite repeated communications. the first candidate": "प्रतीत होता है जब बार बार संचार के बावजूद , पहले उम्मीदवार ने उसके पद पर कालेज के",
  "did not join her post. the appropriate course for the College would obviously have been to call upon the next candidate to take up the": "लिए उपयुक्त पाठयक्रम में षामित्र नहीं किया तो जाहिर तौर पर नियुक्ति लेने के लिए अगले",
  "pal of the College as contained in the letter that the candidate placed at No, 2 ie. the respondent be appointed in the leave vacancy, it": "गया जैसा कि पत्र मं>ेः निहित है कि उम्मीदवार को नंबर 2 पर रखा गया है यानी प्रतिवादी",
  "ment. As such, we find no reason of justification for interfering with the judgment of the learned Single Judge which we hereby": "2. इस प्रकार हमें विदवान एकल न्‍्यायधीष के फैसले में हस्तक्षेप करने का कोई औचित्य"
}