{
  "ANGREJ SINGH AND OTHERS v. STATE OF HARYANA AND 238": "अंग्रेज सिंह और अन्य बनाम हरियाणा राज्य और",
  "ANOTHER (Nidhi Gupta, J.)": "अन्य (निधि गुप्ता, जे.)",
  "parties are required to prove their case by leading their own evidence": "अपने स्वयं के साक्ष्य का नेतृत्व करके अपने मामले को साबित करने के लिए अपेक्षित है और न्यायालय पक्षों के लिए",
  "and the Court is not to collect evidence for the parties and will not assist in the appointment of Local Commissioner.": "साक्ष्य एकत्र करने के लिए नहीं है और स्थानीय आयुक्त की नियुक्ति में सहायता नहीं करेगा।",
  "(17) For the reasons stated above, this revision petition is": "(।7) ऊपर बताए गए कारणों के लिए, इस पुनरीक्षण याचिका को अनुमति दी गई है और अतिरिक्त जिला न्यायाधीश,",
  "allowed and the impugned order dated 4.9.2018 (Annexure P-12) passed by Additional District Judge, Kurukshetra is set aside.": "कुरुक्षेत्र द्वारा पारित दिनांक ५.9.208 (अनुलग्रक पी-2) को रद्द कर दिया गया है।",
  "(18) Application(s), if any, also stand disposed of.": "(8) आवेदन (ओं) यदि कोई हो तो उनका भी निपटारा कर दिया जाएगा।",
  "Reporter-Dr. Payel Mehta": "रिपोर्टर-डॉ. पायल मेहता",
  "+1979 PLI 562": "» ।979 पीएलजे 562",
  "5 1990(2) PLR 191": "5 ]990(2) पीएलआर 9]",
  "ANGREJ SINGH AND OTHERS v. STATE OF HARYANA AND 232 ANOTHER (Nidhi Gupta, J.)": "अंग्रेज सिंह और अन्य बनाम हरियाणा राज्य और अन्य (निधि गुप्ता, जे.)",
  "Before Nidhi Gupta, J.": "समक्ष निधि गुप्ता, जे",
  "ANGREJ SINGH AND OTHERS—Petitioners": "अंगरेज सिंह और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER—Respondents": "हरियाणा राज्य और एक अन्य-उत्तरदाता",
  "CR No. 6457 of 2018": "सीआर नं. 208 का 6557",
  "December 06, 2022": "06 दिसंबर, 2022",
  "Code of Civil Procedure, 1908—O.41, RI 27—Local": "सिविल प्रक्रिया संहिता, 4908- ओ.५।, आरआई. 27-स्थानीय आयुक्त-भूमि से पेड़ों को काटने और हटाने से",
  "Commissioner—Suit for permanent injunction § restraining the respondents from cutting and removing trees from land—Application by Respondents for permission “to produce additional evidence by": "प्रतिवादियों को रोकने वाले स्थायी निषेधाज्ञा के लिए मुकदमा-प्रत्यर्थियों द्वारा अनुमति के लिए आवेदन \"भूमि और",
  "by Respondents for permission “to produce additional evidence by way of appointment of local commissioner to demarcate the land and": "विवादित पेड़ों का सीमांकन करने के लिए स्थानीय आयुक्त की नियुक्ति के माध्यम से अतिरिक्त सबूत पेश करने के",
  "the trees in dispute and to whom they belong in the interest of justice —Two contradictory reports of Local Commissioners already on": "लिए और न्याय के हित में वे किसके हैं-स्थानीय आयुक्‍तों की दो विरोधाभासी रिपोर्ट पहले से ही रिकॉर्ड पर हैं-तीसरी",
  "record—Not clear how a third report will help resolve the issue—": "रिपोर्ट मुद्दे को हल करने में कैसे मदद करेगी यह स्पष्ट नहीं है-पक्षकारों को प्रमुख साक्ष्य द्वारा अपने मामले को",
  "Held parties required to prove their case by leading evidence—Court not to collect evidence for the parties—Appointment of Local": "साबित करने की आवश्यकता है-अदालत ने पक्षों के लिए सबूत एकत्र नहीं करने के लिए-स्थानीय आयुक्त की",
  "their case by leading their own evidence and the Court is not to collect": "अपने साक्ष्य प्रस्तुत करके अपने मामले को साबित करने की अपेक्षा है और न्यायालय पक्षकारों के लिए साक्ष्य एकत्र",
  "evidence for the parties and will not assist in the appointment of Local Commissioner.": "न करेगा और स्थानीय आयुक्त की नियुक्ति में सहायता नहीं करेगा",
  "(Para 16)": "(पैरा 6)",
  "Akshay Kumar Jindal, Advocate, for the petitioners/plaintiffs.": "याचिकाकर्ताओं /वादियों की ओर से अधिवक्ता अक्षय कुमार जिंदल।",
  "Arun Kumar, AAG Haryana for respondents/defendants.": "उत्तरदाताओं /प्रतिवादियों के लिए अरुण कुमार, एएजी हरियाणा।",
  "NIDHI GUPTA, J.": "निधि गुप्ता, जे।",
  "order dated 4.9.2018 (Annexure P-12) passed by Additional District Judge, Kurukshetra whereby the application filed by respondents": "() वर्तमान पुनरीक्षण याचिका में अतिरिक्त जिला न्यायाधीश, कुरुक्षेत्र द्वारा पारित दिनांक ५.9.208 (अनुलग्नक पी-",
  "/defendants for permission for leading additional evidence has been allowed at the appellate stage.": "आवेदन को अतिरिक्त साक्ष्य देने की अनुमति के लिए अपीलीय स्तर पर अनुमति दी गई है।",
  "(2) Brief facts of the case are that the petitioners/plaintiffs": "(2) मामले के संक्षिप्त तथ्य यह हैं कि याचिकाकर्ताओं»वादी ने उत्तरदाताओंप्रतिवादी संख्या को रोकने वाले स्थायी",
  "removing any trees from the land mentioned in para 1 of the plaint which is stated to be in the ownership and possession of the": "भूमि से किसी भी वृक्ष को काटने और हटाने से, जो कि के स्वामित्व और कब्जे में बताया गया है",
  "are standing either on the land of the plaintiffs or on the land of defendants. Moreover, no notice was served upon the plaintiffs nor the": "या तो वादी की भूमि पर या प्रतिवादियों की भूमि पर। इसके अलावा, वादी को कोई नोटिस नहीं दिया गया था और न",
  "demarcation was conducted in their presence. Accordingly, the demarcation report submitted by the defendants was rejected by the": "ही उनकी उपस्थिति में सीमांकन किया गया था। तदनुसार, प्रतिवादियों द्वारा प्रस्तुत सीमांकन रिपोर्ट को निचली",
  "trial court. Therefore, in view of the above findings the suit was": "अदालत ने खारिज कर दिया था। इसलिए, उपरोक्त निष्कर्षों को ध्यान में रखते हुए याचिकाकर्ताओं के पक्ष में वाद",
  "decreed in favour of the petitioners as follows:-": "का फैसला इस प्रकार किया गया: -",
  "“Tt is ordered that the suit of the plaintiff succeeds and the same is decreed with costs. A decree for permanent": "\"यह आदेश दिया जाता है कि वादी का मुकदमा सफल हो और उसे लागत के साथ तय किया जाता है। 82 पेड़ों",
  "injunction restraining defendants from cutting and removing 182 trees (181 Safeda trees and 1 Kikker tree)": "(8। सफेदा पेड़ और । किक्‍कर पेड़) को काटने और हटाने से प्रतिवादियों को रोकने के लिए स्थायी निषेधाज्ञा का",
  "that is 17 trees in Khasra No.184/2, 23 trees in Khasra": "आदेश खसरा संख्या 8५/2 में ॥7 पेड़, खसरा संख्या 85/2 में 23 पेड़, खसरा संख्या 206/2 में 2। पेड़, खसरा",
  "No.185/2, 21 trees in Khasra No.206/2, 23 Safeda trees and 1 kikker tree in Khasra No.177/2, 15 trees in Khasra": "संख्या 77/2 में 23 सफेदा पेड़ और । किक्कर्ट्री, खसरा संख्या. 78 में ॥5 पेड़, खसरा संख्या 80/2 में ५० पेड़,",
  "no.181/2 and 9 trees in Khasra No.246, standing in the suit land owned and possessed by the plaintiffs as discussed in": "खसरा संख्या 8/2 में 33 पेड़ और खसरा संख्या.2%6 में 9 पेड़, वादी के स्वामित्व वाली और विवादित भूमि में खड़े",
  "Thereafter, the respondents filed appeal wherein on 22.9.2015 they move an application for appointment of Local Commissioner which is": "हैं। इसके बाद, प्रत्यर्थियों ने अपील दायर की जिसमें 22.9.205 को वे स्थानीय आयुक्त की नियुक्ति के लिए एक",
  "at Annexure P-7. However, the respondents withdrew this application": "आवेदन पेश करते हैं जो अनुलग्रक पी-7 में है। हालांकि, उत्तरदाताओं ने दिनांक 27.8.208 के आदेश के माध्यम",
  "vide order dated 27.8.2018 (Annexure P-9). Meanwhile on 2.11.2015, the respondents also filed the present application for permission for": "से इस आवेदन को वापस ले लिया (अनुलग्नक पी -9). इस बीच 2..20॥5 को, प्रतिवादियों ने अतिरिक्त साक्ष्य देने",
  "the respondents also filed the present application for permission for leading additional evidence (Annexure P-10). Vide impugned order this": "की अनुमति के लिए वर्तमान आवेदन भी दायर किया (अनुलग्नक पी -0). विवादित आदेश के माध्यम से इस",
  "application was allowed by the Appellate court.": "आवेदन को अपीलीय अदालत द्वारा अनुमति दी गई थी।",
  "(8) Learned counsel for the petitioners reiterates that it has nowhere been the case of the defendants that the land on which the": "(8) याचिकाकर्ताओं के विद्वान वकील दोहराते हैं कि यह प्रतिवादियों का मामला कहीं भी नहीं है कि जिस भूमि पर",
  "trees are standing belongs to them. It is further submitted that even if it is their case that the suit land belongs to them, then clearly the present": "पेड़ खड़े हैं, वह उनकी है। यह आगे प्रस्तुत किया जाता है कि भले ही यह उनका मामला है कि वाद भूमि उनकी है,",
  "application has been filed for filling up lacuna, and at a highly belated/": "तो स्पष्ट रूप से वर्तमान आवेदन को कमियों को भरने के लिए दायर किया गया है, और अत्यधिक विलंबित/अपीलीय",
  "at the appellate stage and is therefore, not maintainable.": "स्तर पर और इसलिए, रखरखाव योग्य नहीं है।",
  "(9) Per contra, learned counsel for the respondents/ defendants submits that as per demarcation report of Krishan Lal, Kanungo, Ex.": "(9) इसके विपरीत, उत्तरदाताओं /प्रतिवादियों के विद्वान वकील प्रस्तुत करते हैं कि कृष्ण लाल, कानूनगो, एक्स की",
  "DW1/B, it has been reported that “as per demarcation report it has": "सीमांकन रिपोर्ट के अनुसार। डी. डब्ल्यू. ।/बी. ने बताया कि \"सीमांकन रिपोर्ट के अनुसार यह पाया गया है कि",
  "been found that the Safeda trees are standing on the Government land of PWD”. It is further submitted that the trees in question were planted by them in the year 1982-83 in the berm of Shahbad Barara road which has been declared as protected forest by the Haryana Government vide": "सफ़ेदा के पेड़ पीडब्ल्यूडी की सरकारी भूमि पर खड़े हैं\"। यह भी प्रस्तुत किया जाता है कि इन वृक्षों को वर्ष 982- 83 में शाहबाद बरारा रोड के बरम में लगाया गया था, जिसे हरियाणा सरकार ने अपनी उपर्युक्त अधिसूचना दिनांक",
  "its aforementioned notifications dated 3.3.1972 and 6.7.1979. It is": "3.3..972 और 6.7.979 के माध्यम से संरक्षित वन घोषित किया है। यह आगे प्रस्तुत किया जाता है कि",
  "the respondents to fill the lacuna in their case.": "प्रत्यर्थी अपने मामले में कमी को भरने के लिए।",
  "(14) Moreover, the application for leading additional evidence has been filed by the respondents at the appellate stage. As per law laid": "(।५) इसके अतिरिक्त, उत्तरदाताओं द्वारा अपीलीय स्तर पर अतिरिक्त साक्ष्य प्रस्तुत करने के लिए आवेदन दायर",
  "down by this court in Rani versus Raksha Rani and others’": "किया गया है। रानी बनाम रक्षा रानी और अन्य मामलों में इस अदालत द्वारा निर्धारित कानून के अनुसार2 \"किसी",
  "“’,,..additional evidence cannot be allowed to be used as a handle or a tool by a party to fill up the lacuna in his evidence particularly when": "पक्षकार द्वारा अपने साक्ष्य में कमी को भरने के लिए अतिरिक्त साक्ष्य को एक उपकरण के रूप में उपयोग करने की",
  "rights of the parties have been adjudicated and the applicant/defendant": "अनुमति नहीं दी जा सकती है, विशेष रूप से जब पक्षकारों के अधिकारों पर निर्णय लिया गया हो और",
  "is already in appeal before the first appellate court..... when evidence of the defendant no.4 had been closed by order of the court and the": "आवेदक»प्रतिवादी पहले से ही प्रथम अपीलीय न्यायालय के समक्ष अपील में हो। जब प्रतिवादी संख्या. ५ के साक्ष्य को",
  "said order had never been challenged in any court of law, application": "न्यायालय के आदेश द्वारा बंद कर दिया गया था और उक्त आदेश को कभी भी किसी न्यायालय में चुनौती नहीं दी",
  "for adducing additional evidence in the appellate court is not": "गई थी, तो अपीलीय न्यायालय में अतिरिक्त साक्ष्य प्रस्तुत करने के लिए आवेदन अभिप्राप्य नहीं है।",
  "(15) Again in Smt. Krishna versus Magha Ram and another’, this Court in a case where the appellant filed an appeal before the first": "(।5) पुनः श्रीमती में। कृष्ण बनाम माघ राम और अन्य3, इस न्यायालय ने ऐसे मामले में जहां अपीलार्थी ने प्रथम",
  "appellate court and along with the appeal also filed an application": "अपीलीय न्यायालय के समक्ष अपील दायर की और अपील के साथ अतिरिक्त साक्ष्य देने की अनुमति के लिए आदेश",
  "evidence, this Court upheld the dismissal of the application by the": "आवेदन को खारिज करने को बरकरार रखते हुए कहा कि अपीलार्थी को अतिरिक्त साक्ष्य देने की मांग करके उसके",
  "lower appellate court, holding that the appellant could not be permitted to fill in lacuna in her case by seeking to lead additional evidence. Accordingly, essence of the aforesaid judgments is that application for": "मामले में कमी को भरने की अनुमति नहीं दी जा सकती है। तदनुसार, उपरोक्त निर्णयों का सार यह है कि अतिरिक्त",
  "additional evidence should not be allowed to fill in lacuna and should be allowed very rarely.": "साक्ष्य के लिए आवेदन को कमियों को भरने की अनुमति नहीं दी जानी चाहिए और इसकी अनुमति बहुत कम दी",
  "(16) Further, prayer in the present application filed by the": "(6) इसके अलावा, प्रत्यर्थियों द्वारा दायर वर्तमान आवेदन में अनुरोध \"भूमि और विवादित पेड़ों का सीमांकन करने",
  "respondents was for permission “to produce additional evidence by way of appointment of some local commissioner to demarcate the land and": "के लिए कुछ स्थानीय आयुक्त की नियुक्ति के माध्यम से अतिरिक्त सबूत पेश करने की अनुमति के लिए था और वे",
  "the trees in dispute and to whom they belong in the interest of justice”. In the present case there are already two contradictory reports of Local": "न्याय के हित में किसके हैं\"। वर्तमान मामले में स्थानीय आयुकतों की दो विरोधाभासी रिपोर्ट पहले से ही रिकॉर्ड में हैं।",
  "Commissioners on record. It is not clear how a third report in the present case will help resolve the issue especially in view of the fact": "यह स्पष्ट नहीं है कि वर्तमान मामले में तीसरी रिपोर्ट इस मुद्दे को हल करने में कैसे मदद करेगी, विशेष रूप से इस",
  "that it has never been the respondents’ case that they are owners in possession of the suit land. However, abovesaid reports were in": "तथ्य को ध्यान में रखते हुए कि यह उत्तरदाताओं का मामला कभी नहीं रहा है कि वे सूट भूमि के मालिक हैं। तथापि,",
  "pursuance to application made on behalf of the parties, and not in": "उपर्युक्त प्रतिवेदन पक्षकारों की ओर से किए गए आवेदन के अनुसरण में थे, न कि न्यायालयों द्वारा पारित किसी",
  "pursuance to any order passed by the Courts. It is to be noted that as per law laid down by two Division Benches of this Court in Harvinder": "आदेश के अनुसरण में। यह ध्यान देने योग्य है कि इस अदालत की दो खंडपीठों द्वारा हरविंदर कौर और एक अन्य",
  "?2015(8) RCR (Civil) 478": "2 205(8) आरसीआर (सिविल) ५78",
  "> Law Find Doc Id# 207679": "3 कानून फाइंडडॉक आईडी# 207679",
  "ANGREJ SINGH AND OTHERS v. STATE OF HARYANA AND 236": "अंग्रेज सिंह और अन्य बनाम हरियाणा राज्य और",
  "signatures of the defendants on the demarcation report.": "सीमांकन रिपोर्ट पर प्रतिवादियों का।",
  "(10) In rebuttal, learned counsel for the petitioners refers to the written statement of the respondents/defendants to submit that no doubt": "(0) खंडन में, याचिकाकर्ताओं के लिए विद्वान वकील उत्तरदाताओंप्रतिवादियों के लिखित बयान को प्रस्तुत करने",
  "the land in question has been declared as protected forest by the Haryana Government, however, defendants cannot be held to be": "के लिए संदर्भित करता है कि इसमें कोई संदेह नहीं है कि विचाराधीन भूमि को हरियाणा सरकार द्वारा संरक्षित वन",
  "owners of the suit land on the basis of said notifications or even on the": "के रूप में घोषित किया गया है, हालांकि, प्रतिवादियों को उक्त अधिसूचनाओं के आधार पर या यहां तक कि स्थानीय",
  "basis of the report of the Local Commissioner Ex.DW1/B; and": "आयुक्त उदाहरण डीडब्ल्यू ।/बी की रिपोर्ट के आधार पर सूट भूमि का मालिक नहीं ठहराया जा सकता है; और",
  "therefore, it is not open to the defendants to rely upon demarcation": "इसलिए, यह प्रतिवादियों के लिए सीमांकन रिपोर्ट पर भरोसा करने के लिए खुला नहीं है। डीडब्ल्यू] /बी और इस",
  "report Ex. DW1/B and thus, it is not open for the defendants to claim ownership of the suit land or to claim that the suit land is Government": "प्रकार, प्रतिवादियों के लिए वाद भूमि के स्वामित्व का दावा करना या यह दावा करना खुला नहीं है कि वाद भूमि",
  "land on the basis of demarcation report Ex. DW1/B. It is further pertinent that even if the Forest Department claims that they had": "सीमांकन रिपोर्ट एक्स के आधार पर सरकारी भूमि है। डीडब्ल्यू। /बी। यह और भी प्रासंगिक है कि भले ही वन विभाग",
  "planted the disputed trees and the area is declared as protected forest": "का दावा है कि उन्होंने विवादित पेड़ लगाए थे और क्षेत्र को संरक्षित वन क्षेत्र घोषित किया गया है, हालांकि, यह",
  "area, however, this does not vest any right in the department as the trees belong to the owner of the soil where they have been planted. Ld.": "विभाग में कोई अधिकार निहित नहीं करता है क्योंकि पेड़ उस मिट्टी के मालिक के हैं जहां उन्हें लगाया गया है।",
  "Counsel took support from judgment rendered in case of Ghasi Ram versus Arun Kumar' wherein it has been held that a standing tree": "एलडी। वकील ने घसी राम बनाम अरुण कुमार ॥ के मामले में दिए गए निर्णय से समर्थन लिया, जिसमें यह",
  "belongs not to a person who plants it but to the owner of the land from": "अभिनिर्धारित किया गया है कि एक खड़ा पेड़ उस व्यक्ति का नहीं है जो इसे लगाता है, बल्कि उस भूमि के मालिक",
  "which it draws its support and sustenance. It was further held that trees": "का है जिससे वह अपना समर्थन और निर्वाह प्राप्त करता है। आगे यह अभिनिर्धारित किया गया कि भूमि पर पेड़ भूमि",
  "upon the land are part of the land and that the right to cut down and sell those trees is incidental to the proprietorship of the land.": "का हिस्सा हैं और उन पेड़ों को काटने और बेचने का अधिकार भूमि के स्वामित्व के लिए आकस्मिक है।",
  "(11) Ihave heard learned counsel for the parties.": "(॥) मैंने पक्षकारों की विद्वान सलाह सुनी है।",
  "(12) No doubt comprehensive arguments on the merits of the matter have been addressed by the learned counsel for the parties.": "(2) इसमें कोई संदेह नहीं है कि पक्षकारों के विद्वान वकील द्वारा मामले के गुणागुण पर व्यापक तर्क दिए गए हैं।",
  "However, since Appeal is pending, the only question that requires adjudication by this Court at this stage is whether the respondents’": "हालाँकि, चूंकि अपील लंबित है, इस स्तर पर इस न्यायालय द्वारा निर्णय की आवश्यकता वाला एकमात्र प्रश्न यह है कि",
  "application for additional evidence was correctly allowed by the ld.": "क्या अतिरिक्त साक्ष्य के लिए उत्तरदाताओं के आवेदन को एलडी द्वारा सही ढंग से अनुमति दी गई थी। निचली",
  "Lower Appellate Court or not.": "अपीलीय अदालत या नहीं।",
  "(13) A perusal of the record of the case reveals that two": "(3) मामले के रिकॉर्ड के अवलोकन से पता चलता है कि उत्तरदाताओं द्वारा 22.9.205 और 2..20॥5 को",
  "applications were filed by the respondents almost simultaneously on 22.9.2015 and 2.11.2015 - one for appointment of local commissioner": "लगभग एक साथ दो आवेदन दायर किए गए थे-एक स्थानीय आयुक्त की नियुक्ति के लिए और दूसरा अतिरिक्त",
  "and the other for additional evidence. Although the 2nd/present application was for permission to lead additional evidence yet, the": "साक्ष्य के लिए। यद्यपि दूसरा/वर्तमान आवेदन अतिरिक्त साक्ष्य प्रस्तुत करने की अनुमति के लिए था, फिर भी उसमें",
  "relief sought therein is also for appointment of local commissioner. In my view, once the first application seeking appointment of local": "मांगी गई राहत स्थानीय आयुक्त की नियुक्ति के लिए भी है। मेरे विचार में, एक बार जब स्थानीय आयुक्त की नियुक्ति",
  "'2006(1) RCR (Civil) 751": "। 2006(॥) आरसीआर (सिविल) 75॥"
}