{
  "704 LL.R. PUNJAB AND HARYANA 2012(1)": "704",
  "Before K. Kannan, J.": "के. कन्‍नन की अदालत के समक्ष, जे.",
  "AARTI SINGH WIFE OF LAKHWINDER SINGH AND ANOTHER,—Petitioners": "लखविंदर सिंह और एक अन्य की पत्नी आरती सिंह-याचिकाकर्ता",
  "versus": "बनाम",
  "MARRIAGE ACT, CIVIL SECRETARIAT, HARYANA,": "विवाह पंजीकरण अधिनियम, नागरिक सचिव, हरियाणा,",
  "AND OTHERS,—Respondents": "और अन्य,के उत्तरदाता",
  "C. W. P. No.2480 of 2011": "सी. डब्ल्यू. पी. 204] का ॥0.2480",
  "Constitution of India - Art. 226 - Haryana Compulsory": "भारत का संविधान-अनुच्छेद 226-हरियाणा अनिवार्य पंजीकरण विवाह",
  "Registration Marriages Act, 2008 - Ss. 5, 7 - Criminal Code of Procedure - S. 482 - Whether requirement by registering Officer of": "अधिनियम, 2008-एस. 5, 7-दंड प्रक्रिया संहिता-धारा 482-क्या माता- पिता की सहमति के अधिकारी को पंजीकृत करने की आवश्यकता है-",
  "concurrence of the parents - Held, adults who marry on their own": "आयोजित, जो वयस्क अपनी मर्जी से शादी करते हैं, उन्हें एक स्थान से दूसरे",
  "Petition allowed - Mandate given to register marriage is no other legal impediment.": "अनुमति-विवाह को पंजीकृत करने के लिए दिया गया आदेश कोई अन्य कानूनी बाधा नहीं है।",
  "their own accord with or without the consent of parents, cannot be made": "सहमति या सहमति के बिना अपनी मर्जी से शादी करते हैं, उन्हें एक स्थान से",
  "to run from pillar to post and it is the duty of the State to make the": "दूसरे स्थान पर नहीं चलाया जा सकता है और यह राज्य का कर्तव्य है कि वे",
  "the Registering Officer requires a concurrence of the parents as a statement": "बयान के रूप में माता-पिता की सहमति की आवश्यकता होती है।",
  "made only for the purpose of the petition. There is hardly a reason for the": "याचिकाकर्ताओं के लिए इस तरह का बयान देने का शायद ही कोई कारण हो,",
  "(K. Kannan, J.)": "(के. कन्‍्नन, जे.)",
  "Brijender Kaushik, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से अधिवक्ता बृजेंद्र कौशिक",
  "Kirti Singh, DAG Haryana.": "कीर्ति सिंह, डीएजी, हरियाणा ।",
  "K. KANNAN, J. (ORAL)": "के. कन्‍नन, जे. (07२6। )",
  "(1) The petitioners seek for a direction for registration of their marriage under the Haryana Compulsory Registration Marriages Act,": "(] ) याचिकाकर्ता हरियाणा अनिवार्य पंजीकरण विवाह अधिनियम, 2008 के तहत अपनी शादी के पंजीकरण के लिए निर्देश की मांग करते हैं | याचिकाकर्ताओं",
  "2008. The petitioners’ grievance is that the Registering Officer, 4th": "की शिकायत है कि पंजीकरण अधिकारी, चौथे प्रतिवादी को पंजीकरण के लिए",
  "respondent, requires the concurrence of the parents for registration. Since": "माता-पिता की सहमति की आवश्यकता होती है । चूंकि उन्होंने माता-पिता की इच्छा",
  "they have married against the wishes of parents, the contention in the writ petition is that, it will not be possible to secure their concurrence. The": "के खिलाफ शादी की है, इसलिए रिट याचिका में तर्क यह है कि उनकी सहमति",
  "insistence for such a course by the Registering Officer is not in accordance": "प्राप्त करना संभव नहीं होगा | पंजीकरण अधिकारी द्वारा इस तरह के पाठ्यक्रम",
  "(2) The State does not join issues on the alleged insistence for": "(2) राज्य माता-पिता की सहमति के लिए कथित आग्रह पर मुद्दों में शामिल नहीं",
  "concurrence of the parents but states that after their marriage, the petitioners": "होता है, लेकिन कहता है कि उनकी शादी के बाद, याचिकाकर्ता अब नगर निगम",
  "are now the residents at Shahabad, within the limits of the Municipal": "की सीमा के भीतर शाहाबाद के निवासी हैं और अधिनियम की खंड 5 के तहत",
  "of the Municipal Corporation or the Executive Officer/Secretary to the": "या नगर समिति/परिषद के कार्यकारी अधिकारी/सचिव ही अधिनियम के तहत",
  "(3) The learned counsel for the petitioners points out that the jurisdictional Registrar under Section 7 is, (i) the Registrar of the area in": "(3) याचिकाकर्ताओं के विद्वान अधिवक्ता बताते हैं कि खंड 7 के तहत अधिकार",
  "which the marriage was solemnized; (ii) the ordinary place of residence of": "क्षेत्र का पंजीयक है, () उस क्षेत्र का पंजीयक जिसमें विवाह किया गया था;",
  "the bride/her parents or bridegroom/his parents. The ordinary place of": "(॥) दुल्हन/उसके माता-पिता या दूल्हे/उसके माता-पिता का सामान्य निवास",
  "residence, according to the petitioner, is just as well the place where one": "स्थान | याचिकाकर्ता के अनुसार, निवास का सामान्य स्थान, विवाह की तारीख",
  "of the spouses resided till the date of marriage and in the form of application": "तक और विवाह के पंजीकरण के लिए प्रस्तुत आवेदन के रूप में पति या पत्नी में",
  "submitted for registration of marriage. The 1st petitioner has declared her": "से एक का निवास स्थान भी है | पहली याचिकाकर्ता ने घोषित किया है कि उसका",
  "ordinary place of residence to be Ajrana Kalan, Tehsil Shahabad, District": "सामान्य निवास स्थान अजराना कलां, तहसील शाहाबाद, जिला कुरुक्षेत्र है।",
  "Kurukshetra. The counsel, therefore, would argue that in terms of the same notification referred to above, the Tehsildar shall be the competent Registrar": "इसलिए वकील का तर्क होगा कि ऊपर निर्दिष्ट उसी अधिसूचना के संदर्भ में,"
}