{
  "and deserves no leniency by the Court.": "में स्थापित विधि के मापदंडों के अंतर्गत आता है और न्यायालय द्वारा किसी प्रकार की नरमी का पात्र नहीं है।",
  "(19) Keeping in view the above, no ground is made out for interference by this Court in the judgment and decree of the lower Appellate Court dated 28.05.2011 as no perversity could be pointed out either on facts or on law.": "(9) उपरोक्त को ध्यान में रखते हुए, निचली अपीलीय अदालत के दिनांक 28.05.20॥। के निर्णय और डिढ़ी में इस न्यायालय द्वारा हस्तक्षेप के लिए कोई आधार नहीं बनाया गया है क्योंकि तथ्यों या कानून पर कोई विकृति नहीं बताई जा सकती है।",
  "Dismissed.": "खारिज कर दिया।",
  "CM No.6057-C of 2022": "2022 के सीएम नं.6057-सी",
  "Application is disposed of.": "आवेदन का निपटान किया जाता है।",
  "Shubreet Kaur": "शुभरीत कौर",
  "HIRA LAL v. UNION OF INDIA AND OTHERS 1491 (Harsimran Singh Sethi, J.)": "हीरा लाल बनाम भारत संघ एवं अन्य (हरसिमरन सिंह सेठी, जे.)",
  "Before Harsimran Singh Sethi, J.": "समक्ष हरसिमरन सिंह सेठी जे.",
  "versus": "बनाम",
  "UNION OF INDIA AND OTHERS—Respondents": "भारत संघ और अन्य-प्रतिवादी",
  "March 21, 2023": "2। मार्च 2023",
  "Code of Civil Procedure—S. 100—Regular Second Appeal against decision of Appellate Court whereby appeal filed by": "सिविल प्रक्रिया संहिता-धारा 00-अपीलीय न्यायालय के फैसले के खिलाफ नियमित दूसरी अपील जिसके तहत",
  "defendant against judgment and decree of trial Court allowing the": "प्रतिवादी द्वारा दायर अपील फैसले और मुकदमे की अनुमति देने वाले ट्रायल कोर्ट के डिक्री के खिलाफ स्वीकार की",
  "suit was accepted. Charge—sheet—nisbehaved with lady Sub Inspector/Steno—indecent gesture towards senior lady official and": "गई थी। आरोप पत्र-महिला सब इंस्पेक्टर/स्टेनो के साथ दुर्व्यवहार-वरिष्ठ महिला अधिकारी के प्रति अभद्र व्यवहार",
  "being under influence of liquor at relevant time in mess area.": "और मेस क्षेत्र में प्रासंगिक समय पर शराब के प्रभाव में होना।",
  "Punishment of dismissal challenged. Appellant —a member of disciplinary force — cannot act in such manner—even if there was": "बर्खास्तगी की सजा को चुनौती दी गई। अपीलार्थी-अनुशासनात्मक बल का सदस्य-इस तरह से कार्य नहीं कर सकता",
  "no other blot in service career—Liable to be dealt with in stringent": "है-भले ही सेवा कैरियर में कोई अन्य धब्बा न हो-जिससे कड़े तरीके से निपटा जा सकता है। सजा-आरोप लगाए गए",
  "manner. Punishment—not disproportionate to charges alleged and proved. Appeal dismissed.": "और साबित किए गए आरोपों से असंगत नहीं। याचिका खारिज कर दी गई।",
  "(wrongly mentioned in the impugned order as 01.01.1992). In the year 1999, a chargesheet was issued to the appellant—plaintiff under the": "(आक्षेपित आदेश में गलत उल्लेख किया गया है 0.0.992). वर्ष 999 में, अपीलार्थी-वादी को सीआरपीएफ",
  "1999, a chargesheet was issued to the appellant—plaintiff under the CRPF Act alleging two allegations. The first allegation alleged in the": "अधिनियम के तहत दो आरोपों का आरोप लगाते हुए एक आरोप पत्र जारी किया गया था। आरोप-पत्र में आरोप",
  "charge—sheet was that on 16.06.1999 while working as Constable, he": "लगाया गया पहला आरोप यह था कि 6.06.999 को कांस्टेबल के रूप में काम करते समय, उसने भोजन के",
  "misbehaved with Sub Inspector/Steno Shobha while sitting in a recreation room in the mess during the lunch time so as to waive his": "समय मेस में एक मनोरंजन कक्ष में बैठे हुए सब इंस्पेक्टर/स्टेनो शोभा के साथ दुर्व्यवहार किया, ताकि अपना हाथ",
  "hand which amounted to indecent gesture towards a senior lady official.": "छोड़ सके, जो एक वरिष्ठ महिला अधिकारी के प्रति अशोभनीय भाव के बराबर है।",
  "The second allegation alleged was that he was under the influence of the liquor at the relevant time while present in the mess area, which is": "दूसरा आरोप यह था कि वह मेस क्षेत्र में मौजूद होने के दौरान प्रासंगिक समय पर शराब के प्रभाव में था, जो",
  "also not permissible to the members of the disciplinary force and that too, during the duty hours.": "अनुशासनात्मक बल के सदस्यों के लिए भी अनुमति नहीं है और वह भी ड्यूटी के समय के दौरान।",
  "(Para 7)": "(पैरा 7)",
  "Further held, that at this stage, learned counsel for the appellant": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि इस स्तर पर, अपीलार्थी के विद्बत वकील प्रस्तुत करते हैं कि",
  "submits that the appellant had 17 years of service to his credit and charges alleged against the appellant are such that the punishment of": "अपीलार्थी ने ॥7 वर्ष की सेवा की थी और अपीलार्थी के विरुद्ध अभिकथित आरोप ऐसे हैं कि उस पर अधिरोपित",
  "dismissal imposed upon him is not commensurate to the charges alleged and proved. Hence, the respondents are under an obligation to": "बर्खास्तगी की सजा अभिकथित और सिद्ध किए गए आरोपों के अनुरूप नहीं है। इसलिए, प्रतिवादी बर्खास्तगी के",
  "reconsider the said punishment of dismissal.": "उक्त दंड पर पुनर्विचार करने के लिए बाध्य हैं।",
  "keeping in view the settled principles of law by Hon’ble Supreme Court of India in Union of India and others versus Ghulam Mohd.": "विनिश्वय और डिक्री द्वारा किया गया। भारत संघ और अन्य बनाम गुलाम मोहम्मद में भारत के माननीय सर्वोच्च न्यायालय द्वारा कानून के तय किए गए सिद्धांतों को ध्यान में रखते हुए निचली अपीलीय अदालत। भट ॥ ने कहा कि",
  "Bhat' held that under Section 11(1) of the CRPF Act, the major punishment can also be imposed after the charges are proved. The": "सीआरपीएफ अधिनियम की धारा ॥॥ (॥) के तहत, आरोप साबित होने के बाद बड़ी सजा भी दी जा सकती है।",
  "judgment and decree of the trial Court was set aside and the suit filed by": "निचली अदालत के फैसले और फरमान को दरकिनार कर दिया गया और अपीलार्थी-वादी द्वारा दायर मुकदमे को",
  "the appellant-plaintiff was dismissed. Hence, the present Regular Second Appeal.": "खारिज कर दिया गया। इसलिए, वर्तमान नियमित दूसरी अपील।",
  "(11) The arguments which have been raised by learned counsel for the appellant in the present appeal is that once the proceedings were": "(।॥) वर्तमान अपील में अपीलार्थी की ओर से विद्वत वकील द्वारा जो तर्क दिए गए हैं, वे यह हैं कि एक बार सी. आर.",
  "punishment, major punishment could not have been inflicted as Section": "तो बड़ी सजा नहीं दी जा सकती थी क्‍योंकि सी. आर, पी. एफ. अधिनियम, 9५9 की धारा ॥॥ (॥) बड़ी सजा",
  "Civil Appeal No.4950 of 1999 titled as Union of India and others": "सिविल अपील संख्या. ५950, जिसका शीर्षक भारत संघ और अन्य बनाम गुलाम मोहम्मद है, में स्थापित विधि के",
  "(12) Hon’ble Supreme Court of India while interpreting the": "(42) भारत के माननीय उच्चतम न्यायालय ने धारा ॥॥ की व्याख्या करते हुए अभिनिर्धारित किया कि सी. आर. पी.",
  "Section 11 held that under Section 11 of the CRPF Act, 1949, held that the punishment of dismissal can be awarded. The relevant para of the": "एफ. अधिनियम, 9५9 की धारा ॥॥ के अधीन अभिनिर्धारित किया गया है कि बर्खास्तगी की सजा दी जा सकती है।",
  "judgment is as under:": "निर्णय का प्रासंगिक पैरा इस प्रकार हैः",
  "\"A bare perusal of Section 11 shows that it deals with minor punishment as compared to the major punishments prescribed in the preceding section. It lays down that the": "\"धारा ॥| के केवल अवलोकन से पता चलता है कि यह पूर्ववर्ती धारा में निर्धारित प्रमुख दंडों की तुलना में मामूली",
  "prescribed in the preceding section. It lays down that the Commandant or any other authority or officer, as may be": "दंड से संबंधित है। इसमें कहा गया है कि कमांडेंट या कोई अन्य प्राधिकरण या अधिकारी, जैसा कि निर्धारित किया",
  "prescribed, may, subject to any rules made under the Act, award any one or more of the punishments to any member": "जाए, अधिनियम के तहत बनाए गए किसी भी नियम के अधीन, बल के किसी भी सदस्य को कोई भी एक या अधिक",
  "of the force who is found guilty of disobedience, neglect of duty, or remissness in the discharge of his duty or of other misconduct in his capacity as a member of the force.": "दंड दे सकता है, जो अवज्ञा, कर्तव्य की उपेक्षा, या अपने कर्तव्य के निर्वहन में लापरवाही या बल के सदस्य के रूप",
  "misconduct in his capacity as a member of the force. According to the High Court the only punishments which": "में अपनी क्षमता में अन्य कदाचार का दोषी पाया जाता है। उच्च न्यायालय के अनुसार इस धारा के तहत जो दंड दिए",
  "can be awarded under this Section are reduction in rank, fine, confinement to quarters and removal from any office of distinction or special emolument in the force. In our": "जा सकते हैं, वे हैं पद में कमी, जुर्माना, कार्टरों में कारावास और बल में विशिष्टता या विशेष परिलब्धि के किसी भी",
  "opinion, the interpretation is not correct, because the section says that these punishments may be awarded in lieu": "पद से निष्कासन। हमारी राय में, व्याख्या सही नहीं है, क्योंकि धारा में कहा गया है कि ये दंड निलंबन या बर्खास्तगी",
  "of, or in addition to, suspension or dismissal.": "के बदले या इसके अलावा दिए जा सकते हैं।",
  "The use of words 'in lieu of, or in addition to, suspension or": "'निलंबन या बर्खास्तगी के स्थान पर या उसके",
  "V. Ashok Kumar Singh (1996 (1) SCC 302) the employee": "मामलों को देखने का अवसर था। यूपी राज्य में। वी. अशोक कुमार सिंह (996 (॥) एससीसी 3३02) कर्मचारी एक",
  "was a police constable and it was held that an act of indiscipline by such a person needs to be dealt with sternly.": "पुलिस कांस्टेबल था और यह अभिनिर्धारित किया गया था कि ऐसे व्यक्ति द्वारा अनुशासनहीनता के कार्य से सख्ती से",
  "It is for the employee concerned to show how that penalty": "निपटने की आवश्यकता है। यह संबंधित कर्मचारी को दिखाना है कि वह जुर्माना साबित किए गए आरोपों के अनुपात",
  "was disproportionate to the proved charges. No mitigating circumstance has been placed by the appellant to show as to how the punishment could be characterized as": "में कैसे था। अपीलार्थी द्वारा यह दिखाने के लिए कोई कम करने वाली परिस्थिति नहीं रखी गई है कि सजा को कैसे",
  "disproportionate and/or shocking. (See Mithilesh Singh V. Union of India and Ors. (2003 (3) SCC 309). It has been": "असमान और»या चौंकाने वाला माना जा सकता है। (देखें मिथीलेश सिंह बनाम भारत संघ और अन्य (2003 (3)",
  "categorically held that in a given case the order of dismissal": "एससीसी 309)) यह स्पष्ट रूप से अभिनिर्धारित किया गया है कि किसी दिए गए मामले में सेवा से बर्खास्तगी के",
  "from service cannot be faulted. In the instant case the period is more than 300 days and that too without any": "आदेश को गलत नहीं ठहराया जा सकता है। तत्काल मामले में अवधि 300 दिनों से अधिक है और वह भी बिना",
  "justifiable reason. That being so the order of removal from service suffers from no infirmity. The High Court was not": "किसी उचित कारण के। ऐसा होने पर सेवा से हटाने के आदेश में कोई दुर्बलता नहीं होती है। उच्च न्यायालय का",
  "justified in interfering with the same. The order of the High Court is set aside. The appeal is allowed but under the": "इसमें हस्तक्षेप करना उचित नहीं था। उच्च न्यायालय के आदेश को दरकिनार कर दिया जाता है। अपील की अनुमति",
  "circumstances there shall be no order as to costs.”": "है लेकिन परिस्थितियों में लागत के बारे में कोई आदेश नहीं होगा।",
  "(13) Learned counsel for the appellant has not been able to distinguish the said judgment so as to be made applicable upon the": "(।3) अपीलार्थी का विद्वान वकील उक्त निर्णय में अंतर करने में सक्षम नहीं रहा है ताकि अपीलार्थी पर वर्तमान",
  "facts and circumstances of the present case upon the appellant.": "मामले के तथ्यों और परिस्थितियों पर लागू किया जा सके।",
  "(14) Even otherwise also, no perversity is pointed out in the judgment and decree of the lower Appellate Court by the learned counsel for the appellant either on facts or on law so as to require any": "(।५) अन्यथा भी, निचली अपीलीय अदालत के निर्णय और डिढक्री में अपीलार्थी के विद्वान वकील द्वारा तथ्यों पर या",
  "(15) At this stage, learned counsel for the appellant submits that the appellant had 17 years of service to his credit and charges alleged": "(5) इस स्तर पर, अपीलार्थी का विद्वत वकील प्रस्तुत करता है कि अपीलार्थी ने ।7 वर्षों की सेवा की थी और",
  "against the appellant are such that the punishment of dismissal imposed": "अपीलार्थी के खिलाफ आरोप ऐसे हैं कि उस पर लगाए गए बर्खास्तगी का दंड आरोप लगाए गए और साबित किए",
  "upon him is not commensurate to the charges alleged and proved.": "गए आरोपों के अनुरूप नहीं है।",
  "Hence, the respondents are under an obligation to reconsider the said punishment of dismissal.": "इसलिए, प्रतिवादी बर्खास्तगी के उक्त दंड पर पुनर्विचार करने के लिए बाध्य हैं।",
  "(16) The appellant is a member of disciplinary force. The": "(6) अपीलार्थी अनुशासनात्मक बल का सदस्य है। अपीलार्थी के खिलाफ आरोप एक वरिष्ठ महिला अधिकारी के",
  "official. Further allegation is that at the time of said misbehaviour, the appellant was under the influence of the liquor and that too, during the": "साथ दुर्व्यवहार करने के लिए है। आगे आरोप यह है कि उक्त दुर्व्यवहार के समय, अपीलार्थी शराब के प्रभाव में था",
  "duty hours. The member of the disciplinary force cannot act in a": "और वह भी ड्यूटी के समय के दौरान। अनुशासनात्मक बल का सदस्य उस तरीके से कार्य नहीं कर सकता है जिसमें",
  "manner in which the appellant had acted even if there was no other blot in the service career of the appellant but misbehaving with a senior": "अपीलार्थी ने कार्य किया था, भले ही अपीलार्थी के सेवा जीवन में कोई अन्य धब्बा न हो, लेकिन एक वरिष्ठ महिला",
  "lady official and that too, under the influence of liquor is to be dealt": "अधिकारी के साथ दुर्व्यवहार करना और वह भी, शराब के प्रभाव में, एक कड़े तरीके से निपटा जाना है ताकि दूसरों",
  "HIRA LAL v. UNION OF INDIA AND OTHERS 1497 (Harsimran Singh Sethi, J.)": "हीरा लाल बनाम भारत संघ एवं अन्य (हरसिमरन सिंह सेठी, जे.)",
  "facts and circumstances, it cannot be said that the punishment imposed": "तथ्यों और परिस्थितियों में, यह नहीं कहा जा सकता है कि अपीलार्थी पर लगाया गया दंड कथित और साबित किए",
  "upon the appellant is disproportionate to the charges alleged and": "गए आरोपों से असमान है।",
  "(17) Hon’ble Supreme Court of India in Civil Appeal No.2707 of 2022, decided on 20.04.2022, titled as Anil Kumar Upadhyay versus": "(77) भारत के माननीय सर्वोच्च न्यायालय ने 2022 की सिविल अपील संख्या.2707 में 20.04.2022 को अनिल",
  "The Director General, SSB and others held that a member of the": "कुमार उपाध्याय बनाम महानिदेशक, एसएसबी और अन्य के रूप में निर्णय लिया कि अनुशासित बल के एक सदस्य",
  "disciplined force is expected to follow the rules, have control over his mind and passion, guard his instincts and feelings and not allow his": "से नियमों का पालन करने, अपने मन और जुनून पर नियंत्रण रखने, अपनी प्रवृत्ति और भावनाओं की रक्षा करने और",
  "feelings to fly in a fancy. In the said case, the appellant therein had": "अपनी भावनाओं को कल्पना में उड़ने की अनुमति नहीं देने की अपेक्षा की जाती है। उक्त मामले में, उसमें अपीलार्थी",
  "entered Mahila Barrack in the midnight, due to which misconduct, the": "ने आधी रात को महिला बैरक में प्रवेश किया था, जिसके कारण दुराचार, अनुशासनिक प्राधिकारी द्वारा अपीलार्थी पर",
  "punishment of removal from service was imposed upon the appellant by the disciplinary authority, which punishment was upheld by the Court. The relevant para 9 of the judgment is as under:": "सेवा से हटाने का दंड लगाया गया था, जिसे न्यायालय ने बरकरार रखा था। फैसले का प्रासंगिक पैरा 9 इस प्रकार हैः",
  "“In the present case, the appellant was imposed the penalty": "\"वर्तमान मामले में, अपीलार्थी को एसएसबी नियमों के तहत निर्धारित प्रक्रिया का पालन करने के बाद उसके",
  "him stood proved by the disciplinary authority in an enquiry held against him after following the procedure": "खिलाफ आयोजित जांच में अनुशासनात्मक प्राधिकरण द्वारा उसके खिलाफ लगाए गए आरोप साबित होने के बाद",
  "Mahila Barrack in the midnight at around 00:15 hours, may be to meet his alleged friend Rupasi Barman, but such an": "लगभग 00:35 बजे महिला बैरक में प्रवेश किया, अपने कथित दोस्त रूपसी बर्मन से मिलने के लिए हो सकता है,",
  "of the occupants of the Mahila Barrack cannot be tolerated. As a member of the disciplined force-SSB, he was expected": "बर्दाश्त नहीं किया जा सकता है। अनुशासित बल-एसएसबी के सदस्य के रूप में, उनसे नियमों का पालन करने की",
  "to follow the rules. He was apprehended inside the Mahila Barrack by six female constables. As observed by this": "अपेक्षा की जाती थी। उन्हें महिला बैरक के अंदर छह महिला कांस्टेबलों ने पकड़ लिया था। जैसा कि इस न्यायालय",
  "Court in the case of Diler Singh (supra), a member of the disciplined force is expected to follow the rules, have": "द्वारा दिलेर सिंह (उपर्युक्त) के मामले में कहा गया है कि अनुशासित बल के एक सदस्य से अपेक्षा की जाती है कि",
  "control over his mind and passion, guard his instincts and": "वह नियमों का पालन करे, अपने मन और जुनून पर नियंत्रण रखे, अपनी प्रवृत्ति और भावनाओं की रक्षा करे और",
  "feelings and not allow his feelings to fly in a fancy. The Nature of misconduct which has been committed by the appellant stands proved and is unpardonable. Therefore,": "अपनी भावनाओं को कल्पना में नहीं उड़ने दे। अपीलार्थी द्वारा किए गए दुराचार की प्रकृति सिद्ध हो चुकी है और",
  "when the disciplinary authority considered it appropriate to punish him with the penalty of ‘removal from service’,": "अक्षम्य है। इसलिए, जब अनुशासनात्मक प्राधिकरण ने उसे 'सेवा से हटाने' के दंड के साथ दंडित करना उचित",
  "which is conformed by the appellate authority, thereafter it": "समझा, जो अपीलीय प्राधिकरण द्वारा अनुरूप है, तो उसके बाद यह विद्वान एकल न्यायाधीश के लिए",
  "was not open for the learned Single Judge to interfere with the order of punishment imposed by the disciplinary authority.”": "अनुशासनात्मक प्राधिकरण द्वारा लगाए गए दंड के आदेश में हस्तक्षेप करने के लिए खुला नहीं था।",
  "(18) The case of the appellant herein also falls within the parameters of the law settled in Anil Kumar Upadhyay’s case (supra)": "(8) इसमें अपीलार्थी का मामला भी अनिल कुमार उपाध्याय के मामले (उपर्युक्त)",
  "(Harsimran Singh Sethi, J.)": "हीरा लाल बनाम भारत संघ एवं अन्य (हरसिमरन सिंह सेठी, जे.)",
  "(5) In the present Regular Second Appeal, the judgment and decree of the lower Appellate Court dated 28.05.2011 is impugned by": "(5) वर्तमान नियमित दूसरी अपील में, निचली अपीलीय न्यायालय दिनांक 28.05.20] के निर्णय और डिक्री का आतक्षेप",
  "which, the appeal filed by the Union of India against the judgment and decree of the trial Court dated 23.01.2009 vide which the suit filed by": "किया गया है, जिसके द्वारा, भारत संघ द्वारा विचारण न्यायालय दिनांक 23.0.2009 के निर्णय और डिक्री के विरुद्ध",
  "the appellant- plaintiff was accepted, has been set aside and the suit": "दायर अपील, जिसे अपीलार्थी-वादी द्वारा दायर वाद स्वीकार कर लिया गया था, को अपास्त कर दिया गया है और",
  "filed by the appellant- plaintiff was dismissed.": "अपीलार्थी-वादी द्वारा दायर वाद को खारिज कर दिया गया है।",
  "(6) Certain facts need to be mentioned for the correct appreciation of the controversy in hand.": "(6) विवाद की सही समझ के लिए कुछ तथ्यों का उल्लेख करने की आवश्यकता है।",
  "(7) The appellant-plaintiff was recruited as Constable in the Central Reserve Police Force (in short ‘CRPF) on 01.01.1982 (wrongly": "(7) अपीलार्थी-वादी को 0.0.982 को केंद्रीय रिजर्व पुलिस बल (संक्षेप में 'तीआरपीएफ) में कांस्टेबल के रूप में भर्ती",
  "mentioned in the impugned order as 01.01.1992). In the year 1999, a": "किया गया था (गलत तरीके से आक्षेपित आदेश में 0.0.992 के रूप में उल्लिखित) वर्ष 999 में, अपीलार्थी-वादी को",
  "chargesheet was issued to the appellant-plaintiff under the CRPF Act alleging two allegations. The first allegation alleged in the charge-sheet": "सीआरपीएफ अधिनियम के तहत दो आरोपों का आरोप लगाते हुए एक आरोप पत्र जारी किया गया था। आरोप पत्र में",
  "was that on 16.06.1999 while working as Constable, he misbehaved": "पहला आरोप लगाया गया था कि 6.06.999 को कांस्टेबल के रूप में काम करते हुए, उसने दोपहर के भोजन के",
  "with Sub Inspector/Steno Shobha while sitting in a recreation room in the mess during the lunch time so as to waive his hand which amounted to indecent gesture towards a senior lady official. The second": "समय मेस में एक मनोरंजन कक्ष में बैठे हुए सब इंस्पेक्टर/स्टेनो शोभा के साथ दुर्व्यवहार किया, ताकि वह अपना हाथ",
  "amounted to indecent gesture towards a senior lady official. The second alleged was that he was under the influence of the liquor at the relevant time while present in the mess area, which is also not permissible to the": "छोड़ सके। दूसरा आरोप था कि वह मेस क्षेत्र में मौजूद होने के दौरान प्रासंगिक समय पर शराब के प्रभाव में था, जो",
  "members of the disciplinary force and that too, during the duty hours.": "अनुशासनात्मक बल के सदस्यों के लिए भी अनुमति नहीं है और वह भी ड्यूटी के समय के दौरान।",
  "(8) The enquiry was conducted and both the allegations were proved against the appellant-plaintiff by the enquiry officer. Rather the": "(8) जाँच की गई थी और जाँच अधिकारी द्वारा अपीलार्थी-वादी के विरुद्ध दोनों आरोप साबित किए गए थे। बल्कि ड्यूटी",
  "allegation of consumption of liquor during the duty hours and being under the influence of the same was accepted by the appellant-plaintiff.": "के समय शराब पीने और उसके प्रभाव में होने के आरोप को अपीलार्थी-वादी द्वारा स्वीकार किया गया था।",
  "(9) Keeping in view the said admission and the finding of the": "(9) उक्त स्वीकृति और जांच अधिकारी के निष्कर्ष को ध्यान में रखते हुए, सक्षम प्राधिकारी द्वारा अपीलार्थी को सेवा से",
  "petition filed against the order of punishment were also dismissed and": "रखी गई है। यहां तक कि सजा के आदेश के खिलाफ दायर अपील और पुनरीक्षण याचिका को भी खारिज कर दिया",
  "feeling aggrieved against the orders of the authorities imposing punishment and dismissal of appeal and revision, the appellant availed": "गया था और सजा देने वाले अधिकारियों के आदेशों और अपील और पुनरीक्षण को खारिज करने के खिलाफ व्यधित",
  "orders dismissing his appeal and revision. The Civil Court vide judgment and decree dated 23.01.2009 held that once the procedure": "न्यायालय ने दिनांक 23.0.2009 के निर्णय और डिढ्री द्वारा यह अभिनिर्धारित किया कि एक बार सी. आर. पी. एफ.",
  "under Section 11 of the CRPF Act was initiated for imposing the minor punishment, the major punishment could not have been imposed upon": "अधिनियम की धारा । के अधीन लघु दंड अधिरोपित करने की प्रक्रिया आरंभ कर दी गई, तो अपीलार्थी पर प्रमुख दंड",
  "(10) Aggrieved against the said decision, Union of India filed an appeal before the lower Appellate Court which came to be decided vide": "(0) उक्त विनिश्चय से व्यथित भारत सरकार ने निचली अपीलीय अदालत के समक्ष अपील दायर की जिसका विनिश्चय"
}