{
  "Anant Kataria, DAG, Haryana, for the appellants.": "अपीलार्थियों की ओर से अनंत कटारिया, डीएजी, हरियाणा।",
  "R.K. Malik, Senior Advocate with Sunil Hooda, Advocate, for": "आर.के. मलिक, सुनील हुड्डा के साथ वरिष्ठ अधिवक्ता, अधिवक्ता, 209 के एलपीए नं. 5५8, 586, 67, 679,",
  "the respondents in LPA Nos.548, 586, 671, 679, 684, 691, 747, and 754 of 2019.": "68%, 69], 747 और 75% में उत्तरदाताओं के लिए।",
  "Akshay Bhan, Senior Advocate with Amandeep Singh, Advocate and Chanderhas Yadav, Advocate, for the respondent in LPA No.691 of 2019.": "209 के एलपीए नंबर. 69॥ में प्रत्यर्थी की ओर से अमनदीप सिंह, अधिवक्ता और चंद्रहास यादव, अधिवक्ता के साथ अक्षय भान, वरिष्ठ अधिवक्ता।",
  "Sunil K. Nehra, Advocate for the respondent No.7 to 12 in LPA No.548 of 2019.": "सुनील के. नेहरा, 209 के एलपीए नं.5%8 में प्रतिवादी संख्या 7 से ।2 के लिए अधिवक्ता।",
  "Vijay Pal, Advocate and Aashish Kumar, Advocate, for respondent Nos.17, 28, 29, 34, 35, 36, 37, 38, 42, 43, 47,48, 50,": "विजय पाल, अधिवक्ता और आशीष कुमार, अधिवक्ता, प्रत्यर्थी संख्या 47, 28, 29, 3३५, 35, 36, 37, 38, ५2, ५३3,",
  "51, 54 and 55 in LPA No.548 of 2019, for respondent No.1 in": "५7, ५8, 50, 5), 5५ और 55 के लिए 20॥9 के एलपीए नं.5%8 में, प्रत्यर्थी संख्या । के लिए 209 के एलपीए",
  "LPA No.684 of 2019 for respondent Nos.1, 2 and 4 to 6 in LPA": "नं.68% में प्रत्यर्थी संख्या ।, 2 और ५ से 6 के लिए 20॥9 के एलपीए नं.7% में, प्रत्यर्थी संख्या | से ५ के लिए 209",
  "Jasbir Mor, Advocate for respondent No.7 in LPA No.548 of 2019.": "209 के एलपीए नं.5%8 में प्रत्यर्थी नं. 7 के लिए अधिवक्ता।",
  "G.S. SANDHAWALIA, J.": "जी.एस. संधावलिया, जे।",
  "(1) This order shall dispose of 11 appeals i.e. LPA Nos.548,": "(।) यह आदेश ॥॥ अपीलों का निपटान करेगा 209 का एलपीए संख्या 5५8, 563, 56५, 67], 67५, 679,",
  "563, 564, 671, 674, 679, 684, 691, 747, 586 and 754 of 2019, which have been filed by the State objecting to the consideration directed by the learned Single Judge for appointment of the writ petitioners as": "68५,69, 747, 586 और 75%, जो राज्य द्वारा रिट याचिकाकर्ताओं की नियुक्ति के लिए विद्वत एकल न्यायाधीश",
  "Conductors notionally from the date when similarly situated persons in": "द्वारा निर्देशित विचार पर आपत्ति जताते हुए दायर किए गए हैं, उस तारीख से जब समान रूप से स्थित व्यक्ति 20५",
  "CWP No.18044 of 2014 ‘Sunil Kumar and others Vs. State of": "की सीडब्ल्यूपी संख्या. 80%% में स्थित हैं 'सुनील कुमार और अन्य बनाम हरियाणा राज्य और अन्य' 49.05.206",
  "Haryana and others’ decided on 19.05.2016 (Annexure P-13) had been appointed, as per merit in the wait list. Resultantly, the order": "को तय किया गया था (अनुलग्नक पी-3) प्रतीक्षा सूची में योग्यता के अनुसार नियुक्त किया गया था। नतीजतन, राज्य",
  "dated 15.07.2014 (Annexure P-12) passed by the Director General State Transport, Haryana was quashed wherein claim for appointment": "परिवहन महानिदेशक, हरियाणा द्वारा पारित दिनांक 5.07.20% (अनुलग्नक पी-2) को रद्द कर दिया गया था,",
  "of the General Category candidates against the posts meant for Ex- Servicemen (ESM) had been rejected.": "जिसमें भूतपूर्व सैनिकों (ईएसएम) के पदों के खिलाफ सामान्य श्रेणी के उम्मीदवारों की नियुक्ति के दावे को खारिज",
  "(2) The reasoning given by the learned Single Judge to allow": "(2) विद्बत एकल न्यायाधीश द्वारा । रिट याचिकाओं को अनुमति देने के लिए दिया गया तर्क, जिनमें से प्रमुख मामला",
  "‘Sombir and others Vs. State of Haryana and others’ was that the": "2077 का सीडब्ल्यूपी नंबर. ।+326 था 'सोमबीर और अन्य बनाम हरियाणा राज्य और अन्य' यह था कि उक्त व्यक्ति",
  "said persons were on the wait list of the General Category candidates and similarly situated persons had approached this Court in Sunil": "सामान्य श्रेणी के उम्मीदवारों की प्रतीक्षा सूची में थे और इसी तरह स्थित व्यक्तियों ने सुनील कुमार के मामले",
  "STATE OF HARYANA AND OTHERS v. JOGINDER AND OTHERS 239": "हरियाणा राज्य और अन्य बनाम जोगिंदर और अन्य",
  "(G.S. Sandhawalia, J.)": "(जी.एस. संधवालिया, जे.)",
  "Before G.S. Sandhawalia & Harpreet Kaur Jeewan, JJ.": "समक्ष जी.एस. संधावालिया और हरप्रीत कौर जीवन, जे.जे",
  "STATE OF HARYANA AND OTHERS—4ppellants": "हरियाणा राज्य और अन्य-अपीलार्थी",
  "versus": "बनाम",
  "JOGINDER AND OTHERS—Respondents": "जोगिंदरऔर अन्य-उत्तरदाता",
  "LPA No. 548 of 2019": "एलपीए नं. 209 का 548",
  "December 13, 2022": "3 दिसंबर, 2022",
  "Letters Patent Appeal—Constitution of India, Art. 14— Punjab and Haryana High Court Rules and Orders—Appointment": "लेटर्स पेटेंट अपील-भारत का संविधान, +-पंजाब और हरियाणा उच्च न्यायालय के नियम और आदेश- कंडक्टरों की",
  "of Conductors—Iniquitous to deny relief to writ petitioners when similar relief granted to other candidates lower in merit—Writ": "नियुक्ति-रिट याचिकाकर्ताओं को राहत देने से इनकार करना अन्यायपूर्ण है जब योग्यता में कम अन्य उम्मीदवारों को",
  "similar relief granted to other candidates lower in merit—Writ petitioners stands entitled for appointment—Order of learned Single": "इसी तरह की राहत दी जाती है-रिट याचिकाकर्ता नियुक्ति के हकदार हैं एकल न्यायाधीश को कोई कमजोरी नहीं",
  "merit than 25 candidates who were appointed in the year 2017.": "अभिनिर्धारित किया गया कि रिट याचिकाकर्ताओं को वर्ष 207 में नियुक्त किए गए 25 उम्मीदवारों की तुलना में",
  "of time in the year 2017 on the fresh cause of action on the strength that the persons lower in merit had been granted the benefit.": "से दायर किया गया था, इस आधार पर कार्रवाई के नए कारण पर कि योग्यता में कम व्यक्तियों को लाभ दिया गया था।",
  "(Para 12)": "(पैरा 2)",
  "Further held, that the order of the learned Single Judge is well": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि विद्वगत एकल न्यायाधीश का आदेश अच्छी तरह से न्यायोचित है",
  "justified and the judgment passed in Virender Singh Hooda versus State of Haryana and another 2004 (4) SCT 793 can be relied upon,": "और विरेन्द्र सिंह हुड्डा बनाम हरियाणा राज्य और अन्य 200५ (५) एस. सी. टी. 793 में पारित निर्णय पर भरोसा",
  "wherein it has been held that it would be iniquitous to deny relief to the": "किया जा सकता है, जिसमें यह अभिनिर्धारित किया गया है कि रिट याचिकाकर्ताओं को राहत देने से इनकार करना",
  "writ petitioners when it has been granted to other candidates who are lower in merit and resultantly the directions contained in the judgment": "अन्यायपूर्ण होगा जब यह अन्य उम्मीदवारों को दिया गया है जो कम योग्यता वाले हैं और परिणामस्वरूप उच्च",
  "versus Union of India (1991) 3 SCC 47 the Apex Court though held that the candidates do not acquire indefeasible right to be appointed but": "सी. सी. ५7 में शीर्ष न्यायालय ने हालांकि यह अभिनिर्धारित किया कि उम्मीदवारों को नियुक्त होने का अक्षम्य",
  "added a caveat to the aspect that the State did not have a license to act": "अधिकार प्राप्त नहीं है, लेकिन इस पहलू में एक चेतावनी जोड़ी कि राज्य के पास मनमाने ढंग से कार्य करने का",
  "Further held, that in the present case as noticed above the State": "आगे अभिनिर्धारित किया कि वर्तमान मामले में जैसा कि ऊपर देखा गया है, राज्य स्वयं इस न्यायालय द्वारा जारी",
  "itself was operating the wait list in pursuance of the directions issued by this Court, which was to be done as per the merit. Having failed": "निर्देशों के अनुसरण में प्रतीक्षा सूची का संचालन कर रहा था, जो योग्यता के अनुसार किया जाना था। ऐसा करने में",
  "to do so the writ petitioners who were higher in merit are entitled for appointment which was rightly directed by the learned Single": "विफल रहने पर रिट याचिकाकर्ता जो योग्यता में उच्च थे, नियुक्ति के लिए हकदार हैं जो विद्वान एकल न्यायाधीश",
  "for appointment which was rightly directed by the learned Single Judge and, thus, the order of the learned Single Judge does not suffer": "द्वारा उचित रूप से निर्देशित किया गया था और इस प्रकार, विद्वान एकल न्यायाधीश का आदेश किसी भी दुर्बलता से",
  "being upheld in appeal.": "अपील में बरकरार रखा जा रहा है।",
  "(5) Counsels for the respondents/writ petitioners on the other hand have pointed out that there was no delay as such in as much as the directions were issued firstly in the case of Subhash and others": "(5) दूसरी ओर प्रत्यर्थियों /रिट याचिकाकर्ताओं के वकीलों ने इंगित किया है कि सुभाष और अन्य (ऊपर) के मामले",
  "(supra) to pass a speaking order on 25.05.2013. There was initial": "में 25.05.203 को बोलने का आदेश पारित करने के लिए निर्देश जारी किए गए थे। 05.08.203 को प्रारंभिक",
  "rejection on 05.08.2013 and even reconsideration had taken place on": "अस्वीकृति थी और यहां तक कि 5.07.20॥% को पुनर्विचार भी किया गया था, जिसमें यह उचित था कि 6५५",
  "excess and, therefore, recruiting more Conductors would not be in public interest. It was submitted that in pursuance of the directions": "कंडक्टर अधिक थे और इसलिए, अधिक कंडक्टरों की भर्ती जनहित में नहीं होगी। यह प्रस्तुत किया गया था कि",
  "issued in Sunil Kumar’s case (supra) wherein an order dated": "सुनील कुमार के मामले (उपर्युक्त) में जारी निर्देशों के अनुसरण में, जिसमें दिनांक .07.20५ का एक आदेश, जो",
  "11.07.2014 which was on the same reasoning had been set aside by the learned Single Judge. The waiting list had been operated as on": "उसी तर्क पर था, विद्वत एकल न्यायाधीश द्वारा अपास्त कर दिया गया था। प्रतीक्षा सूची 29.05.207 (अनुलग्नक पी-",
  "29.05.2017 (Annexure P-14) wherein in as much as 25 persons had been granted belonging to General Category against the posts of ESM General Category. It was submitted that thus it would not lie in the": "4) तक संचालित की गई थी, जिसमें ईएसएम सामान्य श्रेणी के पदों के लिए सामान्य श्रेणी से संबंधित 25 व्यक्तियों",
  "General Category. It was submitted that thus it would not lie in the mouth of the State Counsel to say that there was a delay in filing the": "को मंजूरी दी गई थी। यह प्रस्तुत किया गया था कि इस प्रकार यह कहना राज्य के वकील के मुंह में नहीं होगा कि",
  "strength of cause of action which had accrued once the State itself had started operating the waiting list. The claim as such was on account of": "पर दायर की गई थीं जो राज्य द्वारा स्वयं प्रतीक्षा सूची का संचालन शुरू करने के बाद अर्जित हुई थीं। इस प्रकार का",
  "the persons lower in merit having been granted the benefit who had": "दावा योग्यता में निम्न व्यक्तियों के कारण किया गया था जिन्हें लाभ प्रदान किया गया था जिन्हें प्रत्यर्थी संख्या ।३०५.५ से",
  "been arrayed as respondent Nos.4 to 28.": "28 के रूप में रखा गया था।",
  "(6) After hearing counsels for the parties, we are of the considered opinion that the order of the learned Single Judge is not": "(6) पक्षकारों के वकीलों को सुनने के बाद, हमारी यह सुविचारित राय है कि विद्वत एकल न्यायाधीश का आदेश",
  "liable to be disturbed in any manner and it is based on peculiar facts": "किसी भी प्रकार से बाधित होने के लिए उत्तरदायी नहीं है और यह विशिष्ट तथ्यों और परिस्थितियों पर आधारित है",
  "and circumstances and it was on account of the wrong action of the State in implementing the wait list which had led to the said situation.": "और यह प्रतीक्षा सूची को लागू करने में राज्य की गलत कार्रवाई के कारण था जिसके कारण उक्त स्थिति पैदा हुई",
  "The advertisement in question dated 28.02.2009 was issued wherein initially 2480 posts had been advertised which were further": "थी। प्रश्नगत विज्ञापन दिनांक 28.02.2009 को जारी किया गया था जिसमें प्रारंभ में 2५80 पदों का विज्ञापन किया",
  "increased to 3837 posts. There were 267 posts reserved for ESM": "गया था जिन्हें आगे बढ़ाकर 3837 पद कर दिया गया था। ईएसएम सामान्य श्रेणी के लिए 267 पद आरक्षित थे,",
  "clear from the result which was declared on 01.02.2012 (Annexure P- 2).": "जिनमें से ।7५ रिक्त रहे, जो 0.02.202 को घोषित किए गए परिणाम से स्पष्ट होगा (अनुलग्रक पी2).",
  "(7) In Garima Jindal’s case (supra) the issue was decided by a learned Single Judge after examining the instructions of the Government regarding such unfilled posts of ESM which were reserved on the basis of horizontal reservations and posts were to be": "(7) गरिमा जिंदल के मामले (उपर्युक्त) में ईएसएम के ऐसे अधूरे पदों के बारे में सरकार के निर्देशों की जांच करने के बाद एक विद्वान एकल न्यायाधीश द्वारा इस मुद्दे का निर्णय लिया गया था, जो क्षेितिज आरक्षण के आधार पर",
  "reserved on the basis of horizontal reservations and posts were to be filled up from the General Category candidates due to non-availability": "आरक्षित थे और आरक्षित श्रेणी से संबंधित उम्मीदवारों की अनुपलब्धता के कारण सामान्य श्रेणी के उम्मीदवारों से",
  "of candidates belonging to reserve category. Therefore, the benefit was": "पदों को भरा जाना था। इसलिए, रिट याचिकाकर्ता को लाभ प्रदान किया गया था जो उक्त मामले में प्रतीक्षा सूची में",
  "STATE OF HARYANA AND OTHERS v. JOGINDER AND OTHERS 241": "हरियाणा राज्य और अन्य बनाम जोगिंदरऔर अन्य",
  "been remained vacant out of the ESM General Category candidates. It": "ई. एस. एम. सामान्य श्रेणी के उम्मीदवारों में से रिक्त रहे। तदनुसार, यह देखा गया कि इस मुद्दे को 20॥॥ के",
  "was, accordingly, noticed that the issue was covered by CWP No.13384 of 2011 ‘Garima Jindal Vs. HVPNL and another’ decided": "सीडब्ल्यूपी नंबर 338% 'गरिमा जिंदल बनाम एचवीपीएनएल' द्वारा कवर किया गया था और 06.08.202 को एक",
  "on 06.08.2012, which had been upheld in LPA No.1775 of 2012 and SLP had also been dismissed. It was, accordingly, noticed that the": "अन्य निर्णय लिया गया था, जिसे 202 के एलपीए नंबर. 775 में बरकरार रखा गया था और एसएलपी को भी",
  "SLP had also been dismissed. It was, accordingly, noticed that the State had not considered the claim of the writ petitioners, who were": "खारिज कर दिया गया था। तदनुसार, यह देखा गया कि राज्य ने रिट याचिकाकर्ताओं के दावे पर विचार नहीं किया",
  "senior to the petitioners in Sunil Kumar’s case (supra) and": "था, जो सुनील कुमार के मामले (उपर्युक्त) में याचिकाकर्ताओं से वरिष्ठ थे और 9.05.206 के आदेश को केवल",
  "(3) The objection of the State was that the rejection order was passed on 15.07.2014, but the writ petitions were filed in the year": "(3) राज्य की आपत्ति यह थी कि अस्वीकृति आदेश 5.07.20५ को पारित किया गया था, लेकिन रिट याचिकाएं",
  "2017 and therefore, there was delay and laches, was rejected while noticing that directions earlier had been given to appoint the writ": "वर्ष 2077 में दायर की गई थीं और इसलिए, देरी और बाधाएं थीं, यह देखते हुए खारिज कर दिया गया था कि पहले",
  "noticing that directions earlier had been given to appoint the writ petitioners as per their merit in the wait list after replacing conductors": "निर्देश दिए गए थे प्रतीक्षा सूची में उनकी योग्यता के अनुसार रिट याचिकाकर्ताओं को नियुक्त करने के लिए कंडक्टरों",
  "first go’. No such direction was given to give appointments over and above the merit list and it was directed that the official respondents": "लिए ऐसा कोई निर्देश नहीं दिया गया था और यह निर्देश दिया गया था कि आधिकारिक उत्तरदाताओं को कनिष्ठ",
  "were not to ignore the seniors while giving appointments to the junior persons. It was further noticed that instructions had been issued on": "व्यक्तियों को नियुक्तियां देते समय वरिष्ठों की अनदेखी नहीं करनी चाहिए। यह भी ध्यान दिया गया कि ईएसएम के",
  "persons. It was further noticed that instructions had been issued on 02.07.2010 and 23.05.2014 regarding filling up of vacant posts for": "लिए रिक्त पदों को भरने के संबंध में 02.07.200 और 23.05.20॥% को निर्देश जारी किए गए थे और कानूनी",
  "order, in view of the fact that CWP No.6492 of 2013 ‘Subhash and": "नोटिस को इस तथ्य को ध्यान में रखते हुए कि 203 की सीडब्ल्यूपी संख्या 6५92 'सुभाष और अन्य बनाम हरियाणा",
  "others Vs. State of Haryana and others’ decided on 25.03.2013": "राज्य और अन्य' ने 25.03.20॥3 को निर्णय लिया था, एक बोलने का आदेश पारित करके खारिज कर दिया गया था,",
  "wherein directions had been issued to the Director General, State Transport, Haryana to pass a speaking order, once the same was": "जिसमें हरियाणा के राज्य परिवहन महानिदेशक को निर्देश जारी किए गए थे कि एक बार यह उनके स्वयं के निर्देशों",
  "against their own instructions. Resultantly, the writ petitions were allowed.": "के खिलाफ था। नतीजतन, रिट याचिकाओं को अनुमति दी गई।",
  "(4) Counsel for the State has vehemently argued that there was a delay in filing the writ petitions and, therefore, the selection process": "(५) राज्य के वकील ने जोरदार तर्क दिया है कि रिट याचिकाओं को दाखिल करने में देरी हुई थी और इसलिए, चयन",
  "having come to an end as the fresh advertisement had been issued on 25.05.2017 (Annexure P-15) and directions could not have been issued": "प्रक्रिया समाप्त हो गई थी क्योंकि ताजा विज्ञापन 25.05.207 (अनुलग्नक पी-5) को जारी किया गया था और",
  "by the learned Single Judge as the shelf life of the wait list had expired.": "एकल न्यायाधीश द्वारा निर्देश जारी नहीं किए जा सकते थे क्योंकि प्रतीक्षा सूची की शेल्फ लाइफ समाप्त हो गई थी।",
  "Reliance was placed upon the judgment of a Coordinate Bench passed in LPA No. 811 of 2022 ‘Ravinder Yadav Vs. Haryana Vidyut": "रिलायंस को एल. पी. ए. सं. में पारित समन्वय पीठ के फैसले पर रखा गया था। 2022 का 8॥॥ 'रविंदर यादव बनाम",
  "Single Judge rejecting the claim for appointment to the post of": "लाइनमैन के पद पर नियुक्ति के दावे को खारिज करने वाले एक विद्वान एकल न्यायाधीश के आदेश को इस आधार",
  "ground that there were vacant seats which should be filled up from the wait list of the same category had been dismissed, which order was": "पर खारिज कर दिया गया था कि रिक्त सीटें थीं जिन्हें उसी श्रेणी की प्रतीक्षा सूची से भरा जाना था, जो आदेश था",
  "STATE OF HARYANA AND OTHERS v. JOGINDER AND OTHERS 243": "हरियाणा राज्य और अन्य बनाम जोगिंदर और अन्य",
  "(8) Sunil Kumar’s case (supra) came to be filed alongwith": "(2) जिन तथ्यों का अनुरोध किया गया था और जो इस तथ्य के आधार पर थे कि योग्यता सूची सुनील कुमार के",
  "been given then they have a right to be appointed as per the": "आवेदन करने के लिए आमंत्रित करने के बराबर होती है और उनके चयन पर उन्हें पद का कोई अधिकार प्राप्त नहीं"
}