{
  "BABU LAL v. RAHUL 195 (Tribhuvan Dahiya, J.)": "बाबू लाल बनाम राहुल (त्रिभुवन दहिया, जे.)",
  "concealed by him while filing the ejectment petition. The transfer deed": "निष्कासन याचिका दायर करते समय उसके द्वारा छिपाया गया। हस्तांतरण विलेख प्रथम दृष्टया यह भी स्थापित नहीं",
  "does not even prima facie establish that the landlord was in occupation of the property/shop mentioned therein. Therefore, the application to": "करता है कि मकान मालिक उसमें उल्लिखित संपत्ति/ठुकान पर कब्जा कर रहा था। इसलिए, स्थानांतरण विलेख को",
  "bring the transfer deed on record as additional evidence, as also the plea of concealment of facts based thereupon, are devoidof merit.": "अतिरिक्त साक्ष्य के रूप में अभिलेख पर लाने का आवेदन, और उसके आधार पर तथ्यों को छिपाने का अनुरोध भी",
  "(13) Further, reliance placed by learned counsel for the tenant on the judgments of this Court in Banke Ram case (supra) and Shankar Lal case (supra) is also misplaced. The judgments are to the effect that": "(43) इसके अलावा, बंके राम मामले (ऊपर) और शंकर लाल मामले (ऊपर) में इस न्यायालय के निर्णयों पर किरायेदार के लिए विद्वान वकील द्वारा रखी गई निर्भरता भी गलत है। निर्णय इस आशय के होते हैं कि मकान मालिक को यह",
  "the landlord is required to plead and prove he is not occupying another building in the urban area. This, in fact, has been done by the landlord": "साबित करने की आवश्यकता होती है कि वह शहरी क्षेत्र में किसी अन्य भवन पर कब्जा नहीं कर रहा है। वास्तव में,",
  "herein and, as discussed above, there is no concealment on his part on": "यह मकान मालिक द्वारा किया गया है और, जैसा कि ऊपर चर्चा की गई है, उस खाते पर उसकी ओर से कोई छिपाव",
  "(14) In view of the aforesaid analysis, the petition is partly": "(9) उपर्युक्त विश्लेषण को ध्यान में रखते हुए, याचिका आंशिक रूप से अनुमत है। परिसर की जीर्ण-शीर्ण स्थिति के",
  "allowed. Findings of the Authorities below ordering eviction on the ground of dilapidated condition of the premises are set-aside, and the": "आधार पर बेदखली का आदेश देने वाले अधिकारियों के निष्कर्ष निर्धारित किए गए हैं, और परिसर की वास्तविक",
  "findings ordering eviction on theground of bona fide requirement of the": "आवश्यकता के आधार पर बेदखली का आदेश देने वाले निष्कर्षों को बरकरार रखा गया है। तदनुसार, निष्कासन",
  "Reporter-Divay Sarup": "रिपोर्टर-दिव्य सरूप",
  "Before Tribhuvan Dahiya, J.": "समक्ष त्रिभुवन दहिया, जे.",
  "BABU LAL—Petitioner": "बाबू लाल-याचिकाकर्ता",
  "versus": "बनाम",
  "RAHUL—Respondent": "राहुल-उत्तरदाता",
  "CR No. 3550 of 2022": "सीआर नं. 2022 का 3550",
  "December 16, 2022": "6 दिसंबर, 2022",
  "Haryana Urban (Control of Rent and Eviction) Act, 1973—S. 13(3) (a) (i)—Ejectment on the ground of bonafide requirement; In": "हरियाणा शहरी (किराया और बेदखली नियंत्रण) अधिनियम, 973- धारा. ।3 (3) (ए) 0)-वास्तविक आवश्यकता के",
  "law the terms ‘Possession’ and ‘occupation’ are _ not interchangeable—Mere possession without occupation will not attract": "आधार पर निष्कासन; कानून में 'कब्जा' और 'व्यवसाय' शब्द विनिमेय नहीं हैं- अधिभोग के बिना केवल कब्जा धारा",
  "section 13(1)(a)(i) as disqualification—Hence mere possession not": "3 (॥) (ए) (आई) को अयोग्यता के रूप में आकर्षित नहीं करेगा-इसलिए केवल कब्जा गैर-सूट मकान मालिक के",
  "adequate to non-suit landlord—Bonafide need established—ejectment allowed.": "लिए पर्याप्त नहीं है-बोनाफाइड स्थापित करने की आवश्यकता है-निष्कासन की अनुमति है।",
  "Held, that the Supreme Court also with reference to provisions of Section 13 (2) (v) of the Act of 1973 explained the terms": "यह अभिनिर्धारित किया गया कि उच्चतम न्यायालय ने भी 973 के अधिनियम की धारा 3 (2) (५) के उपबंधों के",
  "of Section 13 (2) (v) of the Act of 1973 explained the terms ‘possession’ and ‘occupy’ in RamDas versus Davinder (2004) 3 SCC": "संदर्भ में रामदास बनाम देविन्दर (200५) 3 एस. सी. सी. 68% में 'कब्ज़ा' और 'कब्ज़ा' शब्दों की व्याख्या की। यह",
  "684. The case pertained to a landlord seeking possession of the tenanted premises on the ground that the tenant had ceased to occupy it for a": "मामला एक मकान मालिक से संबंधित था जो इस आधार पर किरायेदार परिसर का कब्जा चाहता था कि किरायेदार",
  "continuous period of four months without reasonable cause.": "ने बिना किसी उचित कारण के लगातार चार महीने तक उस पर कब्जा करना बंद कर दिया था।",
  "(Para 11.5)": "(पैरा ॥4.5)",
  "Aman Bahri, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता अमन बहरी।",
  "Munish Gupta, Advocate, for the caveator.": "कैविएटर की ओर से अधिवक्ता मुनीश गुप्ता।",
  "TRIBHUVAN DAHIYA, J. (Oral)": "त्रिभुवन दहिया, जे। (मौखिक)",
  "(1) This is tenant’s revision petition against the order of ejectment, dated 20.8.2018, passed by the Rent Controller, and the": "(।) यह किराया नियंत्रक द्वारा पारित निष्कासन के आदेश के खिलाफ किरायेदार की पुनरीक्षण याचिका है, दिनांक",
  "ejectment, dated 20.8.2018, passed by the Rent Controller, and the order, dated 16.5.2022, passed by the Appellate Authority, affirming the ejectment order.": "20.8.208, और आदेश, दिनांक 6.5.2022, अपीलीय प्राधिकरण द्वारा पारित, निष्कासन आदेश की पुष्टि करते",
  "(2) The respondent/landlord filed an application/petition under Section 13 of the Haryana Urban (Control of Rent and Eviction) Act, 1973 (for short ‘the Act’) for ejectment of the petitioner/tenant from his": "(2) प्रत्यर्थी/मकान मालिक ने हरियाणा शहरी (किराया और बेदखली नियंत्रण) अधिनियम, 973 (संक्षेप में",
  "1973 (for short ‘the Act’) for ejectment of the petitioner/tenant from his shop situated at Pull Bazar, Narnaul, on three grounds, namely; (1)": "'अधिनियम') की धारा 3 के तहत तीन आधारों पर याचिकाकर्ता/किरायेदार को पुल बाजार, नारनौल में स्थित अपनी",
  "the premises for running his own office, workshop and training room by": "(॥) मकान मालिक द्वारा अपना कार्यालय, कार्यशाला और प्रशिक्षण कक्ष चलाने के लिए परिसर की वास्तविक",
  "the landlord, and (iii) the premises being unfit for human habitation on": "आवश्यकता और आवश्यकता, और (॥) परिसर की जीर्ण-शीर्ण स्थिति के कारण मानव निवास के लिए अनुपयुक्त",
  "account of its dilapidated condition. The Rent Controller ordered": "होना। किराया नियंत्रक ने आदेश दिया",
  "rent petition has been sought before this Court. The submission is that the facts were mandatorily required to be pleaded as per Section": "परिसर की आवश्यकता थी, और इस तथ्य का निष्कासन याचिका में विधिवत अनुरोध किया गया है। जहां तक दिनांक",
  "therefore, is that the landlord is not occupying another residential/non- residential building in the urban area concerned, i.e., he/she is not keeping possession of the premises and using it too by being present in": "आवश्यकता रखता है, संबंधित शहरी क्षेत्र में किसी अन्य आवासीय भवन पर कब्जा नहीं कर रहा है और उक्त शहरी",
  "(11.3) Section 13(1)(a)G) of the Act necessitates three conditions; (i) the landlord requires the premises for his/her own": "(॥.3) अधिनियम की धारा 3 (॥) (ए) 0) में तीन शर्तों की आवश्यकता है; () मकान मालिक अपने स्वयं के व्यवसाय",
  "occupation, (ii) he/she is not occupying another residential building in": "के लिए परिसर की अपेक्षा करता है, (॥) वह संबंधित शहरी क्षेत्र में किसी अन्य आवासीय भवन पर कब्जा नहीं कर",
  "the urban area concerned, (iii) he/she has not vacated such building without sufficient cause after the commencement of the Act of 1949 in": "रहा है, (॥) उसने उक्त शहरी क्षेत्र में ।9५9 के अधिनियम के प्रारंभ होने के बाद पर्याप्त कारण के बिना ऐसी इमारत",
  "the said urban area. We are concerned with the second condition only, wherein the expression used is ‘occupying’, 1.e., ‘in occupation’. The": "को खाली नहीं किया है। हम केवल दूसरी शर्त से संबंधित हैं, जिसमें प्रयोग की गई अभिव्यक्ति 'कब्जा', ..७., 'व्यवसाय",
  "words ‘possession’ and ‘occupation’ are two different words with distinct meanings; the legislature has consciously used the latter only.": "में' है। 'कब्ज़ा' और 'कब्ज़ा' शब्द अलग-अलग अर्थों वाले दो अलग-अलग शब्द हैं; विधायिका ने जानबूझकर केवल",
  "Section 13(3) of the Act uses the word ‘possession’ but Section": "बाद वाले का उपयोग किया है। अधिनियम की धारा 3 (3) 'कब्ज़ा' शब्द का उपयोग करती है लेकिन धारा 3 (3)",
  "13(3)(a)G) uses the word ‘occupation/occupying’. Therefore, the two": "(ए) (आई) 'कब्ज़ा/कब्ज़ा' शब्द का उपयोग करती है। इसलिए, दोनों का उपयोग परस्पर परिवर्तनशील रूप से नहीं",
  "cannot be used inter-changeably. One may possess a property, but may not occupy the same. The expression ‘occupation’ means, ‘use of the": "किया जा सकता है। किसी के पास संपत्ति हो सकती है, लेकिन उस पर कब्जा नहीं कर सकता है। 'व्यवसाय' अभिव्यक्ति",
  "premises in occupation’. It refers to the state of being in control and using the premises. The meaning assigned to the words ‘occupation’": "का अर्थ है, 'व्यवसाय में परिसर का उपयोग\" यह नियंत्रण में रहने और परिसर का उपयोग करने की स्थिति को संदर्भित",
  "and ‘possession’ in the Black’s Law Dictionary, Tenth Edition— Pages": "करता है। ब्लैक लॉ डिक्शनरी, दसवें संस्करण में 'व्यवसाय' और 'अधिकार' शब्दों को दिया गया अर्थ-पृष्ठ संख्या।",
  "no. 1248 and 1351 respectively, also points to their being distinct,": "क्रमशः 72५8 और 35, उनके अलग होने की ओर भी इशारा करते हैं, जिनके अलग-अलग निहितार्थ हैं। यह",
  "Occupation. 2. The possession, control, or use of real property; OCCUPANCY.": "पेशा. 2. वास्तविक संपत्ति का कब्जा, नियंत्रण या उपयोग; सफलता।",
  "Possession. 1. The fact of having or holding property in one’s power;the exercise of dominion over property.": "कब्ज़ा. ।. किसी की शक्ति में संपत्ति होने या रखने का तथ्य; संपत्ति पर प्रभुत्व का प्रयोग।",
  "(11.4) ‘Occupation’, therefore, has a wider meaning as it includes possession, apart from being in control or using the property,": "\"(4.५)\" \"व्यवसाय\" \"का व्यापक अर्थ है क्योंकि इसमें नियंत्रण में होने या संपत्ति का उपयोग करने के अलावा कब्जा",
  "but not vice versa.‘Possession’ does not include occupation; it refers to the state of being in control over a property to the exclusion of others,": "शामिल है, लेकिन इसके विपरीत नहीं।\"'कब्जा' में कब्जा शामिल नहीं है; यह दूसरों के बहिष्कार के लिए एक संपत्ति",
  "which may not be in actual use by the one having possession over it.": "पर नियंत्रण में होने की स्थिति को संदर्भित करता है, जो उस पर कब्जा रखने वाले द्वारा वास्तविक उपयोग में नहीं हो सकता है।",
  "(11.5) The Supreme Court also with reference to provisions of Section 13 (2) (v) of the Act of 1973 explained the terms ‘possession’": "(.5) उच्चतम न्यायालय ने भी 973 के अधिनियम की धारा 3 (2) (५) के प्रावधानों के संदर्भ में राम दास बनाम",
  "and ‘occupy’ in Ram Das versus Davinder’. The case pertained to a landlord seeking possession of the tenanted premises on the ground that": "देविंदरः में 'कब्ज़ा' और 'कब्ज़ा' शब्दों की व्याख्या की. यह मामला एक मकान मालिक से संबंधित था जो इस आधार",
  "landlord seeking possession of the tenanted premises on the ground that the tenant had ceased to occupy it for a continuous period of four": "पर किरायेदार परिसर का कब्जा चाहता था कि किरायेदार ने बिना किसी उचित कारण के लगातार चार महीने तक",
  "7. The terms “possession” and “occupy” are in common parlance used interchangeably. However, in law, possession": "7. \"कब्ज़ा\" और \"कब्ज़ा\" शब्द आम बोलचाल में एक दूसरे के स्थान पर उपयोग किए जाते हैं। हालांकि, कानून में,",
  "over a property may amount to holding it as an owner but": "किसी संपत्ति पर कब्जा उसे मालिक के रूप में रखने के बराबर हो सकता है, लेकिन कब्जा करने का अर्थ है उसमें",
  "to occupy is to keep possession of by being present in it.": "उपस्थित होकर कब्जा रखना।",
  "32004 (3) SCC 684": "32009 (3) एससीसी 68५",
  "eviction of the petitioner/landlord from the demised premises under all the aforesaid three grounds. The Appellate Authority, however, held": "उपरोक्त तीनों आधारों के तहत याचिकाकर्ता »/मकान मालिक को ध्वस्त परिसर से बेदखल करना। हालाँकि, अपीलीय",
  "the landlord, and ordered eviction on the remaining two grounds of bona fide necessity and dilapidated condition of the premises.": "उपलब्ध नहीं था, और वास्तविक आवश्यकता और परिसर की जीर्ण-शीर्ण स्थिति के शेष दो आधारों पर बेदखल करने",
  "(3) Challenging the eviction, learned counsel for the petitioner has submitted that dilapidated condition of the demised premises has": "(3) बेदखली को चुनौती देते हुए, याचिकाकर्ता के विद्वान वकील ने प्रस्तुत किया है कि भवन विशेषज्ञ रिपोर्ट उदाहरण",
  "well as the photographs attached thereto, though this Building Expert did not subject himself to cross-examination. Therefore, his evidence,": "हालांकि इस भवन विशेषज्ञ ने खुद को प्रतिपरीक्षा के अधीन नहीं किया था। इसलिए, उनके साक्ष्य, तस्वीरों के साथ",
  "taken into account to establish dilapidated condition of the demised premises or order eviction on that basis. Learned counsel for the": "विचाराधीन रिपोर्ट को ध्वस्त परिसर की जीर्ण-शीर्ण स्थिति स्थापित करने या उस आधार पर बेदखली का आदेश देने",
  "respondent/caveator/landlord could not dispute that the witness did not": "के लिए ध्यान में नहीं रखा जा सकता था। प्रत्यर्थी/कैविएटर /मकान मालिक के विद्वान वकील इस बात पर विवाद नहीं",
  "face cross-examination. Therefore, testimony of PW-2 as well as his": "कर सके कि गवाह को जिरह का सामना नहीं करना पड़ा। इसलिए, पीडब्लू-2 की गवाही के साथ-साथ उसकी रिपोर्ट",
  "report, cannot be read in evidence, and findings of both the Authorities": "को साक्ष्य में नहीं पढ़ा जा सकता है, और नीचे दिए गए दोनों अधिकारियों के निष्कर्षों को ध्वस्त परिसर की जीर्ण-शीर्ण",
  "(4) Learned counsel for the petitioner/tenant has further submitted thatthe respondent/landlord has made false averments in the": "(५) याचिकाकर्ता/किरायेदार के विद्वान वकील ने आगे प्रस्तुत किया है कि प्रतिवादी/मकान मालिक ने निष्कासन",
  "ejectment petitionstating that he was not occupying any other premises in the urban area concerned. In this regard he has referred to a": "याचिका में गलत कथन किया है कि वह संबंधित शहरी क्षेत्र में किसी अन्य परिसर पर कब्जा नहीं कर रहा था। इस",
  "registered transfer deed dated 26.3.2015, Annexure A-1, whereby": "संबंध में उन्होंने दिनांक 26.3.20॥5 के एक पंजीकृत अंतरण विलेख, अनुलग्क ए-। का उल्लेख किया है, जिसके",
  "landlord’s father Surender Kumar transferred one shop/property situated within laldora of old abadi of Bridge Market, Narnaul, in landlord’s favour before filing of the ejectment petition on 9.10.2015.": "तहत मकान मालिक के पिता सुरेंद्र कुमार ने 90.205 को निष्कासन याचिका दायर करने से पहले ब्रिज मार्केट, नारनौल की पुरानी आबादी के लालदोरा के भीतर स्थित एक दुकान/संपत्ति को मकान मालिक के पक्ष में हस्तांतरित",
  "And gave him ownership and possession of the property situated in the same market where the demised premises existed. An application, CM": "कर दिया था और उसे उसी बाजार में स्थित संपत्ति का स्वामित्व और कब्जा दे दिया जहां ध्वस्त परिसर मौजूद था।",
  "10931-CI of 2022, has been filed to bring on record this transfer deed, dated 26.3.2015, as additional evidence. Learned counsel has also": "अतिरिक्त साक्ष्य के रूप में दिनांक 26.3.205 के इस हस्तांतरण विलेख को अभिलेख पर लाने के लिए 2022 का",
  "Annexure-P/5, where he deliberately concealed this fact by feigning ignorance about having any other commercial property. The eviction": "पी/5 की प्रतिपरीक्षा का भी उल्लेख किया है, जिसमें उसने जानबूझकर किसी अन्य वाणिज्यिक संपत्ति के बारे में",
  "dated 26.3.2015. The landlord is, therefore, guilty of concealment of the material fact of his occupying another shop, and his eviction petition": "और स्थानांतरण विलेख दिनांक 26.3.205 है। इसलिए मकान मालिक अपनी दूसरी दुकान पर कब्जा करने के",
  "material fact of his occupying another shop, and his eviction petition deserves to be dismissed on that account itself. In support of his": "भौतिक तथ्य को छिपाने का दोषी है और उसकी बेदखली याचिका उसी कारण खारिज की जानी चाहिए। अपने तर्क",
  "contention, he has relied upon the full Bench judgment of this Court": "के समर्थन में उन्होंने इस अदालत के पूर्ण पीठ के फैसले पर भरोसा किया है"
}