{
  "STATE OF HARYANA AND OTHERS": "हरियाणा राज्य और अन्य",
  "(M.M. Kumar, ACJ.)": "(ए सी जे न्यामूर्ति एम. एम. कुमार, )",
  "Before M. M. Kumar, ACJ": "(५८) न्यामूर्ति एम. एम. कुमार के समक्ष,",
  "Rajiv Narain Raina, J.": "न्यामूर्ति राजीव नारायण रैना",
  "HARDEEP SINGH SUNDRIA, ADVOCATE AND OTHERS,—Petitioner": "हरदीप सिंह सुंद्रिया, अधिवक्ता और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANAAND OTHERS,—Respondents": "हरियाणा राज्य और अन्य,-उत्तरदाता",
  "CWP No. 8756 of 2010": "सी. डब्ल्यू पी. सं. 200 का 8756",
  "Constitution of India, 1950 - Art.226 - Indian Medical": "भारत का संविधान, 950 अनुछेद 226-भारतीय चिकित्सा परिषद अधिनियम,",
  "Council Act, 1956 - S.23 - Haryana Civil Service (Punishment and Appeal) Rules, 1987- RI.7, 8 - Illegal activity of preparing false and": "956-धारा 23-हरियाणा सिविल सेवा (सजा और अपील) नियम, 987-धारा 7,8-",
  "fictitious medico legal reports brought to notice - False medical": "संज्ञान में आई झूठी और काल्पनिक चिकित्सा कानूनी रिपोर्ट तैयार करने की अवैध",
  "certificate obtained for roping in innocent citizens in offences -": "गतिविधि-अपराधों में निर्दोष नागरिकों को शामिल करने के लिए प्राप्त गलत",
  "against erring doctors - Specific instances quoted where medical": "डॉक्टरों के खिलाफ कार्रवाई करने का निर्देश-विशिष्ट उदाहरणों का हवाला दिया",
  "certificate were issued for extraneous consideration - Special": "गया जहां चिकित्सा प्रमाण पत्र असंगत परिफल के लिए जारी किए गए थे-विशेष",
  "Investigation Team and Special Medical Board constituted - Status Report filed by Inspector General of Police disclosed details of cases": "जांच दल और विशेष चिकित्सा बोर्ड का गठन-पुलिस महानिरीक्षक द्वारा दायर",
  "Report filed by Inspector General of Police disclosed details of cases registered against government and private doctors - PIL disposed off": "स्थिति रिपोर्ट में सरकारी और निजी डॉक्टरों के खिलाफ दर्ज मामलों का विवरण-पी.",
  "- Directions issued by court.": "आई. एल. का निपटारा-अदालत द्वारा जारी निर्देश।",
  "Held, that therefore, we feel that some directions would be necessary,": "अभिनिर्धारित, हम महसूस करते हैं कि कुछ निर्देश आवश्यक है, जो नीचे दिए",
  "(A) Areference has been made to Special Medical Board, PGIMS,": "(क) स्पेशल मेडिकल बोर्ड, पीजीआईएमएस, रोहतक और एसआईटी को एक",
  "working as nodal agency in coordination with each other. If": "समन्वय में नोडल एजेंसी के रूप में काम करना जारी रखेंगी।यदि किसी भी",
  "any, complaint concerning the false and fictitious medical reports or other related issue is received at any police station then the": "पुलिस स्टेशन में झूठी और काल्पनिक चिकित्सा रिपोर्ट या अन्य संबंधित मुद्दे से",
  "same be investigated with the help of SIT. The matter be referred": "संबंधित कोई शिकायत प्राप्त होती है तो एस. आई. टी. की मदद से इसकी",
  "to Special Medical Board, PGIMS, Rohtak for its opinion. The progress made by these agencies be filed in the form of": "जांच की जानी चाहिए। इस मामले को विशेष चिकित्सा बोर्ड, पीजीआईएमएस, रोहतक को उसकी राय के लिए भेजा जाए।इन एजेंसियों द्वारा की गई प्रगति",
  "status report by end of February 2012, which may be placed": "को फरवरी 2042 के अंत तक स्थिति रिपोर्ट के रूप में दाखिल किया जाए,",
  "before this Court. A copy of the status report be also sent to": "जिसे इस न्यायालय के समक्ष रखा जाए। स्थिति रिपोर्ट की एक प्रति दो सप्ताह",
  "HARDEEP SINGH SUNDRIA, ADVOCATE AND OTHERS v. 557 STATE OF HARYANA AND OTHERS": "हरदीप सिंह सुंद्रिया, अधिवक्ता और अन्य बनाम हरियाणा राज्य और अन्य 557",
  "registration of criminal cases on the allegation of issuing false MLRs. In order": "करने के आरोप पर आपराधिक मामले दर्ज करने का खुलासा किया गया। आदेश",
  "dated 03.06.2011, this Court took notice of the fact that as many as 46": "दिनांकित 03.06.20॥ में, इस न्यायालय ने इस तथ्य पर ध्यान दिया कि इस तरह के",
  "criminal cases were registered on such allegations and departmental proceedings were initiated against eight Doctors, which were to be concluded": "आरोपों पर 46 आपराधिक मामले दर्ज किए गए थे और आठ डॉक्टरों के खिलाफ",
  "Dr. Vishal Goyal, and Dr. Dara Singh were also highlighted by the petitioners": "किया जाना था।याचिकाकर्ताओं ने अन्य दो डॉक्टरों, डॉ. विशाल गोयल और डॉ.",
  "fabricated MLRs/ bed head tickets/ treatment record have been sent to the Special Medical Board, PGIMS Rohtak and action was to be taken": "गई हैं, जिन्हें विशेष चिकित्सा बोर्ड, पी. जी. आई. एम. एस., रोहतक को भेजा गया",
  "was registered at Police Station Civil Lines, Hisar against Dr. Sanjay": "पुलिस स्टेशन सिविल लाइंस, हिसार में मामला दर्ज किया गया। पूछताछ के दौरान,",
  "Rs. 50,000/- only after Dr. Sanjay Verma promised him for tendering desired medical opinion after charging Rs.1,50,000/- so as to add": "50, 000/- रुपये केवल डॉ. संजय वर्मा द्वारा रुपये 50,000 लेने के बाद वांछित चिकित्सा राय देने का वादा करने के बाद स्वीकार किए। भा.द॑ सं. की धारा 307",
  "(4) The aforesaid matter was reported in the Media, thereafter": "(4) उपरोक्त मामले को मीडिया में रिपोर्ट किया गया था, इसके बाद प्रभावित",
  "a number of complaints were filed by the affected persons against the Government and Private Doctors of district Hisar, which necessitated": "व्यक्तियों द्वारा जिला हिसार के सरकारी और निजी डॉक्टरों के खिलाफ कई शिकायतें दर्ज की गईं, जिसके कारण आदेश दिनांकित 07.05.200 के अनुसार",
  "constitution of a Special Investigation Team (for brevity ‘SIT’) vide": "एक विशेष जांच दल (संक्षिप्त के लिए 'एसआईटी') का गठन हुआ। विशेष जांच दल",
  "the complaints relating to false and fabricated MLRs (R-1). The Special": "ने झूठे और मनगढ़ंत एम. एल. आर. (आर-॥) से संबंधित सभी शिकायतों की जांच",
  "Investigation Team was reconstituted on 31.07.2007 (R-2). A Special": "की।विशेष जाँच दल का पुनर्गठन 34.07.2007 (१-2) को किया गया था।पुलिस",
  "Medical Board has also been constituted by the Medical Superintendent": "चिकित्सा अधीक्षक द्वारा एक विशेष चिकित्सा बोर्ड का भी गठन किया गया है,",
  "committed by the Doctors of private hospitals of Hisar in connivance": "ताकि हिसार के निजी हस्पतालो के डॉक्टरों द्वारा सरकारी चिकित्सा अधिकारियों",
  "under Sections 420/195/ 511/34/120-B IPC, P.S. Civil Lines, Hisar, six": "भा.दं सं. की धारा 420/95 5॥/34/20-बी, आई. पी. सी. पी. एस. सिविल लाइन्स,",
  "more cases were also registered till 30.08.2010 against the Government and private Doctors in different Police Stations which are under": "में सरकारी और निजी डॉक्टरों के खिलाफ 30.08.200 तक छह और मामले दर्ज",
  "investigation (R-4). However, the allegations made by the petitioners": "किए गए, जिनकी जांच (आर-4) चल रही है हालाँकि, याचिकाकर्ताओं द्वारा लगाए",
  "that such mal-practices have been prevailing amongst medical practitioner": "गए आरोपों कि पिछले 0 वर्षों से चिकित्सा व्यवसायियों के बीच इस तरह के",
  "for last 10 years have been denied. It has been asserted that there was": "कदाचार प्रचलित हैं, का खंडन किया गया है।यह दावा किया गया है कि",
  "no complaint received till 23.03.2010, which resulted in registration of": "23.03.200 तक कोई शिकायत प्राप्त नहीं हुई थी, जिसके परिणामस्वरूप",
  "FIR No. 132 (supra). On merit, it has also been submitted that 100": "प्राथमिकी संख्या 32 (ऊपर) दर्ज की गई थी।योग्यता के आधार पर, यह भी प्रस्तुत",
  "suspected MLRs/ opinions/ C.T. Scan reports have been taken into": "किया गया है कि 400 संदिग्ध एम. एल. आर/राय/सी. टी. स्कैन रिपोर्ट स्थानीय",
  "197, 440, 327 and 34 IPC, P.S. Civil Lines, Hisar; FIR No. 365, dated 16.04.2010, under Sections 195, 196, 197, 420, 468 and 120-B IPC, P.S.": "सिविल लाइन्स, हिसार; भा.दं सं. सी. की धारा 95,।96,97,420,468 और १20-बी",
  "16.04.2010, under Sections 195, 196, 197, 420, 468 and 120-B IPC, P.S. City, Hisar and FIR No. 132, dated 23.03.2010, under Sections 420, 195,": "भा.दं सं. सी., पी. एस. सिटी, हिसार और भा<दं सं. सी. की धारा 420,95,5॥ और",
  "511 and 34 IPC, P.S. Civil Lines, Hisar (referred in P-1). In the aforesaid": "34, पी. एस. सिविल लाइंस, हिसार (पी- में संदर्भित) के तहत भा.दं सं. सी. की धारा 95,96,।97,420,468 और 20-बी भा.दं सं. सी., पी. एस. सिटी, हिसार और",
  "offence or the other. The petitioners have also prayed that against the": "चिकित्सकों पर किसी न किसी अपराध का आरोप लगाया गया है।याचिकाकर्ताओं ने यह भी अनुरोध किया है कि सरकारी चिकित्सा अधिकारियों के खिलाफ",
  "Government Medical Officers disciplinary action be initiated and against the": "अनुशासनात्मक कार्रवाई शुरू की जाए और निजी चिकित्सा व्यवसायियों के",
  "private medical practitioners action for cancellation of their licences as": "अनुसार पंजीकृत चिकित्सा व्यवसायियों के रूप में उनके लाइसेंस रद्द करने के",
  "(2) Brief facts may first be noticed as per averments made in the": "(2) रिट याचिका में किए गए अभिकथनों के संक्षिप्त तथ्यों पर पहले ध्यान दिया",
  "writ petition. There are specific allegations made against the Medical Officer, Dr. Bhup Singh Khatri, Civil Hospital, Hisar. The other names given in para": "जा सकता है।हिसार के सिविल अस्पताल के चिकित्सा अधिकारी डॉ. भूष सिंह खत्री के खिलाफ विशिष्ट आरोप लगाए गए हैं।पैरा 2 में दिए गए अन्य नाम निजी डॉक्टरों",
  "2 are of the private doctors, namely, Dr. Jalvir Jangra, Dr. C.R. Garg, Dr.": "के हैं, जिनमें डॉ. जलवीर जांगड़ा, डॉ. सी. आर. गर्ग, डॉ. अनंत राम और उनके",
  "Anant Ram and their assistants, namely, Kuldeep of Anant Ram Medical Centre, Churamani Complex, Delhi Road, Hisar, Balwinder son of Dalbir": "सहायक, कुलदिप अनंत राम मेडिकल सेंटर, चूरामणी कॉम्प्लेक्स, दिल्ली रोड,",
  "Singh, Metro Hospital, near Dabra Chowk Bridge, Hisar, Sapra Hospital,": "हिसार, दलबीर सिंह के बेटे बलविंदर, मेट्रो अस्पताल, डबरा चौक ब्रिज के पास,",
  "Rajgarh Road, Hisar, Lifeline Hospital, Hisar and various other private": "हिसार, सपरा अस्पताल, राजगढ़ रोड, हिसार, लाइफलाइन अस्पताल, हिसार और",
  "hospitals. A specific reference has been made to various names given in the": "कई अन्य निजी अस्पताल शामिल हैं।उपरोकक्‍त प्राथमिकियों में दिए गए विभिन्न नामों",
  "aforesaid FIRs. According to the petitioners, all these mal-practices have": "का एक विशिष्ट संदर्भ दिया गया है। याचिकाकर्ताओं के अनुसार, ये सभी अनाचार",
  "been prevailing under the nose of the Administration for the last about": "पिछले कुछ समय से प्रशासन की नाक के नीचे 40 वर्षों से चल रही है और इस",
  "false and fictitious Medico-legal Reports/ Medical Certificates. The Court": "चिकित्सा रिपोर्टों को प्रमाणित नहीं किया जाता है तो यह आपराधिक मुकदमों के",
  "details of cases registered against the private as well as Government Doctors": "करने के लिए सरकारी और निजी डॉक्टरों को प्रभावित कर रहे हैं।काल्पनिक चिकित्सा प्रमाण पत्र के अनुसार चोटों की खरीद ने निर्दोष के खिलाफ मुकदमा",
  "(6) Respondent Nos. 1 to 4 again filed their reply through the": "(3) प्रस्ताव के नोटिस के जारी होने के जवाब में, प्रतिवादी संख्या 4 से 3 ने",
  "7. Dr. Y.P. Verma, PGIMS, = The Principal Medical": "7. डॉ. वाई. पी. वर्मा,",
  "Sharma, MO Hospital,": "शर्मा, एम. ओ",
  "regarding Police/ Judicial": "गया पुलिस या न्यायिक कारवाई बारे उनके",
  "Action taken against two doctors namely Dr. Vishal Goyal and Dr. Dara Singh mentioned in the orders is explained as under:-": "आदेश में उल्लिखित दो डॉक्टरों डॉ. विशाल गोयल और डॉ. दारा सिंह के खिलाफ की गई कार्रवाई का विवरण नीचे",
  "the Officer": "सं अधिकारी का",
  "1. Dr. Dara Singh, Suspended": ". डॉ. दारा सिंह,",
  "2. Dr. VishalGoyal Suspended": "2. डॉ. विशाल गोयल",
  "MO (Suspended) Head quarter": "एमओ (निलंबित)",
  "Kaithal": "कैथल",
  "On dated 3.8.2011, the Principal Medical Officer,": "दिनांक 3.8.20॥ प्रधान चिकित्सा अधिकारी,",
  "under rule-7 against": "के खिलाफ नियम-7 के तहत एक मसौदा इस",
  "office, which was got vetted from departmental ADA and": "कार्यालय को भेजा जिसका एडीए से निरिक्षण",
  "was sent to Govt. on 4.8.2011. But the Govt.": "करवाया और 4.8.20॥। को सरकार को भेज दिया",
  "been sent to Govt. for": "निरिक्षण हेतु सरकार को भेज दिया",
  "Surgeon Hisar was requested to sent the": "सिविल सर्जन हिसार को ॥.3.20॥| को आवश्यक",
  "requested to sent the draft under rule-7 for": "कार्रवाई हेतु नियम-7 के तहत मसौदा भेजने के",
  "awaited from Civil": "तर्फ से मसौदे की प्रतीक्षा",
  "564 LL.R. PUNJAB AND HARYANA 2012(2)": "564 आई. एल. आर. पंजाब और हरियाणा 202(2)",
  "(D) The petitioners and any other member of the public may move": "(घ) याचिकाकर्ता और जनता का कोई अन्य सदस्य इस न्यायालय के समक्ष",
  "any other application concerning the subject matter of the present": "वर्तमान याचिका के विषय से संबंधित कोई अन्य आवेदन दायर कर सकते हैं।",
  "(13) Accordingly, the writ petition stands disposed of in the above terms.": "(3) तदनुसार, रिट याचिका का उपरोक्त शर्तें में निपटारा किया जाता है।",
  "(14) A copy of this order be given to Mr. Kulvir Narwal, learned Addl. A.G, Haryana under the signatures of the Bench Secretary for onward transmission to concerned quarters.": "(4) इस आदेश की एक प्रति पीठ सचिव के हस्ताक्षर के तहत श्री कुलवीर नरवाल को विद्वान ए. जी. हरियाणा को संबंधित क्षेत्रों में भेजने के लिए दी जाये।",
  "(12) We have heard learned counsel for the parties and are of the": "(2) हमने पक्षकारों के विद्वान अधिवक्ता को सुना है और हमारा विचार है कि",
  "view that the respondent-State and Director of Prosecution have been": "प्रतिवादी-राज्य और अभियोजन निदेशक उन डॉक्टरों और अन्य लोगों के खिलाफ",
  "pursuing criminal and disciplinary cases against those Doctors and others": "आपराधिक और अनुशासनात्मक मामलों की पैरवी कर रहे हैं जो मनगढ़ंत और",
  "who have been indulging in mal-practices of issuing fabricated and false MLRs on extraneous consideration resulting into harassment of a falsely named accused who in fact never committed an offence. On account of": "झूठे एम. एल. आर. जारी करने के कदाचार में लिप्त हैं।प्रतिवादी द्वारा किए गए",
  "the efforts made by the respondents and in compliance of the directions issued by this Court from time to time, the respondents have been able to": "प्रयासों और समय-समय पर इस न्यायालय द्वारा जारी निर्देशों के अनुपालन के",
  "issuance of fabricated reports has been tamed to some extent. As is evident": "दर्शाते हैं कि मनगढ़ंत रिपोर्ट जारी करने से संबंधित राक्षत को कुछ हद तक",
  "from the perusal of various action taken reports and the status reports filed by the Director General Health Services, Haryana, Chandigarh and Director": "नियंत्रित किया गया है।जैसा कि स्वास्थ्य सेवा महानिदेशक, हरियाणा, चंडीगढ़ और अभियोजन निदेशक द्वारा क्रमशःदायर विभिन्न कारश्वाई रिपोर्टों और स्थिति रिपोर्टों",
  "of Prosecution respectively, the fraudulent and erring Doctors have been": "के अवलोकन से स्पष्ट है, धोखाधड़ी करने वाले और गलती करने वाले डॉक्टरों पर",
  "facing charges either at the departmental level or by way of criminal trial.": "विभागीय स्तर पर या आपराधिक मुकदमे के माध्यम से आरोप लगाए जा रहे",
  "The aforesaid facts and data revealed by the respondents indicate some": "हैं।प्रतिवादी द्वारा बताए गए उपरोक्त तथ्य और आंकड़े उनके द्वारा उठाए गए कुछ",
  "satisfactory steps taken by them. In order to completely tam the monster of fabricated, false and procured medical reports or other related material": "संतोषजनक कदमों का संकेत देते हैं।मनगढ़ंत, झूठी और अर्जित चिकित्सा रिपोर्ट या अन्य संबंधित सामग्री के राक्षस को पूरी तरह से काबू में करने के लिए जो सीधे",
  "which directly interfere in the administration of justice, it would be necessary": "न्याय के प्रशासन में हस्तक्षेप करते हैं, यह सुनिश्चित करना आवश्यक होगा कि ऐसी",
  "to ensure that such a malady be nipped in the bud. Therefore, we feel that": "बीमारी को शुरुआत में ही समाप्त कर दिया जाए।इसलिए, हम महसूस करते हैं कि",
  "some directions would be necessary, which read as under:": "कुछ निर्देश आवश्यक होंगे, जो नीचे दिए गए हैं:",
  "working as nodal agency in coordination with each other.": "समन्वय में नोडल एजेंसी के रूप में काम करना जारी रखेंगी।",
  "(9) The names of Senior Medical Officers are also mentioned": "(9) जिन वरिष्ठ चिकित्सा अधिकारियों के खिलाफ कार्रवाई की गई है, उनमें डॉ.",
  "against whom action has been taken, namely Dr. R.P. Sharma, SMO, General Hospital, Bhiwani and Dr. Advin, SMO, K.L. Jalan Hospital, Bhiwani. Both of them have been chargesheeted under Rule-7 of Haryana": "आर. पी. शर्मा, एस. एम. ओ., जनरल अस्पताल, भिवानी और डॉ. एडविन, एस. एम. ओ., के. एल. जालान अस्पताल, भिवानी शामिल हैं।उन दोनों के खिलाफ हरियाणा",
  "Civil Service (Punishment and Appeal) Rules, 1987 (for brevity ‘the Rules’).": "सिविल सेवा (सजा और अपील) नियम, ॥997 (संक्षिप्तता के लिए 'नियमों\" के",
  "either under Rule 7 or Rule 8 of the Rules, namely, (i) Dr. J.P. Chauhan,": "है, जिनके खिलाफ नियम 7 या नियम 8 के तहत कार्रवाई की गई है, जिनके नाम ()",
  "Medical Officer, Community Health Centre, Kalanpur; (ii) Dr. Makhan lal,": "डॉ. जे. पी. चौहान, चिकित्सा अधिकारी, सामुदायिक स्वास्थ्य केंद्र, कलानपुर; 0) डॉ.",
  "Medical Officer, Community Health Centre, Aantri, Narnaul; (iii) Dr. S.H.": "माखन लाल, चिकित्सा अधिकारी, सामुदायिक स्वास्थ्य केंद्र, अंतरी, नारनौल; (॥) डॉ.",
  "Sehgal; (iv) Dr. Archana Soni and (v) Dr. G.S. Narwal, all from General": "एस. एच. सहगल; (५) डॉ. अर्चना सोनी और (५) डॉ. जी. एस. नरवाल, सभी सामान्य",
  "Hospital, Karnal; (vi) Dr. Kuldeep Singh Rana, Medical Officer, General": "अस्पताल, करनाल से; (५) डॉ. कुलदिप सिंह राणा, चिकित्सा अधिकारी, सामान्य",
  "Hospital, Jind; (vii) Dr. Karan Singh, Medical Officer, Community Health": "अस्पताल, जींद; (/) डॉ. करण सिंह, विकित्सा अधिकारी, सामुदायिक स्वास्थ्य केंद्र,",
  "Centre, Mohindergarh; (viii) Dr. Sarvpal Singh Bhatia, Medical Officer,": "मोहिंदरगढ़; (५) डॉ. सर्वपाल सिंह भाटिया, चिकित्सा अधिकारी, सामान्य अस्पताल,",
  "General Hospital, Rohtak; (ix) Dr. Adhiswar Medical Officer, District Jail": "रोहतक; (90 डॉ. अधिस्वर चिकित्सा अधिकारी, जिला जेल करनाल और (0 डॉ.",
  "Karnal and (x) Dr. Ramesh Kamra, Medical Officer, Community Health Centre Bhuna, (Fatehabad).": "रमेश कामरा, विकित्सा अधिकारी, सामुदायिक स्वास्थ्य केंद्र भुना, (फतेहाबाद)।",
  "(10) The Director Prosecution, Sh. H.R. Janni, has also filed an": "(0) निदेशक अभियोजन, श्री एच. आर. जन्नी ने एक शपथ पत्र भी दायर किया",
  "affidavit showing that 14 cases against the Doctors preparing false MLRs": "है जिसमें दिखाया गया है कि झूठे एम. एल. आर. तैयार करने वाले डॉक्टरों के",
  "were pending in different courts in five districts of the respondent-State. The": "खिलाफ ॥4 मामले प्रतिवादी राज्य के पांच जिलों की विभिन्न अदालतों में लंबित",
  "case FIR No. 697 of 2010, under Sections 420, 467, 468, 471, 120-B": "थे।भा.दं सं. सी. की खंड 420,467,468,47,।20-बी, पी. एस. सिटी, भिवानी के",
  "195, 196, 420 and 120-B IPC, P.S. Ratia, Fatehabad; FIR No. 488, dated": "95,96,420 और १20-बी, पी. एस. रतिया, फतेहाबाद के तहत प्राथमिकी आर.",
  "22.08.2010, under Sections 420, 464, 468, 471, 465, 440, 195, 197, 327 and 34 IPC, P.S. City, Hansi, Hisar; FIR No. 300, dated 23.6.2010, under": "420,464,468,47,465,440,95,97,327 और 34, पी. एस. सिटी, हांसी, हिसार के तहत एफ़. आई. आर. सं. 488, दिनांक आई. डी. ; भा.दं.सं. सी. की धारा 20-",
  "under Sections 155, 420, 307 IPC and P.C. Act, P.S. City Hisar; FIR No.": "दिनांक 23.6.200; भादं.सं. सी. की धारा 55,420,307 और पी. सी. अधिनियम, पी. एस. सिटी हिसार के तहत प्राथमिकी आर. सं. 402, दिनांक आई. डी. ॥;",
  "134, dated 22.09.2008, under Sections 307, 323, 125, 506 IPC, P.S. City, Hansi, Hisar; FIR No. 365, dated 16.04.2010, under Sections 195, 196,": "भादंसं. सी. की धारा 307,323,25,506, पी. एस. सिटी, हांसी, हिसार के तहत प्राथमिकी आर, सं. ॥34, दिनांक 22.09.2008; भादंसं. सी. की धारा",
  "197, 307, 420, 468, 120-B IPC and Section 7/8/9/12/13/34 of P.C. Act, P.S. City, Hisar; FIR No. 132, dated 23.03.2010, under Sections 420, 195,": "95,96,97,307,420,468,20-बी और पी. सी. अधिनियम, पी. एस. सिटी, हिसार की खंड 7/8/9 2/3/34 के तहत एफ़. आई. आर. सं. 365, दिनांक 6.04.200",
  "under Sections, 307, 329, 425, 197, 120-B IPC, P.S. Hisar; FIR No. 109,": "की धारा 307,329,425,97,20-बी, पी. एस. हिसार के तहत प्राथमिकी आर. सं."
}