{
  "Concededly the Executive Committee is constituted. by the Board of Directors ‘under Byé-law 23, which says that one of the duties of the": "सहमति से कार्यकारी समिति का गठन उपनियम 23 के तहत निदेशक मंडल द्वारा किया जाता है, जिसमें कहा गया",
  "Board of Directors shall' be to appoint an Executive Committee and an Administrative Committee. The learned counsel is not in a posi-": "है कि निदेशक मंडल का एक कर्तव्य एक कार्यकारी समिति और एक प्रशासनिक समिति की नियुक्ति करना होगा।",
  "tion to refer to any decision or resol.ition of the Executive Committee authorising the Managing Director, much !ess the Law Officer": "विद्वान वकील प्रबंध निदेशक को अधिकृत करने वाली कार्यकारी समिति के किसी भी निर्णय या प्रस्ताव का उल्लेख",
  "through whom this petition has been filed to impugne the order in": "करने की स्थिति में नहीं है, वह विधि अधिकारी जिसके माध्यम से यह याचिका विचाराधीन आदेश को चुनौती देने",
  "authority took the decision to challenge the impugned order of the Labour Court before this Court. I 9m, therefore, of the considered": "सक्षम प्राधिकारी ने इस न्यायालय के समक्ष श्रम न्यायालय के आक्षेपित आदेश को चुनौती देने का निर्णय नहीं",
  "therefore, dismissed. No costs. ,": "है। कोई खर्च नहीं।",
  "MARKFED,—Petitioner.": "मार्कफेड-याचिकाकर्ता",
  "versus": "बनाम",
  "HARJEET SINGH AND ANOTHER,—Respondents.": "हरजीत सिंह और अन्य-प्रतिवादी",
  "Civil Revision No. 2159 of 1990": "990 का सिविल संशोधन क्रमांक 259",
  "10th December, 1990": "0 दिसंबर 990",
  "Constitution of India, 1950—Art. 227—Markfed Bye-laws—": "भारत का संविधान, 950-अनुच्छेद 227-मार्कफेड उपनियम-उपनियम 23 और 27-विधि अधिकारी द्वारा मार्कफेड",
  "Held, that the Executive Committee is constituted by the Board of Directors under Bye-law 23 which says that one of the duties of": "अभिनिर्धारित किया गया कि कार्यकारी समिति का गठन निदेशक मंडल द्वारा उपनियम 23 के तहत किया जाता है",
  "the Board of Directors shall be to appoint an Executive Committee and an Administrative Committee. The learned counsel is not in a": "जिसमें कहा गया है कि निदेशक मंडल का एक कर्तव्य एक कार्यकारी समिति और एक प्रशासनिक समिति की",
  "and an Administrative Committee. The learned counsel is not in a position to refer to any decision or resolution of the Executive Com- mittee authorising the Managing Director, much less the Law Officer": "नियुक्ति करना होगा। विद्वान वकील प्रबंध निदेशक को अधिकृत करने वाली कार्यकारी समिति के किसी भी निर्णय",
  "mittee authorising the Managing Director, much less the Law Officer through whom this petition has been filed to impugne the order in question. It is, therefore, patent that at no stage any competent": "या प्रस्ताव का उल्लेख करने की स्थिति में नहीं है, वह विधि अधिकारी जिसके माध्यम से यह याचिका विचाराधीन",
  "view that the present petition is not maintainable.": "वर्तमान याचिका विचारणीय नहीं है।",
  "(Para 2)": "(पैरा 2)",
  "Petition under Article 227 of the Constitution of India praying that the order dated 30th April, 1990 may kindly be declared to be": "भारत के संविधान के अनुच्छेद 227 के अधीन याचिका में यह प्रार्थना की गई है कि 30 अप्रैल, 4990 के आदेश को",
  "illegal and be reversed in the interest of justice.": "कृपया अवैध घोषित किया जाए और न्याय के हित में इसे उलट दिया जाए।",
  "R. K. Chopra, Advocate, for the Petitioner.": "याचिकाकर्ता के वकील आर.के. चोपड़ा",
  "J. C. Verma, Sr. Advocate with Dinesh Kumar Advocate and R. K. Gautam, Advocate, for the Respondent.": "प्रतिवादी की ओर से जे.सी. वर्मा, वरिष्ठ अधिवक्ता, दिनेश कुमार अधिवक्ता और आर.के. गौतम, अधिवक्ता",
  "JUDGMENT": "निर्णय",
  "I. S. Tiwana, J. (Oral)": "आई.एस. तिवाना, न्ययमार्ति",
  "(1) This petition has been filed on behalf of Markfed to im- punge the order of the Labour Court dated April 30, 1990,—vide": "(4) यह याचिका मार्कफेड की ओर से दिनांक 30 अप्रैल, 990 के श्रम न्यायालय के आदेश को आक्षेपित करने के",
  "which two preliminary issues in the litigation pending between the parties have been disposed of. An objection has been taken on be-": "लिए दायर की गई है-जिसमें पक्षों के बीच लंबित मुकदमे में दो प्रारंभिक मुद्दों का निपटारा किया गया है। इस"
}