{
  "RAJPAL @ BILLU v. STATE OF HARYANA 1651 (Jasjit Singh Bedi, J.)": "राजपाल उर्फ़ बिल्लू बनाम हरियाणा राज्य (जसजीत सिंह बेदी, जे.)",
  "also which is cast on the court and that is to inform the accused of his right of being released on bail and enable": "जिसे न्यायालय में भी डाला जाता है और वह अभियुक्त को जमानत पर रिहा होने के उसके अधिकार के बारे में सूचित",
  "him to make an application in that behalf. This legal position has been very ably stated in Aslam Babalal Desai": "करना है और उसे उस ओर से आवेदन करने में सक्षम बनाना है। इस कानूनी स्थिति को असलम बाबालाल देसाई",
  "Vs. State of Maharashtra, 1993 (1) Recent Criminal Reports 600, where speaking for the majority, the Hon“ble": "बनाम महाराष्ट्र राज्य, 4993 (॥) हाल की आपराधिक रिपोर्ट 600 में बहुत कुशलता से कहा गया है, जहां बहुमत के",
  "Supreme Court referred the law laid down in Rajnikant Jivanlal Patel & another Vs. Intelligence Officer, Narcotic": "लिए बोलते हुए, माननीय सर्वोच्च न्यायालय ने रजनीकांत जीवनलाल पटेल और एक अन्य बनाम खुफिया अधिकारी,",
  "Control Bureau, New Delhi, AIR 1990 Supreme Court 71, wherein it was held that:-": "स्वापक नियंत्रण ब्यूरो, नई दिल्‍ली, एआईआर 990 सुप्रीम कोर्ट 7। में निर्धारित कानून को संदर्भित किया, जिसमें यह",
  "1. Date of FIR/arrest 13.02.2022 Annexure P-1": "एफआईआर»गिरफ्तारी की तारीख 3.02.2022 अनुलग्नक पी-।",
  "2. Application for extension | 02.08.2022 Annexure P-2": "विस्तार के लिए आवेदन 02.08.2022 अनुलग्नक पी-2",
  "3. 180 Days completion 11.08.2022 --": "80 दिन पूरे .08.2022 सॉिीःीः?ण?र??ड",
  "4. Application U/s 167(2) 30.08.2022 Annexure P-4": "धारा 467(2) के तहत आवेदन 30.08.2022 अनुलग्नरक पी-५",
  "Cr.P.C.": "सीआरपीसी",
  "5. Order whereby extension of | 02.08.2022 Annexure P-2 90 days granted.": "आदेश जिसके तहत 90 दिनों का विस्तार | 02.08.2022 अनुलग्नरक पी-2 दिया गया।",
  "6. Order of dismissal of bail | 31.08.2022 | Impugned order application U/s 167 (2) Cr.P.C.).": "धारा 467(2) सीआरपीसी के तहत | 3.08.2022 विवादित आदेश जमानत आवेदन खारिज करने का",
  "RAJPAL @ BILLU v. STATE OF HARYANA 1647 (Jasjit Singh Bedi, J.)": "राजपाल उर्फ़ बिल्लू बनाम हरियाणा राज्य (जसजीत सिंह बेदी, जे.)",
  "now entitled to the grant of default bail as the said order extending the period for the presentation of challan by 90 days has been set aside by": "अब डिफॉल्ट जमानत दिए जाने का हकदार है क्योंकि चालान पेश करने की अवधि को 90 दिनों तक बढ़ाने वाले",
  "this Court in CRR- 1907-2022, decided on 16.05.2023.": "उक्त आदेश को इस न्यायालय ने सीआरआर-907-2022 में रद्द कर दिया है, जिसका निर्णय 6.05.2023 को",
  "(6) The learned State counsel does not dispute the fact that as the order granting extension for presentation of challan has been set": "(6) विद्वान राज्य अधिवक्ता इस तथ्य पर विवाद नहीं करते हैं कि चूंकि चालान पेश करने की अवधि बढ़ाने वाले आदेश",
  "aside, the petitioner was entitled to the grant of bail in terms of Section 167(2) Cr.P.C.": "को रद्द कर दिया गया है, इसलिए याचिकाकर्ता सीआरपीसी की धारा 67(2) के तहत जमानत दिए जाने का हकदार था।",
  "(7) Ihave heard the learned counsel for the parties.": "(7) मैंने पक्षों के विद्वान अधिवक्ता को सुना है।",
  "(8) Before proceeding further, it would be apposite to refer to the relevant provisions of law. The same are enumerated hereinbelow:-": "(8) आगे बढ़ने से पहले, कानून के प्रासंगिक प्रावधानों का संदर्भ लेना उचित होगा। उन्हें नीचे सूचीबद्ध किया गया है:-",
  "Section 36A (4) of the NDPS Act, reads as under:-": "एनडीपीएस अधिनियम की धारा 36ए (५) इस प्रकार है:-",
  "[36A. Offences triable by Special Courts.- (1)": "[36ए. विशेष न्यायालयों द्वारा विचारणीय अपराध. - (॥) दंड प्रक्रिया संहिता, 4973 (97५ का 2) में किसी बात के",
  "a. all offences under this Act which are punishable with imprisonment for a term of more than three years shall be": "ए. इस अधिनियम के अधीन सभी अपराध, जो तीन वर्ष से अधिक की अवधि के कारावास से दंडनीय हैं, केवल उस",
  "triable only by the Special Court constituted for the area in which the offence has been committed or where there are": "क्षेत्र के लिए गठित विशेष न्यायालय द्वारा विचारणीय होंगे जिसमें अपराध किया गया है या जहां ऐसे क्षेत्र के लिए एक",
  "more Speical Courts than one for such area, by such one of them as may be specified in this behalf by the Government;": "से अधिक विशेष न्यायालय हैं, वहां उनमें से किसी एक द्वारा, जिसे सरकार द्वारा इस निमित्त विनिर्दिष्ट किया जाए;",
  "b. where a person accused of or suspected of the commission of an offence under this Act is forwarded to a": "बी. जहां इस अधिनियम के अधीन अपराध करने का अभियुक्त या संदिग्ध कोई व्यक्ति दंड प्रक्रिया संहिता, 973",
  "Magistrate under sub-section (2) or sub-section (2A) of section 167 of the Code of Criminal Procedure, 1973 (2 of": "(97% का 2) की धारा 467 की उपधारा (2) या उपधारा (20) के अधीन मजिस्ट्रेट के पास भेजा जाता है, वहां ऐसा",
  "1974), such Magistrate may authorise the detention of such person in such custody as he thinks fit for a period not": "मजिस्ट्रेट ऐसे व्यक्ति को ऐसी हिरासत में रखने के लिए प्राधिकृत कर सकता है, जिसे वह ठीक समझे, जहां ऐसा",
  "exceeding fifteen days in the whole where such Magistrate": "मजिस्ट्रेट न्यायिक मजिस्ट्रेट है, वहां कुल मिलाकर पंद्रह दिन से अधिक नहीं और जहां ऐसा मजिस्ट्रेट कार्यपालक",
  "is a Judicial Magistrate and seven days in the whole where such Magistrate is an Executive Magistrate:": "मजिस्ट्रेट है, वहां कुल मिलाकर सात दिन से अधिक नहीं: बशर्ते कि ऐसे मामलों में, जो विशेष न्यायालय द्वारा विचारणीय",
  "Court where such Magistrate considers": "हैं, जहां ऐसा मजिस्ट्रेट यह समझता है कि",
  "i.when such person is forwarded to him as aforesaid; or": ".. जब ऐसा व्यक्ति पूर्वोक्त रूप से उसके पास भेजा जाता है; या",
  "liupon or at any time before the expiry of the period of detention authorized by him, that the detention of such": ". उसके द्वारा प्राधिकृत हिरासत की अवधि की समाप्ति पर या उससे पूर्व किसी भी समय, कि ऐसे व्यक्ति को हिरासत",
  "person is unnecessary, he shall order such person to be forwarded to the Special Court having jurisdiction;": "में रखना अनावश्यक है, तो वह ऐसे व्यक्ति को अधिकारिता रखने वाले विशेष न्यायालय को भेजने का आदेश देगा;",
  "ILL.R. PUNJAB AND HARYANA 2023(1)": "आई.एल.आर. पंजाब और हरियाणा 2023(॥)",
  "c. the Special Court may exercise, in relation to the person forwarded to it under clause (b), the same power which a": "सी. विशेष न्यायालय खंड (बी) के अधीन उसे भेजे गए व्यक्ति के संबंध में उसी शक्ति का प्रयोग कर सकता है जिसका",
  "Magistrate having jurisdiction to try a case may exercise under section 167 of the Code of Criminal Procedure, 1973": "प्रयोग किसी मामले का विचारण करने की अधिकारिता रखने वाला मजिस्ट्रेट दंड प्रक्रिया संहिता, 4973 (97५ का",
  "(2 of 1974), in relation to an accused person in such case who has been forwarded to him under that section;": "2) की धारा ॥67 के अधीन ऐसे मामले में अभियुक्त व्यक्ति के संबंध में कर सकता है जिसे उस धारा के अधीन उसके पास अग्रेषित किया गया है।",
  "d. a Special Court may, upon perusal of police report of the facts constituting an offence under this Act or upon": "डी. एक विशेष न्यायालय, इस अधिनियम के अधीन अपराध का गठन करने वाले तथ्यों की पुलिस रिपोर्ट के अवलोकन",
  "complaint made by an officer of the Central Government or a State Government authorized in his behalf, take": "पर या केंद्र सरकार या उसकी ओर से प्राधिकृत राज्य सरकार के किसी अधिकारी द्वारा की गई शिकायत पर, अभियुक्त",
  "cognizance of that offence without the accused being committed to it for trial.": "को विचारण के लिए प्रतिबद्ध किए बिना उस अपराध का संज्ञान ले सकता है।",
  "(2)When trying an offence under this Act, a Special Court": "(2) इस अधिनियम के अधीन किसी अपराध का विचारण करते समय, एक विशेष न्यायालय इस अधिनियम के अधीन",
  "may also try an offence other than an offence under this Act with which the accused may, under the Code of Criminal": "किसी अपराध के अतिरिक्त किसी अन्य अपराध का भी विचारण कर सकता है, जिसके साथ अभियुक्त पर दंड प्रक्रिया",
  "with which the accused may, under the Code of Criminal Procedure, 1973 (2 of 1974), be charged at the same trial.": "संहिता, 4973 (97५ का 2) के अधीन उसी विचारण में अभियोग लगाया जा सकता है।",
  "(3)Nothing contained in this section shall be deemed to": "(3) इस धारा की कोई बात दंड प्रक्रिया संहिता, 4973 (97+ का 2) की धारा ५३9 के अधीन जमानत के संबंध में",
  "affect the special powers of the High Court regarding bail": "उच्च न्यायालय की विशेष शक्तियों को प्रभावित करती समझी जाएगी और उच्च न्यायालय उस धारा की उपधारा (॥)",
  "including the power under cluase (b) of sub-section (1) of that section as if the reference to \"Magistrate\" in that": "के खंड (ख) के अधीन शक्ति सहित ऐसी शक्तियों का प्रयोग कर सकेगा मानो उस धारा में \"मजिस्ट्रेट\" के प्रति निर्देश",
  "section included also a reference to a \"Special Court\" constituted under section 36.": "में धारा 3७ के अधीन गठित \"विशेष न्यायालय\" का निर्देश भी सम्मिलित हो।",
  "(4)In respect of persons accused of an offence punishable under section 19 or section 24 or section 27A or for offences involving commercial quantity the references in": "(५) धारा 9 या धारा 2५ या धारा 27क के अधीन दंडनीय अपराध के अभियुक्त व्यक्तियों के संबंध में या वाणिज्यिक",
  "offences involving commercial quantity the references in sub-section (2) of section 167 of the Code of Criminal Procedure, 1973 (2 of 1974), thereof to \"ninety days\",": "मात्रा से संबंधित अपराधों के लिए दंड प्रक्रिया संहिता, 4973 (97५ का 2) की धारा 67 की उपधारा (2) में \"नब्बे",
  "where they occur, shall be construed _as reference to \"one hundred and eighty days\":": "दिन\" के प्रति निर्देश, जहां वे होते हैं, का अर्थ \"एक सौ अस्सी दिन\" के प्रति निर्देश के रूप में लगाया जाएगा:",
  "Provided that, if it is not possible to complete the investigation within the said period of one hundred and eighty days, the Special Court may extend the said period": "बशर्ते कि, यदि एक सौ अस्सी दिनों की उक्त अवधि के भीतर जांच पूरी करना संभव नहीं है, तो विशेष न्यायालय लोक",
  "up to one year on the report of the Public Prosecutor indicating the progress of the investigation and the specific reasons for the detention of the accused beyond the said period of one hundred and eighty days.": "अभियोजक की रिपोर्ट पर जांच की प्रगति और एक सौ अस्सी दिनों की उक्त अवधि से आगे आरोपी के निरोध के विशिष्ट कारणों का संकेत देते हुए उक्त अवधि को एक वर्ष तक बढ़ा सकता है।",
  "(5) Notwithstanding anything contained in the Code of": "(5) संहिता में कुछ भी निहित होने के बावजूद",
  "(Jasjit Singh Bedi, J.)": "जसजीत सिंह बेदी, जे।",
  "sub- section shall be deemed to be so released under the provisions of Chapter XXXIII for the purposes of that": "उपधारा को उस अध्याय के प्रयोजनों के लिए अध्याय 33 के उपबंधों के अधीन इस प्रकार जारी किया गया समझा",
  "Chapter;]": "जाएगा;]",
  "(b) [(b) no Magistrate shall authorise detention of the accused in custody of the police under this section unless": "(बी) (बी) कोई मजिस्ट्रेट इस धारा के अधीन पुलिस की अभिरक्षा में अभियुक्त की अभिरक्षा को तब तक प्राधिकृत",
  "the accused is produced before him in person for the first": "नहीं करेगा जब तक कि अभियुक्त को पहली बार व्यक्तिगत रूप से उसके समक्ष पेश नहीं किया जाता है और बाद में",
  "time and subsequently every time till the accused remains in the custody of the police, but the Magistrate may extend": "हर बार जब तक कि अभियुक्त पुलिस की अभिरक्षा में नहीं रहता है, लेकिन मजिस्ट्रेट अभियुक्त को व्यक्तिगत रूप से",
  "in any custody under further detention in judicial custody on production of the accused either in person or through the medium of electronic video linkage;]": "या इलेक्ट्रॉनिक वीडियो लिंकेज के माध्यम से पेश करने पर न्यायिक अभिरक्षा में आगे की अभिरक्षा के अधीन किसी अभिरक्षा में विस्तार कर सकता है;]",
  "(c)(c) no Magistrate of the second class, not specially empowered in this behalf by the High Court, shall authorise": "(सी) (सी) द्वितीय श्रेणी का कोई मजिस्ट्रेट, जो उच्च न्यायालय द्वारा इस संबंध में विशेष रूप से सशक्त नहीं है, पुलिस",
  "(9) This Court in the case of Joginder Singh versus State of Haryana, CRR-1314-2021, decided on 11.02.2022, held as under:-": "(9) इस अदालत ने जोगिंदर सिंह बनाम हरियाणा राज्य, सीआरआर-39-202 के मामले में ॥.02.2022 को फैसला सुनाया, जो निम्नानुसार थाः -",
  "“As regards Section 167(2) Cr.P.C., it creates an indefeasible right in an accused person, on account of the": "\"जहां तक धारा 467 (2) सीआर.पी.सी... का संबंध है, यह एक आरोपी व्यक्ति में एक अक्षम्य अधिकार पैदा करता",
  "‘default’ by the investigating agency in the completion of the investigation within the maximum period prescribed or": "है, जांच एजेंसी द्वारा निर्धारित या विस्तारित अधिकतम अवधि के भीतर जांच पूरी करने में 'चूक' के कारण, जैसा भी",
  "extended, as the case may be, to seek an order for his release on bail. It is for this reason that an order for release on bail under proviso (a) of Section 167(2) Cr.P.C. is": "मामला हो, जमानत पर उसकी रिहाई के लिए आदेश की मांग करना। यह इस कारण से है कि धारा 67 (2)",
  "on bail under proviso (a) of Section 167(2) Cr.P.C. is generally termed as an “order-on-default” as it is granted on": "सीआर.पी.सी. के परंतुक (ए) के तहत जमानत पर रिहाई के लिए एक आदेश। इसे आम तौर पर \"ऑर्डर-ऑन-",
  "account of the default of the prosecution to complete the investigation and file the challan within the prescribed": "डिफॉल्ट\" कहा जाता है क्योंकि यह अभियोजन पक्ष द्वारा जांच पूरी करने और निर्धारित अवधि के भीतर चालान दायर",
  "period. As a consequence of amendment, an accused after the expiry of 180 days from the date of his arrest becomes": "करने में चूक के कारण दिया जाता है। संशोधन के परिणामस्वरूप, एक अभियुक्त अपनी गिरफ्तारी की तारीख से 80",
  "the expiry of 180 days from the date of his arrest becomes entitled to bail irrespective of the nature of the offence with": "दिनों की समाप्ति के बाद जमानत का हकदार हो जाता है, भले ही वह अपराध की प्रकृति के साथ आरोपित हो, जहां",
  "which he is charges, where the prosecution fails to put up challan against _him_on completion of the investigation.": "अभियोजन पक्ष जांच पूरी होने पर उसके खिलाफ चालान पेश करने में विफल रहता है। इस प्रकार, इस न्यायालय के",
  "Thus, in the considered view of this Court, as per Section 167(2) Cr.P.C., an indefeasible right to be enlarged on bail": "सुविचारित दृष्टिकोण में, धारा 467 (2) सीआर.पी.सी. के अनुसार, जमानत पर विस्तारित होने का एक अक्षम्य अधिकार",
  "accrues in favour of the accused, if the police fails to complete the investigation and put up a challan against him in accordance with law under Section 173 Cr.P.C. An": "अभियुक्त के पक्ष में उपार्जित होता है, यदि पुलिस जांच पूरी करने में विफल रहती है और धारा ।73 सीआर.पी.सी. के",
  "obligation, in such a case, is cast upon the Court, when after": "तहत कानून के अनुसार उसके खिलाफ चालान डालती है। ऐसे मामले में, अदालत पर एक दायित्व डाला जाता है, जब",
  "the expiry of the maximum period during which an accused could be kept in custody, to decline the police": "अधिकतम अवधि की समाप्ति के बाद, जिसके दौरान किसी आरोपी को हिरासत में रखा जा सकता है, आगे रिमांड के",
  "request for further remand. There is yet another obligation": "लिए पुलिस के अनुरोध को अस्वीकार करने के लिए। एक और दायित्व है",
  "No.92 dated 13.02.2022 registered under Sections 20, 25 of the NDPS, 1985 at Police Station Gannaur, Sonepat has been dismissed.": "नं. पुलिस स्टेशन गन्नौर, सोनीपत में एनडीपीएस, 985 की धारा 20,25 के तहत दर्ज 92 दिनांक 3.02.2022 को खारिज कर दिया गया है।",
  "(2) The brief facts of the case are that while the police party was on patrolling duty, secret information was received that Mani Ram son of Rajender, Rajpal @ Billu (petitioner) son of Sube Singh and": "(2) मामले के संक्षिप्त तथ्य यह हैं कि जब पुलिस दल गश्त ड्यूटी पर था, तब गुप्त सूचना मिली थी कि राजेंद्र का बेटा मणि राम, सुबे सिंह का बेटा राजपाल उर्फ बिल्लू (याचिकाकर्ता) और होशियार सिंह का बेटा विशाल काले रंग की",
  "and sent to the Police Station Ganaur in this regard. Meanwhile, the": "की गई और इस संबंध में थाना गनौर को भेजी गई। इस बीच, पुलिस दल ने वाहनों की जांच शुरू कर दी और कुछ",
  "police party started checking vehicles and after some time the car in question was seen coming from the side of Panchi Jattan. It was stopped. Two boys alighted from the vehicle. One young boy was": "समय बाद कार को पंची जट्टन के किनारे से आते देखा गया। इसे रोक दिया गया। गाड़ी से दो लड़के उतरे। एक युवक",
  "sitting on the driver seat and one boy ran away from the spot. The arrested boys disclosed their names as Mani Ram son of Rajender and": "चालक की सीट पर बैठा था और एक लड़का मौके से भाग गया। गिरफ्तार लड़कों ने अपना नाम राजेंद्र के बेटे मणि",
  "the driver as Rajpal @ Billu (petitioner) son of Sube Singh. The boy": "राम और ड्राइवर का नाम राजपाल उर्फ बिल्लू (याचिकाकर्ता) सुबे सिंह के बेटे के रूप में बताया। जो लड़का भाग गया",
  "who ran away was Vishal. Thereafter, the recovery of 1 kg 800gms of charas came to be effected from the dash board of the vehicle. The": "वह विशाल था। इसके बाद वाहन के डैश बोर्ड से । किलो 800 ग्राम चरस बरामद किया गया। एफ. आई. आर. की",
  "copy of the FIR is attached as Annexure P-1 to the petition.": "प्रति याचिका के अनुलग्नक पी-। के रूप में संलग्न है।",
  "(3) As the petitioner came to be arrested on 13.02.2022, the period of 180 days to present the report under Section 173(2) Cr.P.C.": "(3) जैसा कि याचिकाकर्ता को 3.02.2022 को गिरफ्तार किया गया था, सीआरपीसी की धारा 773 (2) के तहत",
  "was to be completed on 11.08.2022. Therefore, an application was": "रिपोर्ट प्रस्तुत करने के लिए 80 दिनों की अवधि। पी. सी. .08.2022 को पूरा किया जाना था। इसलिए, जांच",
  "moved by the Investigating Officer seeking extension of time for presentation of a report under Section 173 Cr.P.C. The copy of the": "अधिकारी द्वारा एक आवेदन दायर किया गया था जिसमें सीआरपीसी की धारा 73 के तहत रिपोर्ट प्रस्तुत करने के",
  "under Section 173(2) Cr.P.C. was allowed is attached as Annexure P-2 to the petition.": "धारा 773 (2) के तहत रिपोर्ट प्रस्तुत करने के लिए विस्तार किया गया है। पी. सी. की अनुमति याचिका के अनुलग्नरक पी-2 के रूप में संलग्न है।",
  "(4) Thereafter, the petitioner filed an application for default bail under Section 167(2) Cr.P.C. on 30.08.2022. The same came": "(५) इसके बाद, याचिकाकर्ता ने सीआरपीसी की धारा 467 (2) के तहत डिफ़ॉल्ट जमानत के लिए आवेदन दायर",
  "to be dismissed vide order dated 31.08.2022. The copy of the": "किया। पीसी 30.08.2022 को। उसी को दिनांक 3.08.2022 के आदेश के माध्यम से खारिज कर दिया गया।",
  "application under Section 167(2) Cr.P.C. is attached as Annexure P-4 to the petition.": "सीआरपीसी की धारा 467 (2) के तहत आवेदन की प्रति। पी. सी. याचिका के अनुलग्नक पी-५ के रूप में संलग्न है।",
  "The order passed on application (Annexure P-4) is impugned in the present petition.": "आवेदन पर पारित आदेश (अनुलग्नक पी-५) वर्तमान याचिका में आशक्षेपित है।",
  "(5) The learned counsel for the petitioner states that since the application under Section 167(2) Cr.P.C. for the grant of default bail": "(5) याचिकाकर्ता के विद्वान वकील का कहना है कि सीआरपीसी की धारा 67 (2) के तहत आवेदन के बाद से।",
  "presentation of challan was extended by 90 days, the petitioner was": "प्रस्तुत करने की अवधि 9० दिनों के लिए बढ़ा दी गई थी, याचिकाकर्ता था"
}