{
  "The respondents are directed to issue dependent certificate to the petitioner for his daughter, subject to fulfilling other conditions by her.": "प्रतिवादी को निर्देश दिया जाता है कि वे याचिकाकर्ता को उसकी बेटी के लिए आश्रित प्रमाण पत्र जारी करें, बशर्तें वह अन्य शर्तों को पूरा करे | (]]) रिट याचिका का",
  "PS. Bajwa": "पी. एस. बाजवा",
  "Before Ram Chand Gupta, J.": "राम चंद गुप्ता से पहले, जे.",
  "CHARAN SINGH AND ANOTHERS,—Appellants": "चरण सिंह और अन्य, -अपीलार्थी",
  "versus": "बनाम",
  "AMAR SINGH AND OTHERS ,—Respondents RSA No.1013 of 1994": "अमर सिंह और अन्य,-994 का उत्तरदाता आर. एस. ए., [४0.40व3",
  "Code of Civil Procedure, 1908 - S.100, O.41 RI.47 - Punjab": "सिविल प्रक्रिया संहिता, 908-5.400, 0. 47 ॥२।.47-पंजाब न्यायालय",
  "additional evidence highly belated appeal pending since 1994 -": "भारतीय साक्ष्य अधिनियम, 4872-5. 4-994 से लंबित अत्यधिक विलंबित",
  "Application without any merit - Dismissed.": "अपील के लिए वर्ष 2006 में दायर आवेदन-बिना किसी योग्यता के आवेदन- खारिज कर दिया गया।",
  "Held, that this Court is of the view that appellants are having no": "अभिनिर्धारित किया कि इस न्यायालय का विचार है कि अपीलार्थियों को इस विलंबित",
  "right to adduce evidence at this belated stage. The litigation is pending since": "चरण में साक्ष्य प्रस्तुत करने का कोई अधिकार नहीं है | मुकदमा वर्ष 986 से लंबित",
  "the year 1986. No such application for adducing additional evidence was": "है | अतिरिक्त साक्ष्य प्रस्तुत करने के लिए ऐसा कोई आवेदन नहीं था",
  "Before M. M. Kumar, ACJ, Rajiv Narain Raina, J.": "इससे पहले एम. एम. कुमार, ए. सी. जे., राजीव नारायण रैना, जे. जे. आई.",
  "JAI NARAIN JAKHAR,—Petitioner": "नारायण जाखर,-याचिकाकर्ता",
  "Constitution of India - Art.14 & 226 - Hindu Succession Act,": "भारत का संविधान-५॥.44 और 226-हिंदू उत्तराधिकार अधिनियम, 4956-",
  "1956 - S. 6 - Policy of Haryana Govt. for issuance of dependant certificate to Ex-servicemen/their dependent - Clause (f) - Petitioner,": "धारा 6-पूर्व सैनिकों/उनके आशि्रितों को आश्रित प्रमाण पत्र जारी करने के लिए हरियाणा सरकार की नीति-खंड (च)-भारतीय नौसेना से सेवानिवृत्त",
  "Board to grant dependent certificate to his married daughter who": "याचिकाकर्ता ने अपनी विवाहित बेटी को आश्रित प्रमाण पत्र देने से जिला",
  "son and a married daughter who did not have an independent source": "विवाहित बेटे और एक विवाहित बेटी के बीच अंतर करता है, जिसके पास",
  "to a married daughter, when such a certificate could be granted to": "पत्र देने पर रोक है, जब एक विवाहित बेटे को ऐसा प्रमाण पत्र दिया जा सकता",
  "a married son is violative of Article 14 of Constitution - There is": "है, तो यह संविधान के अनुच्छेद 4 का उल्लंघन है-इसमें कोई स्पष्ट अंतर नहीं",
  "no intelligible differentia and neither did the differentia have a": "है और न ही इस अंतर में कोई तर्कसंगत अंतर है।",
  "under:-": "इसके अंतर्गतः-",
  "\"@) Married dependent son of Ex-Servicemen who does not have": "\"(च) पूर्व सैनिकों का विवाहित आश्रित बेटा, जिसके पास आजीविका का स्वतंत्र",
  "independent source of livelihood will also be eligible for dependent certificate. Married daughter of an Ex-servicemen": "स्रोत नहीं है, भी आश्रित प्रमाण पत्र के लिए पात्र होगा | पूर्व सैनिकों की विवाहित",
  "is not eligible for dependent certificate.\" (Italics by us).": "बेटी आश्रित प्रमाण पत्र के लिए पात्र नहीं है | (इटालिक्स हमारे द्वारा) ।",
  "The aforesaid provision in the policy is required to be examined on the anvil of Article 14 of the Constitution. The classical test of Article 14": "नीति में उपरोक्त प्रावधान की संविधान के अनुच्छेद 4 के आधार पर जांच की जानी",
  "the anvil of Article 14 of the Constitution. The classical test of Article 14 concerning classification is well settled. It is trite to observe that Article 14": "आवश्यक है । वर्गीकरण से संबंधित अनुच्छेद 4 की शास्त्रीय परीक्षा अच्छी तरह से तय",
  "persons, objects and transactions by the State for the purpose of achieving": "विशिष्ट उद्देश्यों को प्राप्त करने के उद्देश्य से राज्य द्वारा व्यक्तियों, उद्देश्यों और लेनदेन",
  "imposed that his wife must not be earning. The emphasis is seems to be": "यह अधिरोपित किया कि उसकी पत्नी को कमाई नहीं करनी चाहिए | ऐसा लगता है कि",
  "on independent source of livelihood, a feature which would be present in": "आजीविका के स्वतंत्र स्रोत पर जोर दिया जा रहा है, एक ऐसी विशेषता जो विवाहित",
  "the case of married daughter as well. Therefore, we have no hesitation in rejecting the aforesaid argument.": "बेटी के मामले में भी मौजूद होगी | इसलिए, हमें उपरोक्त तर्क को अस्वीकार करने में कोई संकोच नहीं है।",
  "(Para 9)": "(पैरा 9)",
  "Vivek Khatri, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता विवेक खत्री ने कहा।",
  "Kulvir Narwal, Addl. AG, Haryana, for the respondents.": "कुलवीर नरवाल, एडिशनल । ए. जी., हरियाणा, प्रतिवादी के लिए।",
  "M.M. KUMAR, ACG. C.J.": "एम. एम. कुमार, एसीजी। सी जे।",
  "(1) This petition filed under Article 226 of the Constitution seeks": "(]) संविधान के अनुच्छेद 226 के तहत दायर इस याचिका में जिला सैनिक बोर्डों द्वारा",
  "State of Haryana for issuance of dependent certificate to Ex-servicemen/": "पूर्व सैनिकों/उनके आशिरितों को रोजगार के लिए आश्रित प्रमाण पत्र जारी करने के लिए प्रतिवादी हरियाणा राज्य द्वारा बनाई गई दिनांकित व.0.200 (7?-) नीति",
  "has also challenged order dated 27.10.2009 (P-3) rejecting his application": "प्रमाण पत्र जारी करने के लिए अपने आवेदन को खारिज करने वाले 27.0.2009 (?-3) के आदेश को भी चुनौती दी है । इसके अलावा प्रतिवादी को याचिकाकर्ता को",
  "a direction has been sought directing the respondents to issue dependent certificate to the petitioner for his daughter.": "उसकी बेटी के लिए आश्रित प्रमाण पत्र जारी करने का निर्देश देने की मांग की गई",
  "(2) Brief facts of the case are that on 11.10.2001, the Secretary,": "(2) मामले के संक्षिप्त तथ्य यह हैं कि आई. डी. पर, सचिव, राज्य सैनिक बोर्ड,",
  "issuance of dependent certificate to the Exservicemen and their wards for the purpose of employment in various departments of the Government": "विभागों (पी-) में रोजगार के उद्देश्य से आश्रित प्रमाण पत्र जारी करने के लिए",
  "(P-1). As per clause (f) of the policy/guidelines (P-1), a married dependent": "नीति/दिशानिर्देश जारी किए | नीति/दिशानिर्देश (पी-]) के खंड (एफ) के अनुसार, पूर्व",
  "JAI NARAIN JAKHAR v. STATE OF HARYANA AND OTHERS 27": "जय नारायण जाखर बनाम हरियाणा राज्य और अन्य",
  "(M.M. Kumar, ACJ.)": "(एम. एम. कुमार, एसीजे)",
  "evasive (See State of West Bengal v. Anwar Ali Sarkar, AIR 1952 SC 75).": "टालना (पश्चिम बंगाल राज्य बनाम अनवर अली सरकार, ए. आई. आर, 952 एस.",
  "It must always rest upon some real and substantial distinction bearing a just": "सी. 75 देखें) | यह हमेशा कुछ वास्तविक और पर्याप्त अंतर पर आधारित होना चाहिए",
  "and reasonable relation to the object sought to be achieved by the legislature.": "जो विधायिका द्वारा प्राप्त किए जाने वाले उद्देश्य के साथ एक न्यायसंगत और उचित",
  "Classification to be reasonable must fulfill the following two conditions-": "संबंध रखता है । उचित होने के लिए वर्गीकरण को निम्नलिखित दो शर्तों को पूरा करना",
  "(1) The classification must be founded on an intelligible differentia": "चाहिए-() वर्गीकरण को एक बोधगम्य अंतर पर आधारित होना चाहिए जो उन व्यक्तियों",
  "which distinguishes persons or things that are grouped together": "या चीजों को अलग करता है जो समूह से बाहर रखे गए अन्य लोगों से एक साथ",
  "from others left out of the group; and": "समूहबद्ध हैं; और",
  "(2) The differentia must have a rational relation to the object sought to be achieved by the Act.": "(2) अधिनियम द्वारा प्राप्त किए जाने वाले उद्देश्य के साथ भेद का तर्कसंगत संबंध होना चाहिए ।",
  "The differentia which is the basis of the classification and the object of the policy are two distinct things. What is necessary is that there must": "भेद जो वर्गीकरण का आधार है और नीति का उद्देश्य दो अलग-अलग चीजें हैं। आवश्यक",
  "be a nexus between the basis of classification and the object of the policy": "बात यह है कि वर्गीकरण के आधार और वर्गीकरण करने वाली नीति के उद्देश्य के बीच",
  "which makes the classification. It is only when there is no reasonable basis": "एक संबंध होना चाहिए | यह केवल तभी है जब किसी वर्गीकरण के लिए कोई उचित",
  "for a classification that legislation making such classification may be declared discriminatory.": "आधार नहीं है कि इस तरह के वर्गीकरण करने वाले कानून को भेदभावपूर्ण घोषित किया जा सकता है।",
  "(Para 6, 7 & 8)": "(पैरा 6,7 और 8) इसके अलावा यह अभिनिर्धारित किया गया कि नीति के उपरोक्त",
  "Further held, that in the aforesaid clause (f) of the policy, married son of Ex-servicemen who does not have independent source of livelihood": "खंड (च) में, पूर्व सैनिकों के विवाहित बेटे, जिनके पास आजीविका का स्वतंत्र स्रोत",
  "is considered eligible to be treated as dependent of an Ex-serviceman and": "नहीं है, को पूर्व सैनिक पर निर्भर माना जाता है और एक सक्षम प्राधिकारी से इस तरह",
  "entitle to such a certificate from a competent authority whereas a daughter has been excluded from the benefit. There is virtually no basis of classification": "के प्रमाण पत्र का हकदार माना जाता है, जबकि एक बेटी को लाभ से बाहर रखा गया",
  "once various factors of both son and daughter are the same. If common": "है ।एक बार जब बेटे और बेटी दोनों के विभिन्‍न कारक समान हो जाते हैं तो वर्गीकरण",
  "factor in both cases is unemployment and lack of independent source of": "का कोई आधार नहीं होता है | यदि दोनों ही मामलों में सामान्य कारक बेरोजगारी और",
  "income then it does not make any difference whether it is son or daughter.": "आय के स्वतंत्र स्रोत की कमी है तो इससे कोई फर्क नहीं पड़ता कि वह बेटा है या",
  "The common factors of being 'married and lack of independent source of": "बेटी । 'विवाहित होने और आजीविका के स्वतंत्र स्रोत की कमी' के सामान्य कारक दोनों",
  "livelihood’ are present in both the cases and which put both of them at the same pedestal. Therefore, it would offend Article 14 and amount to giving": "मामलों में मौजूद हैं और जो दोनों को एक ही पायदान पर रखते हैं | इसलिए, यह अनुच्छेद",
  "same pedestal. Therefore, it would offend Article 14 and amount to giving a discriminatory treatment to married daughter who is without an independent": "]4 का उल्लंघन करेगा और विवाहित बेटी के साथ भेदभावपूर्ण व्यवहार करने के बराबर",
  "source of livelihood by depriving her dependent certificate to secure a job": "होगा, जो आजीविका के स्वतंत्र स्रोत के बिना है और नौकरी हासिल करने के लिए",
  "JAI NARAIN JAKHAR v. STATE OF HARYANA AND OTHERS 29": "जय नारायण जाखर बनाम हरियाणा राज्य और अन्य",
  "(4) On 27.10.2009 (P-3), the Secretary-respondent No. 3 passed": "(4) 27.]0.2009 (?-3) पर, सचिव-प्रतिवादी संख्या 3 ने इस आधार पर",
  "an order rejecting the application of the petitioner for issuance of dependent": "आशिरत प्रमाण पत्र जारी करने के लिए याचिकाकर्ता के आवेदन को खारिज करते हुए",
  "certificate on the ground that his daughter Vijayanti Jakhar is married and": "एक आदेश पारित किया कि उसकी बेटी विजयंती जाखर विवाहित है और वह दिनांकित",
  "petitioner has filed the instant petition.": "तत्काल याचिका दायर की है।",
  "(5) In the written statement filed by respondent Nos. 1 to 3 the": "(5) प्रतिवादी संख्या से 3 द्वारा दायर लिखित बयान में लिया गया प्राथमिक रुख",
  "primary stand taken is that a married daughter would be dependent on her husband and not on her father, therefore, in the policy dated 11.10.2001": "यह है कि एक विवाहित बेटी अपने पति पर निर्भर होगी न कि अपने पिता पर, इसलिए,",
  "to the dependent certificate and the application filed by the petitioner has": "आशिरत प्रमाण पत्र का हकदार नहीं ठहराया गया है और याचिकाकर्ता द्वारा दायर",
  "been rightly rejected. According to the respondents there is no ambiguity": "आवेदन को सही ढंग से खारिज कर दिया गया है | प्रतिवादी के अनुसार दिनांकित",
  "(6) Having heard learned counsel for the parties at length and perusing the paper book with their able assistance we are of the considered": "(6) पक्षों के विद्वान अधिवक्ता को विस्तार से सुनने और उनकी समर्थ सहायता के साथ",
  "perusing the paper book with their able assistance we are of the considered view that the instant petition deserves acceptance. When we examine the": "पेपर बुक को पढ़ने के बाद हमारा विचार है कि तत्काल याचिका स्वीकृति के योग्य है।",
  "son of Ex-servicemen who does not have independent source of livelihood": "आजीविका का स्वतंत्र स्रोत नहीं है, को एक पूर्व सैनिक का आश्रित माना जाता है",
  "“(f) Married dependent son of Ex-Servicemen who does not have": "जाएगाः“(च) विवाहित आशिरत बेटा या पूर्व सैनिकों की विवाहित बेटी जिनके पास"
}