{
  "JS.T.": "जे एस टी",
  "Before : S. S. Sodhi & G. C. Garg, JJ.": "समक्ष एस एस सोठढी और जी सी गर्ग , जे जे",
  "‘HINDU HIGHER SECONDARY SCHOOL, KAITHAL,—Appellant.": "हिन्दु उच्चतम माध्यमिक विधालय , कैथल --अपीलार्थी",
  "versus": "बनाम",
  "30th September, 1991.": "30 सितम्बर 99]",
  "Haryana Aided Schools (Security of Service) Rules, 1974—Rl. 8—-": "हरियाणा सरकारी सहायता प्राप्त विधालय (सुरक्षा की सेवा)नियम 974 आर आई 8-",
  "Constitution of India,, 1950—Art. 226—Termination of service during": "भारत का संविधान 950-आर्टिकल 226- सेवा की समाप्ति परिवीक्षा अवधि के दौरान",
  "period of probation—Termination on ground of decrease in number of students—Appellate Authority on facts finding that there had been": "विधार्थीयों की संख्या में कमी, अपीलीय प्राधिकरण ने पाया कि विधार्थीयों की संख्या में कोई",
  "no decrease in number of students—Post not abolished—No material on record showing that petitioner was junior-most teacher—Termina-": "कमी नहीं है। पोस्ट समाप्त नहीं की गई। रिकार्ड में ऐसा कुछ भी नहीं है कि वादी बहुत ज्यादा जुनियर अध्यापक था।",
  "tion is illegal—Order of Appellate Authority directing reinstatement with consequential benefits upheld.": "प्राधिकारी का आदेष जिसमें परिणामी लाभों को बरकरार रखते हुए बहाली का निर्देष दिया",
  "Held, that there was no reduction in the posts of teachers or the": "गया है। माना गया कि षिक्षकों के पदों में कोई कमी नहीं की गई,यहां तक कि प्रतिवादी",
  "fall of students rendered it imperative to reduce the number of teachers, abolition of posts would be the obvious and natural conse-": "को कम करना अनिवार्य हो गया, पदों को समाप्त करना स्पश्ट रूप से एक षर्त होगी",
  "quence. There is neither any material on record to show how the respondent was in fact the junior most teacher or how even with the": "रिकार्ड पर ऐसी कोई सामग्री नहीं है कि प्रतिवादी वास्तव में सबसे कनिश्ठ षिक्षक था या",
  "reduction of Sections from 29 to 27, it was upon him, that the axe had inevitably to fall. Hence, no occasion is provided here to grant any": "धारा 29 से घटाकर 27 करने से अनिवार्य रूप से उस पर गाज गिरनी थी इसलिए, जैसा कि",
  "relief to the School as claimed and the appeal is consequently dismissed.": "दावा किया गया है, स्कूल को कोई राहत नहीं दी गई है और अपील खारिज कर दी गई है ।",
  "(Paras 6, 7 & 8)": "पैरा 6,7, एवंम 8"
}