{
  "FEDERATION LTD v. M/S HANUMAN RICE MILL AND ANOTHER": "फेडरेशन लिमिटेड बनाम मेसर्स हनुमान राइस मिल और अन्य",
  "(Aman Chaudhary, J.)": "अमन चौधरी, जे.",
  "Before Aman Chaudhary, J.": "अमन चौधरी जे से पहले",
  "THE HARYANA STATE COOPERATIVE SUPPLY AND": "हरियाणा राज्य सहकारी आपूर्ति एवं",
  "MARKETING FEDERATION LTD. — Appellant": "मार्केटिंग फेडरेशन लिमिटेड - अपीलकर्ता",
  "versus": "बनाम",
  "M/S HANUMAN RICE MILL AND ANOTHER — Respondent": "मेसर्स हनुमान राइस मिल और अन्य - प्रतिवादी",
  "CRA-AS No. 338 of 2022": "2022 का सीआरए-एएस नंबर 338",
  "November 07, 2022": "07 नवंबर 2022",
  "Cheque —Legal notice issued for 15 days —Complaint failed one day": "कानूनी नोटिस जारी किया गया - शिकायत एक दिन विफल रही 45 दिनों की समाप्ति से",
  "before expiry of 15 days — Held, the complaint is pre-mature, hence not maintainable, dismissed.": "पहले - माना गया, शिकायत समय से पहले है, इसलिए चलने योग्य नहीं, खारिज कर दिया",
  "Held, that the trial Court had rightly held the complaint to be": "यह माना गया कि ट्रायल कोर्ट ने सही ही माना था कि शिकायत सुनवाई योग्य नहीं है, यह",
  "i.e. 14th day, an important condition of provision of Section 138 of the Act, incontrovertibly was not met.": "धारा 438 के प्रावधान की एक महत्वपूर्ण शर्त निर्विवाद रूप से पूरी नहीं हुई थी।",
  "had been filed by the respondents against the complainant for which the": "उररदाताओं द्वारा प्रतिदावा दायर किया गया था जिसके लिए मध्यस्थता की कार्यवाही",
  "(20) DW4 Jora Singh Advocate, had proved in his evidence, the": "(20) डीडब्ल्यू८ जोरा सिंह एडवोकेट ने अपने साक्ष्य में शिकायतकर्ता द्वारा आरोपी",
  "notice dated 17.8.2010, Ex.D4, sent by the complainant to the accused- respondents.": "प्रतिवादियों को भेजे गए नोटिस दिनांक 47.8.2040, एक्स.डी4 को साबित कर दिया था।",
  "(21) The Forensic Expert, DW7 Devendra Prasad, gave his": "(24) फोरेंसिक विशेषज्ञ, डीडब्ल्यू देवेन्द्र प्रसाद ने अपनी राय, एक्स.डीडब्ल्यू-7/ए दी, जो",
  "“From the cumulative effect of the observations and reasons, the opinion is as under:": "“टिप्पणियों और कारणों के संचयी प्रभाव से, राय इस प्रकार है:",
  "Opinion:": "राय:",
  "(1) The date reading '2-6-2010' appearing on the original cheque Ex.C-1 (Exhibited on 3.2.13) has been written": "(0) मूल चेक &८०-१ (3.2.3 को प्रदर्शित) पर प्रदर्शित होने वाली तारीख '2-6-2040' केस",
  "subsequent to the Exhibition of the two Photostat copies of this cheque on the case file, which amounts to material": "फाइल पर इस चेक की दो फोटोस्टेट प्रतियों की प्रदर्शनी के बाद लिखी गई है। जो कि",
  "alteration in the original cheque ie., the original cheque": "मूल चेक में महत्वपूर्ण परिवर्तन के समान है, अर्थात, मूल चेक &५.०-१ (3.2.43 को प्रदर्शित)",
  "present state qua its Photostat copies Ex.C-1 (Exhibited on": "अपनी वर्तमान स्थिति में इसकी फोटोस्टेट प्रतियां &८.०-१ (3.44.2040 को प्रदर्शित) के लिए",
  "(II) The original date appearing in the red encircled portion mark 'B' of memo Ex. C-2 was written as '1/10/U', which": "(॥ मेमो उदाहरण के लाल घेरे वाले भाग के चिह्न 'बी' में दिखाई देने वाली मूल तिथि। सी-2",
  "has been converted and altered intothe present date reading '6/10/U' by way of after addition.”": "५ '१/40 हि के रूप में लिखा गया था, जिसे बाद में जोड़कर वर्तमान तिथि में '6/40/यू'",
  "(22) The trial Court while dismissing the complaint being prematurehas observed as under:-": "(22) ट्रायल कोर्ट ने शिकायत को समय से पहले खारिज करते हुए निम्नानुसार कहा: -",
  "that the respondents had examined the Clerk from the office of the": "कहा कि उत्तरदाताओं ने डिप्टी कमिश्नर के कार्यालय से क्लर्क की जांच की थी जिसमें एक",
  "submitted that the security cheque submitted alongwith the agreement,": "इस संबंध में, उन्होंने प्रस्तुत किया कि समझौते के साथ जमा की गई सुरक्षा जांच उसी में से",
  "was one of the same as that which is stated to have been dishonoured. In order to further substantiate his aforesaid argument, the learned": "एक थी, जिसे अनादरित किया गया बताया गया है। अपने उपरोक्त तर्क को और अधिक",
  "counsel for the respondents made a reference to the legal notice": "पुष्ठट करने के लिए, उत्तरदाताओं के विद्वान वकील ने शिकायतकर्ता-फेडरेशन द्वारा",
  "respondents, wherein it was specifically mentioned that the security": "यह विशेष रूप से उल्लेख किया गया था कि सुरक्षा जांच , जो इसके साथ बिना दिनांकित",
  "(12) Learned counsel for the respondents submits that the record that was got produced through the employee of the organization,": "(42) उत्तरदाताओं के विद्वान वकील का कहना है कि जो रिकॉर्ड संगठन के कर्मचारी के",
  "who appeared as DW2. The other reason for the cheque to be given as": "माध्यम से तैयार किया गया था, जो डीडब्ल्यू2 के रूप में सामने आया। सिक्‍योरिटी के तौर",
  "security also emanates from the fact that no date or amount was": "पर चेक दिए जाने का दूसरा कारण यह भी है कि इसमें कोई तारीख या रकम का जिक्र",
  "mentioned in same. Had it been for a discharge legally of a enforceable debt, the cheque would have not been undated but would have surely": "नहीं था. यदि यह कानूनी रूप से लागू करने योग्य ऋण के निर्वहन के लिए होता, तो चेक",
  "debt, the cheque would have not been undated but would have surely had the date mentioned andthe office of the Deputy Commissioner,": "अदिनांकित नहीं होता, लेकिन निश्चित रूप से तारीख और उपायुक्त के कार्यालय का",
  "wherein the agreement is stated to have been signed alongwith which": "उल्लेख होता, जिसमें समझौते पर हस्ताक्षर किए जाने की बात कही गई होती, जिसके साथ",
  "the said security cheque had been submitted, had also confirmed that it": "ही उक्त सुरक्षा जांच की जाती। प्रस्तुत किया गया था, यह भी पुष्टि की थी कि यह एक",
  "was given by way a security and not in discharge of a legally enforceable debt.": "कि के रूप में दिया गया था न कि कानूनी रूप से लागू करने योग्य ऋण के निर्वहन के",
  "(13) Learned counsel for the complainant-appellant in rebuttal": "(43) शिकायतकर्ता-अपीलकर्ता के विद्वान वकील ने खंडन में कहा कि समझौते के खंड 42",
  "submits that under no circumstances, a undated and unfilled cheque": "(॥ के मद्देनजर, किसी भी परिस्थिति में, बिना तारीख वाला और बिना भरा हुआ चेक सुरक्षा",
  "agreement, which specifies the amount of Rs.25,00,000/- for each ton of milling.": "लिए .25,00,000/-।",
  "(14) Heard the arguments advanced by the learned counsel for the parties at length.": "(44) पक्षों के विद्वान वकील द्वारा दी गई दलीलों को विस्तार से सुना।",
  "ANALYSIS": "विश्लेषण",
  "(15) It may be accentuated, at the outset, that the complaint was": "(55) सबसे पहले, यह कहा जा सकता है कि शिकायत 3.44.2040 को दायर की गई थी",
  "filed on 3.11.2010 and on the same day, the Court took cognizance thereof, recorded the preliminary evidence of the complainant, that led": "और उसी दिन, अदालत ने इसका संज्ञान लिया, शिकायतकर्ता के प्रारंभिक साक्ष्य दर्ज",
  "to the issuance of the summoning order. The trial Court found the": "किए, जिसके कारण सम्मन आदेश जारी किया गया। . ट्रायल कोर्ट ने शिकायत को समय",
  "complaint to be pre-mature inasmuch as in view of the legal notice dated 20.10.2020 sent by the complainant on 21.10.2010 through": "से पहले पाया क्योंकि शिकायतकर्ता द्वारा 24.40.2040 को पंजीकृत डाक के माध्यम से",
  "4.11.2010, however, the complaint had been filed a day prior thereto.": "समाप्त हो गई होगी, हालांकि, शिकायत उससे एक दिन पहले दर्ज की गई थी। शिकायत",
  "That in order to prove the complaint, the complainant had got examined Rajvir Singh DM Hafed, as CW1, who in his cross-": "को साबित करने के लिए, शिकायतकर्ता ने सीडब्ल्यू 4 के रूप में राजवीर सिंह डीएम हैफेड से पूछताछ की थी, जिन्होंने अपनी जिरह में कहा था कि उन्होंने ४८८०५ देखा था, जो",
  "photocopy of the cheque, which was filed by the complainant at the": "चेक की फोटोकॉपी है, जो शिकायतकर्ता द्वारा दायर किया गया था। शिकायत दर्ज करते",
  "time of filing of the complaint. He also admitted the fact that on the": "समय. उन्होंने इस तथ्य को भी स्वीकार किया कि चेक &८० की फोटोकॉपी पर कोई",
  "photocopy ofthe cheque Ex.Cl, no date had been mentioned. He stated that he does not know anything about the original memo. He further": "तारीख अंकित नहीं थी। उन्होंने कहा कि उन्हें मूल मेमो के बारे में कुछ भी पता नहीं है",
  "stated that he has no authority letter from Hafed, Panchkula,": "उन्होंने आगे कहा कि उनके पास हैफेड, पंचकुला से कोई अधिकार पत्र नहीं है, जो उन्हें",
  "authorising him to file the complaint. He further stated that though no": "शिकायत दर्ज करने के लिए अधिकृत करता हो। उन्होंने आगे कहा कि हालांकि शिकायत",
  "resolution had been passed in his favour to file the complaint, but he": "दर्ज करने के लिए उनके पक्ष में कोई प्रस्ताव पारित नहीं किया गया था, लेकिन उन्हें ऐसा",
  "was empowered to do so. He had further stated that he had filed a": "करने का अधिकार था। उन्होंने आगे कहा था कि उन्होंने हैफेड, यमुनानगर की ओर से",
  "complaint on behalf of the Hafed, Yamuna Nagar as he was working on the post of District Manager, Hafed, Yamuna Nagar.": "शिकायत दर्ज की थी क्योंकि वह जिला प्रबंधक, हैफेड, यमुनानगर के पद पर कार्यरत थे।",
  "(16) In her statement recorded under Section 313 Cr.P.C.,": "(46) सीआरपीसी की धारा 343 के तहत दर्ज किए गए अपने बयान में, प्रतिवादी ने कहा था",
  "respondent had stated that an agreement had been entered into between her and the complainant in the year 2009-2010 and at that time the": "कि उसके और शिकायतकर्ता के बीच वर्ष 2009-2040 में एक समझौता हुआ था और उस",
  "complainant had taken a FDR of Rs.3 lakh alongwith one undated": "समय शिकायतकर्ता ने ३ लाख रुपये की एफडीआर ली थी। साथ में सुरक्षा के रूप में",
  "cheque from her as security, which she had stated was misused, besides": "उसका एक अदिनांकित चेक, जिसके बारे में उसने कहा था कि उसका दुरुपयोग किया",
  "submitting that there was no amount outstanding against her. She had": "गया है, इसके अलावा उसने यह भी कहा कि उस पर कोई राशि बकाया नहीं है। उसने",
  "also stated that the return memo was also forged and fabricated and the": "यह भी कहा था कि रिटर्न मेमो भी जाली और मनगढ़ंत था और शिकायतकर्ता ने पार्टियों",
  "complainant instead of contesting the arbitration proceedings already": "के बीच पहले से लंबित मध्यस्थता कार्यवाही का मुकाबला करने के बजाय, यह वर्तमान",
  "(17) DW1, Hari Om, Clerk from the office of Deputy Commissioner, Yamuna Nagar had proved the documents Ex.D1": "(47) डीडब्ल्यूघ, हरिओम, उपायुक्त कार्यालय, यमुनानगर के क्लर्क ने दस्तावेज एक्स.डी4",
  "(undated cheque No.068821) to D9.": "(अदिनांकित चेक नंबर 068824) को डी9 तक साबित कर दिया था।",
  "(18) Similarly, DW2, Rishi Raj Sharma, Section Officer, in the": "(48) इसी प्रकार, डीडब्ल्यू2, हैफेड के कार्यालय में अनुभाग अधिकारी, ऋषि राज शर्मा ने",
  "office of Hafed, in his statement had proved the account statement as D-10to D-22, pertaining to the dealings between the parties.": "अपने बयान में पार्टियों के बीच लेनदेन से संबंधित खाता विवरण को डी-40 से डी-22 के",
  "(19) DW3, Ashok Gupta, Assistant, from office of Hafed proved": "मंजूरी अधिकारी, डीडब्ल्यू 2 के रूप में पेश हुए, जिन्होंने अपने साक्ष्य में साबित किया, पार्टियों 8८०१० से ०22 के बीच लेनदेन से संबंधित खाते का विवरण, अशोक गुप्ता, हैफेड",
  "cheque in question has been forged by filling up the date afterwards.": "गई है और प्रश्नगत चेक में बाद की तारीख भरकर फर्जीवाड़ा किया गया है। इसके बाद,",
  "Thereafter, the defence evidence was closed by Court order.": "अदालत के आदेश से बचाव साक्ष्य बंद कर दिया गया।",
  "(5) On evaluating the evidence on record produced by the partiesand having heard the learned counsel, the trial Court vide": "(5) पक्षों द्वारा प्रस्तुत रिकॉर्ड पर साक्ष्य का मूल्यांकन करने और विद्वान वकील को सुनने",
  "the impugned judgment dismissed the complaint and acquitted the": "के बाद, ट्रायल कोर्ट ने आक्षेपित फैसले के तहत शिकायत को खारिज कर दिया और",
  "accused of the charge.": "आरोपी को आरोप से बरी कर दिया।",
  "(6) Discontented, the complainant-appellant has preferred the present appeal.": "(6) असंतुष्ट होकर शिकायतकर्ता-अपीलकर्ता ने वर्तमान अपील को प्राथमिकता दी है।",
  "SUBMISSIONS": "प्रविष्टियों",
  "(7) Learned counsel for the appellant submitted that the trial": "(7) अपीलकर्ता के विद्वान वकील ने प्रस्तुत किया कि ट्रायल कोर्ट ने शिकायत को खारिज",
  "acquitting the accused without properly appreciating the evidence led": "करने और शिकायतकर्ता द्वारा दिए गए सबूतों की उचित सराहना किए बिना आरोपी को",
  "by the complainant. One of the grounds for dismissing the complaint": "बरी करने में गंभीर त्रुटि की है। शिकायत को खारिज करने का एक आधार यह था कि",
  "was that, the complaint having been filed on the 14 day was": "34वें दिन शिकायत दर्ज की गई थी, जो समय से पहले दर्ज की गई थी। इस संबंध में,",
  "premature. In this regard, he submitted that this premise was incorrect inasmuch as, once the cognizance of the complaint had been taken on": "उन्होंने प्रस्तुत किया कि यह आधार गलत था क्योंकि, एक बार शिकायत का संज्ञान उसी",
  "the same very day, the complaint could not have been held to be pre-": "दिन ले लिया गया था, तो शिकायत को समय से पहले नहीं माना जा सकता था। विद्वान",
  "mature. The learned trial Court adopted a hyper technical approach while dismissing the complaint on such basis. Learned counsel further": "ट्रायल कोर्ट ने इस आधार पर शिकायत को खारिज करते समय अत्यधिक तकनीकी",
  "submits that the learned Court had wrongly held the complaint had not": "दृष्टिकोण अपनाया। विद्वान वकील ने आगे कहा कि विद्वान न्यायालय ने गलत माना है कि",
  "been filed by an authorised person. In this regard, his submission is": "शिकायत किसी अधिकृत व्यक्ति द्वारा दायर नहीं की गई थी। इस संबंध में, उनका कहना",
  "that the complaint having been filed by the District Manager at his": "है कि निगम के एक अधिकारी होने के नाते जिला प्रबंधक द्वारा उनके हाथों शिकायत दर्ज",
  "wasthat there was no documentary proof that had been produced by the complainant, with regard to the quantity of the paddy which had been": "आपूर्ति की गई धान की मात्रा के संबंध में कोई दस्तावेजी सबूत पेश नहीं किया गया था।",
  "supplied to the respondents. In this context, he submits that in terms of the agreement, total quantity of paddy supplied was 47322.80 quintal,": "इस संदर्भ में, उनका कहना है कि समझौते के अनुसार, आपूर्ति की गई धान की कुल मात्रा",
  "but the respondents had failed to return the same, upon which, the": "47322.80 क्विंटल थी, लेकिन उत्तरदाता इसे वापस करने में विफल रहे, जिसके बाद,",
  "complainant wasforced to lift the same from the Sheller, whereafter, it": "शिकायतकर्ता को शेलर से इसे उठाने के लिए मजबूर होना पड़ा, जिसके बाद, यह था",
  "was found short of 6738.2 quintals. Therefore, there was no requirement of any other proof of producing account books etc, and this": "6738.2 क्विंटल कम पाया गया। इसलिए, खाता बही आदि पेश करने के लिए किसी अन्य",
  "submitted that in the testimonies of the witnesses of the Corporation a": "उपरोक्त के अलावा, उन्होंने प्रस्तुत किया कि निगम के गवाहों की गवाही में निगम के",
  "specific reference to the paddy having been supplied to the respondents for custom milling in the records of Corporation was": "रिकॉर्ड में कस्टम मिलिंग के लिए उत्तरदाताओं को धान की आपूर्ति किए जाने का एक",
  "made. The trial Court had also found that the cheque which, had been": "विशिष्ट संदर्भ दिया गया था। ट्रायल कोर्ट ने यह भी पाया था कि जो चेक बाउंस हुआ था",
  "dishonoured did not bear a date. In that regard, learned counsel submits": "उस पर कोई तारीख नहीं थी। उस संबंध में, विद्वान वकील का कहना है कि यद्यपि",
  "that though the complaint was accompanied by photocopy of the": "शिकायत के साथ चेक की फोटोकॉपी संलग्न थी, जिस पर तारीख नहीं थी, तथापि उनका",
  "amount, the complaint was filed by the appellant on 3.11.2010, wherein": "हालाँकि, शिकायतकर्ता द्वारा 3-34-2040 को शिकायत दर्ज की गई थी और इस अदालत",
  "be a date on which magistrate applies his mind by getting": "तारीख पर देखा जाना चाहिए जिस दिन मजिस्ट्रेट द्वारा संज्ञान लिया गया था, जो कि वह",
  "reliance upon judgment of Hon'ble Allahabad High Court in case titled as Lakhan Singh vy. State of UP 2013(3) CRILC.C. 752 wherein it has been held by Hon'ble": "203(3) सीआरआई. सी.सी. नामक मामले में माननीय इलाहाबाद उच्च न्यायालय के फैसले पर भरोसा करना चाहूंगा। 752 जिसमें नरसिंह दास तापड़िया (सुप्रा) नामक मामले में",
  "Allahabad High Court while dealing with judgment of": "माननीय शीर्ष न्यायालय के फैसले से निपटने के दौरान माननीय इलाहाबाद उच्च न्यायालय",
  "prematurely the acquittal of accused on the ground of premature complaint and cognizance having been taken": "शिकायत के आधार पर आरोपियों को बरी कर दिया गया था और समय से पहले लिया",
  "prematurely was upheld. As such this court is of the view": "गया संज्ञान बरकरार रखा गया। इस प्रकार, इस अदालत का मानना है कि वर्तमान मामले",
  "that in the present case since the complaint has been filed prematurely and since an important ingredient of the": "में चूंकि शिकायत समय से पहले दर्ज की गई है और चूंकि विचाराधीन अपराध का एक",
  "offence in question is not being fulfilled the complaint in hand deserves to be dismissed.”": "ह 8 घटक पूरा नहीं किया जा रहा है, इसलिए मौजूदा शिकायत खारिज कर दी जानी चाहिए।",
  "From the foregoing, it emerges that:-": "उपरोक्त से यह पता चलता है कि:-",
  "Firstly; neither any Resolution nor any authority was produced on": "पहले तो; प्रश्रणतत शिकायत दर्ज करने के लिए अधिकृत करने वाला न तो कोई संकल्प और",
  "beenadmitted by the complainant CW1;": "सीडब्ल्यू। द्वारा भी स्वीकार किया गया था;",
  "Secondly; the complainant had filed photocopy of the dishonoured cheque bearing No. 068821 as Ex.Cl, amounting to Rs.50,00,000/-,": "दूसरे; शिकायतकर्ता ने 50,00,000/- रुपये की राशि के बाउंस हुए चेक संख्या 068824 की",
  "which bears no date, which he in his cross-examination admitted was": "फोटोकॉपी &«.० के रूप में दायर की थी, जिस पर कोई तारीख नहीं है, जिसे उसने अपनी",
  "undated, however, in the same breath, he had stated that when he had": "जिरह में स्वीकार किया कि वह अदिनांकित था, हालांकि, उसी सांस में उन्होंने कहा था कि",
  "received it, the cheque was filled and was dated, perhaps the date was": "जब उन्हें पे मिला था तो वह भरा हुआ था और उस पर तारीख थी, शायद तारीख",
  "2.6.2010;": "2.6.200 ५४॥|;",
  "Thirdly; the respondent also placed on record the same cheque Ex.D1, bearing No.068821, amounting to Rs.50,00,000/-, given by way of": "तीसरा; प्रतिवादी ने वही चेक &८०१, जिसका नंबर 068824 है, जिसकी राशि 50,00,000/- रुपये है, को भी रिकॉर्ड में रखा, जो सुरक्षा के माध्यम से दिया गया था, लेकिन उस पर कोई",
  "security, but bearing no date, which was also proved by official from": "रुपये है, को भी रिकॉर्ड में रखा, जो सुरक्षा के माध्यम से दिया गया था, लेकिन उस पर कोई तारीख नहीं थी, जिसे डिप्टी कार्यालय के अधिकारी द्वारा भी साबित किया गया था।",
  "the Office of Deputy Commissioner, Yamunanagar, who stated that the original of it was not available with them but the photocopy was": "आयुक्त, यमुनानगर, जिन्होंने कहा कि इसकी मूल प्रति उनके पास उपलब्ध नहीं थी,",
  "available in their record, which had been attested by them, this in itself": "लेकिन फोटोकॉपी उनके रिकॉर्ड में उपलब्ध थी, जिसे उनके द्वारा सत्यापित किया गया था,",
  "creates a doubt and the possibility of misuse of the security cheque": "यह अपने आप में एक संदेह पैदा करता है और उनके द्वारा दी गई सुरक्षा जांच के",
  "given by the respondent cannot be ruled out;": "दुरुपयोग की संभावना है। प्रतिवादी को ख़ारिज नहीं किया जा सकता;",
  "Fourthly; it is apparent from Clause 12(ii) of para 7 of the agreement, Ex.D21, entered into between the parties, that in addition to the": "चौथा; पार्टियों के बीच हुए समझौते, ४८०2१ के पैरा 7 के खंड 420॥ से यह स्पष्ट है कि",
  "security, the miller/ second party agrees to provide additional guarantee": "सुरक्षा के अलावा, मिलर/दूसरा पक्ष हस्ताक्षरित चेक के रूप में अतिरिक्त गारंटी प्रदान",
  "notice has been served on him, it is no complaint at all": "हालांकि, इसके बाद कोई नोटिस नहीं भेजा गया था, जिसके लिए शिकायतकर्ता द्वारा कोई",
  "Eighthly; the record of supply of paddy to the respondents has also not": "आठवाँ; शिकायतकर्ता द्वारा उत्तरदाताओं को धान की आपूर्ति का रिकॉर्ड भी प्रस्तुत नहीं",
  "been produced by the complainant, who in his cross-examination also stated that he does not know how much paddy was supplied. On the": "किया गया है, जिसने अपनी जिरह में यह भी कहा कि उसे नहीं पता कि कितना धान",
  "other hand,respondents had examined to prove through the employee": "आपूर्ति किया गया था। दूसरी ओर, उत्तरदाताओं ने शिकायतकर्ता-अपीलकर्ता के",
  "was not outstanding against the respondents on the date of cheque,": "साबित करने के लिए जांच की थी कि चेक में उल्लिखित राशि उत्तरदाताओं के खिलाफ",
  "Ninthly; the original memo showing dishonour of cheque on 6.10.2010": "नोवाँ; 6.40.200 को चेक के अनादरण को दर्शाने वाला मूल ज्ञापन भी शिकायतकर्ता द्वारा",
  "he had admitted not being in possession thereof and CW3, the Bank Official had stated that cheque in question had never been dishonoured": "स्वीकार की थी और सीडब्ल्यू3, बैंक अधिकारी ने कहा था कि प्रश्न में चेक 6..0 को कभी",
  "case of dishonour of cheque on 6.10.2010 was not proved and since the": "6.0.2040 को चेक के अनादरण का मामला साबित नहीं हुआ और चूंकि शिकायतकर्ता ने",
  "complainant never sought permission of the Court to prove the": "कभी भी अदालत से अनुमति नहीं मांगी, इसलिए यह भी साबित नहीं हुआ। अधिनियम की",
  "also not proved despite presumption under Section 146 of the Act to that effect, which stood rebutted. Last but not the least, the complaint": "धारा 446 के तहत इस आशय की धारणा के बावजूद, जिसका खंडन किया गया। अंतिम",
  "CONCLUSION": "निष्कर्ष",
  "(23) A reference is made to the judgment of Hon’ble The Supreme Court of India, pertinent to the issue involved. In the case of": "(23) इसमें शामिल मुद्दे से संबंधित माननीय भारत के सर्वोच्च न्यायालय के फैसले का संदर्भ",
  "M.S. Narayana Menon @ Many versus State of Kerala and another’,": "दिया गया है। एम.एस. के मामले में नारायण मेनन & कई बनाम केरल राज्य और अन्य2,",
  "wherein the issue with regard to adverse inference to be drawn in case complainant does not produce accounts book and the stand of the": "जिसमें शिकायतकर्ता द्वारा खाता बही प्रस्तुत नहीं करने की स्थिति में प्रतिकूल निष्कर्ष",
  "accused was that the cheque in question had been issued by way of": "निकालने के संबंध में मुद्दा था और आरोपी का रुख यह था कि प्रश्न में चेक सुरक्षा के",
  "security, it was held as under:-": "माध्यम से जारी किया गया था, इसे निम्नानुसार आयोजित किया गया:-",
  "“37. What would be the effect of a presumption and the": "“37. एक अनुमान का प्रभाव क्या होगा और उसकी प्रकृति जी वासु बनाम सैयद यासीन",
  "judgment, Rao, J. (as His Lordship then was) speaking for": "पीठ के समक्ष विचार के लिए आई थी। एक शिक्षाप्रद निर्णय में, राव, जे. जैसा कि उनका",
  "Act as also a large number of case laws and authorities in": "साथ-साथ बड़ी संख्या में केस कानूनों और अधिकारियों की राय पर ध्यान दिया: \"उपरोक्त",
  "opining: \"From the aforesaid authorities,we hold that once the defendant adduces evidence to the satisfaction of the": "अधिकारियों से, हम एक बार यह मानते हैं प्रतिवादी न्यायालय की संतुष्टि के लिए साक्ष्य",
  "the defendant adduces evidence to the satisfaction of the Court that on a preponderance of probabilities there is no consideration in the manner pleaded in the plaint or suit": "प्रस्तुत करता है कि संभावनाओं की प्रबलता पर वाद या वाद नोटिस या वादी के साक्ष्य में",
  "plaintiff and the presumption ‘disappears’ and does not haunt the defendant any longer.\" It was further held: \"For": "और अनुमान 'गायब' हो जाता है और नहीं अब प्रतिवादी को परेशान करो।\" आगे कहा",
  "the aforesaid reasons, we are of the view that where, in a": "गया: \"उपरोक्त कारणों से, हमारा विचार है कि जहां, एक वचन पत्र के मुकदमे में,",
  "suiton a promissory note, the case of the defendant as to the circumstances under which the promissory note was": "प्रतिवादी का मामला कि किन परिस्थितियों में वचन पत्र निष्पादित किया गया था, स्वीकार",
  "executed is not accepted, it is open to the defendant to prove": "नहीं किया जाता है, यह खुला है प्रतिवादी को यह साबित करना होगा कि वादी द्वारा वचन",
  "that the case set up by the plaintiff on the basis of the recitals in the promissory note, or the case set up in suit": "पत्र में दिए गए कथनों के आधार पर, या वाद नोटिस में या वादपत्र में स्थापित किया गया",
  "in his favour and against the plaintiff. He need not lead": "उसके पक्ष में और वादी के खिलाफ संभावनाएं। उसे यह स्थापित करने के लिए विचार के",
  "evidence on all conceivable modes of consideration for establishing that the promissory note is not supported by": "सभी कल्पनीय तरीकों पर सबूत पेश करने की आवश्यकता नहीं है कि वचन पत्र किसी",
  "(27) Gauging the contentions advanced by the respective counsel with regard to the issue of maintainability of the complaint, it having": "(27) शिकायत की रखरखाव के मुद्दे के संबंध में संबंधित वकील द्वारा दी गई दलीलों को",
  "been filed on the 14\" day and the cognizance having been taken on the": "ध्यान में रखते हुए, इसे 44वें दिन दायर किया गया है और उसी दिन संज्ञान लिया गया है,",
  "same day, it is imperative to recapitulate the settled proposition of law,": "तय किए गए प्रस्ताव को दोबारा दोहराना जरूरी है। कानून, जैसा कि माननीय भारत के",
  "judgement rendered in the case of Gajanand Burange versus Laxmi": "सर्वोच्च न्यायालय ने गजानंद बुरांगे बनाम लक्ष्मी चंद गोयल, आपराधिक अपील संख्या",
  "12.8.2022, while relying on the three Judge Bench decision of the": "पर भरोसा करते हुए 42.8.2022 को फैसला सुनाया। माननीय सर्वोच्च न्यायालय की",
  "Hon’ble Supreme Court of India Yogendra Pratap Singh versus Savitri Pandey and another’. Paras relevant in the judgment of Gajanand": "खंडपीठ का निर्णय योगेन्द्र प्रताप सिंह बनाम सवित्री पांडे एवं अन्य5। इस मामले के लिए",
  "Burange (supra) as relevant to this case read thus:": "प्रासंगिक गजानंद बुरंगे (सुप्रा) के फैसले में प्रासंगिक पैराग्राफ इस प्रकार पढ़ें:",
  "“5. The issue which is raised in this appeal is no longer": "“5. इस अपील में जो मुद्दा उठाया गया है, वह अब एकीकृत नहीं है और योगेन्द्र प्रताप सिंह",
  "decision of this Court in Yogendra Pratap Singh v Savitri Pandey and Another (2014) 10 SCC 713. Two": "बनाम सावित्री पांडे और अन्य (2044) 40 एससीसी 743 में इस न्यायालय की तीन-",
  "Judge Bench, which were:": "गए थे। तीन जजों की बेंच, जो थे:",
  "legal notice shows that the complainant had made significant": "कोई मतलब नहीं है प्रतिवादी को आवश्यक रूप से यह दिखाना होगा कि दस्तावेज़ किसी",
  "plaintiff who has also the legal burden. Thereafter, the": "जिस पर कानूनी बोझ भी होता है। इसके बाद, धारा 448 के तहत अनुमान फिर से वादी के",
  "plaintiff's rescue. Once both parties have adduced evidence,": "बचाव में नहीं आता है। एक बार जब दोनों पक्षों ने सबूत पेश कर दिए, तो अदालत को",
  "the Court has to consider the same and the burden of proof loses all its importance.\"": "उस पर विचार करना होगा और सबूत का बोझ अपना सारा महत्व खो देता है।\"",
  "38. If for the purpose of a civil litigation, the defendant may": "38. यदि किसी नागरिक मुकदमे के प्रयोजन के लिए, प्रतिवादी अपने ऊपर डाले गए",
  "not adduce any evidence to discharge the initial burden placed on him, a ‘fortiori’ even an accused need not enter": "प्रारंभिक बोझ से मुक्ति के लिए कोई सबूत पेश नहीं कर पाता है, तो एक 'फोर्टिओरी' यहां",
  "into the witness box and examine other witnesses in support": "तक कि एक आरोपी को भी गवाह बॉक्स में प्रवेश करने और अपने बचाव के समर्थन में",
  "by the High Court.”": "उच्च न्यायालय ने माना है।\"",
  "(24) Adverting to the facts of the case at hand, indubitably,": "(24) मामले के मौजूदा तथ्यों को ध्यान में रखते हुए, निस्संदेह, शिकायतकर्ता अधिनियम की",
  "thecomplainant miserably failed to prove the ingredients of Section 138 of the Act and this Court finds itself hard pressed to give credence to": "धारा 438 की सामग्री को साबित करने में बुरी तरह विफल रहा और यह न्यायालय",
  "respondents to dislodge the claim made by the complainant, which": "के तत्वों से घिरा हुआ है, जबकि शिकायतकर्ता द्वारा किए गए दावे को खारिज करने के",
  "(25) Hon’ble The Supreme Court of India in the case of P.Mohanraj and others versus M/s Shah Brothers Ispat Pvt.": "(25) माननीय भारत के सर्वोच्च न्यायालय ने पी.मोहनराज और अन्य बनाम मेसर्स शाह",
  "must be made within one month of the date on which the “cause of": "उस तारीख के एक महीने के भीतर की जानी चाहिए जिस दिन धारा के तहत \"कार्रवाई",
  "action” under Clause(c) of the proviso to Section 138 arises. The": "का कारण\" बताया गया है। ग) धारा 438 का प्रावधान उत्पन्न होता है। अभिव्यक्ति",
  "expression “cause of action” is a foreigner to criminal jurisprudence.”": "\"कार्रवाई का कारण\" आपराधिक नन्‍्यायशास्त्र के लिए एक विदेशी है।\" आगे यह देखा गया",
  "It was further observed “Under Section 144 of the Act, the mode of service of summons is done asin civil cases, eschewing the mode": "कि “अधिनियम की धारा 444 के तहत, समन की तामील का तरीका सिविल मामलों की",
  "contained in Sections 62 to 64 Cr.P.C. Likewise, under Section 145,": "तरह किया जाता है, धारा 62 से 6६ सीआरपीसी में निहित तरीके को छोड़कर। इसी तरह,",
  "civil proceedings, notwithstanding anything contained in the Cr.P.C..": "कार्यवाही में दिया जाता है, सीआरपीसी में किसी भी बात के बावजूद। सबसे महत्वपूर्ण",
  "Most importantly, by Section 147, the offences under this Act are": "बात, धारा 447 के अनुसार, इस अधिनियम के तहत अपराध बिना किसी समझौते के",
  "compoundable without any intervention of the Court, as isrequired by Section 320(2) Cr.P.C.” It was further held “clearly, given the hybrid": "समझौता योग्य हैं। न्यायालय का हस्तक्षेप, जैसा कि सीआरपीसी की धारा 320(2) द्वारा अपेक्षित है।” आगे यह भी कहा गया कि \"स्पष्ट रूप से, सिविल अवमानना कार्यवाही की",
  "(30) Having considered all aspects of the present case and this": "(30) वर्तमान मामले के सभी पहलुओं पर विचार करने के बाद और जैसा कि ऊपर उल्लेख",
  "Court having implored itself with abounding pronouncements as": "किया गया है, इस न्यायालय ने कई घोषणाओं के साथ खुद को विनती की है, इस न्यायालय",
  "afore referred, this Court finds no illegality or perversity warranting interference in the well-reasoned judgment passed by the trial Court, as": "को ट्रायल कोर्ट द्वारा पारित तर्कसंगत निर्णय में हस्तक्षेप की कोई अवैधता या विकृति नहीं",
  "impugned in the present case. Consequently, and as a sequel thereto,": "मिली है, जैसा कि वर्तमान में लगाया गया है। मामला। नतीजतन, और उसकी अगली कड़ी",
  "the criminal appeal being bereft of merit, is dismissed.": "के रूप में, आपराधिक अपील योग्यता से रहित होने के कारण खारिज कर दी जाती है।",
  "Dr. Payel Mehta": "डॉ पायल मेहता"
}