{
  "Before G.S. Sandhawalia and Harpreet Kaur Jeewan, JJ.": "समक्ष जी.एस. संधावालिया और हरप्रीत कौर जे.जे.",
  "M/S. G.D. GOENKA SCHOOL—Appellant": "सज्जन जी.डी. गोयनका स्कूल-अपीलकर्ता",
  "versus": "बनाम",
  "PARVEEN SINGH SHEKHAWAT AND OTHERS—Respondent": "परवीन सिंह शेखावत और अन्य-प्रतिवादी",
  "AND": "और",
  "M/S G.D. GOUENKA SCHOOL—Appellant": "सज्जन जी.डी. गोयनका स्कूल - अपीलकर्ता",
  "AJAY SINGH SHEKHAWAT AND OTHERS— Respondent": "अजय सिंह शेखावत और अन्य-प्रतिवादी",
  "LPA 389 and 390 of 2018 (O&M)": "208 का एलपीए ३89 और 390 (ओ एंड एम)।",
  "December 14, 2022": "॥9 दिसंबर 2022",
  "A. Unaided Educational Institutions—Disputes  inter-se employees of Unaided Educational Institutions and _ its": "#. गैर-सहायता प्राप्त शैक्षणिक संस्थान-गैर-सहायता प्राप्त शैक्षणिक संस्थानों के कर्मचारियों और उनके प्रबंधन के",
  "Management—Haryana Education Act, 2003—Haryana School Education Rules, 2003—Educational Tribunal—Notification dated": "बीच विवाद-हरियाणा शिक्षा अधिनियम, 2003-हरियाणा स्कूल शिक्षा नियम, 2003-शैक्षिक न्यायाधिकरण -टी. एम.",
  "07.05.2013 issued by Government of Haryana in pursuance of the judgment of Apex Court in TMA Pai Foundation ys. State of Karnataka, providing for forum for redressal of the grievances of employees of un-aided educational institutions —District and Sessions": "ए. पाई फाउंडेशन बनाम कर्नाटक राज्य में उच्चतम न्यायालय के निर्णय के अनुसरण में हरियाणा सरकार द्वारा दिनांक 07.05.203 को जारी अधिसूचना, जिसमें गैर-सहायता प्राप्त शैक्षणिक संस्थानों के कर्मचारियों की",
  "Karnataka, providing for forum for redressal of the grievances of employees of un-aided educational institutions —District and Sessions Judge or the Additional District and Sessions Judge would have the": "शिकायतों के निवारण के लिए मंच प्रदान किया गया है-जिला और सत्र न्यायाधीश या अतिरिक्त जिला और सत्र",
  "jurisdiction to decide all such service disputes till the educational tribunals are set up.": "न्यायाधीश के पास ऐसे सभी सेवा विवादों का निर्णय करने का अधिकार क्षेत्र होगा जब तक कि शैक्षिक न्‍न्यायाधिकरण",
  "Held, that in the present case, as noticed, directions were issued as such on 03.02.2020 to place on record statutory provisions": "स्थापित नहीं हो जाते।अभिनिर्धारित किया गया कि वर्तमान मामले में, जैसा कि नोटिस किया गया है, 03.02.2020",
  "/regulations/by laws governing the conditions of affiliation and protection of the teachers mentioned with the schools of the appellant,": "को निर्देश जारी किए गए थे कि अपीलार्थी के स्कूलों के साथ उल्लिखित शिक्षकों की संबद्धता और संरक्षण की शर्तों",
  "if any. The same having not been produced, it can be safely said that the procedure prescribed under the Rules of the State Government": "प्रस्तुत नहीं किया गया है, यह सुरक्षित रूप से कहा जा सकता है कि राज्य सरकार के नियमों के तहत निर्धारित",
  "have been withheld only on account of thefact that it would not suit the appellant as such to produce the said documents as it would expose": "प्रक्रिया को केवल इस तथ्य के कारण रोक दिया गया है कि यह अपीलार्थी को उक्त दस्तावेजों को प्रस्तुत करने के",
  "its illegal action in dispensing with the services of the employees. Thus,": "लिए उपयुक्त नहीं होगा क्योंकि यह कर्मचारियों की सेवाओं को वितरित करने में उसकी अवैध कार्रवाई को उजागर",
  "on account of the non-compliance with the order of the Court, it is justified to draw an adverse inference.": "करेगा। इस प्रकार, न्यायालय के आदेश का पालन न करने के कारण, प्रतिकूल निष्कर्ष निकालना उचित है।",
  "(Para 12)": "(पैरा 2)",
  "B. Haryana Education Act, 2003—Haryana School Education Rules, 2003—Rules 161, 180, 181 and 183 Disciplinary": "बी. हरियाणा शिक्षा अधिनियम, 2003-हरियाणा स्कूल शिक्षा नियम, 2003-नियम 6,80,।8। और 83-गैर-",
  "proceedings against employees of Unaided Educational Institutions —": "सहायता प्राप्त शैक्षणिक संस्थानों के कर्मचारियों के खिलाफ अनुशासनात्मक कार्यवाही -",
  "D. Haryana Education Act, 2003—Haryana School Education Rules, 2003—Contract of Personal Service—Reinstatement—": "डी. हरियाणा शिक्षा अधिनियम, 2003-हरियाणा स्कूल शिक्षा नियम, 2003-व्यक्तिगत सेवा का अनुबंध-बहाली-",
  "Termination of services of employees of Unaided Educational Institutions without following the procedure prescribed under the": "नियमों के तहत निर्धारित प्रक्रिया का पालन किए बिना गैर-सहायता प्राप्त शैक्षणिक संस्थानों के कर्मचारियों की",
  "Rules—Contract of employment involves a_ master-servant relationship which is not capable of specific performance—Instead of": "सेवाओं की समाप्ति- रोजगार के अनुबंध में एक स्वामी-सेवक संबंध शामिल है जो विशिष्ट प्रदर्शन करने में सक्षम नहीं",
  "reinstatement, compensation element could be increased in a contract of personal service in case of an Unaided Educational Institutions.": "है-बहाली के बजाय, बिना सहायता प्राप्त शैक्षणिक संस्थानों के मामले में व्यक्तिगत सेवा के अनुबंध में मुआवजे के तत्व को बढ़ाया जा सकता है।",
  "Held, that in the present case, much water has flown after the order of the termination which was 7 years back. The operation of the": "माना गया कि वर्तमान मामले में, समाप्ति के आदेश के बाद बहुत पानी बह गया है जो 7 साल पहले था।",
  "orders of the Tribunal were ordered to be stayed subject to deposit of sum of Rs.20,00,000/- in both the appeals on 03.08.2018. It is not": "न्यायाधिकरण के आदेशों के प्रवर्तन को 03.08.2048 को दोनों अपीलों में 20,00,000/- रुपये की राशि जमा",
  "this Court and was directed to be released to the respondents on furnishing of adequate security without prejudice to their rights. Liberty": "के पास जमा की गई थी और प्रतिवादियों को उनके अधिकारों के प्रति पूर्वाग्रह के बिना पर्याप्त सुरक्षा प्रदान करने पर",
  "was also granted to them to make a counter offer. Eventually, the said": "जारी करने का निर्देश दिया गया था। उन्हें जवाबी पेशकश करने की स्वतंत्रता भी दी गई थी। आखिरकार, उक्त राशि",
  "amount was also accordingly received by them and the matter has remained pending thereafter. An effort was made thereafter also by this": "भी उन्हें तदनुसार प्राप्त हो गई और उसके बाद मामला लंबित रहा। इसके बाद इस न्यायालय द्वारा भी एक प्रयास",
  "Court that the matter be settled on account of the additional compensation, to which the respondents were not agreeable and only": "किया गया कि अतिरिक्त मुआवजे के कारण मामले का निपटारा किया जाए, जिस पर प्रतिवादी सहमत नहीं थे और",
  "claimed reinstatement.": "उन्होंने केवल बहाली का दावा किया था।",
  "Akshay Bhan, Sr. Advocate, with Gurmohan Singh Bedi, Advocate, Pawandeep Singh, Advocate, Amandeep Singh,": "(पैरा 26) अपीलार्थी की ओर से गुरमोहन सिंह बेदी, अधिवक्ता पवनदीप सिंह, अधिवक्ता अमनदीप सिंह के साथ",
  "Parveen Shekhawat and Ajay Singh Shekhawat, respondents-in- person.": "परवीन शेखावत और अजय सिंह शेखावत, उत्तरदाता-व्यक्तिगत रूप से।",
  "G.S. SANDHAWALITA, J.": "जीएस। संधावलिया, जे।",
  "(1) The present judgment shall dispose of two letters patent appeals i.e. LPA Nos. 389 and 390 of 2018, as the same arise out of the": "(॥) वर्तमान निर्णय दो अक्षरों का निपटान करेगा पेटेंट अपील ।.७. एल. पी. ए. संख्या 208 का 389 और 390,",
  "similar orderspassed by the Appellate Tribunal and a common order of the learned Single Judge. The present letters patent appeal has been": "जैसा कि अपीलीय अधिकरण द्वारा पारित समान आदेशों और विद्बत एकल न्यायाधीश के एक सामान्य आदेश से",
  "passed by the Appellate Tribunal comprising of the District Judge under the Haryana Education Act, 2003 and the subsequent order": "उत्पन्न होता है। हरियाणा शिक्षा अधिनियम, 2003 के अधीन जिला न्यायाधीश वाले अपीलीय अधिकरण द्वारा दिनांक",
  "2335 of 2018 wherein, the writ petitions were dismissed in limine. The District Judge, Gurugram came to the conclusion that the employees": "का 2335 जिसमें रिट याचिकाओं को सीमित रूप से खारिज कर दिया गया था। जिला न्यायाधीश, गुरुग्राम इस",
  "who are husband and wife were confirmed employees in view of the": "निष्कर्ष पर पहुंचे कि जो कर्मचारी पति और पत्नी हैं, वे इस बात को ध्यान में रखते हुए पुष्टि किए गए कर्मचारी थे",
  "was not accepted by holding that it would result in denuding the": "यह अभिनिर्धारित करके स्वीकार नहीं किया गया था कि इसके परिणामस्वरूप मामले का न्यायनिर्णयन करने के लिए",
  "judicial power of the Tribunal to adjudicate the case. The argument that the Haryana SchoolEducation Code would govern was rejected on the": "अधिकरण की न्यायिक शक्ति को अस्वीकार कर दिया जाएगा। यह तर्क कि हरियाणा स्कूल शिक्षा संहिता शासित",
  "ground that the Code does not deal with the service law disputes and it": "होगी, इस आधार पर खारिज कर दिया गया था कि संहिता सेवा कानून विवादों से नहीं निपटती है और यह",
  "was held that there was no legal error in the order of the Tribunal. The": "अभिनिर्धारित किया गया था कि अधिकरण के आदेश में कोई कानूनी त्रुटि नहीं थी। यह तर्क कि अनुबंध एक",
  "argument that the contract inter se wasof a personal service which was not specifically enforceable in law was rejected on the ground that in": "व्यक्तिगत सेवा का था, जो कानून में विशेष रूप से लागू करने योग्य नहीं था, इस आधार पर खारिज कर दिया गया",
  "view of the statutory protection afforded to the employees of the private recognized schools in Haryana, all shades of service disputes": "था कि हरियाणा में निजी मान्यता प्राप्त स्कूलों के कर्मचारियों को दिए गए वैधानिक संरक्षण को देखते हुए, सभी",
  "(3) Senior Counsel for the appellant, with all vehemence, has submitted that it is a contract of personal service while falling": "(3) अपीलार्थी के वरिष्ठ वकील ने पूरी दृढ़ता के साथ यह प्रस्तुत किया है कि यह व्यक्तिगत सेवा का अनुबंध है",
  "back on Section 73 of the Contract Act, 1872 to submit that at the most, it was a case of damages as such for payment of compensation. It": "जबकि अनुबंध अधिनियम, 872 की धारा 73 पर यह प्रस्तुत करना कि अधिक से अधिक, यह मुआवजे के भुगतान",
  "most, it was a case of damages as such for payment of compensation. It was accordingly submitted that in pursuance of interim orders,": "के लिए नुकसान का मामला था। तदनुसार यह प्रस्तुत किया गया था कि अंतरिम आदेशों के अनुसरण में, पति और",
  "Rs.10,00,000/- each to both the husband and wife had been paid on an earlier occasion which was sufficientas such to compensate them and": "पत्नी दोनों को पहले के अवसर पर 0,00,000/- रुपये का भुगतान किया गया था, जो उन्हें क्षतिपूर्ति करने के लिए",
  "reinstatement had wrongly been ordered. Counsel has placed reliance upon the judgment of the Apex Court in Secretary, A.P.D. Jain": "पर्याप्त था और बहाली का आदेश गलत तरीके से दिया गया था। वकील ने सचिव, एपीडी में सर्वोच्च न्यायालय के",
  "contend that reinstatement could not be done and only a declaration could be issued that the contract of personal service subsists. Similarly,": "नहीं की जा सकती है और केवल एक घोषणा जारी की जा सकती है कि व्यक्तिगत सेवा का अनुबंध बना रहता है।",
  "reliance was placed upon the judgment in Kailash Singh versus Managing Committee, Mayo College, Ajmer and others* to submit": "इसी तरह, कैलाश सिंह बनाम प्रबंध समिति, मेयो कॉलेज, अजमेर और अन्य ५ के फैसले पर यह प्रस्तुत करने के",
  "that even if there was a breach of contract, compensation is payable and the issue of reinstatement was not the right relief to be granted.": "लिए भरोसा किया गया था कि अनुबंध का उल्लंघन होने पर भी मुआवजा देय है और बहाली का मुद्दा सही राहत नहीं",
  "(4) The employees appearing in person stated that the orders passed by the District Judge and the learned Single Judge are justified": "(५) व्यक्तिगत रूप से उपस्थित कर्मचारियों ने कहा कि जिला न्यायाधीश और विद्वत एकल न्यायाधीश द्वारा पारित",
  "after having rendered over a decade of service without any complaint": "आदेश उचित हैं और प्रस्तुत किया कि उन्हें बिना किसी शिकायत के एक दशक से अधिक सेवा प्रदान करने के बाद",
  "and the termination was against the terms of the letter of appointment and, thus, reinstatement hadbeen rightly ordered.": "सेवा से हटा दिया गया था और समाप्ति नियुक्ति पत्र की शर्तों के खिलाफ थी और इस प्रकार, बहाली का आदेश",
  "(5) A perusal of the paper book would go on to show that vide letter dated 17.08.2004, appointment was offered as a Physical": "(5) पेपर बुक के अवलोकन से पता चलता है कि दिनांक 7.08.200५% के पत्र के अनुसार, अपीलार्थी-स्कूल द्वारा",
  "letter dated 17.08.2004, appointment was offered as a Physical Education Teacher by the appellant-school to the lady which was at basic pay of Rs.5,500/- and the scale was of Rs.5,500-175-9000 and the": "महिला को शारीरिक शिक्षा शिक्षक के रूप में नियुक्ति की पेशकश की गई थी, जो 5,500/- रुपये के मूल वेतन पर",
  "M/S G.D. GOENKA SCHOOL v. PARVEEN SINGH SHEKHAWAT 837 AND OTHERS (G.S. Sandhawalia, J.)": "सज्जन जी.डी. गोयनका स्कूल बनाम परवीन सिंह शेखावत और अन्य (जी.एस. संधवालिया जे.)",
  "Imposition of Penalties—Major Penalty—Haryana School Education Rules, 2003 provides for contract of service and the service rules for": "दंड का अधिरोपण-बड़ा दंड -हरियाणा स्कूल शिक्षा नियम, 2003 गैर-सहायता प्राप्त मान्यता प्राप्त स्कूलों के",
  "employees of unaided recognized schools and employees working in": "कर्मचारियों और गैर-सहायता प्राप्त पदों पर सहायता प्राप्त स्कूलों में काम करने वाले कर्मचारियों के लिए सेवा",
  "put in place in the Rules for carrying out disciplinary proceedings—": "अनुबंध और सेवा नियमों का प्रावधान करता है- अनुशासनात्मक कार्यवाही करने के लिए नियमों में निर्धारित प्रक्रिया",
  "Major penalty can be imposed by the disciplinary authority only after the receipt of the approval from the Managing Committee.": "लागू की गई है- प्रबंध समिति से अनुमोदन प्राप्त होने के बाद ही अनुशासनात्मक प्राधिकरण द्वारा बड़ा जुर्माना लगाया जा सकता है।",
  "Held, that the Act provides the procedure which is to govern the": "अभिनिर्धारित किया गया कि अधिनियम ऐसी प्रक्रिया प्रदान करता है जो सहायता प्राप्त विद्यालयों की स्थापना,",
  "establishment, recognition and management of aided schools and also provides for provisions applicable to the unaided minority schools. As": "मान्यता और प्रबंधन को नियंत्रित करती है और गैर-सहायता प्राप्त अल्पसंख्यक विद्यालयों पर लागू प्रावधानों का भी",
  "noticed, the present institute is a unaided private school and under": "प्रावधान करती है। जैसा कि देखा गया है, वर्तमान संस्थान एक गैर-सहायता प्राप्त निजी विद्यालय है और धारा 2५ (2)",
  "Section 24(2)(v), any other matter which is or may be prescribed": "(५) के तहत कोई अन्य मामला जो अधिनियम के तहत निर्धारित किया गया है या किया जा सकता है, अधिनियम के",
  "under the Act is tobe provided by Rules for the purposes of the Act.": "प्रयोजनों के लिए नियमों द्वारा प्रदान किया जाना है।",
  "The 2003 Rules thus provide Rules for the aided schools, minority": "इस प्रकार 2003 के नियम अध्याय ५ के तहत सहायता प्राप्त स्कूलों, अल्पसंख्यक स्कूलों और मान्यता प्राप्त स्कूलों",
  "recognized schools and employees working in the aided schools on": "प्राप्त मान्यता प्राप्त स्कूलों के कर्मचारियों और गैर-सहायता प्राप्त पदों पर सहायता प्राप्त स्कूलों में काम करने वाले",
  "(Para 16)": "(पैरा 6)",
  "C. Contract of Personal Service—Termination of services of school teachers of Unaided Educational Institutions—Disciplinary": "ग. व्यक्तिगत सेवा का अनुबंध-गैर-सहायता प्राप्त शैक्षणिक संस्थानों के स्कूल शिक्षकों की सेवाओं की समाप्ति-",
  "proceedings—Principles of natural justice—Show Cause Notice of": "अनुशासनात्मक कार्यवाही-प्राकृतिक न्याय के सिद्धांत-कारण दिखाएँ घटिया प्रदर्शन और असंतोष का आरोप लगाते",
  "less than three months issued alleging sub-standard performance and dissatisfaction whereas in the appointment letter and_ the confirmation letter, provision of three month notice was": "हुए तीन महीने से कम समय के नोटिस जारी किए गए जबकि नियुक्ति पत्र और पुष्टिकरण पत्र में तीन महीने के",
  "mentioned—Held, even in cases of the employees of autonomous": "नोटिस के प्रावधान का उल्लेख किया गया था-यहां तक कि स्वायत्त निजी निकायों के कर्मचारियों के मामलों में भी,",
  "private bodies, acting with a whimsical and capricious attitude towards employees violated the principles of natural justice—": "कर्मचारियों के प्रति सनकी और मनमौजी रवैये के साथ काम करना प्राकृतिक न्याय के सिद्धांतों का उल्लंघन है-",
  "Termination of the employees' services without a fair hearing violated the principles of natural justice.": "निष्पक्ष सुनवाई के बिना कर्मचारियों की सेवाओं को समाप्त करना प्राकृतिक न्याय के सिद्धांतों का उल्लंघन है।",
  "Held, that on the perusal of the above, it would be clear that the prescribed procedure has been put in place and the said procedure was": "अभिनिर्धारित किया गया कि उपरोक्त के अवलोकन पर, यह स्पष्ट होगा कि निर्धारित प्रक्रिया को लागू कर दिया गया",
  "never followed at any stage by the school while dispensing with the": "है और स्कूल द्वारा उत्तरदाताओं की सेवाओं का वितरण करते समय किसी भी स्तर पर उक्त प्रक्रिया का पालन नहीं",
  "penalty is only to be done by the disciplinary authority except after the": "जुर्माना केवल अनुशासनात्मक प्राधिकरण द्वारा लगाया जाना है।",
  "(Para 19)": "(पैरा 9)",
  "letter dated 14.09.2005 and _ the’ termination done on 29.06.2015/21.07.2015 was done on the basis of the notices which had": "दिनांक ५.09.2005 का पत्र और 29.06.205/2.07.20।5 को की गई समाप्ति उन नोटिसों के आधार पर की",
  "been issued prior to the amendment of the Staff Service Regulations. The show cause notices as such were issued whereby the performance": "गई थी जो कर्मचारी सेवा विनियमों के संशोधन से पहले जारी किए गए थे। कारण बताओ नोटिस जारी किए गए थे",
  "of the employees was held to be sub-standard and the children of the school were not happy on account of which the notices had been served": "जिसके तहत कर्मचारियों के प्रदर्शन को घटिया माना गया था और स्कूल के बच्चे खुश नहीं थे, जिसके कारण नोटिस",
  "was the alleged ground for termination of services of the employees. The same having been scrutinized showed that there was only one": "दिए गए थे, जो कर्मचारियों की सेवाओं को समाप्त करने का कथित आधार था। उसी की जांच करने से पता चला कि",
  "month notice given whereas in the appointment letter dated 17.08.2004 and in the confirmation letter, the period of notice was required to be of": "केवल एक महीने का नोटिस दिया गया था, जबकि दिनांक 7.08.200५ के नियुक्ति पत्र में और पुष्टि पत्र में, नोटिस",
  "and in the confirmation letter, the period of notice was required to be of 3 months. Resultantly, it was held that the action of the appellant-": "की अवधि 3 महीने की होनी चाहिए थी। परिणामस्वरूप, यह अभिनिर्धारित किया गया कि अपीलार्थी प्रबंधन की",
  "management was to the detriment to the interest of the employees and implementing the new terms and conditions for termination of services": "कार्रवाई कर्मचारियों के हित को नुकसान पहुँचाने और सेवाओं की समाप्ति के लिए नए नियमों और शर्तों को",
  "retrospectively though noticing that the school was a_ private autonomous body and was having liberty of having its own regulations": "पूर्वव्यापी रूप से लागू करने के लिए थी, हालांकि यह देखते हुए कि स्कूल एक निजी स्वायत्त निकाय था और उसे",
  "and policy decisions. However, it was held that the policy of ‘hire and": "अपने स्वयं के विनियमों और नीतिगत निर्णय लेने की स्वतंत्रता थी। हालांकि, यह माना गया कि 'किराया और आग'",
  "fire’ and of acting with whimsical and capricious attitude was detrimental to the employees and violative of the principles of natural": "की नीति और सनकी और मनमौजी रवैये के साथ काम करना कर्मचारियों के लिए हानिकारक था और प्राकृतिक",
  "justice. At least a regular domestic enquiry should have been initiated against the employees and they should have been given an opportunity": "न्याय के सिद्धांतों का उल्लंघन था। कम से कम कर्मचारियों के खिलाफ एक नियमित घरेलू जांच शुरू की जानी",
  "to face and join inquiry before the services could be terminated on the principle of fair hearing, equity and justice. Resultantly, in": "चाहिए थी और निष्पक्ष सुनवाई, समानता और न्याय के सिद्धांत पर सेवाओं को समाप्त करने से पहले उन्हें जांच का",
  "the absence of the requisite three months' notice instead of one month before termination, the finding was recorded that the termination": "सामना करने और शामिल होने का अवसर दिया जाना चाहिए था। नतीजतन, समाप्ति से एक महीने पहले के बजाय आवश्यक तीन महीने के नोटिस के अभाव में, निष्कर्ष दर्ज किया गया था कि समाप्ति आदेश उचित नहीं था और",
  "order was not justified and accordingly it was set aside since it was violative of the principles of natural justice. The couple was held": "तदनुसार इसे अलग कर दिया गया था क्‍योंकि यह प्राकृतिक न्याय के सिद्धांतों का उल्लंघन था। दंपति को सेवा की",
  "entitled for reinstatement in service with immediate effect with full back wages/salaryalongwith interest @6% per annum from the date of": "समाप्ति की तारीख से 6 प्रति वर्ष ब्याज के साथ पूर्ण वेतन/वेतन के साथ तत्काल प्रभाव से सेवा में बहाली का",
  "(2) The writ petitions filed, as noticed, were dismissed by the learned Single Judge in a terse manner while placing reliance upon the": "(2) दायर की गई रिट याचिकाओं को, जैसा कि देखा गया है, विद्बत एकल न्यायाधीश द्वारा एस. डी. के प्रबंधन में",
  "Senior Secondary School and another versus District Judge-cum- Service Tribunaland another! and the fact that the Apex Court in": "स्कूल और दूसरा बनाम जिला न्यायाधीश-सह-सेवा न्‍्यायाधिकरण और दूसरा । और यह तथ्य कि टी. एम. ए. पाई",
  "TMA Pai Foundation versus State of Karnataka* had directed constitution of Educational Tribunals. The argument raised as such that": "फाउंडेशन बनाम कर्नाटक राज्य 2 में सर्वोच्च न्यायालय ने शैक्षिक न्‍्यायाधिकरणों के गठन का निर्देश दिया था। तर्क इस प्रकार उठा कि",
  "* 2002 (8) SCC 481": "22002 (8) एस.सी.सी ५8॥"
}