{
  "dated 25th June, 1975. Her engagement continued till 10th February, 2005": "किया गया था, नियुक्ति पत्र दिनांक 25 जून, 975 के माध्यम से। उसकी नियुक्ति 0",
  "that the normal date of superannuation in the Red Cross Society at the": "विवाद में नहीं है कि प्रासंगिक समय में रेड क्रॉस सोसाइटी में सेवानिवृत्ति की सामान्य तिथि",
  "relevant time was 58 years. The society framed and adopted the rules, namely, Indian Red Cross Society and St. John Ambulance Association,": "58 वर्ष थी। सोसायटी ने भारतीय रेड क्रॉस सोसायटी और सेंट जॉन एम्बुलेंस एसोसिएशन,",
  "District Branch, Yamuna Nagar Staff Rules of 2002 which, inter alia,": "जिला शाखा, यमुनानगर स्टाफ नियम 2002 नामक नियम बनाए और अपनाए, जो अन्य",
  "provide as under :-—": "बातों के साथ-साथ निम्नानुसार प्रदान करते हैं।",
  "“Superannuation and Retirement: _": "\"सुपरनेशन एंड रिटायरमेंट :",
  "11. An employee shall retire on attaining the age of 58 years. He": "। . एक कर्मचारी 58 वर्ष की आयु प्राप्त करने पर सेवानिवृत्त होगा।",
  "by the appointing authority, if his performance is satisfactory": "हालाँकि, यदि उसका प्रदर्शन संतोषजनक है और वह शारीरिक रूप",
  "and he is physically fit. No extension beyond 60 years shall be": "से स्वस्थ है, तो नियुक्ति प्राधिकारी द्वारा उसे 60 वर्ष की आयु तक",
  "given except with the prior approval of the President :": "काम करने की अनुमति दी जा सकती है। राष्ट्रपति की पूर्व अनुमति के बिना 60 वर्ष से अधिक का कोई विस्तार नहीं दिया जाएगा:",
  "Provided that an employee may seek voluntary retirement before attaining the age of 58 years, after completing 20 years": "बशर्ते कि कोई कर्मचारी 58 वर्ष की आयु प्राप्त करने से पहले, 20 वर्ष की",
  "service, and giving 3 months clear notice of his intention to do": "सेवा पूरी करने के बाद, और ऐसा करने के अपने इरादे की 3 महीने की स्पष्ट सूचना देकर स्वैच्छिक सेवानिवृत्ति ले सकता है। उस स्थिति",
  "so. In that case, he shall be entitled to benefits admissible to him under the Rules according to his length of service :": "में, वह अपनी सेवा अवधि के अनुसार नियमों के तहत स्वीकार्य लाभों",
  "Provided that an employee, may, however be permitted": "बशर्ते कि किसी कर्मचारी को, सक्षम प्राधिकारी के अनुमोदन से अपना",
  "The date of retirement of the employees except those whose date of birth falls on the I st day of month, will be the": "उन कर्मचारियों को छोड़कर जिनकी जन्मतिथि महीने की पहली तारीख",
  "afternoon of the last day of the month, in which the date of their": "को पड़ती है, उनकी सेवानिवृत्ति की तारीख उस महीने के आखिरी",
  "retirement falls instead of the actual date of their superannuation.": "दिन की दोपहर होगी, जिसमें उनकी सेवानिवृत्ति की वास्तविक",
  "Before Permod Kohli, J": "माननीय न्यायमूर्ति प्रमोद कोहली के समक्ष",
  "DR. SWARAN SHARMA —Petitioner": "डॉ. स्वरां शर्मा -- याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA & ANOTHER—Respondents": "हरियाणा राज्य और अन्य, -- उत्तरदाता",
  "29th August, 2007": "29 अगस्त, 2007",
  "Constitution of India, 1950—Art. 226—Indian Red Cross": "भारत का संविधान, 950-अनुच्छेद। 226-इंडियन रेड क्रॉस सोसाइटी",
  "Society and St. John Ambulance Association, District Branch,": "और सेंट जॉन एम्बुलेंस एसोसिएशन, जिला शाखा, यमुनानगर कर्मचारी",
  "Yamuna Nagar Staff Rules of 2002—-Petitioner appointed as a doctor": "नियम 2002--याचिकाकर्ता को रेड क्रॉस सोसाइटी में डॉक्टर के रूप में",
  "in Red Cross Society—Superannuation at the age of 58 years—2002": "नियुक्त किया गया-58 वर्ष की आयु में सेवानिवृत्ति-2002 नियमों में",
  "Rules provide that Society may retain an employee beyond 58 years": "प्रावधान है कि सोसाइटी एक कर्मचारी को अपने पास रख सकती है 58",
  "of age up to age of 60 years with prior approval of President—": "वर्ष से अधिक की आयु से 60 वर्ष की आयु तक राष्ट्रपति की पूर्व अनुमति से",
  "Society allowing petitioner to continue in service and recommended": "- सोसायटी ने याचिकाकर्ता को सेवा में बने रहने की अनुमति दी और",
  "for extension of her services up to age 60 years to D.H.S.—Director": "उसकी सेवाओं को 60 वर्ष की आयु तक बढ़ाने की सिफारिश की - निदेशक",
  "informing that in event of retention in service beyond 58 years of": "ने सूचित किया कि 58 से अधिक की सेवा में बने रहने की स्थिति में सरकार",
  "age, no salary will be paid by Government and society will bear": "द्वारा कोई वेतन नहीं दिया जाएगा और सोसायटी ऐसे कर्मचारी के संबंध में",
  "to petitioner for period of overstay beyond 58 years and also making": "उत्तरदाताओं ने 4 जुलाई, 2005 को आदेश पारित किया है, जिसमें 58 वर्ष से अधिक",
  "recovery on account of selection grade wrongly granted—Challenge": "गए चयन ग्रेड के कारण वसूली भी की - इसे चुनौती - सोसायटी स्वयं",
  "paying salary and other allowances and recommending her case to": "भुगतान करना और सरकार को उसके मामले की सिफारिश करना -",
  "Government—No misrepresentation on part of petitioner—Since": "याचिकाकर्ता की ओर से कोई गलत बयानी नहीं - चूंकि याचिकाकर्ता ने",
  "petitioner performed duties during extended period of employment": "रोजगार की विस्तारित अवधि के दौरान कर्तव्यों का पालन किया, वह उस",
  "she is entitled to salary for that period—Release of selection grade": "अवधि के लिए वेतन पाने की हकदार है - चयन ग्रेड जारी करना खाते में",
  "not on account of any fraud attributed to petitioner—Action of": "नहीं है याचिकाकर्ता के कारण हुई किसी भी धोखाधड़ी के लिए - वेतन के",
  "respondents in effecting any recovery after a period of 15 years on account of alleged excess payment of salary not sustainable in law—": "कथित अतिरिक्त भुगतान के कारण 5 साल की अवधि के बाद किसी भी वसूली को प्रभावित करने में उत्तरदाताओं की कार्रवाई कानून में टिकाऊ",
  "Petitioner also held entitled to all post retiral benefits as are available": "नहीं है - याचिकाकर्ता को सेवानिवृत्ति के बाद के सभी लाभों का भी हकदार",
  "to employees under State Government—Petition allowed.": "माना गया है जो राज्य सरकार के तहत कर्मचारियों को उपलब्ध हैं -याचिका",
  "Held, that, the respondents’ society retained her after superannuation,": "प्रतिवादी सोसायटी ने सेवानिवृत्ति के बाद भी उसे सेवा में बनाए रखा, वेतन",
  "continued to pay salary and other allowances and recommended her case": "और अन्य भत्ते देना जारी रखा और राज्य सरकार को उसके मामले की",
  "to the State Government. It clearly indicates that the society of its own and": "सिफारिश की। यह स्पष्ट रूप से इंगित करता है कि सोसायटी ने स्वयं और",
  "without any misrepresentation on the part of the petitioner allowed her to": "याचिकाकर्ता की ओर से किसी भी गलत बयानी के बिना उसे सेवा में बने",
  "recoveries are sought to be effected from the emoluments of the petitioner.": "तहत याचिकाकर्ता की परिलब्धियों से इस आधार पर वसूली का आदेश दिया गया है",
  "pay scale was admissible with effect from Ist January, 1998. This grade": "प्रभावी जबकि यह वेतनमान जनवरी, 998 से स्वीकार्य था। यह ग्रेड कैडर पदों पर",
  "is payable to only 20% officers working on cadre posts. There 1s only one post of Medical Officer at the Centre to whom this grade is not admissible.": "कार्यरत केवल 20% अधिकारियों को देय है। केंद्र में चिकित्सा अधिकारी का केवल एक पद है जिसके लिए यह ग्रेड स्वीकार्य नहीं है। इस पत्र में आगे संकेत दिया गया है",
  "This letter further indicated that the petitioner is entitled to ACP benefit with effect from 1st January, 1998 instead of 1st January, 1996. The petitioner": "कि याचिकाकर्ता । जनवरी, 996 के बजाय जनवरी, 998 से एसीपी लाभ का",
  "is aggrieved of the aforesaid two communications 1.e. 9th February, 2095": "हकदार है। याचिकाकर्ता उपरोक्त दो संचार यानी 9 फरवरी, 2005 से व्यथित है,",
  "whereby recovery is sought to be made from her and the communication dated 4th July, 2005,- —-vide which her claim regarding pay fixation has been": "जिससे वसूली की मांग की गई है। उनका और पत्र दिनांक 4 जुलाई, 2005 का है,",
  "(5) The petitioner has brought on record resolution No. 5 passed": "(5) याचिकाकर्ता ने सोसायटी द्वारा पारित संकल्प संख्या 5 को रिकॉर्ड पर लाया है",
  "by the society wherein the employees of the society are to be governed by the Punishment and Appeal Rules as are applicable to the employees": "जिसमें सोसायटी के कर्मचारियों को राज्य सरकार के कर्मचारियों पर लागू दंड और",
  "by the Punishment and Appeal Rules as are applicable to the employees of the State Government. Similarly, the employees of the Society are also": "अपील नियमों द्वारा शासित किया जाना है। इसी प्रकार, सोसायटी के कर्मचारी भी छुट्टी",
  "entitled to the allowance of leave and travel as are prevalent in Haryana": "और यात्रा भत्ते के हकदार हैं जैसा कि हरियाणा सरकार में प्रचलित है और यहां तक",
  "Government and even the pay scale payable to the employees are the same as are meant for the State of Haryana. The claim of the petitioner is resisted": "कि कर्मचारियों को देय वेतनमान भी वही है जो हरियाणा राज्य के लिए है। याचिकाकर्ता",
  "by the State of Haryana as also by the Society on the grounds indicated in the impugned order dated 4th July, 2005 and letter dated": "के दावे का हरियाणा राज्य और सोसायटी द्वारा 4 जुलाई, 2005 के विवादित आदेश",
  "9th February, 2005.": "और 9 फरवरी, 2005 के पत्र में बताए गए आधार पर विरोध किया गया है।",
  "(6) [have heard learned counsel for the parties.": "(6) मैंने पक्षों के विद्वान वकील को सुना है।",
  "(7) The petitioner has two kinds of claim; one salary for the period from Ist November, 2004 till 10th February, 2005, the period when the": "() याचिकाकर्ता के पास दो प्रकार के दावे हैं; एक वेतन । नवंबर, 2004 से ।0 फरवरी,",
  "petitioner continued in service beyond 58 years of age and second; recovery": "2005 तक की अवधि के लिए, वह अवधि जब याचिकाकर्ता 58 वर्ष की आयु के बाद भी सेवा में बना रहा और दूसरा; उसकी सेवानिवृत्ति के बाद की बकाया राशि की वसूली।",
  "from her post retiral dues. Admittedly, during this period the petitioner was": "इस अवधि के दौरान याचिकाकर्ता से काम कराया गया। उत्तरदाताओं ने उससे काम",
  "made to work. The respondents have extracted work from her. It is not the case of the respondents as the petitioner continued in service beyond": "छीन लिया है। यह उत्तरदाताओं का मामला नहीं है क्योंकि याचिकाकर्ता अपनी ओर से",
  "58 years of age on account of any kind of fraud, and/or misrepresentation": "किसी भी प्रकार की धोखाधड़ी, और/या गलत बयानी के कारण 58 वर्ष की आयु के बाद",
  "on her part. To the contrary, the respondents’ society itself retained her after": "भी सेवा में बनी रही। इसके विपरीत, उत्तरदाताओं के सोसायटी ने सेवानिवृत्ति के बाद",
  "superannuation, continued to pay salary and other allowances and": "भी उसे बरकरार रखा, वेतन और अन्य भत्ते देना जारी रखा और राज्य सरकार को",
  "recommended her case to the State Government. It clearly indicates that": "उसके मामले की सिफारिश की। यह स्पष्ट रूप से इंगित करता है कि सोसायटी ने स्वयं",
  "petitioner allowed her to continue in service. It is only when the Director Health Services, Haryana informed the society that in the event of extension,": "अनुमति दी। ऐसा तभी हुआ जब निदेशक स्वास्थ्य सेवाएं, हरियाणा ने सोसायटी को",
  "the society will have to bear the expenses of retention in service of the": "सूचित किया कि सोसायटी को याचिकाकर्ता की सेवा में बनाए रखने का खर्च वहन",
  "petitioner, petitioner’s extension was terminated and she was made to retire": "करना होगा, याचिकाकर्ता का विस्तार समाप्त कर दिया गया और उसे सेवानिवृत्त कर",
  "on 10th February, 2005. Since the petitioner has performed the duties": "दिया गया 0 फरवरी, 2005 को। चूंकि याचिकाकर्ता ने रोजगार की विस्तारित अवधि",
  "during the extended period of employment, she is entitled to salary for this": "के दौरान कर्तव्यों का पालन किया है, इसलिए वह इस अवधि के लिए वेतन पाने की",
  "period. As far as the other aspects of payment of post retiral benefit is": "हकदार है। जहां तक सेवानिवृत्ति के बाद लाभ के भुगतान के अन्य पहलुओं का सवाल",
  "concemed, the petitioner has brought on record the Resolution No. 5.": "है,याचिकाकर्ता ने संकल्पसंख्या 5 को रिकॉर्ड में लाया है। उत्तरदाताओं ने ऐसे संकल्प",
  "serving on a project and is governed by the service conditions of Scheme": "वह परियोजना की योजना की सेवा शर्तों द्वारा शासित है। इस परियोजना के तहत, वह",
  "or any other post retiral benefits which are payable to the State Government": "राज्यसरकार के कर्मचारियों को देय अवकाश वेतन, ग्रेच्युटी या किसी अन्य सेवानिवृत्ति",
  "and conditions dated 18th February, 1975. None of the parties placed on": "फरवरी, 975 के नियमों और शर्तों को संदर्भित करता है। किसी भी पक्ष ने यह पत्र",
  "the appointment of the petitioner. The resolution No. 5 adopted by the society provides for payment ofall allowances of leave and travel and also": "सोसायटी द्वारा अपनाए गए संकल्प संख्या 5 में छुट्टी और यात्रा के सभी भत्तों और",
  "the pay scale.": "वेतनमान के भुगतान का प्रावधान है।",
  "(8) Learned counsel appearing for the State has referred to para": "(8) राज्य की ओर से उपस्थित विद्वान वकील ने उत्तर के पैरा 6 का उल्लेख किया है",
  "6 of the reply wherein reference is made to Indian Red Cross Society and St. John Ambulance Association, District Branch (Yamuna Nagar), Staff": "जिसमें भारतीय रेड क्रॉस सोसाइटी और सेंट जॉन एम्बुलेंस एसोसिएशन, जिला शाखा",
  "Rules, 2002. In this, it is mentioned that the services of the staff employed": "(यमुना नगर), स्टाफ नियम, 2002 का संदर्भ दिया गया है। उल्लेख किया गया है कि",
  "in different project of Red Cross, Yamuna Nagar which will run by grant-": "रेड क्रॉस, यमुनानगर की विभिन्न परियोजनाओं में कार्यरत कर्मचारियों की सेवाएं, जो",
  "in-aid received for Red Cross Society, Yamuna Nagar from Haryana Government or Government of India, New Delhi, shall be governed by": "रेडक्रॉस सोसाइटी, यमुनानगर के लिए हरियाणा सरकार या भारत सरकार, नई दिल्ली से प्राप्त अनुदान सहायता से संचालित होंगी, नियमों द्वारा शासित होंगी। अनुदान",
  "Rules of services of employees under grant-in-aid scheme. It further clarifies": "सहायता योजना के तहत कर्मचारियों की सेवाओं की इसमें आगे स्पष्ट किया गया है कि",
  "that their services shall continue as long as the grant exists. This rule does": "जब तक अनुदान मौजूद रहेगा, उनकी सेवाएँ जारी रहेंगी। यह नियम किसी भी तरह से",
  "not in any manner deprive the petitioner of the post retiral benefits which": "याचिकाकर्ता को सेवानिवृत्ति के बाद के लाभों से वंचित नहीं करता है जिसका दावा",
  "are being claimed by her. The petitioner has claimed gratuity, leave": "उसके द्वारा किया जा रहा है। याचिकाकर्ता ने ग्रेच्युटी, अवकाश नकदीकरण, । नवंबर,",
  "enchashment, salary for the period with effect from 1st November, 2004 to 10th February, 2005, provident fund and has also challenged the action": "2004 से 0 फरवरी, 2005 तक की अवधि के लिए वेतन, भविष्य निधि का दावा किया",
  "of the respondents for recovery of alleged excess salary. In view of Resolution": "है और कथित अतिरिक्त वेतन की वसूली के लिए उत्तरदाताओं की कार्रवाई को भी",
  "to gratuity as per the provisions of Payment and Gratuity Act 1972, leave": "याचिकाकर्ता भुगतान और ग्रेच्युटी अधिनियम 972 के प्रावधानों के अनुसार ग्रेच्युटी,",
  "encashment as provided to State Government employees and also provident": "राज्य सरकार के कर्मचारियों को दिए गए अवकाश नकदीकरण और भविष्य निधि",
  "fund contribution. It is not in dispute that the petitioner has contributed": "योगदान का भी हकदार है। यह विवादित नहीं है कि याचिकाकर्ता ने भविष्य निधि में"
}