{
  "other reason, undesirable to try the case summarily, the": "है या कि किसी अन्य कारण से, मामले का संक्षिप्त रूप से",
  "case in the manner provided by the said Code.”": "वह उक्त संहिता द्वारा प्रदान की गई तरीके से मामले की",
  "* (9). It will also be appropriate to reproduce the order of the Chief Judicial Magistrate, Bhiwani, in this context, which reads as under . .": "(9) यह इस संदर्भ में मुख्य न्यायिक मजिस्ट्रेट, भिवानी के आदेश को भी पुनः प्रस्तुत करना ठीक होगा , जो नीचे दिया गया है।",
  "“Present : Daya Kishan Sandal GFI for State Accused on": "उपस्थित: दया किशन संदल, राज्य के जी. एफ. आई।अभियुक्त",
  "bail with counsel.": "जमानत पर वकील के साथ |",
  "One PW is present but,—vide order dated 25th March, 1989,": "एक अभि . ग. मौजूद है लेकिन-25 मार्च, 989 के आदेश",
  "with section 7 of the P.F. Act. Since the punishment for": "के अनुसार; अभियुकत को पी. एफ. अधिनियम की धारा 7",
  "committing offence punishable under section 16(1): (a)": "था। चूँकि धारा 6 () (ए) के तहत दंडनीय अपराध करने",
  "can be more than one year, so I do not think it proper. to": "के लिए सजा एक वर्ष से अधिक हो सकती है, इसलिए मुझे नहीं लगता कि मामले का संक्षिप्त तरीके से परीक्षण करना",
  "try the case in summary way. Thus I order the case to": "नहीं लगता कि मामले का संक्षिप्त तरीके से परीक्षण करना उचित है। इसलिए मैं मामले को वारंट मामले के रूप में चलाने",
  "examined. Prosecution closed pre-charge evidency. ._Now": "जांच की जाती है।अभियोजन पक्ष ने आरोप-पूर्व साक्ष्य को बंद",
  "to come up on 13th August. 1993 for consideration’ of": "कर दिया।अब 43 अगस्त993 को अभियोग पर विचार करने",
  "Sd/-": "एसडी/-",
  "CJM, Bhiwani. 6-8- 1993\"": "सीजेएम, भिवानी 6-8-993 \"",
  "(10) In the case in hand, the order. ol Chief Judicial Magistrate": "(0) प्रस्तुत मामले में, मुख्य न्यायिक मजिस्ट्रेट के आदेश में किसी",
  "did not disclose any reasons whatsoever as to whethér’hé was satisfied": "भी कारण का खुलासा नहीं किया गया कि क्या वह इस मामले के तथ्यों",
  "from the facts of this case that the nature of ‘the case’ is:such that a": "सकता है जब उसे यह प्रतीत हो कि मामले की प्रकृति ऐसी है कि एक",
  "sentence of imprisonment for a term exceeding:one.year may have": "वर्ष से अधिक की अवधि के लिए कारावास की सजा पारित नहीं करनी",
  "to be passed or that it was for any other reason, iindergirable to try": "पड़ सकती है या कि किसी अन्य कारण से मामले का संक्षिप्त परीक्षण",
  "mandatory provisions of section 16-A of the Act, which. . specificaily": "मजिस्ट्रेट धारा 46-ए के तहत कानून के विशिष्ट प्रावधानों का पालन",
  "case is not a speaking one and he has not given any reasons for": "करने में विफल रहे हैं। वह यह इंगित करने के लिए कोई कारण देने में",
  "records of the case perused. I will deal with the second ground": "पर विचार किया गया है।मैं पहले दूसरे आधार से निपटूंगा, क्योंकि इस",
  "first, as the first ground is closely linked with the second cone for the final decision of this case.": "मामले के अंतिम निर्णय के लिए पहला आधार दूसरे के साथ निकटता से जुड़ा हुआ है।",
  "(8) In order to deal with the first contention of the learned": "(8) याचिकाकर्ता के लिए विद्वान वकील के पहले तर्क से निपटने के",
  "counsel for the petitioner that the order of the Chief Judicial": "लिए कि मुख्य न्यायिक मजिस्ट्रेट का आदेश जिसमे अधिनियम की धारा",
  "summary procedure as provided under section 16-A of the Act": "6-ए के तहत प्रदान की गई संक्षिप्त प्रक्रिया को अपनाने के बजाय",
  "inasmuch as no reasons have been assigned for trying the case as": "मामले को वारंट मामले के रूप में चलाने के लिए कोई कारण नहीं दिया",
  "a warrant case and the accused having not been given any oppor- tunity of being heard before doing the same, it would be desirable": "गया है और आरोपी को ऐसा करने से पहले सुनवाई का कोई अवसर नहीं",
  "tunity of being heard before doing the same, it would be desirable to notice tne statutory provisions of section 16-A of the Act which": "दिया गया है, इसलिए वांछनीय होगा अधिनियम की धारा 6-ए के कुछ",
  "“16-A. Power of Court to try cases summarily.—Notwith-": "“6-ए. मामलों का संक्षिप्त परीक्षण करने की अदालत की शक्ति-",
  "in this behalf by the State Government or by a Metro-": "अपराधों का मुकदमा राज्य सरकार द्वारा या महानगर",
  "politan Magistrate and the provisions of Sections 262 to 265 (both inclusive) of the said Code shall, as far.as may": "जाएगा और उक्त संहिता की धारा 262 से 265 (दोनों सहित)",
  "Provided that in tne case of any conviction in a summary trial under this section, it shall be lawful for the Magist-": "बशर्तें कि इस धारा के तहत संक्षिप्त मुकदमे में किसी भी",
  "rate to pass a sentence of imprisonment for a term not": "की अवधि के लिए कारावास की सजा पारित करना",
  "him that the nature of the case is such that a sentence of imprison- ment for a term exceeding one year inay not have to be passed or": "होता है कि मामले की प्रकृति ऐसी है कि एक वर्ष से अधिक",
  "sentence of imprisonment.for a term exceeding one year may have": "की अवधि के लिए कारावास की सजा पारित करनी पड़ सकती",
  "‘Further held, that the Magistrate was bound to form his judicial": "इसके अनावा यह अभिनिर्धारित किया गया कि मजिस्ट्रेट संक्षिप्त",
  "opinion in accordance with the specific provisions of the statute provided under Section 16-A of the Act before switching over from": "प्रक्रिया से वारंट मामले की प्रक्रिया में बदलने से पहले अधिनियम की धारा 6-ए के तहत प्रदान किए गए कानून के विशिष्ट प्रावधानों के",
  "lacking in the case.in hand and this mistake on the part of the Magistrate has snatched away the Constitutional guarantee of the": "में कमी है और मजिस्ट्रेट की ओर से इस गलती ने याचिकाकर्ता की",
  "Magistrate has snatched away the Constitutional guarantee of the petitioner of speedy trial emanating from Article 2].": "अनुच्छेद 2 से उत्पन्न त्वरित सुनवाई की संवैधानिक गारंटी को छीन",
  "(Para 12)": "(पैरा 2)",
  "Act inasmuch as (a) in not giving reasons holding that the nature": "(ए) उन्होंने यह अभिनिर्धारित करने वाले कारण नहीं दिए हैं कि मामले",
  "of the Case was such that a sentence of imprisonment for a term": "की प्रकृति ऐसी थी कि एक वर्ष से अधिक की अवधि के लिए कारावास",
  "exceeding one year may have to be passed or it was neCessary to": "की सजा पारित करनी पड़ सकती है या किसी अन्य कारण से वारंट",
  "(b) in not: giving an opportunity of being heard to the accused before adopting the procedure of -a warrant case.": "अपनाने से पहले अभियुक्त को सुनवाई का अवसर नहीं देना।",
  "O. -P, Sharma. Advocate, for the Petitioner.": "ओ. पी. शर्मा, अधिवक्ता, याचिकाकर्ता के लिए/",
  "Neena Madan, A.A.G. Harvana. for the Respondent.": "नीना मदान, ए. ए. जी. हरियाणा, उत्तरदाता के लिए/",
  "JUDGMENT": "निर्णय",
  "(U. In.this petition under Section 482 of the Code of Criminal": "() दंड प्रक्रिया संहिता की धारा 482 के तहत इस बाचिका के अंतर्गत",
  "under Section 7 read with section 16(1) (a) of the Prevention ‘of": "खाद्य मिलावट रोकथाम अधिनियम की धारा व6 (॥) (ए) के साथ",
  "Food Adulteration Act, 1954 (for short, the Act) in the Court of": "अग्रवाल के न्यायालय में खादय मिलावट अधिनियम, 954 (संक्षेप में,",
  "proceedings taken by the trial Court. It was only on August 6, 1993": "रहा है।6 अगस्त, 993 को ही निचली अदालत द्वारा यह आदेश दिया",
  "that it was ordered by the trial Court that the case would be tried": "गया था कि मामले की सुनवाई वारंट मामले के रूप में की जाएगी न",
  "as a warrant case and not as a summary case, and only one witness": "कि संक्षिप्त मामले के रूप में, और अदालत में केवल एक गवाह का",
  "had been examined in the Court. In this way, the accused-": "परीक्षण किया गया था |इस तरह, अभियुकत-याचिकाकर्ता का त्वरित",
  "right of a citizen, has been taken away. In such a situation, the accused-petitioner prays for quashment of the complaint and the": "है, छीन लिया गया है। ऐसी स्थिति में, अभियुक्त-याचिकाकर्ता शिकायत",
  "summoning order and any subsequent proceedings arising therefrom;": "और समन आदेश और उससे उत्पन्न होने वाली किसी भी बाद की",
  "mandatory provisions of section 16-A of the Act. Under section 16-A": "अधिनियम की धारा 6-ए के अनिवार्य प्रावधानों का उल्लंघन किया है।",
  "of the Act, according. to the petitioner it is mandatory that the": "अधिनियम की धारा 6-ए के तहत, याचिकाकर्ता के अनुसार, यह",
  "Court must hear the petitioner before it abandons the summary": "अनिवार्य है कि अदालत को संक्षिप्त प्रक्रिया को छोड़ने से पहले",
  "procedure and while adopting. the warrant procedure the accused": "याचिकाकर्ता को सुनना चाहिए और वारंट प्रक्रिया को अपनाते समय आरोपी को सुनना चाहिए और न्यायात्रय को संक्षिप्त प्रक्रिया से वारंट",
  "accordance with the specific provisions of the statute provided under": "धारा 6-ए के तहत प्रदान किए गए क़ानून के विशिष्ट प्रावधानों का",
  "case in this backdrop, it is apparent on the face of the record that": "या इस मामले के रिकॉर्ड से यह स्पष्ट नहीं है कि वारंट प्रक्रिया में",
  "has not complied with the mandatory provisions of section 16-A of": "6-ए के अनिवार्य प्रावधानों का उल्लंघन किया है, जिसमें कहा गया है",
  "Magistrate of the first class specially empowered in this behalf by": "मजिस्ट्रेट द्वारा इस संबंध में विशेष रूप से सशक्त प्रथम श्रेणी के",
  "visions of sections 262 to 265 (both inclusive) of the said Code shall,": "संहिता की धारा 262 से 265 (दोनों सहित) के प्रावधान, जहां तक हो",
  "as far as may be, apply to such trial.": "सके, ऐसे मुकदमे पर लागू होंगे।",
  "person guilty of an offence under section 16(1)(a) could be punished": "धारा 6 () (ए) के तहत किसी अपराध के दोषी व्यक्ति को अधिकतम",
  "for a maximum imprisonment of three years and a ijne of not less": "तीन साल के कारावास और एक हजार रुपये से कम की सजा नहीं दी",
  "warrant case. According to the second Proviso to Section 16-A of the Act, the Magistrate could depart from the summary procedure": "ए के दूसरे प्रावधान के अनुसार, मजिस्ट्रेट संक्षिप्त प्रक्रिया से केवल तभी",
  "only when it appeared to him that the nature of the case is such": "अलग हो सकता है जब उसे यह प्रतीत हो कि मामले की प्रकृति ऐसी है",
  "that a sentence of imprisonment for a term exceeding one ycar may": "कि एक वर्ष से अधिक की अवधि के लिए कारावास की सजा पारित नहीं",
  "not have to be passed or that it was for any other reason undesirable": "करनी पड़ सकती है या कि किसी अन्य कारण से मामले का संक्षिप्त"
}