{
  "2009.": "2009 में ।",
  "RAJESH BINDAL J.": "राजेश बिंदल जे.",
  "(1) This order will il dispose of Civil Mise. applications in R.F.A. Nos. 1308, 1313, 1315 and 1316 of 2009, -as common questions of law": "() यह आदेश ॥35 ,33 ,308 के आरएफए संख्या 2009 में सिविल 36 औरमिश्रितक्योंकि ,आवेदनों का निपटारा करेगा ,",
  "Nos. 1308, 1313, 1315 and 1316 of 2009, -as common questions of law and facts are involved. .": "के सामान्य प्रश्न शामिल हैं। कानून और तथ्यों",
  "(2) T he facts have been extracted from R.F.A. No. 1316 of 2009,": "(2) तथ्यों को से ॥36 के आरएफए संख्या 2009",
  "(3) The State is in n appeal Seeking réduction in the amount of compensation awarded to the land owners for the acquired land. Along with": "() राज्य ने अधिगृहीत भूमि के लिए भूस्वामियों को दिए गए मुआवजे की राशि में कटौती करने की मांगकरते हुए अपील की है।",
  "the appeal, an application secking condonation of delay of 8 years and 251": "अपील के साथ. ,अपील को फिर से दायर करने में 25] साल और 8",
  "- (4) The facts of the case are that vide notification dated 11th May.": "(4) मामले के तथ्य यह हैं कि श्रमिअधिग्रहण अधिनियम 894 ,",
  "“the Act’), State of Haryanaacquired’ 141 .08 acres of land in village Ankhir": "990की अधिसूचना जारी की गई है। हरियाणा राज्य ने गांव अंखीर में एकड़ भूमि का अधिग्रहण किया। 628 एकड़ भूमि और गांव में 408",
  "residential and commercial ‘area in- Sector 21-D, Faridabad: The ‘Land": "इदाईबाद सेक्टर 2-छझोफरीदाबाद में आवासीय और वाणिज्य क्षेत्र के रूप",
  "applications for condonation of delay of 8 years and 251 days in re-filing": "दिनों के विलंब की माफी के लिए आवेदन खारिज कर दिए 25। और",
  "the appeals are dismissed. Even the other applications tiled secking condonation of delay of 8 days in filing the appeals are also dismissed.": "दिनों की देरी के लिए 8 जाते हैं। यहां तक कि अपील दायर करने में माफी मांगने वाले अन्य आवेदनों को भी खारिज कर दिया गया है।",
  "Consequently. the appeals also meet the same fate.": "नतीजतन, अपीलों का भी वहीं वहीपरिणाम होगा।",
  "(Paras 36 & 37)": "(३37 और 36 पैरा)",
  "Further held. that this Court is constrained to direct the Financial Commissioner and Principal Secretary to the Government of Haryana.": "आगे कहा गया कि यह न्‍्यायात्रय वित्तीय आयुक्त और प्रधान सचिव हरियाणा सरकार को निर्देशित करने के लिए विवश है। नगर एवं",
  "Town and Country Planning Department to hold an enquiry into this scrious": "ग्राम नियोजन विभाग को इस गंभीर चूक की जांच करने और व्यक्ति",
  "levels in not taking care of the appeals filed by the State. The cmployces": "राज्य द्वारा दायर अपीलों पर ध्यान न देने में विभिन्‍न स्तरों पर (ख)",
  "of the State, who are paid salary from the public funds. are expected to": "से उम्मीद की ,सार्वजनिक धन से वेतन का भुगतान किया जाता है",
  "BRIEF BACKGROUND": "संक्षिप्त पृष्ठभूमि",
  "(5) This isa unique case filed by the State in which condonation": "(5) यह राज्य द्वारा एक छिपायी गई एक अनोखी है जिसमेंअपील",
  "of delay of 8 years and 251 days in re-filing the appeal has been prayed": "को फिर से दायर करने में दिनों की देरी के लिए 25। साल और 8",
  "filed by engaging a private counsel and not through Advocate General's": "की ओर से अपील शुरू में एक निजी वकील को नियुक्त करके की गई थीओलटिक के माध्यम से। न कि महाधिवक्ता के ,",
  "(6) Vinding the same to be prima fucie unjustifiable, this Court.": "(6) इस नन्‍यायालयने फरवरी को इसे ॥6 प्रथम दृष्टया अनुचित",
  "Country Planning, Goverment of Haryana to file affidavit explaining as to": "ल ,एंड कंट्री प्लानिंगअरियाना सरकार को यह स्पष्ट करने का निदेश",
  "under what circumstance a private counsel was engaged to file the present": "दिया कि किस परिस्थिति में एक निजी वकील को राज्य के संबंध में",
  "appeal on behalf of the State and the relevant rules/instructions providing": "वर्तमान अपील और उसके लिए प्रदान करने वाले संगत नियमोंअनुदेशों /",
  "therefor. Further, as to in how much cases private counsel were engaged": "कितने मामलों में ,के संबंध में नियुक्त किया गया था। इसके अलावा",
  "and who approved for their engagement. He was further directed to explain": "निजी वकील लगे हुए थे और किसने उनकी सगाई के लिए मंजूरी दी थी। उन्हें यह भी स्पष्ट करने का निर्देश दिया गया कि विभाग के",
  "as to why number of communications. mentioned in para 5 of the application": "में उल्लिखित संचार के नंबरों का जवाब क्‍यों 5 लिए आवेदन के पैरा",
  "(7) In response to the aforesaid order, Mr. D.S. Dhesi, Financial": "(7) उपरोक्त आदेश के जवाब मेंवित्तीय ,श्री डीएस ढेसी ,",
  "bar to engage a private counsel to file appeal on behalf of the State.": "से अपील दायर करने के लिए एक निजी वकील की नियुक्ति का संबंध",
  "January, 2010, an amount of Rs. 33,804 was sent to him by cheque, which": "3जनवरी 200को चेक द्वारा रुपये की राशि उनके पास भेजी 33,804",
  "was not accepted by him. The delay of more than 5 years was attributed.": "साल से अधिक की देरी के 5 जिसे उन्होंने स्वीकार नहीं किया। ,गई",
  "to Mr. O.P. Sharma, Advocate. In addition, it was stated that in related": "लिए एडवोकेट श्री ओपी शर्मा को जिम्मेदार ठहराया गया। इसके अलावा , यह कहा गया था कि संबंधित मामलों में नामत केएफ ने केएफ को",
  "cases, namely, R.F.A. Nos. 2540 to 2543 of 1999, affidavit was filed by": ",2543 से 2540 संख्या की ए ॥999 सूचित किया था।श्री एसएस",
  "Mr. S.S. Dhillon, the then Director, Urban Estates on 12th January, 2009": "ढिल्‍लों 2009 ,जनवरी ॥2 शहरी संपदा द्वारा ,तत्कालीन निदेशक ,को",
  "with the undertaking that responsibility of the officers for delay shall be fixed: .": "विलंब के लिए अधिकारियों की जिम्मेदारी तय की जाएगी ,तदनुसार :",
  "two of the Land Acquisition Officers, namely, Ram Kumar Beniwal and D-P.": "जारी किए गए हैं अधिकारी अर्थात्‌ राम कुमारबेनीवाल और डीपी।",
  "Singh, the matter has been sent to the Chief Secretary for further necessary action.": "मामले को आगे की आवश्यक कार्रवाई के लिए मुख्य सचिव को भेज दिया गया है।",
  "instructions issued by the State providing the manner in which the liti gation": "पर विचार करते हुएराज्य के वकील को राज्य द्वारा जारी किए गए जिसमें ,नियमों और निर्देशों को प्रस्तुत करने के लिए कहा गया था",
  "on behalf of the State is prosecuted and defended and the circumstances": "स्‍लेट की ओर से मुकदमेबाजी पर मुकदमा चलाया जाता है और बचाव",
  "in which private counsel can be engaged. l‘urther finding that there were": "किया जाता है और जिन परिस्थितियों में निजी वकील को लगाया जा सकता है। आगे यह पता चला कि श्री ओपी गुप्ता के खिलाफ आरोप",
  ". allegations against Mr. O.P. Sharma. Advocate, copy of the affidavit was": "सकता है। आगे यह पता चला कि श्री ओपी गुप्ता के खिलाफ आरोप लगाए गए थे। नन्‍्यायमूत श्री आरएस शर्माएडवोकेट की रिपोर्ट के पत्र की प्रति उन्हें उपलब्ध कराई गई थी ताकि वह उनके -शपथ ,अनुसार",
  "furnished to him to enable him to offer his comments on the aspersions, against him.": "पत्र की प्रति उन्हें उपलब्ध कराई गई थी ताकि वह उनके -शपथ ,अनुसार विरुद्ध लगाए गए आक्षेपों पर अपनी टिप्पणियां दे सकें।",
  "(11) Mr. O.P. Sharma, Advocate filed his affidavit dated 17th June,": "([!) श्री ओ 2000 ,जून ॥77 एडवोकेट ने ,शर्मा .पी .को अपने",
  "the affidavit of Mr. D.S. Dhesi. It was submitted in the aforesaid affidavit": "हलफनामे का नेतृत्व कियाजिसमेंश्री डीएस ढेसी के हलफनामे में लगाए ,",
  "that immediately on receipt of instructions, the appeals were filed. When": "अपील ,में यह प्रस्तुत किया गया था कि निर्देश प्रास होने के तुरंत बाद",
  "communicated to the department concerned along with fee bills. Along with": "लौटा दिया तो उसे शुल्क बिलों के साथ संबंधित विभाग को सूचित कर",
  "the affidavit, Mr. O.P. Sharma, Advocate has annexed copies of number": "दिया गया। शपथ पत्र के साथएडवोकेट श्री ओपी शर्मा ने संबंधित",
  "of letters, written by him to the concerned department and hol response": "विभाग को लिखे गए पत्रों की संखया और उनकी प्रतिक्रिया की प्रतियां",
  "(12) On 17th May, 2010, this court while deprecating the conduct -": "(2) 200 ,मई ॥7को इस न्यायालय नेराज्य के आचरण की",
  "to file his own affidavit. On 27th May, 2010, affidavit.of Mr. D.S. Dhesi": "200 ,मई 27 हलफनामा दायर करने का निर्देश दिया।को श्री डीएस",
  "was filed in court, which was taken on record. It is stated in the affidavit": "ढेसी का शपथपत्र न्यायालय में दायर किया गया थाजिसेअभिलिखित किया गया है। हलफनामे में कहा गया है कि विधि विभाग नियमावली",
  "that as per Rule 16.6(2) of the Law Department Manual, Legal": "(2) 6.6 के नियमके अनुसारकानूनी रिमेंबरेन्सर एकमात्र प्राधिकारी ,",
  "be said to be a justifiable reason to claim condonation of huge‘déelay of 8 © years and 251 days in ré-filing the appeal, especially when the claim of the": "दिनों की भारी देरी के लिए 25 वर्ष और 8 अपील पुन दायर करने में",
  "State is that a private counsel was engaged at the relevant time to take extra": "ध्यान रखने के लिए एक निजी वकील को प्रासंगिक समय पर नियुक्त",
  "(21) This court can primarily visualise three reasons for engagement": "(2)) यह अदालत मुख्य रूप से राज्य का प्रतिनिधित्व करने के ' लिए एक निजी वकील की नियथ्ुक्ति के तीन कारणों की कल्पना कर",
  "faith in Advocate General’s office and second can be to benefit a counsel.": "खो देता है और दूसरा एक वकील को लाभ पहुंचाना हो सकता है। एक",
  "There can be another exceptional situation where the issue involved is such": "और असाधारण स्थिति हो सकती है जहां शामिलत्र मुद्दा ऐसा है कि विषय",
  "that services of an expert on the subject is required. The case in hand does": "पर एक विशेषज्ञ की सेवाओं की आवश्यकता हशेती है। यह मामला",
  "not fall in the third category. Engagement of private counscl to represent the State at the cost of HUDA was sought to be explained by claiming": "तीसरी श्रेणी में नहीं आता है। हुडा की कीमत पर राज्य को फिर से पेश करने के लिए निजी वकील की नियुक्ति को यह दावा करते हुए स्पष्ट",
  "the State at the cost of HUDA was sought to be explained by claiming that interest of State/ UDA was to be better safe guard. But the facts speak": "पेश करने के लिए निजी वकील की नियुक्ति को यह दावा करते हुए स्पष्ट करने की मांग की गई थी कि राज्य /हुडा के हित मेंहोना था लेकिन",
  "otherwise. In the present case also, ultimately it was decided that the cases": "तथ्य कुछ और ही बयां करते हैं। वर्तमान मामले में भीअंततः यह निर्णय लिया गया कि मामलों का संचालन महाधिवक्ता के कार्यात्रय द्वारा",
  "are to be conducted by the Advocate General's office. It ts generally": "निर्णय लिया गया कि मामलों का संचालन महाधिवक्ता के कार्यात्रय द्वारा किया जाएगा। आम तौर पर यह माना जाता है कि राज्य के खजाने से",
  "in the present case are quite different and show a totally disturbing state": "सनक काफी अलग हैं और मामलों की पूरी तरह से खराब स्थिति",
  "Mr. O.P. Sharma, Advocate and the instructions have been issued to Advocate General, Haryana to conduct the bunch of 17 cases on behalfof the State.": "2008 ,अक्टूबर 6 के माध्यम से श्री ओम प्रकाश शर्मा एडवोकेट ,या एडवोकेट जनरलहरियाणा के माध्यम से एपी पेल , दाखिल करने का निर्णय लेने का पुनः अनुरोध किया गया था।",
  "submitted that there was delay in re-filing the appeal for the reason that the": "ग्रहित भूमि राज्य द्वाराअधि ,के समक्ष अपील लंबित होने के कारण",
  "counsel, who had filed the appeal initially, was under stress on account of": "अपीलकर्ता को जारी की गई थी। इसे प्रथम इृष्टया अवैध मानते हुए ,",
  "prior thereto, in another R.F.A. No. 818 of 2003, also application for": "2003के एक अन्य आरएफए संख्या अपील वापस लेने के लिए ,में 88",
  "withdrawal of the appeal was filed, which was permitted to be withdrawn,": "जिसे ,भी आवेदन दायर किया गया था वापस लेने की अनुमति दी गई",
  "when subsequently applications for withrawal of the appeals in R.F.A. Nos. 2540 to 2543 of 1999 were listed, this court became curious to know as": "थी ,जब बाद में में अपील 2543 से 2540 नंबर-के आरएफ ए 999 तो यह अदालत यह ,वापस लेने के लिए आवेदन सूचीबद्ध किए गए थे",
  "to what was the reason that the land owners had started withdrawing the": "जानने के लिए उत्सुक हो गई कि क्‍या कारण था कि भूमि मालिकों ने",
  "Nos. 8989, 8997, 9273 and.9274-Cl-of 2008 in the aforesaid appeals.": "आवेदनकीसूचनाजारीकीगई उपर्युक्त अपीलों में की रिट याचिका सं 2008 सीआई के तहत एक रिट याचिका दायर 9274 और 9273 ,8989,8997",
  "The learned State Counsel was also required ' to file affidavit as to under": "की गई है। विद्वान राज्य वकील को यह भी बताना था कि किन",
  "no cross appeal filed by the State in the cases of the appellants in the": "दिया गया था और अपीलों में अपीलकर्ताओं के मामलों में राज्य द्वारा कोई क्रॉस अपील दायर नहीं की गई थीजहां वापस लेने के लिए ,",
  "(23) In response to the notice, affidavit of Mr. D.P. Singh, Land": "(23) नोटिस के जवाब मेंभूमि अधिग्रहण ,श्री ढीआर सिंह ,",
  "Acquisition Collector, Urban Estate, Faridabad dated 17th October, 2008": "2008 ,अक्टूबर ॥7 फरीदाबाद का ,शहरी संपदा ,कलेक्टरका हलफनामा",
  "__was.filed-in R.F.A. No. 2542 of 1999 stating therein that the cases were": "दायर किया गया में 2542 के आरएफए संख्या 999 थाजिसमें कहा ,",
  "entrusted to Mr. Om Parkash Sharma, Advocate vide letter No. 2041": "अधिवक्ता को पत्र संख्या ,गया था कि मामलों को श्री ओम प्रकाश शर्मा",
  "Estate, Haryana, Faridabad dated 17th October, 2008 was": "2008 ,अक्टूबर ॥7 फरीदाबाद का ,हरियाणाका एक",
  "appeal by Director, Urban lstate Haryana, Panchukla, vide": "अर्बन एस्टेट ,डीइरेक्टर अदालत के अधिवक्ता कोहरियाणा , पंचूकला द्वारा अपील दायर करने के लिए सौंपा गया था ,",
  "memo dated 22nd March, 1999 and as the position exists today": "999 ,मार्च 22 दिनांकके ज्ञापन के माध्यम से और जैसा",
  "the appeals in fact were not filed. The affidavit is silent as to": "गई थी। हलफनामे में इस बात का जिक्र नहीं है कि वकील",
  "whether the appeals entrusted to counsel had been filed in time": "को सौंपी गई अपील अदालत में समय पर दायरकी गई थी",
  ". fixing responsibility of the guilty officer.”": "दोषी अधिकारी की जिम्मेदारी तय करने के संबंध में",
  "(26) On 15th January, 2009, the applications filed by the land": "(26) 2009 ,जनवरी ॥5को उपर्युक्त अपीलरों में भूस्वामियों द्वारा -",
  "allowed and the appeals were dismissed as withdrawn.": "और अपीलों को वापस ले लिया गया मानकर खारिज कर दिया गया।",
  "(27) Interms of the order passed by this court in the aforesaid four": "(27) उपरोक्त चार अपीलों में इस न्‍यायात्रय द्वारा पारित आदेश के",
  "appeals, Mr. S.S. Dhillon, Director. Urban Estates, Haryana filed his affidavit": "संदर्भ में। श्री एसएस ठढिल्लोंहरियाणा ने अपना ,निदेशक। अर्बन एस्टेट ,",
  "after the Registry raised some objections, the same were re-filed only on": "को दायर की गई थी और रजिस्ट्री द्वारा कुछ आपत्तियां उठाए जाने के",
  "22nd December, 2008 after a delay of more than nine years. It was further": "बाद उन्हें नौ वर्षों से अधिक के विलंब के बाद 2008 ,दिसम्बर 22को",
  "mentioned that delay of more than 5 years is on the part of the counsel": "पुन दायर किया गया था। आगे यह उल्लेख किया गया था कि वर्ष से 5",
  "Acquisition Office, Faridabad and Director, Urban Estates. Haryana,": "अधिकारियों और /अधिकारियों 52 फरीदाबाद के ,अधिग्रहण कार्यालय",
  "Panchkula.": "पंचकूला।",
  "(28) The fact, as is evident from a perusal of the paper book is": "(28) तथ्ययह है. ,कन से स्पष्ट हैजैसा कि पेपर बुक के अवलो ,",
  "that the appeals in fact were not re-filed on 22nd December, 2008 but on": "2008 ,दिसंबर 22 कि वास्तव में अपीलों कोको नहीं बल्कि ॥4",
  "14th January, 2009 and another fact, which ts important ts that there was": "2009 ,जनवरीको पुन प्रस्तुत किया गया था और दूसरा तथ्यजो",
  "no effort cither by the State or the counsel to re-file those appeals even": "वह यह है कि राज्य या वकील द्वारा उन अपीलों को फिर ,महत्वपूर्ण है से दायर करने का कोई प्रयास नहीं किया गया था",
  "after adelay of about 9 years and the process started only after this court": "लगभग ,वर्षों की देरी के बाद और प्रक्रिया केवल बाद में शुरू हुई 9",
  "took cognizance of the matter finding suspicion as to why the appeals had": "इसन्यायालय ने इस मामले का संज्ञान लेते हुए संदेह पाया कि राज्य",
  "not been filed in a few cases by the State when in number of cases, arising": "द्वारा कुछ मामलों में अपील क्‍यों दायर नहीं की गई थीजबकि एक ही ,",
  "been filed and the amount of compensation had also been reduced by this": "वास्तव में अपील दायर ,में की गई थी और मुआवजे की राशि भी इस",
  "court. Meaning thereby to state that the counsel or the appeallants had acted": "अदालत द्वारा कम कर दी गई थी। इस प्रकार यह कहना कि वकील या",
  "of their own to re-file the appeals even after 8 years and 251 days would": "अपील करने वालों ने दिनों के बाद भी अपील को फिर 25। साल और 8",
  "(29) There is another apparent contradiction in the fact stated in the application filed for seeking condonation of delay in re-filing, namcly,": "(29) पुनः फाइलिंग में देरी की क्षमा मांगने के लिए दायर आवेदन में बताए गए तथ्य में एक और स्पष्ट विरोधाभास हैएक ,अर्थात्‌,",
  "Director, Urban Estates, Panchkula on the subject regarding appeal in land acquisition case on behalf of the State for Sector 21-D, Faridabad, it was": "-2। पंचकूला को सेक्टरडी के लिए राज्य के बहल एफ पर भूमि अधिग्रहण मामले में अपील के संबंध में समर्थन दिया गया था) ,ख (",
  "mentioned that letters Patent Appeals filed by the State and the land owners": "यह उल्लेख किया गया था कि राज्य द्वारा पेटेंट अपील पत्र और भू-",
  "had been dismissed by this Court on 3rd March, 2005, accordingly no": "स्वामियों को इस न्‍्यायात्रय द्वारा 2005 ,मार्च 3को खारिज कर दिया",
  "appeal in the above case was required to be filed, whereas in paragraph": "गया थातदनुसार उपर्युक्त मामले में कोई अपील दायर करने की",
  "12 of the application, it was stated that this court vide judgment dated 10th": "था कि इस न्यायालय ने दिनांक के निर्णय के 2005 अगस्त ॥तहत",
  "Haryana versus Suresh Chand Garg”, had reduced the market value": "जिसका शीर्षक ,पारितस्टेट ऑफ हरयान बनाम सुरेश चंद गर्ग ,था \"",
  "any reason for not filing the appeal when it was known that the earlier filed": "था। यहअदालत अपील दायर नहीं करने के किसी भी कारण की कल्पना करने में असमर्थ है जब यह ज्ञात था कि पहले दायर अपील",
  "appeals had been accepted and the amount of compensation had been reduced.": "स्वीकार कर ली गई थी और मुआवजे की राशि कम कर दी गई थी।",
  "(30) This is nota case in isolation in which private counsel was": "(30) यह अलगाव में एक मामला नहीं है जिसमें निजी वकील",
  "engaged to conduct case on behalf of the State for the reasons best known": "को राज्य की ओर से मामले का संचालन करने के लिए नियुक्त किया गया था ,जिसके कारण अधिकारियों को सबसे अच्छी तरह से पता है ,",
  "to the authorities but which are not beyond imagination. In another matter bearing F.A.O. No. 4712'of 2009, similar situation was noticed, wherein": "वाले 4772 के एफएओ संख्या 2009 लेकिन जो कल्पना से परे नहीं है। इसी तरह की ,अन्य मामले में एक स्थिति देखी गई थीजिसमें सरकारी ,",
  "though the appeal. had been filed by the State of Haryana under the signatures of the Government Pleader, however, at the ime when the": "वकील के हस्ताक्षर के तहत हरियाणा के स्लेट द्वारा अपील दायर की गई",
  "signatures of the Government Pleader, however, at the ime when the arguements were being addressed by learned Additional Advocate General,": "उस समय जब विद्वान अतिरिक्त महाधिकक्ता द्वारा तर्कों को ,हालांकि ,थी",
  "a private counsel sought to put in appearance stating that he had been": "एक निजी वकील ने यह कहते हुए ,संबोधित किया जा रहा था रखने की मांग की कि उसे स उपस्थिति में>बंधित विभाग के कार्यकारी",
  "instructed by the Executive Engincer of the department concerned to which": "अभियंता द्वारा निर्देश दिया गया था ,जिससे मामला संबंधित था ,",
  "the case related to, to put in appearance on behalf of the appellant. Finding": "अपीलकर्ता की ओर से उपस्थिति में रखने के लिए।|इसे प्रथम हदृष्टया",
  "Secretary to explain as to under what circumstances a private counsel had": "निर्देश दिया कि एक निजी वकील ने किन परिस्थितियों में ऐसा किया",
  "notice from this Court after a period of many years when the": "अवधि के बाद इस न्यायालय से नोटिस प्राप्त होता है जब",
  "appeals are re-filed and the delay in re-filing thereofis condoned.": "अपीलें फिर से दायर की जाती हैं और उसे फिर से दायर करने में देरी को माफ कर दिया जाता है। प्रथम अपीलीय",
  "The succesful litigant before the First Appellate Court has a": "न्यायालय के समक्ष सफल वादी को निर्धारित अवधि की",
  "right to sit back and relax after the expiry of prescribed period": "समाप्ति के बाद आराम करने और आराम करने का अधिकार",
  "of time that no appeal is filed against him by his opponent.": "है कि उसके प्रतिद्वंद्वी द्वारा उसके खिलाफ कोई अपील दायर नहीं की जाती है।",
  "Thus, keeping in view the totality of the facts and circumstances, |": "इस प्रकारतथ्यों और परिस्थितियों की समग्रता को ध्यान में",
  "do not find the reasons assigned in the present case to be": "गए कारणों को अपील मैंवर्तमान मामले में दिए ,रखते हुए",
  "sufficient in order to condone the delay of 1460 days in re-": "को फिर से दायर करने में दिनों की देरी को माफ ॥460 वर्तमान ,हूं और इस तरहकरने के लिए पर्याप्त नहीं मानता",
  "No. 8256-C of 2010 is dismissed, which results into dismissal": "-8256 सीएम नंबर ,अर्थात ,आवेदनसी ऑफ खारिज 200",
  "of the main appeal as well.”": "जिसके परिणामस्वरूप मुख्य अपील भी ,कर दिया जाता है",
  "amounting to Rs. 88.000 paid to him and the Advocate General’s office": "वापस कर दी रुपये की पूरी फीस 88.000 ने ब्रीफ और साथ ही उन्हें थी और एडवोकेट जनरल के कार्यालय को अपील पर मुकदमा चलाने का",
  "(34) The aforesaid may be one of the many examples which show": "(34) उपरोक्तसहायता उन कई उदाहरणों में से एक हो सकती है",
  "the manner in which the tax-payers’ money is cither being wasted or being": "जो यह दर्शाती है कि करदाताओं का पैसा या तो बर्बाद हो रहा है या",
  "distributed as largess to the favouritees. It cannot be disputed that people": "पसंदीदा लोगों को उदारता के रूप में वितरित किया जा रहा है। यह विवादित नहीं हो सकता है कि लोग अपनी मेहनत की कमाई से करों",
  "pay taxes out of their hard earned moeny. Custodians of the public money": "का भुगतान करते हैं। सार्वजनिक धन के संरक्षकोंको इसे बर्बाद करने का",
  "have no right to waste the same. This wasteful expenditure needs to be": "कोई अधिकार नहीं है। इस फिजूलखर्ची को रोकने की जरूरत है।",
  "2718 of 2010—Swaran Kaur and others versus Sukhdev Singh and": "-8256सी -स्वर्ण कौर और अन्य बनाम सुखदेव सिंह और अन्य 6 ,",
  "condonation of delay of 1460 days in re-filing the appeal, while observing": "दायर करने में दिनों की देरी की माफी के लिए प्रार्थना को ॥460",
  "“It is also pertincnt to mention that every now and then, the applicants": "-ई आवेदक ,यह उल्लेख करना भी उचित है कि हर समय\"",
  "are filing loosely drafted applications for condonation of delay": "फाइलिंग में देरी की माफी के लिए शिथित्र रूप से तैयार किए गए आवेदनों को तैयार कर रहे हैंजो आवेदकों के ,",
  "in re-filing which would hardly disclose any reason to persuade": "अदालत को मनाने का शायद ही कोई कारण बताएगा और",
  "generally the delay is being caused due to lackadaisical attitude": "देरी के ढुलमुल रवैये के कारण हो सामान्य रूप सेरही है।",
  "of the advocate who is having the custody of the court file after": "अधिवक्ता जो रजिस्ट्री द्वारा लौटाए जाने के बाद न्यायालय",
  "court that there are generally certain objections which could be": "का अनुभव है कि सामान्य रूप से कुछ आपत्तियां होती हैं",
  "even removed within a day but still the court files, after retum": "जिन्हें कुछ दिन के भीतर भी दूर किया जा सकता है लेकिन फिर भी न्‍्यायात्रय की टाइलेंरजिस्ट्री , द्वारा वापस",
  "because it has become their perception that condonation of": "क्योंकि यह उनकी धारणा बन गई है कि पुनः फाइलिंग में"
}