{
  "M/S JAI BAJRANG RICE MILLS DHANAURI DISTRICT JIND & 799 OTHERS v. HARYANA AGRO INDUSTRIES CORP. & OTHERS": "मैसर्स जय बजरंग राइस मिल्स धनौरी जिला जिंद और अन्य बनाम हरियाणा एग्रो इंडस्ट्रीज कॉपोरेशन और",
  "(Avneesh Jhingan, J.)": "अन्य (अवनीश झिंगन, जे.)",
  "application under Section 34 of the Act afresh in accordance with law.": "अधिनियम की धारा ३५ के तहत आपत्ति आवेदन पर निर्णय लेने के लिए संबंधित अदालत में वापस भेज दिया जाता",
  "(11) The appeal is disposed of.": "(4) अपील का निपटारा किया जाता है",
  "Kunal Mulwani": "कुणाल मुलवानी",
  "Before Avneesh Jhingan, J.": "समक्ष अवनीश झिंगन, जे.",
  "M/S JAI BAJRANG RICE MILLS DHANAURI DISTRICT JIND": "मैसर्स जय बजरंग राइस मिल्स धनौरी जिला जिंद",
  "& OTHERS — Petitioner": "और अन्य - याचिकाकर्ता",
  "versus": "बनाम",
  "HARYANA AGRO INDUSTRIES CORP. & OTHERS —": "हरियाणा एग्रो इंडस्ट्रीज कॉपोरेशन और अन्य -",
  "Respondents": "प्रतिवादी",
  "February 23, 2023": "23 फरवरी, 2023",
  "Arbitration & Conciliation Act, 1996 S.37—Appeal against": "मध्यस्थता और सुलह अधिनियम, 996 धारा ३7-मध्यस्थता अधिनियम की धारा ३५ के तहत आपत्तियों को खारिज",
  "dismissal of Objections under S. 34 of Arbitration Act—Award dated 26.08.2013—No evidence of date of objections under S. 34 filed on": "करने के खिलाफ अपील-दिनांक 26.08.203 को दिया गया निर्णय धारा ३५ के तहत आपत्तियों की तिथि का कोई",
  "05.05.2014—Petition dismissed on ground of limitation as well as on": "साक्ष्य नहीं 05.05.20+ को दायर-याचिका को सीमा के आधार पर और साथ ही हस्ताक्षरित प्रति की प्राप्ति के",
  "merits without evidence of receipt of signed copy—cannot be held/receipt of signed copy to be barred by limitation—Once": "साक्ष्य के बिना गुण-दोष के आधार पर खारिज किया जा सकता है- हस्ताक्षरित प्रति की प्राप्ति/प्रतिबंधित अवधि के",
  "merits—Matter remanded for fresh decision—Appeal allowed.": "टिप्पणी करने का कोई अवसर नहीं रहा, मास्टर को नए निर्णय के लिए वापस भेज दिया गया-अपील स्वीकार की",
  "Held, that contentions of non-compliance of S. 31(5) of Act—": "अधिनियम की धारा 3(5) का अनुपालन न करने के तर्कों पर विचार किया गया- अपीलकर्ताओं को पंचाट के",
  "Signed copy of Arbitral Award was not supplied to appellants and objections were within limitation—Apart from covering letter, there is": "हस्ताक्षरित प्रति नहीं दी गई और आपत्तियां सीमा के भीतर थीं-आवेदन पत्र के अलावा, रिकॉर्ड पर कोई साक्ष्य नहीं है",
  "Additional District Judge erred in making comments on merits of case after having concluded that objections were time barred.": "इस निष्कर्ष पर पहुंचने के बाद अतिरिक्त जिला न्यायाधीश ने मामले के गुण-दोष पर टिप्पणी करने में गलती की।",
  "(Para 3)": "(पैरा 3)",
  "Further held, that no dispute on the fact that Arbitrator had reserved decision on 12.04.2013 - No evidence available in record to": "इसके अलावा, इस तथ्य पर कोई विवाद नहीं है कि पंचाट ने ।2.0५.203 को निर्णय सुरक्षित रखा था। रिकॉर्ड में",
  "reserved decision on 12.04.2013 - No evidence available in record to establish that copy of Award was served upon Appellants—In absence": "कोई साक्ष्य उपलब्ध नहीं है, जिससे यह स्थापित हो सके कि अपीलकर्ताओं को पंचाट की प्रति दी गई थी-सेवा की",
  "of date of service, impugned order dismissing the objections under Section 34 of Act cannot be sustained.": "तारीख के अभाव में, अधिनियम की धारा ३५ के तहत आपत्तियों को खारिज करने वाला विवादित आदेश कायम नहीं",
  "(Para 6)": "रह सकता। (पैरा 6)",
  "Further held, that once application under Section 34 of Act was": "इसके अलावा यह भी माना गया कि एक बार अधिनियम की धारा ३५ के तहत आवेदन को सीमा के आधार पर",
  "dismissed on ground of limitation - Thereafter Court had no occasion to take up matter on merits - Order set aside and matter remitted back to": "खारिज कर दिया गया था, उसके बाद न्यायालय के पास मामले को गुण-दोष के आधार पर लेने का कोई अवसर",
  "(9) The application under Section 34 of the Act was dismissed on the ground of limitation, thereafter the court had no occasion to take": "नहीं था। आदेश को रद्द कर दिया गया और मामले को कानून के अनुसार अधिनियम की धारा ३५ के तहत आपत्ति",
  "matter is remitted back to the court concerned to decide the objection": "आवेदन पर नए सिरे से निर्णय लेने के लिए संबंधित न्यायालय को वापस भेज दिया गया। (पैरा 0)",
  "M/S JAI BAJRANG RICE MILLS DHANAURI DISTRICT JIND & 7197 OTHERS v. HARYANA AGRO INDUSTRIES CORP. & OTHERS": "मैसर्स जय बजरंग राइस मिल्स धनौरी जिला जिंद और अन्य बनाम हरियाणा एग्रो इंडस्ट्रीज कॉपोरेशन और",
  "Deepali Puri, Advocate, for the appellants.": "अपीलकर्ताओं की ओर से अधिवक्ता दीपाली पुरी।",
  "Padam Kant Dwivedi, Advocate, for the respondents.": "प्रतिवादियों की ओर से अधिवक्ता पदम कांत द्विवेदी।",
  "AVNEESH JHINGAN, J. (Oral):": "अवनीश झिंगन, जे. (मौखिक):",
  "(1) This appeal under Section 37 of the Arbitration and Conciliation Act, 1996 (for short, 'the Act’) is filed aggrieved of": "(।) मध्यस्थता एवं सुलह अधिनियम, 996 (संक्षेप में, 'अधिनियम') की धारा 37 के तहत यह अपील अधिनियम की",
  "dismissal of objections under Section 34 of the Act.": "धारा ३५ के तहत आपत्तियों को खारिज किए जाने से व्यथित होकर दायर की गई है।",
  "(2) The brief facts are that the parties entered into an agreement for custom milling of rice. The terms and conditions": "(2) संक्षिप्त तथ्य यह है कि पक्षों ने चावल की कस्टम मिलिंग के लिए एक समझौता किया। विवाद समाधान के लिए",
  "provided for dispute resolution through arbitration. For settling the dispute between the parties, arbitration proceedings were initiated": "मध्यस्थता के माध्यम से नियम एवं शर्तें प्रदान की गईं। पक्षों के बीच एक विवाद के लिए, मध्यस्थता कार्यवाही शुरू",
  "which culminated in award dated 26.8.2013. Aggrieved of the award,": "की गई, जिसका समापन 26.8.20॥3 के पुरस्कार के साथ हुआ। इस निर्णय से व्यथित होकर अपीलकर्ताओं ने",
  "the appellants filed objections under Section 34 of the Act on 5.5.2014.": "5.5.204 को अधिनियम की धारा ३५ के तहत आपत्तियां दर्ज कीं। याचिका को सीमा अवधि के साथ-साथ गुण-दोष",
  "(3) Learned counsel for the appellants submits that there was non-compliance of Section 31(5) of the Act, the signed copy of": "(3) अपीलकर्ताओं के विद्वान वकील ने प्रस्तुत किया कि अधिनियम की धारा 3(5) का अनुपालन नहीं किया गया",
  "the arbitral award was not supplied to the appellants and the objections": "था, मध्यस्थता निर्णय की हस्ताक्षरित प्रति अपीलकर्ताओं को नहीं दी गई थी और आपत्तियां सीमा अवधि के भीतर थीं।",
  "were within limitation. She relies upon the arbitral record to show that apart from covering letter, there is no evidence on record that copy of": "वह यह दिखाने के लिए मध्यस्थता रिकॉर्ड पर निर्भर करती है कि कवरिंग लेटर के अलावा, रिकॉर्ड पर कोई सबूत",
  "the award was sent to the appellants. It is further contended that the Additional District Judge erred in making comments on the merits of": "नहीं है कि अपीलकर्ताओं को पुरस्कार की प्रति भेजी गई थी। यह भी तर्क दिया गया है कि अतिरिक्त जिला न्यायाधीश",
  "Additional District Judge erred in making comments on the merits of the case after having concluded that the objections were time barred.": "ने इस निष्कर्ष के बाद मामले के गुण-दोष पर टिप्पणी करने में गलती की कि आपत्तियां समय सीमा पार कर चुकी",
  "(4) Learned counsel for the respondents defends the impugned order and submits that there is covering letter available on record to": "(५) प्रतिवादियों के विद्वान वकील ने विवादित आदेश का बचाव किया और प्रस्तुत किया कि रिकॉर्ड पर कवरिंग लेटर",
  "show that copies of the award were sent to the parties and the respondents had received the same.": "उपलब्ध है जो दर्शाता है कि पक्षों को पुरस्कार की प्रतियां भेजी गई थीं और प्रतिवादियों ने उन्हें प्राप्त कर लिया था।",
  "(5) Heard learned counsel for the parties and perused the record.": "(5) पक्षों के विद्वान वकील को सुना और रिकार्ड का अवलोकन किया।",
  "(6) There is no dispute on the fact that the arbitrator had": "(6) इस तथ्य पर कोई विवाद नहीं है कि मध्यस्थ ने 2.५.20॥3 को निर्णय सुरक्षित रखा था। अभिलेख में ऐसा कोई",
  "reserved the decision on 12.4.2013. There is no evidence available in record to establish that copy of award was served upon the appellants.": "साक्ष्य उपलब्ध नहीं है जिससे यह सिद्ध हो सके कि अपीलकर्ताओं को निर्णय की प्रति तामील की गई थी। तामील की",
  "In the absence of date of service, the impugned order dismissing the objections underSection 34 of the Act cannot be sustained.": "तिथि के अभाव में अधिनियम की धारा 3५ के अंतर्गत आपत्तियों को खारिज करने वाला विवादित आदेश कायम नहीं रह सकता।",
  "(7) From the perusal of the impugned order, it is forthcoming that the objection application was dismissed as time barred but at the": "(7) विवादित आदेश के अवलोकन से यह पता चलता है कि आपत्ति आवेदन को समय बीत जाने के कारण खारिज",
  "same time matter was considered on merits.": "कर दिया गया था, लेकिन साथ ही मामले पर गुण-दोष के आधार पर विचार किया गया।"
}