{
  "any member of the village proprietary body, to raise any construction thereons. The above revenue entry completely capacitates the Gram": "ग्राम स्वामित्व निकाय का कोई भी सदस्य, उस पर किसी भी निर्माण को खड़ा करने के लिए। उपरोक्त राजस्व प्रविष्टि",
  "Panchayat concerned, to move an application seeking the eviction of the petitioner from the petition land. Therefore, the presumption of": "याचिका भूमि से याचिकाकर्ता को बेदखल करने की मांग करने वाले आवेदन को स्थानांतरित करने के लिए संबंधित",
  "of truth, whereupon, conclusivity is to be assigned qua the truth of the above said entries.": "जिसके बाद, उपरोक्त प्रविष्टियों के सत्य को निर्णायकता दी जानी है।",
  "Final Order": "अंतिम आदेश",
  "(9) In consequence, this Court does not find any merit in the writ petition and is constrained to dismiss it. Nonetheless, if": "(9) परिणामस्वरूप, इस न्यायालय को रिट याचिका में कोई योग्यता नहीं मिलती है और वह इसे खारिज करने के लिए",
  "permissible under the relevant rules, the petitioners may within a": "विवश है। तथापि, यदि सुसंगत नियमों के अधीन अनुज्ञेय है, तो याचिकाकर्ता आज से एक पखवाड़े के भीतर, याचिका",
  "for sale to them of the petition lands, where after the panchayat": "भूमि की उन्हें बिक्री के लिए संबंधित पंचायत के समक्ष प्रस्ताव कर सकते हैं, जहां संबंधित पंचायत, सभी संबंधितों को",
  "concerned, after hearing all concerned, shall make lawful orders/resolution thereons, where afters' the panchayat concerned, shall": "सुनने के बाद, उस पर विधिसम्मत आदेश/संकल्प करेगी, जहां इसके पश्चात्‌ संबंधित पंचायत, उसे शीघ्र ही सक्षम",
  "promptly forward the same to the Competent Authority, for an approval thereto becoming granted but only in accordance with law. The above": "प्राधिकारी को अग्रेषित करेगी, ताकि इसकी मंजूरी दी जा सके, लेकिन केवल कानून के अनुसार। उपरोक्त अभ्यास को",
  "exercise be ensured to be positively concluded within three months from today.": "आज से तीन महीने के भीतर सकारात्मक रूप से समाप्त किया जाना सुनिश्चित किया जाए।",
  "(10) Disposed of along with all pending applications, if any.": "(0) सभी लंबित आवेदनों, यदि कोई हो, के साथ निपटाया गया।",
  "Reporter-Ankit Grewal": "रिपोर्टर-अंकित गरेवाल",
  "NARENDER KUMAR AND OTHERS v. STATE OF HARYANA AND 457 OTHERS (Sureshwar Thakur, J.)": "नरेंद्र कुमार और अन्य बनाम हरियाणा राज्य और अन्य (सुरेश्वर ठाकुर, जे.)",
  "Before Sureshwar Thakur & Kuldeep Tiwari, JJ.": "समक्ष सुरेश्वर ठाकुर और कुलदीप तिवारी, जे. जे.",
  "NARENDER KUMAR AND OTHERS—Petitioner": "नरेनदर कुमार और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS— Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "CWP No. 16906 of 2020": "सीडब्ल्यूपी नं. 2020 का 6906",
  "January 27, 2023": "27 जनवरी, 2023",
  "Land Laws—Punjab Village Common Land (Regulation) Act, 1961 (as applicable to the State of Haryana)—S.7—Challenge to": "भ[मि कानून-पंजाब ग्राम सामान्य भूमि (विनियमन) अधिनियम, 96॥ (हरियाणा राज्य पर लागू)-धारा 7-सहायक",
  "order of eviction passed by Assistant Collector First Grade, upheld by": "कलेक्टर प्रथम श्रेणी द्वारा पारित बेदखली के आदेश को चुनौती, जिसे कलेक्टर और मंडल आयुक्त द्वारा बरकरार रखा",
  "Collector, and Divisional Commissioner—The petitioner and private respondents constructed a house upon shamlat deh land—Revenue": "गया -याचिकाकर्ता और निजी प्रतिवादियों ने शामलात देह भूमि पर एक घर का निर्माण किया-राजस्व रिकॉर्ड ग्राम",
  "records show Gram Panchayat deh as owner, and _ possession cultivating of Makbuja Gram Panchayat—Writ Dismissed.": "पंचायत देह को मालिक के रूप में दर्शाते हैं, और मकबुजा ग्राम पंचायत की खेती पर कब्जा-रिट खारिज।",
  "Held, that an entry of Makbuja Gram Panchayat, in the revenue records, both in the ownership and the cultivation column completely": "अभिनिर्धारित किया गया कि राजस्व अभिलेखों में मकबुजा ग्राम पंचायत की प्रविष्टि, स्वामित्व और खेती दोनों कॉलम",
  "bar any member of the village proprietary body, to raise any construction thereons, and further capacitates the Gram Panchayat": "में, ग्राम स्वामित्व निकाय के किसी भी सदस्य को उस पर किसी भी निर्माण को उठाने से पूरी तरह से रोकती है, और",
  "construction thereons, and further capacitates the Gram Panchayat concerned, to move an application seeking the eviction. There is a": "संबंधित ग्राम पंचायत को बेदखली की मांग करने वाले आवेदन को आगे बढ़ाने के लिए सक्षम बनाती है। वास्तविक",
  "presumption of truth revenue entries, no individual can raise construction over such land. An entry of Makbuja Gram Panchayat, in": "राजस्व प्रविष्टियों का अनुमान है, कोई भी व्यक्ति ऐसी भूमि पर निर्माण नहीं कर सकता है। राजस्व अभिलेखों में मकबुजा",
  "the revenue records, both in the ownership and the cultivation column, does completely bar any member of the village proprietary body, to": "ग्राम पंचायत की प्रविष्टि, स्वामित्व और खेती दोनों स्तंभों में, गाँव के स्वामित्व वाले निकाय के किसी भी सदस्य को उस",
  "raise any construction thereons. The above revenue entry completely": "पर कोई भी निर्माण करने से पूरी तरह से रोकती है। उपरोक्त राजस्व प्रविष्टि याचिका भूमि से याचिकाकर्ता को बेदखल",
  "capacitates the Gram Panchayat concerned, to move an application": "करने की मांग करने वाले आवेदन को स्थानांतरित करने के लिए संबंधित ग्राम पंचायत को पूरी तरह से सक्षम बनाती",
  "the presumption of truth is assigned to the truth of above entries,": "है। इसलिए, सत्य का अनुमान उपरोक्त प्रविष्टियों के सत्य को सौंपा गया है, विशेष रूप से जब सत्य की उक्त धारणा",
  "especially when there no cogent evidence becomes adduced, for displacing the said presumption of truth, whereupon, conclusivity is to be assigned qua the truth of the above said entries.": "को विस्थापित करने के लिए कोई ठोस साक्ष्य प्रस्तुत नहीं किया जाता है, जिसके बाद, उपरोक्त प्रविष्टियों के सत्य को निर्णायकता दी जानी है।",
  "(Para 8)": "(पैरा 8)",
  "Vikram Singh, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से अधिवक्ता विक्रम सिंह।",
  "P.P. Chahar, DAG, Haryana.": "पी. पी. चाहर, डीएजी, हरियाणा।",
  "Jagjeet Beniwal, Advocate, for respondent No. 5.": "जगजीत बेनीवाल, अधिवक्ता, प्रत्यर्थी नं. 5. राज कुमार गुप्ता, अधिवक्ता, प्रत्यर्थी संख्या 6 के लिए।",
  "SURESHWAR THAKUR, J.": "सुरेश्वर ठाकुर, जे.",
  "Factual Background": "तथ्यात्मक पृष्ठभूमि",
  "(1) Through the concurrently made verdicts respectively by the learned Assistant Collector First Grade, Hansi, the learned Collector, Hisar, and, the learned Divisional Commissioner, Hisar, as become": "() विद्वत सहायक कलेक्टर प्रथम श्रेणी, हांसी, विद्वत कलेक्टर, हिसार और विद्वत संभागीय आयुक्त, हिसार द्वारा",
  "15, the petitioners were ordered to be evicted from the petition land.": "5 में किया गया है, याचिकाकर्ताओं को याचिका भूमि से बेदखल करने का आदेश दिया गया था।",
  "(2) The petitioners herein become aggrieved from the above made concurrently orders against them, and, are led to institute there": "(2) याचिकाकर्ता अपने विरुद्ध समवर्ती रूप से दिए गए उपरोक्त आदेशों से व्यथित हो जाते हैं और इस न्यायालय के",
  "(3) The above concurrently made orders, were made on a petition made by one Ramesh against the respondents therein, who are": "(3) उपरोक्त समवर्ती आदेश, एक रमेश द्वारा उसमें प्रतिवादियों के खिलाफ की गई याचिका पर दिए गए थे, जो यहां",
  "the petitioners herein. The said petition was cast under Section 7 of the Punjab Village Common Land (Regulation) Act, 1961 (as applicable to the State of Haryana).": "याचिकाकर्ता हैं। यह याचिका पंजाब विलेज कॉमन लैंड (रेगुलेशन) एक्ट, 96॥ (हरियाणा राज्य पर लागू) की धारा 7 के तहत दायर की गई थी।",
  "Claim of the petitioners": "याचिकाकर्ताओं का दावा",
  "(4) The sheet anchor or the plank of the petitioners, in the petition (supra), for claiming the eviction of the petitioners herein, from": "(५) याचिकाकर्ताओं की बेदखली का दावा करने के लिए याचिका (उपर्युक्त) में याचिकाकर्ताओं का शीट एंकर या",
  "the land concerned, became founded upon the factum, that in the column of ownership, as carried in the revenue records concerned, the": "प्लैंक, इस तथ्य पर आधारित हो गया कि स्वामित्व के कॉलम में, जैसा कि संबंधित राजस्व रिकॉर्ड में किया गया है,",
  "Gram Panchayat deh becoming recorded as owner, and, also in the column of cultivation, an entry of Makbuja Gram Panchayat rather": "ग्राम पंचायत देह को मालिक के रूप में दर्ज किया जाता है, और खेती के कॉलम में भी मकबुजा ग्राम पंचायत की",
  "occurring. Moreover, in the column of classification, the petition lands becoming described as Banjar Kadim. Therefore, it became contended": "प्रविष्टि होती है। इसके अलावा, वर्गीकरण के कॉलम में, याचिका को बंजर कदीम के रूप में वर्णित किया जाता है।",
  "that there was no vested right, title or interest whatsoever in the respondents to occupy the petition lands.": "इसलिए, यह तर्क दिया गया कि प्रत्यर्थियों में याचिका भूमि पर कब्जा करने का कोई निहित अधिकार, अधिकार या हित नहीं था।",
  "(5) In the above petition, though the gram panchayat concerned, was arrayed as co-respondent No. 4, but the respondent No. 4 did not": "(5) उपरोक्त याचिका में, हालांकि संबंधित ग्राम पंचायत को सह-प्रत्यर्थी संख्या ५ के रूप में प्रस्तुत किया गया था,",
  "construct a house upon the shamilat deh land, which as stated above, was both in the column of ownership, as well as, in the column of": "पर एक घर का निर्माण करने का आरोप लगाया गया था, जो जैसा कि ऊपर बताया गया है, स्वामित्व के कॉलम में था,",
  "was both in the column of ownership, as well as, in the column of cultivation, displayed by the revenue entries, to both become owned and cultivated by the Gram Panchayat concerned.": "साथ ही साथ खेती के कॉलम में, राजस्व प्रविष्टियों द्वारा प्रदर्शित, दोनों संबंधित ग्राम पंचायत द्वारा स्वामित्व और खेती",
  "Inference of this Court": "इस न्यायालय का निष्कर्ष",
  "(6) Though, the above entry has a presumption of truth, but the presumption of truth as assigned to the above revenue entries, is a": "(6) हालांकि, उपरोक्त प्रविष्टि में सच्चाई का अनुमान है, लेकिन उपरोक्त राजस्व प्रविष्टियों को दिए गए सत्य का",
  "NARENDER KUMAR AND OTHERS v. STATE OF HARYANA AND 459": "नरेंद्र कुमार और अन्य बनाम हरियाणा राज्य और अन्य",
  "OTHERS (Sureshwar Thakur, J.)": "(सुरेश्वर ठाकुर, जे.)",
  "does not disclose, that the said presumption of truth, as assigned to the above revenue entries rather becoming rebutted through adduction of": "यह खुलासा नहीं करता है कि सत्य का उक्त अनुमान, जैसा कि उपरोक्त राजस्व प्रविष्टियों को सौंपा गया है,",
  "as carried by the above revenue entries, begets a conclusion, that conclusivity is to be assigned to the truth of the above entries, as": "है, एक निष्कर्ष निकालता है कि निष्कर्ष को उपरोक्त प्रविष्टियों के सत्य को सौंपा जाना है, जैसा कि उपयुक्त राजस्व",
  "(7) However, a stray argument was raised, hence, that they are holding cultivating possession of the suit land, as Gair Morausi, but": "(7) हालांकि, एक छिटपुट तर्क उठाया गया था, इसलिए, कि वे गैर मोरौसी के रूप में सूट भूमि पर खेती कर रहे हैं,",
  "again the above stray argument also becomes unhinged, primarily onthe ground, that the classification column describes the petition land as": "लेकिन फिर से उपरोक्त आवारा तर्क भी मुख्य रूप से इस आधार पर अस्थिर हो जाता है कि वर्गीकरण कॉलम याचिका",
  "Gair Mumkin, therefore, ipso facto it became unamenable for becoming cultivated. Secondarily, as but a natural corollary to the above drawn": "भूमि को गैर मुम्किन के रूप में वर्णित करता है, इसलिए, वास्तव में यह खेती के लिए असमर्थ हो गया। दूसरा, उपरोक्त",
  "petitioners herein, though may have become well founded, but only through adduction of cogent evidence, comprised in the khasra": "हालांकि अच्छी तरह से स्थापित हो सकती है, लेकिन केवल संबंधित खसरा गिरदावरी में शामिल ठोस साक्ष्य को जोड़ने",
  "girdawris concerned, displaying that a change happening in the description(s) assigned to the petition lands, in the classification column of the revenue records, inasmuch as, extantly the petition lands": "के माध्यम से, यह दर्शाता है कि याचिका भूमि को सौंपे गए विवरण (ओं) में हो रहा परिवर्तन, राजस्व रिकॉर्ड के",
  "column of the revenue records, inasmuch as, extantly the petition lands being brought to cultivation. However, even the above evidence did not": "वर्गीकरण कॉलम में, इस प्रकार, याचिका भूमि को खेती में लाया जा रहा है। हालाँकि, उपरोक्त साक्ष्य भी प्रस्तुत नहीं",
  "become adduced. Therefore, when contrarily the petitioners rather than cultivating, the land through theirs sowing crops thereons, rather": "किए गए। इसलिए, जब इसके विपरीत याचिकाकर्ताओं ने खेती करने के बजाय, अपनी फसलों की बुवाई के माध्यम से",
  "proceeded to raise a house thereons, which raising of a house thereons cannot to any reasonable man of ordinary prudence, be ever deemed to": "भूमि, बल्कि उस पर एक घर बनाने के लिए आगे बढ़े, जिस पर एक घर का निर्माण किसी भी सामान्य विवेकपूर्ण व्यक्ति",
  "cannot to any reasonable man of ordinary prudence, be ever deemed to be the makings of cultivation(s) of the petition lands. In aftermath, as": "के लिए कभी भी याचिका भूमि की खेती (ओं) का निर्माण नहीं माना जा सकता है। इसके बाद, जैसा कि ऊपर कहा",
  "above stated, the above made argument(s) becomes completely unhinged of the vigor, if any.": "गया है, उपरोक्त तर्क पूरी तरह से शक्तिहीन हो जाते हैं, यदि कोई हो।",
  "(8) Since there is also no evidence on record suggestive that the": "(8) चूंकि अभिलेख पर ऐसा कोई साक्ष्य नहीं है जिससे यह पता चलता हो कि याचिकाकर्ताओं के पास याचिका की",
  "petitioners herein held land adjoining to the petition lands, therefore the dispute whereons the contestants became embroiled, was not a haad": "भूमि के निकट भूमि थी, इसलिए जिस विवाद के कारण याचिकाकर्ता उलझे हुए थे, वह हद-शिकनी विवाद नहीं था,",
  "shikni dispute, rather was as a dispute of an illegal house being constructed by the petitioners, on land to which they hold no lawful": "बल्कि याचिकाकर्ताओं द्वारा उस भूमि पर बनाए जा रहे अवैध घर के विवाद के रूप में था, जिस पर वे मालिक या",
  "entitlement either as owners or as cultivators. Therefore, the concurrently made orders drawn by both the authorities below are butto": "कृषक के रूप में कोई वैध हक नहीं रखते हैं। इसलिए, नीचे दिए गए दोनों अधिकारियों द्वारा समवर्ती रूप से बनाए",
  "Principles of Law.": "कानून के सिद्धांत।",
  "An entry of Makbuja Gram Panchayat, in the revenue records,": "राजस्व अभिलेखों में मकबुजा ग्राम पंचायत की प्रविष्टि, स्वामित्व और खेती दोनों कॉलम में, पूरी तरह से वर्जित करती"
}