{
  "(6) Learned counsel for the appellant has relied upon decision of this Court rendered in the case of Harbans Singh versus The State": "(6) अपीलकर्ता के विद्वान वकील ने हरबंस सिंह बनाम पंजाब राज्य और अर्न्या",
  "of Punjab and others (1) and Om Parkash Lamba versus State of": "और ऊ€ प्रकाश लंबा बनाम पंजाब राज्य और अन्य” के मामले में दिए गए",
  "in the Rules for deciding the election by way of toss, therefore, the": "नियमों में टॉस के माध्यम से चुनाव का फैसला करने का कोई प्रावधान",
  "action of the Returning Officer (Panchayat) was illegal as he was": "नहीं है, इसलिए, रेतूरनिंग ऑफिसर ( पंचायत) की कारवाई अवैध थी",
  "(7) On the contrary, learned counsel for the respondent has": "(7) इसके विपरीत, प्रतिवादी के विद्वान वकील ने तर्क दिया है की लाटरी या",
  "which says that “ lot means to be a contrivance to determine a question": "“ लॉट का मतलब है ऐसी युक्ति का होना जो संयोग से प्रश्न को निर्धारित",
  "by chance, or without the action of man’s choice or will.” It is thus,": "करे या मनुष्य की इच्छा या मर्जी के बिना “| इस प्रकार यह तर्क दिया",
  "contended that toss of the coin is also a matter of chance, therefore the": "जाता है की सिक्का उछालना भी एक संयोग का मामल्रा है, इसलिए रेतूरनिंग",
  "action of the Returning Officer (Panchayat) is within the parameters of law.": "ऑफिसर (पंचायत) की कारवाई कानून के मापदंडों के भीतर है।",
  "(8) Ihave heard learned counsel for both the parties and have given my thoughtful consideration to their respective": "(8) मैंने दोनों पक्षों के विद्वान वकीलों को सुन लिया है और उनके संबंधित",
  "(9) It is an admitted fact that there is no provision either under the Act or under the Rules whereby Returning Officer (Panchayat) could": "(9) यह एक स्वीकृत तथ्य है की अधिनियम के तहत या नियमों के तहत ऐसा कोई प्रावधान नहीं है जिसमे रतूरनिंग ऑफिसर (पंचायत) मतों की समानता",
  "(10) In Harbans Singh’s case (supra), election under the Punjab": "(0) हरबंस सिंह के मामले में, पंजाब ग्राम पंचायत चुनाव नियम, 960 के",
  "Gram Panchayat Election Rules, 1960 were held and there was a tie between the parties Rule 33 of the Punjab Gram Panchayat Election": "तहत चुनाव आयोजित किया गया और पक्षों के बीच टाइ हो गया। पंजाब ग्राम पंचायत चुनाव नियम, 960 का नियम 33, रेतूरनिंग ऑफिसर को टाड़",
  "“Procedure in case of tie.—If after the counting of votes": "\"टाई के मामले में प्रक्रिया। - यदि वोटों की गिनती के",
  "is completed, an equality of votes is found to exist between": "पूरा होने के बाद , वोटों की समानता पाई जाई",
  "and the numbers themselves from which he is to select are concealed": "के साथ असंबदूध दिखाई देना चाहिए और वह संख्या जिसमें से वह चयन करेगा",
  "itself and the language of Rule 71 is plain and simple providing (“by": "प्रावधान नहीं दिया गया है और नियम 7 की भाषा स्पष्ट और सरल है (लॉट",
  "lot”), the action of the Returning Officer was patently illegal whereby": "द्वारा\"), तो रिटर्निंग ऑफिसर की कार्रवाई स्पष्ट रूप से अवैध थी, जिससे",
  "he had decided the fate of the parties to the list, who had a tie due": "जिसमे उन्होंने सूची में शामित्र पार्टियों के भाग्य का फैसला, जिसमे वोटों",
  "(Paras 13)": "(पारस १३)",
  "Amit Singla, Advocate for the appellant.": "अमित सिंगला, एडवोकेट अपीलकर्ता के लिए.",
  "Rajinder Mathur, Advocate for the respondent.": "राज इंदर माथुर, वकील्र प्रतिवादी के लिए",
  "RAKESH KUMAR JAIN, J.": "न्यायधीश राकेश कुमार जैन,",
  "(1) The following substantial questions are involved in this appeal :—": "() इस अपील में निम्नलिखित पर्याप्त प्रश्न शामित्र हैं: -",
  "Panchayati Raj Act, 1994 and Haryana Panchayati Raj": "() क्या हरियाणा पंचायती राज अधिनियम, 4994 और हरियाणा",
  "to decide by lots or by toss of a coin.": "अधिकारी को सिक्‍का उछाल्र कर या पर्ची खींच कर निर्णय लेना",
  "(ii) Whether in the absence of any provision under the Haryana Panchayati Raj Election Rules, 1994,": "() क्‍या हरियाणा पंचायती राज चुनाव नियम, 994 में कोई भी",
  "(2) The case of the appellant is that she is a permanent resident of village Luthera, Tehsil Ratia having Vote No. 196 Serial No. 56 in": "(2) अपीलकर्ता का मामला यह है कि वह एक स्थायी निवासी है गांव लुथेरा, तहसील राटिया में वोट नं. 96 सीरियल नंबर 56 में वार्ड नं. 2।! यह आरोप",
  "Ward No. 2. It is alleged that on 9th April, 2005, elections to the post of Sarpanch of Gram Panchayat, Luthera were held and polling took": "लगाया गया है कि 9 अप्रैल, 2005 को, ग्राम पंचायत, लुथेरा के सरपंच के पद",
  "of Sarpanch of Gram Panchayat, Luthera were held and polling took place in Government Primary School, Luthera where 456 votes were": "के लिए चुनाव हुए और मतदान सरकारी प्राथमिक विद्यालय, लुथैरा में हुआ",
  "polled. The Returning Officer announced 222 votes in favour of the": "जहां 456 वोट मतदान किए गए। रिटर्निंग ऑफिसर ने 222 वोटों की अपीलकर्ता",
  "appellant, 220 votes in favour of the respondent, 13 votes were declared": "घोषणा की कि अपीलकर्ता और प्रतिवादी दोनों ने 29 वोट हासिल्र किए हैं,",
  "cancelled, one vote was found missing and the appellant was declared": "7 वोट अमान्य थे, एक वोट गायब पाया गया और चूंकि वोटों की समानता",
  "State Government did not wish to countenance the procedure of ‘tossing up’ in the election of a President of a democratic assembly, being undignified or improper.": "है कि राज्य सरकार किसी लोकतांत्रिक सभा के अध्यक्ष के चुनाव में “उछालने” की प्रक्रिया को अशोभनीय या अनुचित नहीं मानना चाहती थी।",
  "judgments in the case of Harbans Singh (supra) and Om Parkash Lamba (supra) it is clear that lot drawn would tantamount to securing": "(3) हरबंस सिंह (सुप्रा) और ओम प्रकाश लांबा (सुप्रा) के मामले में उपरोक्त निर्णयों से यह स्पष्ट है कि निकाली गई लॉटरी उस उम्मीदवार के पक्ष में",
  "of additional vote in favour of the candidate in whose favour lot is": "अतिरिक्त वोट हासिल करने के बराबर होगी जिसके पक्ष में लॉट है और लॉट",
  "drawn and the drawing of the lot has to be forthwith, meaning thereby": "का रेखांकन तुरंत किया जाना चाहिए, जिसका अर्थ है कि यह अगला तत्काल",
  "mean : to determine atévent by drawing one thing from a number whose": "एक चीज़ निकालकर घटना का निर्धारण करना, जिसके अंक पर्ची खींचने वाले",
  "marks are concealed from the drawer. The essence of drawing lots is": "से छिपे हुए हैं। लॉटरी निकालने का सार यह है कि निकालने वाले को खुद ही",
  "that the drawer himself should appear unconcerned with the result and": "परिणाम से बेपरवाह दिखना चाहिए और जिन नंबरों से उसे चयन करना है वे",
  "the numbers themselves from which he is to select are concealed from him. It is further held that throwing a coin in the air for the purpose": "नंबर उससे छिपाए जाएं। आगे यह माना जाता है कि सिक्के को उछालने के",
  "he had decided the fate of the parties to the lis, who had a tie due to": "उन्होंने लिस के उन दलों के भाग्य का फैसला सिक्का उछालकर किया था,",
  "(14) In view of the above discussion, the present appeal is": "(4) उपरोक्त चर्चा के मद्देनजर, वर्तमान अपील को अनुमति दी जाती है",
  "hereby allowed and the impugned order and judgment and decree of both the Courts below are set aside. Consequently, the election of the": "और नीचे दिए गए दोनों न्यायालयों के आक्षेपित आदेश और निर्णय और डिक्री",
  "respondent to the post of Sarpanch Luthera, Tehsil Ratia is also set aside. It is further directed that fresh election to the post of Sarpanch": "को रद्द कर दिया जाता है। नतीजतन, रतिया तहसील के सरपंच लुथेरा पद के प्रतिवादी का चुनाव भी रद्द कर दिया गया है। यह भी निर्देशित किया",
  "aside. It is further directed that fresh election to the post of Sarpanch of Gram Panchayat Luthera, Tehsil Ratia be held in accordance with": "जाता है कि ग्राम पंचायत लुथेरा, तहसील रतिया के सरपंच पद के लिए नया",
  "(15) In the facts and circumstances of the case, parties are left to bear their own costs.": "(5) मामले के तथ्यों और परिस्थितियों में, पार्टियों को अपनी लागत स्वयं",
  "any candidates, and the addition of one vote will entitle": "कोई भी उम्मीदवार में , और एक वोट जोड़ने से उनमें से कोई भी",
  "any of those candidates to be declared elected, the Presiding": "उम्मीदवार निर्वाचित घोषित होने का हकदार हो जाएगा, पीठासीन अधिकारी",
  "Officer or the Returning Officer, as the case may be, shall forthwith decide between those candidates by lot, and": "या रिटर्निंग अधिकारी, जैसा भी मामला हो, तुरंत उन उम्मीदवारों के बीच",
  "forthwith decide between those candidates by lot, and proceed as if the candidate on whom the lot falls has": "लॉटरी द्वारा निर्णय करेगा, और आगे बढ़ें जैसे कि जिस उम्मीदवार पर",
  "received an additional vote.”": "लॉटरी निकलती है उसे एक अतिरिक्त वोट प्राप्त हुआ है।”",
  "(11) In the said case, it was held that lot drawn would tantamount": "(।) उक्त मामले में, यह माना गया कि निकाली गई लॉटरी उस उमीदवार",
  "to the securing of one additional vote in favour of the candidate in": "के पक्ष में एक अतिरिक्त वोट हासिल करने के समान होगी जिसके पक्ष में",
  "language of the Rule is that the drawing of the lot has to be ‘forthwith’, meaning thereby that it has to be the next immediate step. So, certainty": "कि लॉट का रेखांकन तुरंत होना चाहिए, जिसका अर्थ है कि यह अगला तत्काल",
  "and rather it has to be put on a firm and straight footing.": "सकती है, को त्यागना होगा, और इसके बजाय इसे एक हृढ़ और सीधे आधार पर रखना होगा।",
  "(12) In the case of Om Parkash Lamba (supra), there was a": "पर रखना होगा। (2) ओम प्रकाश लांबा (सुप्रा) के मामले में, चुनाव लड़ने वाले दलों के बीच",
  "49(1) is provided in the Municipal Election Rules which says that if": "नियमों में नियम 49() प्रदान किया गया है जो कहता है कि यदि दो या दो",
  "two or more candidates obtain an equal number of votes, the Chairman": "से अधिक उम्मीदवारों को समान संख्या में वोट मिलते हैं, तो बैठक के अध्यक्ष",
  "of the meeting shall once decide between the candidates by drawing lots in the presence of the members attending the meeting. In the said": "एक बार उम्मीदवारों के बीच बैठक में भाग लेने वाले सदस्यों की उपस्थिति में लॉटरी निकालकर निर्णय लेंगे | उक्त मामले में, बैठक के अध्यक्ष ने लॉटरी",
  "case, instead of drawing lots, the Chairman of the meeting tossed up a coin and the respondent therein was elected. In the said case, it was": "निकालने के बजाय एक सिक्‍का उछाला और उसमें प्रतिवादी को चुना गया।",
  "argued by the counsel for the winning candidate that procedure of": "उक्त मामले मेँ, विजेता उम्मीदवार के वकील द्वारा यह तर्क दिया गया था",
  "tossing up, harmonizes with the operation of the drawing of the lots": "कि टॉस करने की प्रक्रिया, लॉटरी निकालने के संचालन के साथ सामंजस्य",
  "as both involve an element of chance. The learned court however,": "स्थापित करती है, क्‍योंकि दोनों में संयोग का तत्व शामित्र होता है। हालाँकि,",
  "observed that as per Volume 13 at page 388, in words and phrases “": "विद्वान नयायात्रय ने पाया कि पृष्ठ 388 पर खंड 43 के अनुसार, शब्दों और",
  "the phrase to draw lots” is said by Webster to mean : “to determine": "वाक्यांशों में “लॉट निकालने के लिए” ; वेबस्ट द्वारा कहा गया है, जिसका",
  "an event by drawing one thing from a number whose marks are concealed": "अर्थ हैः” एक संख्या से एक चीज़ निकालकर एक घटना का निर्धारण करना",
  "from the drawer.” The essence of drawing lots is that the drawer himself": "जिसके अंक पर्ची खींचने वाले से छिपे हुए हैं\"। लॉटरी निकालने का सार यह",
  "should appear unconcerned with the result and the numbers themselves": "है कि ड्रा करने वाले को स्वयं परिणाम से बेपरवाह दिखना चाहिए और जिन",
  "from which he is to select are concealed from him. It was held that": "नंबरों से उसे चयन करना है वे उससे छिपाए जाएं। यह माना गया कि हवा",
  "determine the result. It was further held that it might well be that the": "स्थिति में हो सकता है। आगे यह माना गया कि यह अच्छी तरह से हो सकता"
}