{
  "Before M. R. Agnihotri, J.": "माननीय एम. आर. अग्रिहोत्री के समक्ष,जे.",
  "STATE OF PUNJAB,—Petitioner.": "पंजाब राज्य,-याचिकाकर्ता।",
  "versus": "बनाम",
  "REGIONAL PROVIDENT FUND COMMISSIONER PUNJAB, HIMACHAL PRADESH AND U.T. CHANDIGARH AND": "क्षेत्रीय प्रोविडेंट फंड कमिश्नर पंजाब, हिमाचल प्रदेश और यू. टी. चंडीगढ़ र",
  "OTHERS,— Respondents.": "अन्य,-प्रतिवादी।",
  "Civil Writ Petition No. 4441 of 1987.": "987 की सिविल रिट याचिका संख्या 444॥|",
  "Constitution of India 1950—Article 226—Employees Provident": "भारत का संविधन 950- अनुच्छेद 226- कर्मवारी गरविष्य।निधि और",
  "amended upto Act 33 of 1988)—Section 7 A—Petitioner employer": "7988 के अधिनियम 33 तक संशोकषित]- धारा ।- ए याविकाकर्ता नियोक्‍ता जो",
  "engaged in building and construction activity of Hydel Channel employing 200 workmen—At first decided to make deductions from": "200 #्रगिकों को रोेजयार देते हुए हाइडल चैनल के निर्याण और +िर्याण गतिविधि में लगे हुए हैं पहले 4विष्यनिधि में पोगदान के रूप मे वेतन से कटौती",
  "reversed decision to deduct wages as contribution towards Provident": "योगदान के रूप में वेतन में कटौती करने के निर्णय को उलट दिया:",
  "ing petitioner to be industry and liable to continue making contri-": "याविकाकर्ताको उद्योग मानने वाले और योगदान जारी रखने के लिए उत्तरदायी",
  "bution challenged—Such decision of the respondents upheld.": "प्रतिवादी के।निर्णय को चुनौती दी गई प्रतिवादी के इस।निर्णय को सह्ली ठहराया।",
  "Held, that by virtue of this notification, the petitioner-employe:": "अभिनिर्धरितकिया गया कि इस जधिस्‌चना के आधार पर याविकाकर्ता",
  "stands included within the definition of “industry” for the purposes": "नियोक्‍ता यार्च रे ' अधिनियय के उद्देश्यों के।लिए ' उद्योग की परिभाषा में आता",
  "of ‘the Act’ with effect from March, and it was on that basis, the petitioner-employer had started making deductions. The impugned": "है और इसी आधार पर याविकाकर्तानियोक्‍्ता ने कटौती करना शुरू करदिया",
  "only arbitrary and ex parte but was wholly without jurisdiction.": "मनयाना और एकपक्षीय था बल्कि पूरी तरह से अधिकार क्षेत्र से बाहर",
  "have been dragged to litigation unnecessarily, especially when the": "जिन्हें अनावश्यक रूप से गुकदमगेबाजी में घ्रसीटा यया है विशेष रूप से जब",
  "(ii) issuance of advance notice to the respondent may be dis- pensed with;": "(६) प्रतिवादी को अग्रिम सूचना जारी करने से छूट दी जा सकती है:",
  "(iii) implementation /compliance of the order ‘P-l’ may stayed during the pendency of the present writ petition.": "(लग जादेश'पी।' के कार्यान्वयन अनुपालन पर वर्तगानरिट याविका विचाराधीनता रहने के दौरान रेक लय सकती है।",
  "S. K. Bhatia, D.A.G. (Punjab), for the Petitioner.": "एस के भाटिया डी ए जी( पंजाब, याविकाकर्ता केललिए/|",
  "S, D. Sharma, Advocate with Diwahar Pathak, C. L. Chaudhary,": "एस डी शर्मा वदिवाहर पाठक के साथ अधिवक्ता सी एल चौ४री और",
  "and G. S. Chadha, Advocates for Respondents No. 2 to 118,": "जी एस चज्ा ग्रतिवादीजीं के लिए प्रतिवादी संख्या 2 से 778 तक के",
  "JUDGMENT": "निर्णय",
  "M. R. Agnihotri, J.": "एम.आर अग्रिहोत्री, जे।",
  "(1) The State of Punjab through the Executive Engineer,": "() पंजाब राज्य ने कार्यकारी अभियंता, मुकेरियन हाइडल सिविल निर्माण",
  "Provident Funds and Miscellaneous Provisions Act, 1952 (Act No. 19": "भविष्य-निधि और प्रकीर्ण उपबंध अधिनियम, 952 (952 का अधिनियम",
  "Act’, by which it has been held that the provisions of ‘the Act’? were applicable to the employees of Mukerian Hydel Civil Constructicen": "किया गया है कि \"अधिनियम\" के प्रावधान मुकेरियन हाइडल सिविल निर्माण",
  "applicable to the employees of Mukerian Hydel Civil Constructicen Division No. 1, Talwara Township, and the employer establishment": "प्रभाग संख्या , तलवाड़ा टाउनशिप के कर्मचारियों पर लागू थे और नियोक्‍ता",
  "was duty bound in law to deposit its contribution regularly towards": "भविष्य निधि के लिए अपना योगदान नियमित रूप से जमा करने के लिए बाध्य",
  "principal ground of attack of the petitioner against the impugned order of the Regional Provident Fund Commissioner is that the peti-": "था।क्षेत्रीय भविष्य निधि आयुक्त के विवादित आदेश के खिलाफ याचिकाकर्ता का प्रमुख आधार यह है कि याचिकाकर्ता प्रतिष्ठान 'अधिनियम' की खंड 2 6) के",
  "tioner establishment was not covered in the definition of the word “industry” under section 2(i) of ‘the Act’, as the same was different": "तहत 'उद्योग' शब्द की परिभाषा में शामिल नहीं था, क्योंकि यह औद्योगिक",
  "from the definition of “industry” as envisaged under section 2(j) of the Industrial Disputes Act, 1947,": "विवाद अधिनियम, 947 की खंड 2 06) के तहत परिकल्पित 'उद्योग' की",
  "(3) In the written statement filed by the Regional Provident Fund Commissioner, it has been disclosed in an elaborate and": "(9 क्षेत्रीय भविष्य निधि आयुक्त द्वारा दायर लिखित बयान में, एक विस्तृत",
  "Moreover, the work-charged employees were covered within the": "कार्य-प्रभारित आधार पर नहीं हैं, इसके अलावा, कार्य-प्रभारित कर्मचारियों को",
  "definition of “employ under section 2(f) of ‘the Act’, as they were": "'अधिनियम' की खंड 2 (एफ) के तहत रोजगार की परिभाषा के तहत शामिल",
  "employed in connection with the work of the establishment, that building and construction of the Hyde! Channel and its up-keep": "किया गया था, क्योंकि वे प्रतिष्ठान के काम, हाइडल चैनल के निर्माण और उसके",
  "and maintenance, etc.": "रखरखाव आदि के संबंध में कार्यरत थे।",
  "(4) After hearing the learned counsel for the partics and having": "(५) पक्षों के विद्वान अधिवक्ता को सुनने और अभिलेखों को देखने के बाद,",
  "gone through the records, I am of considered view that the veti- tioner employer, that is Mukherian Hydel Civil Construction Div:-": "मेरा विचार है कि याचिकाकर्ता नियोक्‍ता, अर्थात मुखेरियन हाइडल सिविल",
  "sion is square covered within the definition of “industry” for the purposes of ‘the Act’ and it has rightly taken a decision earlier, to": "निर्माण प्रभाग 'अधिनियम' के उद्देश्यों के लिए 'उद्योग' की परिभाषा के अंतर्गत",
  "make deductions from the wages of the workmen by way of their": "आता है और इसने भविष्य निधि में उनके योगदान द्वारा से श्रमिकों के वेतन से",
  "had been taken to the benefit of the employees, the same could not be reversed without affording an opportunity of hearing to them.": "कर्मचारियों के लाभ के लिए निर्णय लेने के बाद, उन्हें सुनने का अवसर दिए",
  "petitioner-employer to reverse its earlier decision and stop the afore-": "याचिकाकर्ता-नियोक्ता को कानूनी रूप से अपने पहले के निर्णय को उलटने",
  "the employees which was adverse and deterimental to their interest.": "की सेवा की शर्तों में परिवर्तन था जो उनके हित के लिए प्रतिकूल और अपायकर",
  "Further, according to Section 1(3)(b) of ‘the Act’, any  establish- ment employing more than twenty workmen was specifically in-": "था। इसके अलावा, 'अधिनियम' की खंड | (3) (बी) के अनुसार, बीस से अधिक श्रमिकों को नियुक्त करने वाले किसी भी प्रतिष्ठान को 23 सितंबर, 980 को",
  "cluding for the purposes of ‘the Act’, by the following notification": "जारी निम्नलिखित अधिसूचना द्वारा 'अधिनियम' के उद्देश्यों के लिए विशेष रूप",
  "New Delhi, the 23rd September. 1980.": "नईदिल्‍ली 23 सितंबर 7980",
  "(b) of sub-section (3) of Section 1 of the Employees’": "अधिनियय(7952 का।9) की #्षरा। की उप क्षरा(3) के खंड(बी)",
  "Industry and in each of which twenty or more persons are employed, as a class of establishments to which the": "है।कि 4वन और।निर्याण उद्योग में लगे प्रत्येक प्रतिशन और जिनमें सेप्रत्येक में बीय या अधिक व्यक्ति कार्यरत हैं को प्रतिष्नों के एक",
  "are employed, as a class of establishments to which the provisions of the said Act shall apply with effect from": "खंड के रूप में िर्शरित करती है जिन पर उक्त अधिनियम के",
  "By virtue of this notification, the petitioner-employer stands includ-": "इस अधिसूचना के आधार पर, याचिकाकर्ता-नियोक्ता को 'अधिनियम' के",
  "ed within the definition of “industry” for the purposes of ‘the Act’": "उद्देश्यों के लिए 'उद्योग' की परिभाषा में मार्च से शामिल किया गया है और इसी"
}