{
  "DAL CHAND v. STATE OF HARYANA AND OTHERS 861 (Suvir Sehgal, J.)": "दाल चंद बनाम हरियाणा राज्य एवं अन्य (सुविर सहगल, जे.)",
  "(11) There is no dispute about the fact that vide award dated 03.02.2020, petitioner has been ordered to be reinstated in service with": "(।।) इस तथ्य पर कोई विवाद नहीं है कि दिनांक 03.02.2020 के अवार्ड के अनुसार याचिकाकर्ता को सेवा में",
  "continuity and 25% back wages from the date of termination. The": "निरंतरता और समाप्ति की तिथि से 25% बकाया वेतन के साथ बहाल करने का आदेश दिया गया है। अवार्ड का",
  "implication of the award is that the petitioner had continuity in service and was therefore entitled for the benefit of counting daily wage service": "पुरस्कार का निहितार्थ यह है कि याचिकाकर्ता की सेवा में निरंतरता थी और इसलिए वह पेंशन लाभ की गणना के लिए",
  "rendered by him from 01.01.1995 till the date of regularization as": "के रूप में 0.0.995 से नियमितीकरण की तिथि तक उसके द्वारा की गई दैनिक वेतन सेवा की गणना करने के",
  "qualifying service for computing pensionery benefits. His case would squarely be covered under Rule 14 (4) of the Pension Rules reproduced": "करने के लाभ का हकदार था। उसका मामला ऊपर पुनरुत्पादित पेंशन नियमों के नियम ५ (५) के अंतर्गत आता है।",
  "above. However, petitioner is not entitled to arrears of difference in pay from the date of regularization.": "हालाँकि, याचिकाकर्ता नियमितीकरण की तिथि से वेतन में अंतर के बकाया का हकदार नहीं है।",
  "(12) Ergo, it is held that the period of service rendered by the petitioner as a daily wager be treated as qualifying service for": "(72) इसलिए, यह माना जाता है कि याचिकाकर्ता द्वारा दैनिक वेतनभोगी के रूप में की गई सेवा की अवधि को",
  "purpose of pension. A direction is issued to respondent No.3 to make": "पेंशन के उद्देश्य के लिए अर्हक सेवा माना जाना चाहिए। प्रतिवादी संख्या 3 को चार महीने की अवधि के भीतर विवादित",
  "appropriate modification in impugned orders, Annexures P-4 and P-5": "आदेशों, अनुलग्रक पी-५ और पी-5 में उचित संशोधन करने का निर्देश जारी किया जाता है। पेंशन का बकाया इस",
  "years onlybefore the date of this order and shall be disbursed to the petitioners within the aforesaid period.": "आदेश की तारीख से पहले केवल तीन वर्षों तक सीमित है और याचिकाकर्ताओं को उक्त अवधि के भीतर वितरित",
  "Divya Gurnay": "दिव्या गुरने",
  "(Suvir Sehgal, J.)": "(सुवीर सहगल, जे.)",
  "Before Suvir Sehgal, J.": "सुवीर सहगल से पहले जे. के समक्ष",
  "DAL CHAND—Petitioner": "दाल चंद--याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य एवं अन्य--उत्तरदाता",
  "CWP No. 27024 of 2018": "वर्ष 208 का सीडब्ल्यूपी संख्या 2702५",
  "January 10, 2023": "0 जनवरी, 2023",
  "Constitution of India, 1950—Arts. 226 & 227— Haryana Civil Services (Pension) Rules, 2016—R. 14— Petitioner, working with": "भारतीय संविधान, 950--अनुच्छेद 226 और 227-हरियाणा सिविल सेवा (पेंशन) नियम, 206--आर. १४-",
  "respondent as a cleaner on daily wage basis since 01.01.1995,": "याचिकाकर्ता, प्रतिवादी के साथ 0.0.995 से दैनिक मजदूरी के आधार पर सफाईकर्मी के रूप में काम कर रहा",
  "services terminated on 16.10.1995—He raised dispute before Labour": "था, 46.0.995 को उसकी सेवाएं समाप्त हो गईं--उसने श्रम न्यायालय के समक्ष विवाद उठाया, जिसने",
  "Court which ordered vide award dated 03.02.2000 for him to be re- instated with continuity of service and 25% back wages from the date": "03.02.2000 के आदेश के तहत उसे सेवा में निरंतरता के साथ बहाल करने और समाप्ति की तिथि से 25% पिछला",
  "of termination—His services were regularised but petitioner is aggrieved by the conditions that contributory pension would be": "वेतन देने का आदेश दिया--उसकी सेवाएं नियमित कर दी गईं, लेकिन याचिकाकर्ता इस शर्त से व्यथित है कि सेवा के",
  "applicable after regularisation of service and no arrear of any type to be admissible, his service being regularised in 2014 he would be": "नियमित होने के बाद अंशदायी पेंशन लागू होगी और किसी भी प्रकार का बकाया स्वीकार्य नहीं होगा, उसकी सेवा",
  "be admissible, his service being regularised in 2014 he would be governed by New Pension Scheme—Held that, implication of the": "20॥% में नियमित होने के कारण वह नई पेंशन योजना द्वारा शासित होगा--माना गया कि, श्रम न्यायालय के निर्णय का",
  "and was therefore entitled to benefit of counting daily wage service rendered from 01.01.1995 till date of regularisation for computing": "से नियमितीकरण की तिथि तक की दैनिक मजदूरी सेवा की गणना के लाभ का हकदार था।",
  "Held, that there is no dispute about the fact that vide award dated 03.02.2020, petitioner has been ordered to be reinstated in service": "आयोजित,इस तथ्य के बारे में कोई विवाद नहीं है कि दिनांक 03.02.2020 के पुरस्कार के अनुसार, याचिकाकर्ता को",
  "with continuity and 25% back wages from the date of termination. The": "सेवा समाप्ति की तिथि से निरंतरता और 25% बकाया वेतन के साथ सेवा में बहाल करने का आदेश दिया गया है।",
  "and was therefore entitled for the benefit of counting daily wage service rendered by him from 01.01.1995 till the date of regularization as": "अर्हक सेवा के रूप में 0.0.995 से नियमितीकरण की तिथि तक उसके द्वारा की गई दैनिक वेतन सेवा की गणना",
  "(Para 11)": "(पैरा ॥॥)",
  "Gaurav Gupta, Advocate, for the petitioner in all cases.": "सभी मामलों में याचिकाकर्ता की ओर से गौरव गुप्ता, अधिवक्ता।",
  "Saurabh Mohunta, DAG, Haryana.": "-सौरभ मोहंता, डीएजी, हरियाणा।",
  "SUVIR SEHGAL, J. (ORAL)": "सुविर सहगल, जे. (मौखिक)",
  "(1) This order shall dispose of CWP-27024-2018 titled as Dal Chand versus The State of Haryana and others; CWP-27880-": "(।) यह आदेश सी.डब्लू पी.-2702५-208 जिसका शीर्षक दाल चंद बनाम हरियाणा राज्य और अन्य है;",
  "2018 titled as Raju versus The State of Haryana and others; CWP-": "सी.डब्लू पी..27880-208 जिसका शीर्षक राजू बनाम हरियाणा राज्य और अन्य है; सी.डब्लू पी.-27808-2048",
  "27808- 2018 titled as Bitto versus The State of Haryana and others and CWP- 28900-2018 titled as Kanwar Pal versus The State of": "जिसका शीर्षक बिट्टो बनाम हरियाणा राज्य और अन्य है और सी.डब्लू पी.-28900-2048 जिसका शीर्षक कंवर पाल",
  "Haryana and others as they involve common questions of law and": "बनाम हरियाणा राज्य और अन्य है, का निपटारा करेगा क्योंकि इनमें कानून और तथ्यों के समान प्रश्न शामिल हैं। सुविधा",
  "facts. For the sake of convenience, facts are being taken from CWP- 27024-2018.": "के लिए, सी.डब्लू पी..2702५-20॥8 से तथ्य लिए जा रहे हैं।",
  "(2) Petitioner has approached this Court under Article 226/227 of Constitution of India for issuance of a writ in the nature of": "(2) याचिकाकर्ता ने भारत के संविधान के अनुच्छेद 226/227 के तहत इस न्यायालय से एक रिट जारी करने के",
  "consequential benefitsand arrears of pay with effect from 01.10.2003.": "परिणामी लाभ और वेतन के बकाया से वंचित किया गया है।",
  "(3) Shorn of details, suffice it to notice that the petitioner was working with the respondent as Cleaner on daily wage basis since": "(3) विवरण से इतर, यह बताना पर्याप्त है कि याचिकाकर्ता 0.0.995 से प्रतिवादी के साथ दैनिक वेतन के",
  "working with the respondent as Cleaner on daily wage basis since 01.01.1995. His services were terminated on 16.10.1995. He raised an": "आधार पर क्लीनर के रूप में काम कर रहा था। उसकी सेवाएं 6.0.995 को समाप्त कर दी गईं। उसने श्रम",
  "industrial dispute before the Labour Court and vide award dated 03.02.2000, he was ordered to be reinstated in service with continuity": "न्यायालय के समक्ष एक औद्योगिक विवाद उठाया और दिनांक 03.02.2000 के पुरस्कार के अनुसार, उसे सेवा की",
  "of service and 25 % back wages from the date of termination. He re-": "निरंतरता और समाप्ति की तिथि से 25% पिछला वेतन देने के साथ सेवा में बहाल करने का आदेश दिया गया। वह",
  "joined duties on 06.02.2002. By order dated 11.09.2014, Annexure P-5,": "06.02.2002 को फिर से ड्यूटी पर आ गया। दिनांक .09.20५ के आदेश, अनुलग्रक पी-5 के अनुसार, उसकी",
  "his services were regularized with effect from 01.10.2003. Petitioner is": "सेवाओं को 0.0.2003 से नियमित कर दिया गया। याचिकाकर्ता इसमें लगाई गई शर्तों संख्या ॥ और ॥2 से व्यथित",
  "reproduced as under:-": "है, जिन्हें निम्नानुसार पुन: प्रस्तुत किया गया है: -",
  "“11. The contributory pension scheme would be application after regularization of the service.": "॥. अंशदायी पेंशन योजना सेवा के नियमितीकरण के बाद लागू होगी।",
  "12. No arrear of any type is admissible as per Govt. Notification No.6/7/2014-GDI dated 16.06.2014. The pay of": "2. सरकारी अधिसूचना संख्या 6/7/204-जीडीआई दिनांक 6.06.20५ के अनुसार किसी भी प्रकार का कोई",
  "(4) By subsequent order dated 13.09.2018, Annexure P-4, which": "(५). दिनांक 3.09.20॥8 के अनुवर्ती आदेश, अनुलग्रक पी-५, जिसे यहां भी आरोपित किया गया है, द्वारा",
  "Pension Scheme (NPS).": "योजना (एनपीएस) द्वारा शासित होंगे।",
  "(5) Reliance has been placed by counsel for the petitioner upon a Division Bench judgment of this Court in Harbans Lal versus State": "(5) याचिकाकर्ता के वकील ने हरबंस लाल बनाम पंजाब राज्य और अन्य में इस न्यायालय के डिवीजन बेंच के"
}