{
  "(6) Notice of motion.": "(6) गति की सूचना।",
  "(7) On asking of the Court, Mr. Pankaj Middha, Additional Advocate General, Haryana, accepts notice on behalf of the": "(7) न्यायालय के पूछने पर, श्री पंकज मिड्ढा, अतिरिक्त महाधिवक्ता, हरियाणा, प्रत्यर्थियों की ओर से नोटिस स्वीकार",
  "respondents. He has contended that the instructions, Annexure P-8, are not applicable to the petitioner and probably the petitioner never": "करते हैं। उन्होंने तर्क दिया है कि निर्देश, अनुलग्रक पी-8, याचिकाकर्ता पर लागू नहीं होते हैं और शायद",
  "brought the Disability Certificate, Annexure P-6, to the notice of respondent No.2.": "याचिकाकर्ता ने कभी भी विकलांग प्रमाण पत्र, अनुलग्रक पी-6 को प्रतिवादी संख्या 2 के ध्यान में नहीं लाया।",
  "(8) I have heard counsel for the parties and considered their submissions.": "(8) मैंने पक्षों के वकीलों को सुना है और उनकी दलीलों पर विचार किया है।",
  "(9) State counsel is not in a position to dispute the disability of the petitioner. However, it is apparent from the impugned order,": "(9) राज्य का वकील याचिकाकर्ता की अक्षमता पर विवाद करने की स्थिति में नहीं है। तथापि, प्रत्यर्थी संख्या. 2 द्वारा",
  "Annexure P-2, passed by respondent No.2 that neither he has noticed that the petitioner is disabled, nor there is any reference to the": "पारित आशक्षेपित आदेश, अनुलग्नक पी-2 से यह स्पष्ट है कि न तो उसने ध्यान दिया है कि याचिकाकर्ता अक्षम है और",
  "Government instructions, Annexure P-8. Once a benefit has been": "न ही सरकारी निर्देशों, अनुलग्रक पी-8 का कोई संदर्भ है। एक बार सरकार द्वारा विकलांग कर्मचारियों को लाभ",
  "upon the authority concerned to examine the applicable instructions and": "प्रदान किए जाने के बाद, संबंधित प्राधिकारी के लिए यह अनिवार्य है कि वह लागू निर्देशों की जांच करे और उसके",
  "thereafter pass an order as to whether benefit can be extended to an aggrieved employee. This Court is of the view that as this aspect has": "बाद एक आदेश पारित करे कि क्या किसी पीड़ित कर्मचारी को लाभ दिया जा सकता है। इस न्यायालय का विचार है",
  "neither been considered, nor looked into, impugned order cannot be": "कि चूंकि इस पहलू पर न तो विचार किया गया है और न ही इस पर गौर किया गया है, इसलिए आशक्षेपित आदेश को",
  "(10) As a result, writ petition is allowed and impugned order, Annexure P-2, is set aside. Respondent No.2 is directed to pass": "(0) परिणामस्वरूप, रिट याचिका की अनुमति दी जाती है और आशक्षेपित आदेश, अनुलग्रक पी-2, को अलग कर",
  "a fresh order after hearing the petitioner and considering the Government instructions, Annexure P-8. In case respondent No.2 finds": "दिया जाता है। प्रत्यर्थी संख्या. 2 को याचिकाकर्ता को सुनने और सरकारी निर्देशों, अनुलग्रक पी-8 पर विचार करने के",
  "that the petitioner is not entitled for exemption, he shall pass a speaking order giving reasons in support thereof. This exercise be carried out": "का हकदार नहीं है, तो वह इसके समर्थन में कारण देते हुए एक बोलने वाला आदेश पारित करेगा। यह अभ्यास इस",
  "within a period of four months from the date of receipt of communication of this order.": "आदेश के संचार की प्राप्ति की तारीख से चार महीने की अवधि के भीतर किया जाना चाहिए।",
  "(11) Writ petition is disposed of.": "() लिखित याचिका का निपटारा किया जाता है।",
  "Kriti Sharma Avasthi": "कृति शर्मा अवस्थी",
  "he shall pass a speaking order giving reasons in support thereof. This": "वह उसके समर्थन में कारण देते हुए एक भाषण आदेश पारित करेगा। यह अभ्यास इस आदेश के संचार की प्राप्ति",
  "exercise be carried out within a period of four months from the date of": "की तारीख से चार महीने की अवधि के भीतर किया जाना चाहिए। (पैरा 8)",
  "Further held, that writ petition is disposed of. (Para 9)": "आगे अभिनिर्धारित किया गया कि उस रिट याचिका का निपटान किया जाता है। (पैरा 9)",
  "Amit Parashar, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता अमित पाराशर।",
  "SUVIR SEHGAL, J. (Oral)": "सुवीर सहगल, जे। (मौखिक)",
  "CM-6175-2023": "सीएम-675-2023",
  "(1) Application is allowed as prayed for.": "(।) अनुरोध के अनुसार आवेदन की अनुमति है।",
  "(2) Government instructions dated 20.01.1998 are taken on record as Annexure P-8.": "(2) दिनांक 20.0.998 के सरकारी निर्देशों को अनुलग्रक पी-8 के रूप में अभिलिखित किया गया है।",
  "CWP-2746-2023": "सीडब्ल्यूपी-27५6-2023",
  "(3) Challenge in the instant petition is to order dated 25.08.2022, Annexure P-2, whereby, claim of the petitioner for grant of": "(3) तत्काल याचिका में चुनौती दिनांक 25.08.2022, अनुलग्नक पी-2 के आदेश के लिए है, जिसके तहत, क्लर्क के",
  "annual increment on the post of Clerk has been denied.": "पद पर वार्षिक वृद्धि के अनुदान के लिए याचिकाकर्ता के दावे को अस्वीकार कर दिया गया है।",
  "(4) Ina nut shell, facts leading to the filing of the writ petition are that the petitioner was appointed as a Peon in January 2000 and": "(५) इस मामले में, रिट याचिका दायर करने के लिए अग्रणी तथ्य यह हैं कि याचिकाकर्ता को जनवरी 2000 में एक",
  "promoted to the post of Clerk in the year 2009. He was further": "शिपाई के रूप में नियुक्त किया गया था और वर्ष 2009 में क्लर्क के पद पर पदोन्नत किया गया था। उन्हें 203 में",
  "promoted as Assistant Wasal Baki Navees (AWBN) in 2013. As he": "सहायक वासल बकी नवीस (एडब्ल्यूबीएन) के रूप में पदोन्नत किया गया था। चूंकि उन्हें आगे पदोन्नत नहीं किया जा",
  "was not being promoted further, he approached this Court by filing a": "रहा था, इसलिए उन्होंने एक रिट याचिका दायर करके इस अदालत का दरवाजा खटखटाया और इसकी लंबित",
  "writ petition and during its pendency, vide order dated 23.04.2021, he was promoted as Wasal Baki Navees (WBN). However, as increments": "अवधि के दौरान, दिनांक 23.04.202 के आदेश के अनुसार, उन्हें वासल बकी नवीस के रूप में पदोन्नत किया गया",
  "in the pay-scale admissible on the post of Clerk, were not granted, this": "(डब्ल्यूबीएन). तथापि, चूंकि लिपिक के पद पर स्वीकार्य वेतनमान में वृद्धि मंजूर नहीं की गई थी, इसलिए इस",
  "Court vide order dated 01.06.2022, Annexure, P-1, while disposing of": "न्यायालय ने दिनांक 0.06.2022 के आदेश, अनुलग्नक, पी- द्वारा रिट याचिका का निपटारा करते हुए प्रत्यर्थियों",
  "the writ petition, directed the respondents to decide the representation submitted by the petitioner. By impugned order, Annexure P- 2,": "को याचिकाकर्ता द्वारा प्रस्तुत अभ्यावेदन पर निर्णय लेने का निर्देश दिया। आक्षेपित आदेश द्वारा, अनुलग्रक पी-2,",
  "representation has been rejected by respondent No.2.": "प्रत्यर्थी संख्या. 2 द्वारा प्रतिनिधित्व को अस्वीकार कर दिया गया है।",
  "(5) Counsel for the petitioner contends that the sole ground for denial of annual increment is that the petitioner had not cleared the type": "(5) याचिकाकर्ता के वकील का तर्क है कि वार्षिक वृद्धि से इनकार करने का एकमात्र आधार यह है कि याचिकाकर्ता",
  "test within a period of one year of the date of joining on the post of": "ने क्लर्क के पद पर शामिल होने की तारीख से एक वर्ष की अवधि के भीतर टाइप टेस्ट पास नहीं किया था। विकलांग",
  "Clerk. By referring to Disability Certificate, Annexure P-6, counsel for the petitioner submits that the petitioner is 60% disabled and is": "प्रमाणपत्र, अनुलग्रक पी-6 का उल्लेख करते हुए, याचिकाकर्ता के वकील ने प्रस्तुत किया कि याचिकाकर्ता 60%",
  "locomotor disabled. He urges that by instructions, Annexure P-8, Government has decided to grant exemption to the handicapped": "विकलांग है और लोकोमोटर विकलांग है। उन्होंने आग्रह किया कि निर्देशों द्वारा, अनुलग्नक पी-8, सरकार ने विकलांग",
  "Government has decided to grant exemption to the handicapped employees from the condition of passing the type test, but while": "कर्मचारियों को टाइप टेस्ट पास करने की शर्त से छूट देने का निर्णय लिया है, लेकिन आक्षेपित आदेश, अनुलमग्नरक पी-"
}