{
  "(G.S. Sandhawalia, CJ.)": "(जी.एस.संधावालिया,सी.जे.)",
  "private employer and as noticed, directing it to do which itself is": "(जी.एस. संधावालिया,सी.जे.) निजी नियोक्ता और जैसा कि देखा गया है, उसे ऐसा करने का निर्देश देना जो स्वयं",
  "forbidden for public employment.": "सार्वजनिक रोजगार के लिए निषिद्ध है।",
  "(Para 74)": "(पैरा 7५)",
  "Further held, that In such circumstances, we are of the considered opinion that the restrictions imposed in the Statute as such": "आगे कहा गया है कि ऐसी परिस्थितियों में, हमारी सुविचारित राय है कि क़ानून में लगाए गए प्रतिबंधों का",
  "have far reaching effect and cannot be held to be reasonable in any": "दूरगामी प्रभाव होता है और इसे किसी भी तरह से उचित नहीं ठहराया जा सकता है, जिसमें किसी हस्तक्षेप की",
  "manner which would warrant no interference. Resultantly, we are of the considered view that they cannot be protected under Articles 19(5) and 19(6) of the Constitution of India, as contended by counsel for the State.": "आवश्यकता नहीं होगी। परिणामस्वरूप, हमारा मानना है कि उन्हें भारत के संविधान के अनुच्छेद 9(5) और 9(6) के तहत संरक्षित नहीं किया जा सकता है, जैसा कि राज्य के वकील ने तर्क दिया है।",
  "(Para 75)": "(पैरा 75)",
  "Anupam Gupta, Senior Advocate, with Bhavnik Mehta, Gautam Pathania and": "अनुपम गुप्ता, वरिष्ठ अधिवक्ता, भावनिक मेहता, गौतम पठानिया और के साथ",
  "Sukhpal Singh and Mr. Tushar Sharma, Advocates, for the petitioners (s) (in CWP-26573-2021 and CWP- 1698-2022).": "याचिकाकर्ताओं के लिए वकील सुखपाल सिंह और श्री तुषार शर्मा (सीडब्ल्यूपी-26573-202। और सीडब्ल्यूपी- 698-2022 में)",
  "Akshay Bhan, Senior Advocate, with Amandeep Singh Talwar, Hiresh Choudhary, Surbhi Sharma, Ivan Khosa, Shivam Grover": "याचिकाकर्ता के लिए अक्षय भान, वरिष्ठ अधिवक्ता, अमनदीप सिंह तलवार, हीरेश चौधरी, सुरभि शर्मा, इवान खोसा,",
  "and Harsh Vasu Gupta, Advocates, for the petitioner (in CWP- 24967-2021).": "शिवम ग्रोवर और हर्ष वासु गुप्ता, अधिवक्ता (सीडब्ल्यूपी-2+५967-202। में)",
  "Siddharth Dias and Gursher Bhandel, Advocates, for the petitioner (in CWP-584-2022). None for the petitioner (s) (in": "याचिकाकर्ता के लिए वकील सिद्धार्थ डायस और गुरशेर भंडेल (सीडब्ल्यूपी-58५-2022 में)। याचिकाकर्ताओं के लिए",
  "CWPs-25037, 25539 and 25988 of 2021 and 1404, 3860 of 2022).": "कोई नहीं (202 के सीडब्ल्यूपी-25037, 25539 और 25988 और 2022 के 40५, 3860 में)।",
  "Puneet Bali, Senior Advocate, with Jagbir Malik, Addl. A.G.,": "पुनीत बाली, वरिष्ठ अधिवक्ता, जगबीर मलिक, अतिरिक्त के साथ। प्रतिवादी-राज्य की ओर से ए.जी., हरियाणा,",
  "Haryana, Shivam Sharma, and Uday Agnihotri, Advocates, for": "शिवम शर्मा, और उदय अग्निहोत्री, अधिवक्ता।",
  "Satya Pal Jain, Additional Solicitor General of India, with Dheeraj Jain, and Gurmeet Kaur Gill, Senior Panel Counsel, for the UOI.": "यूओआई के लिए भारत के अतिरिक्त सॉलिसिटर जनरल सत्यपाल जैन, धीरज जैन और वरिष्ठ पैनल वकील गुरमीत कौर गिल के साथ।",
  "G.S. SANDHAWALTA, J.": "जी.एस.संधावालिया,जे.",
  "(1) The present judgment shall dispose of 9 cases i.e. CWP": "(॥) वर्तमान निर्णय 9 मामलों का निपटान करेगा अर्थात 202। के सीडब्ल्यूपी नंबर 26573, 24967, 25037,",
  "Nos. 26573, 24967, 25037, 25539 and 25988 of 2021 and CWP Nos.584, 1404, 3860 and 1698 of 2022. Facts have been taken from": "25539 और 25988 और 2022 के सीडब्ल्यूपी नंबर 58५, +40५, 3860 और 698 तथ्य सीडब्ल्यूपी-26573-",
  "State of Haryana and another, CWP No. 24967 of 2022, Faridabad Industries Association versus State of Haryana and another and": "सीडब्ल्यूपी नंबर 2५967, फरीदाबाद इंडस्ट्रीज एसोसिएशन बनाम हरियाणा राज्य और अन्य और",
  "provided to eligible local candidates where qualified or suitable": "जहां योग्य या उपयुक्त उम्मीदवार उपलब्ध नहीं हैं, वहां पात्र स्थानीय उम्मीदवारों को प्रदान किया जाता है। प्रश्नगत",
  "candidates are not available. The objects and reasons for introducing the Act in question read thus:-": "अधिनियम को प्रस्तुत करने के उद्देश्य और कारण इस प्रकार पढ़ें:-",
  "“HARYANA GOVT. GAZ. (EXTRA). OCT. 31, 2020 (KRTK 9, 1942 SAKA)": "“हरियाणा सरकार जीएज़ेड (अतिरिक्त) अक्टूबर. 3), 2020 (केआरटीके 9, 9५2 शक)",
  "STATEMENT OF OBJECTS AND REASONS": "वस्तुओं और कारणों का विवरण",
  "To provide reservation to the local candidates of Haryana in private employment under various Companies Societies, Trusts, Limited Liability Partnerships Firms Partnership Firm etc. situated in Haryana for a period of ten years, the": "हरियाणा में स्थित विभिन्न कंपनियों, सोसायटी, ट्रस्ट, सीमित देयता भागीदारी फर्म, पार्टनरशिप फर्म आदि के तहत निजी रोजगार में हरियाणा के स्थानीय उम्मीदवारों को दस साल की अवधि के लिए आरक्षण प्रदान करने के लिए,",
  "Government of Haryana has proposed a Bill named as \"The Haryana State Employment of Local Candidates Bill,": "हरियाणा सरकार ने \"हरियाणा\" नाम से एक विधेयक प्रस्तावित किया है। स्थानीय उम्मीदवारों का राज्य रोजगार",
  "2020\"": "विधेयक, 2020\"",
  "The influx of a large number of migrants competing for low-paid jobs places a_ significant impact on_ local": "कम वेतन वाली नौकरियों के लिए प्रतिस्पर्धा करने वाले बड़ी संख्या में प्रवासियों के आने से स्थानीय बुनियादी ढांचे",
  "infrastructure and housing and leads to proliferation of slums This has led to environmental and health issues which": "और आवास पर महत्वपूर्ण प्रभाव पड़ता है और झुग्गियों का प्रसार होता है। इससे पर्यावरण और स्वास्थ्य संबंधी",
  "has been acutely felt in the urban areas of Haryana affecting": "समस्याएं पैदा होती हैं, जो हरियाणा के शहरी क्षेत्रों में तीव्रता से महसूस की जाती हैं, जिससे गुणवत्ता प्रभावित होती",
  "quality of living and livelihood. Therefore, giving preference to local candidates in low-paid jobs is _ socially,": "है। जीवन और आजीविका का. इसलिए, कम वेतन वाली नौकरियों में स्थानीय उम्मीदवारों को प्राथमिकता देना",
  "economically and environmentally desirable and any such preference would be in the interests of the general public.": "सामाजिक, आर्थिक और पर्यावरणीय दृष्टि से वांडनीय है और ऐसी कोई भी प्राथमिकता आम जनता के हित में होगी।",
  "With the enactment of the present Bill, in the interest of public at large, the State is also going to encourage all the private employers in Haryana to boost local employment.": "वर्तमान विधेयक के अधिनियमन के साथ, बड़े पैमाने पर जनता के हित में, राज्य स्थानीय रोजगार को बढ़ावा देने के लिए हरियाणा में सभी निजी नियोक्‍्ताओं को भी प्रोत्साहित करने जा रहा है। यह विधेयक योग्य और प्रशिक्षित स्थानीय",
  "The Bill will provide tremendous benefits to the private employers directly or indirectly through qualified and": "कार्यबल के माध्यम से प्रत्यक्ष या अप्रत्यक्ष रूप से निजी नियोक्ताओं को जबरदस्त लाभ प्रदान करेगा। स्थानीय स्तर",
  "trained local work force Availability of suitable workforce locally would enhance the efficiency of Industry as the": "पर उपयुक्त कार्यबल की उपलब्धता से उद्योग की दक्षता में वृद्धि होगी क्योंकि कार्यबल किसी भी औद्योगिक",
  "workforce is one of the major components for the development of any industrial organization/factory.": "संगठन/कारखाने के विकास के लिए प्रमुख घटकों में से एक है।",
  "The Bill seeks to achieve above objectives.": "विधेयक उपरोक्त उद्देश्यों को प्राप्त करना चाहता है।",
  "The salient features of the Bill are as follows:-": "विधेयक की मुख्य विशेषताएं इस प्रकार हैं:-",
  "1. To provide at least 75% of employment to the local candidates in various Companies, Societies Trusts, Limited Liability Partnerships Firms Partnership Firm etc. situated in the State of Haryana.": "।. हरियाणा राज्य में स्थित विभिन्न कंपनियों, सोसायटी ट्रस्ट, सीमित देयता भागीदारी फर्म पार्टनरशिप फर्म आदि में स्थानीय उम्मीदवारों को कम से कम 75% रोजगार प्रदान करना।",
  "Before G.S. Sandhawalia & Harpreet Kaur Jeewan, JJ.": "समक्ष जी.एस.संधावालिया और हरप्रीत कौर जीवन जे.जे,",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER—": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य-",
  "Petitioner(s)": "याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHERS—Respondents": "हरियाणा और अन्य राज्य-प्रतिवादी",
  "CWP No. 26573 of 2021": "202। का सीडब्ल्यूपी नंबर 26573",
  "November 17, 2023": "॥7 नवंबर 2023",
  "Constitution of India, 1950—Art. 14,16, 19—Challenge to the vires of the Haryana State Employment of Local Candidates Act,": "भारत का संविधान,।950-अनुच्छेद-५,6,9-हरियाणा राज्य स्थानीय उम्मीदवारों के रोजगार अधिनियम, 2020",
  "2020(in short the 2020 Act) —whether it is unconstitutional and": "(संक्षेप में 2020 अधिनियम) की शक्तियों को चुनौती - चाहे वह असंवैधानिक हो और भारत के संविधान के भाग-॥",
  "violative of Part-II of the Constitution of India—on account that it provides reservation in private employment and restrictions imposes": "का उल्लंघन हो - इस आधार पर कि यह प्रदान करता है निजी रोजगार में आरक्षण और अनुच्छेद 2 के तहत",
  "upon all private employers as defined under Article 2€ affecting rights to carry on occupation, trade or business under Art. 19(1)(g) of": "परिभाषित सभी निजी नियोक्‍्ताओं पर प्रतिबंध लगाया गया है, जो कला के तहत व्यवसाय, व्यापार या कारोबार करने",
  "rights to carry on occupation, trade or business under Art. 19(1)(g) of the Constitution of India—Requirement to register an employee on": "के अधिकारों को प्रभावित करता है। भारत के संविधान की धारा 9()(जी)- रुपये से कम वेतन पाने वाले कर्मचारी",
  "designated portal being paid less than Rs. 30,000/-per month upto": "को निर्दिष्ट पोर्टल पर पंजीकृत करने की आवश्यकता। 30,000/»- प्रति माह 75% तक, भारत के संविधान के तहत",
  "permises for purposes of examining the records, registers and documents by giving just one day prior notice are conditions which": "और केवल एक दिन पूर्व सूचना देकर रिकॉर्ड मंगाने और रिकॉर्ड, रजिस्टरों और दस्तावेजों की जांच के प्रयोजनों के",
  "can be termed as “Inspector Raj’ of the State—State exercises": "लिए परमिट का निरीक्षण करने की प्राधिकृत अधिकारी की शक्ति ऐसी स्थितियाँ हैं जिन्हें राज्य का \"इंस्पेक्टर राज\"",
  "absolute control over private employer directing it to do which itself is": "कहा जा सकता है - राज्य इस पर पूर्ण नियंत्रण रखता है निजी नियोक्ता को ऐसा करने का निर्देश देना जो स्वयं",
  "forbidden for public employment. In such circumstances, the": "सार्वजनिक रोजगार के लिए निषिद्ध है। ऐसी परिस्थितियों में क़ानून में लगाए गए प्रतिबंधों को किसी भी तरह से",
  "any manner. Resultantly, action of state cannot be protected under": "उचित नहीं ठहराया जा सकता है। परिणामस्वरूप, राज्य की कार्रवाई को कला के तहत संरक्षित नहीं किया जा",
  "Arts. 19(5) and 19(6) of the Constitution of India, writ Petitions—The Haryana State Employment of Local Candidates Act, 2020 held": "सकता है। भारत के संविधान के 9(5) और ॥9(6), रिट याचिकाएँ-हरियाणा राज्य स्थानीय उम्मीदवारों का रोजगार",
  "Haryana State Employment of Local Candidates Act, 2020 held unconstitutional and violative of Part ITI of the Constitution of India and accordingly held ultravires the same and is ineffective from the": "अधिनियम, 2020 को असंवैधानिक और भारत के संविधान के भाग ॥ का उल्लंघन माना जाता है और तदनुसार",
  "and accordingly held ultravires the same and is ineffective from the date it came into force.": "अल्ट्रावाइरस माना जाता है और अप्रभावी है। वह तिथि जब यह लागू हुआ।",
  "Held, that Reliance can be placed upon the judgment in P.A. Inamdar and others versus State of Maharashtra and others2005 (6)": "माना गया कि पी.ए. में फैसले पर भरोसा किया जा सकता है। इनामदार और अन्य बनाम महाराष्ट्र राज्य और अन्य",
  "SCC 537wherein it was held by a 7-Judge Bench of the Apex Court": "2005 (6) एससीसी 537 जिसमें शीर्ष अदालत की 7-न्यायाधीशों की पीठ ने कहा था कि अल्पसंख्यक संस्थानों में",
  "CWP-1698-2022, Akhilesh Leekha versus State of Haryana and another since purely a legal question is involved in this batch of cases": "सीडब्ल्यूपी-6 98-2022, अखिलेश लीखा बनाम हरियाणा राज्य और एक अन्य चूंकि विशुद्ध रूप से एक कानूनी",
  "regarding the vires of The Haryana State Employment of Local Candidates Act, 2020 (in short 'the 2020 Act') and whether the same is": "प्रश्न हरियाणा राज्य स्थानीय उम्मीदवारों के रोजगार अधिनियम, 2020 (संक्षेप में '2020 अधिनियम\") की शक्तियों",
  "unconstitutional and violative of Part-III of the Constitution of India.": "के संबंध में मामलों के इस बैच में शामिल है और क्‍या यह असंवैधानिक है और भारत के संविधान के भाग-॥ का उल्लंघन है।",
  "(2) The petitioners' Association is stated to be duly registered under the provisions of Haryana Registration & Regulation of Societies": "(2) याचिकाकर्ताओं की एसोसिएशन को हरियाणा पंजीकरण और सोसायटी विनियमन अधिनियम, 2042 के",
  "Act, 2012 comprising of allottees of industrial plots/sites at Industrial Model Township, Tehsil Manesar, District Gurugram who are carrying on their industrial and business activities in the State of Haryana. The": "प्रावधानों के तहत विधिवत पंजीकृत बताया गया है, जिसमें औद्योगिक मॉडल टाउनशिप, तहसील मानेसर, जिला गुरुग्राम में औद्योगिक भूखंडों/स्थलों के आवंटी शामिल हैं, जो अपना औद्योगिक कार्य कर रहे हैं। और हरियाणा",
  "resolutions in favour of the authorized representatives have been duly appended.": "राज्य में व्यावसायिक गतिविधियाँ। अधिकृत प्रतिनिधियों के पक्ष में संकल्प विधिवत संलग्न किया गया है।",
  "(3) The petitioners lay challenge to 'the 2020 Act’ on account of the fact that it provides reservation in private employment and creates": "(3) याचिकाकर्ता इस तथ्य के आधार पर '2020 अधिनियम' को चुनौती देते हैं कि यह निजी रोजगार में आरक्षण",
  "an unprecedented intrusion by the State Government into the fundamental rights of the private employers to carry on their business": "प्रदान करता है और राज्य सरकार द्वारा निजी नियोक्‍्ताओं के अपने व्यवसाय और व्यापार को जारी रखने के मौलिक",
  "and trade as provided under Article 19 of Constitution of India. The": "अधिकारों में एक अभूतपूर्व घुसपैठ बनाता है। भारत के संविधान के अनुच्छेद 9 के तहत प्रदान किया गया। इस",
  "restrictions thus placed upon the rights of the petitioners are alleged not to be reasonable and are manifestly arbitrary, capricious, excessive and": "प्रकार याचिकाकर्ताओं के अधिकारों पर लगाए गए प्रतिबंध उचित नहीं हैं और स्पष्ट रूप से मनमाने, मनमौजी,",
  "uncalled for and the same being violative of the principles of natural justice, equality, liberty and fraternity laid down in the Preamble of the": "अत्यधिक और अनावश्यक हैं और प्रस्तावना में निर्धारित प्राकृतिक न्याय, समानता, स्वतंत्रता और बंधुत्व के सिद्धांतों",
  "Constitution of India and is subject to challenge. Similarly, infringement of Article 14 of the Constitution of India is also alleged in": "का उल्लंघन हैं। भारत का संविधान चुनौती का विषय है। इसी तरह, भारत के संविधान के अनुच्छेद ॥५ के उल्लंघन",
  "as much as all citizens of the country would have a right to equal employment, to reside and to settle in the State of Haryana and the Act,": "का भी आरोप लगाया गया है क्योंकि देश के सभी नागरिकों को समान रोजगार, निवास करने और हरियाणा राज्य में",
  "country and the idea of a common Indian identity. It has been averred": "और एक समान भारतीय पहचान के विचार पर हमला। यह तर्क दिया गया है कि प्रश्न में प्रतिमा द्वारा विभिन्न राज्यों में",
  "that a fundamental wedge is sought to be created between persons": "रहने वाले व्यक्तियों के बीच एक मौलिक दरार पैदा करने की कोशिश की गई है जो भारत के संविधान में प्रदान की",
  "to the concept of common citizenship provided in the Constitution of India. The entire aim and objectives of the Act was alleged to be incorrect, misconceived, fanciful and granting overly broad discretion": "गई सामान्य नागरिकता की अवधारणा के विपरीत है। अधिनियम के संपूर्ण लक्ष्य और उद्देश्यों को गलत, गलत,",
  "incorrect, misconceived, fanciful and granting overly broad discretion to the authorized officers appointed thereunder apart from the": "काल्पनिक और उसके तहत नियुक्त अधिकृत अधिकारियों को अत्यधिक व्यापक विवेक प्रदान करने वाला बताया",
  "averments that the Haryana State lacked the legislative competence to pass the same and it being in the domain of the central legislative and,": "गया था, सिवाय इसके कि हरियाणा राज्य में इसे पारित करने के लिए विधायी क्षमता का अभाव था और यह डोमेन में",
  "thus, fell foul of Article 246 of the Constitution of India.": "था। केंद्रीय विधानमंडल का और, इस प्रकार, भारत के संविधान के अनुच्छेद 2५6 का उल्लंघन हुआ।",
  "Pleadings of State of Haryana": "हरियाणा राज्य की दलीलें",
  "(4) The stand of the State in its reply was that the members of the petitioner-Association had been allotted industrial plots at": "(५) अपने उत्तर में राज्य का रुख यह था कि याचिकाकर्ता-एसोसिएशन के सदस्यों को उनके व्यवसाय और व्यापार",
  "the petitioner-Association had been allotted industrial plots at subsidized rates for carrying out their business and trade and, therefore,": "को चलाने के लिए रियायती दरों पर औद्योगिक भूखंड आवंटित किए गए थे और इसलिए,",
  "924 ILL.R. PUNJAB AND HARYANA 2023(2)": "922",
  "15(1) of the Constitution of India and the unemployed local youth were a distinct class and reasonable classification could be made of this": "भारतीय संविधान की धारा 5(॥) और बेरोजगार स्थानीय युवा एक अलग वर्ग थे और इस अधिनियम के लागू होने के",
  "a distinct class and reasonable classification could be made of this particular class for the purposes of providing 75% employment in private sectors in new employment after the commencement of this": "बाद निजी क्षेत्रों में नए रोजगार में 75% रोजगार प्रदान करने के उद्देश्य से इस विशेष वर्ग का उचित वर्गीकरण किया",
  "Act. Accordingly, it was pleaded that Article 14 of the Constitution of": "जा सकता था। तदनुसार, यह दलील दी गई कि भारत के संविधान का अनुच्छेद ॥५ वर्ग विधान की मनाही करता है",
  "India forbids class legislation but does not forbid reasonable classification. Resultantly, a distinction was sought to be drawn that": "लेकिन उचित वर्गीकरण की मनाही नहीं करता है। परिणामस्वरूप, एक अंतर निकालने की कोशिश की गई कि",
  "domicile and place of birth are two distinct conceptions with different connotations, both in law and fact. The Andhra Pradesh legislation": "निवास और जन्म स्थान कानून और तथ्य दोनों में अलग-अलग अर्थों वाली दो अलग-अलग अवधारणाएं हैं। आंध्र",
  "from which concept it was alleged to be copied was sought to be": "प्रदेश कानून, जिसकी अवधारणा की नकल करने का आरोप लगाया गया था, को इस आधार पर अलग करने की",
  "distinguished on this ground and it was pleaded that the domicile based benefit was recognized and was upheld by the Apex Court. The": "मांग की गई थी और यह दलील दी गई थी कि अधिवास आधारित लाभ को मान्यता दी गई थी और शीर्ष अदालत ने",
  "fundamental rights provided under Article 19(1)(g) was pleaded not to": "इसे बरकरार रखा था। अनुच्छेद 9()(जी) के तहत प्रदान किए गए मौलिक अधिकारों को एक पूर्ण अधिकार नहीं",
  "be an absolute right but a qualified one and the State could impose reasonable restrictions in the interest of general public and it was": "बल्कि एक योग्य अधिकार होने का अनुरोध किया गया था और राज्य आम जनता के हित में उचित प्रतिबंध लगा",
  "paid jobs had placed a significant impact on the local infrastructure and housing leading to proliferation of slums. This had lead to": "करने वाले प्रवासियों ने स्थानीय बुनियादी ढांचे और आवास पर महत्वपूर्ण प्रभाव डाला है, जिससे मलिन बस्तियों का",
  "housing leading to proliferation of slums. This had lead to environmental and health issues which had been acutely felt in the": "प्रसार हुआ है। इससे पर्यावरण और स्वास्थ्य संबंधी समस्याएं पैदा हो गई हैं, जो हरियाणा के शहरी क्षेत्रों में जीवन की",
  "urban areas of Haryana affecting quality of living and livability and, therefore, preference was being given to local candidates for low paid": "गुणवत्ता और रहने की क्षमता को प्रभावित कर रही हैं और इसलिए, कम वेतन वाली नौकरियों के लिए स्थानीय",
  "jobs and any such preference was in the interest of the general public.": "उम्मीदवारों को प्राथमिकता दी जा रही है और ऐसी कोई भी प्राथमिकता लोगों के हित में है। सामान्य जनता। कानून",
  "The sunset clause of the legislation was highlighted that the Act would cease to have effect after 10 years and the State's capacity to build the": "के सनसेट क्लॉज पर प्रकाश डाला गया कि अधिनियम ॥0 वर्षों के बाद प्रभावी नहीं होगा और बुनियादी ढांचे के",
  "infrastructure was highlighted. The amount of Rs.30,000/- per month": "निर्माण की राज्य की क्षमता पर प्रकाश डाला गया। सकल मासिक वेतन के रूप में 30,000/- रुपये प्रति माह की",
  "industry or factory or other employments in the State of Haryana": "उद्योग या कारखाने या अन्य रोजगार में शामिल हो सकते हैं जहां मजदूरी अधिक है और नौकरियों के दायरे का",
  "where wages are more and 25% of the area of the scope of jobs was still available and the intention was not to bar employment out of the State of Haryana in totality. Therefore, the rationale providing such": "25% क्षेत्र अभी भी उपलब्ध था और इरादा समग्र रूप से हरियाणा राज्य से बाहर रोजगार पर रोक लगाने का नहीं",
  "reservation was justified by alleging that the federal structure of the": "था। इसलिए, इस तरह के आरक्षण प्रदान करने के तर्क को यह आरोप लगाकर उचित ठहराया गया था कि भारत के",
  "nation as provided by the Constitution of India was not under attack by the provisions of the Act.": "संविधान द्वारा प्रदान किए गए राष्ट्र के संघीय ढांचे पर अधिनियम के प्रावधानों द्वारा हमला नहीं किया जा रहा था।",
  "Pleadings of Union of India": "भारत संघ की दलीलें",
  "(6) The Union of India in its initial short reply, which was filed after directions had been issued on 22.02.2022 to file a reply since": "(6) भारत संघ ने अपने प्रारंभिक संक्षिप्त उत्तर में, जिसे 22.02.2022 को जवाब दाखिल करने के निर्देश जारी किए",
  "substantial questions of law were involved, took the plea that the": "जाने के बाद दायर किया गया था, क्योंकि इसमें कानून के महत्वपूर्ण प्रश्न शामिल थे, यह दलील दी गई कि कानून",
  "legislation being a State legislation, the Central Government had no comments to offer and the assent had been given by the Governor of": "एक राज्य कानून है, केंद्रीय सरकार के पास देने के लिए कोई टिप्पणी नहीं थी और राज्यपाल ने सहमति दे दी थी",
  "to be a reasonable restriction within the meaning of Article 19(6) of the Constitution of India. Merely since the State resources are poor and": "भारत के संविधान के अनुच्छेद 9(6) के अर्थ के अंतर्गत एक उचित प्रतिबंध होना। केवल चूंकि राज्य के संसाधन",
  "limited, the private employer could not be forced to employ on the basis of the reservation policy in favour of local candidates. Similarly,": "खराब और सीमित हैं, निजी नियोक्‍्ता को स्थानीय उम्मीदवारों के पक्ष में आरक्षण नीति के आधार पर रोजगार देने के",
  "(Regd.) and others versus Union of India and others2014 (8) SCC 1a 5-Judge Bench of the Apex Court, reliance can be made on the": "भारत संघ और अन्य 204 (8) एससीसी । पर भरोसा करते हुए, शीर्ष अदालत की 5-न्यायाधीशों की पीठ, उन",
  "extent of protection of interests of Scheduled Tribes. The issue which was being examined was whether the State could force charitable": "हितों की सुरक्षा की सीमा तक था। जिस मुद्दे की जांच की जा रही थी वह यह था कि क्‍या राज्य निजी शैक्षणिक",
  "under Article 19(1)(g) of the Constitution of India. It can accordingly be pointed out that the power as such which has been given under": "अंतर्निहित अधिकार को नष्ट कर सकता है। तदनुसार, यह बताया जा सकता है कि भारत के संविधान के अनुच्छेद",
  "be pointed out that the power as such which has been given under Article 15(5) of the Constitution of India is confined to the admission of socially and educationally backward class of citizens to private": "5(5) के तहत जो शक्ति दी गई है वह सामाजिक और शैक्षिक रूप से पिछड़े वर्ग के नागरिकों को निजी शैक्षणिक",
  "ultra vires under Article 19(1)(g) has been kept open and any constitutional amendment could not destroy the right.": "क्षेत्र से बाहर घोषित करने का अधिकार खुला रखा गया है और कोई भी संवैधानिक संशोधन इस अधिकार को नष्ट नहीं कर सकता है।",
  "(Para 73)": "(पैरा 73)",
  "Further held, that The restrictions imposed upon all types of private employers as defined under Article 2(e) are gross to the extent": "इसके अलावा, यह माना गया कि अनुच्छेद 2(ई) के तहत परिभाषित सभी प्रकार के निजी नियोक्ताओं पर लगाए गए",
  "that a person's right to carry on occupation, trade or business is grossly": "प्रतिबंध इस हद तक गंभीर हैं कि किसी व्यक्ति का व्यवसाय, व्यापार या व्यवसाय करने का अधिकार अनुच्छेद",
  "impaired under Article 19(1)(g) of the Constitution of India. The": "9() (जी) के तहत पूरी तरह से क्षीण हो जाता है। भारत के संविधान का. ऐसे किसी भी कर्मचारी को तीन महीने के",
  "requirement to register any employee on the designated portal within three months who was being paid less than Rs.30,000/- per month upto": "भीतर निर्दिष्ट पोर्टल पर पंजीकृत करने की आवश्यकता, जिसे प्रति माह 30,000/- रुपये से 75% तक कम भुगतान",
  "onerous. The requirement of submitting quarterly reports and the": "त्रैमासिक रिपोर्ट प्रस्तुत करने की आवश्यकता और केवल एक दिन पूर्व सूचना देकर रिकॉर्ड, रजिस्टरों और",
  "power of the Authorized Officer to call for records and to inspect premises for purposes of examining the records, registers and": "दस्तावेजों की जांच के प्रयोजनों के लिए रिकॉर्ड मांगने और परिसर का निरीक्षण करने के लिए प्राधिकृत अधिकारी",
  "which can be termed as the “/nspector Raj” of the State. The private": "की शक्ति ऐसी स्थितियाँ हैं जिन्हें \"निरीक्षक\" कहा जा सकता है। राज” राज्य का. इस प्रकार, निजी नियोक्‍्ता को राज्य",
  "employ and the penalties which are liable to be imposed on contravention which have already been noticed which multiply on": "के अधीन रखा गया है कि वह किसे नियुक्त करे और उल्लंघन पर जुर्माना लगाया जाए जो पहले ही देखा जा चुका है",
  "account of any violations apart from leading to criminal prosecution by": "जो कि आपराधिक मुकदमा चलाने के अलावा किसी भी उल्लंघन के कारण बढ़ जाता है। शिकायत दर्ज करना. धारा",
  "filing of a complaint. The bar under Section 20 of not being able to challenge the legal proceedings in any Court against any Authorized Officer or designated officer further ties the hands of the employer.": "20 के तहत किसी प्राधिकृत अधिकारी या नामित अधिकारी के खिलाफ किसी भी अदालत में कानूनी कार्यवाही को",
  "Officer or designated officer further ties the hands of the employer. Therefore, the State continues to exercise absolute control over a": "चुनौती न दे पाने की बाधा नियोकक्‍ता के हाथों को बांध देती है। इसलिए, राज्य का इस पर पूर्ण नियंत्रण जारी है",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 923 HARYANA AND ANOTHERS": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "Haryana and the same has not been sent to the Hon'ble President of India due to it being a State legislation. On account of directions being": "हरियाणा राज्य का विधान होने के कारण इसे भारत के माननीय राष्ट्रपति को नहीं भेजा गया है। 0५.03.2022 को",
  "would affect other citizens of India who may not be domiciled, another": "नागरिकों को प्रभावित करेगा जो अधिवासित नहीं हो सकते हैं, श्री द्वारा दिनांक 08.03.2022 को एक और संक्षिप्त",
  "short reply dated 08.03.2022 was filed by Sh. R.K. Srivastava, Joint Secretary and Legal Adviser, Department of Legal Affairs,": "उत्तर दायर किया गया था। आर.के. श्रीवास्तव, संयुक्त सचिव और कानूनी सलाहकार, कानूनी मामले विभाग, भारत",
  "Government of India. The objects and reasons were highlighted to again hold out that it was a State legislation bearing a reasonable": "सरकार। उद्देश्यों और कारणों को फिर से उजागर करने के लिए उजागर किया गया था कि यह एक राज्य विधान था",
  "correlation sought to be achieved and it was appropriate for the State to": "जिसमें एक उचित सहसंबंध प्राप्त करने की मांग की गई थी और राज्य के लिए इस पहलू को स्पष्ट करना उचित था,",
  "clarify this aspect and not the Union of India. Reference was made to Articles 245 and 246 of the Constitution of India to plead that the State": "न कि भारत संघ के लिए। यह दलील देने के लिए भारत के संविधान के अनुच्छेद 2५5 और 2५6 का संदर्भ दिया गया",
  "had averred that it was a State legislation and enacted by the State on": "था कि राज्य ने कहा था कि यह एक राज्य कानून है और राज्य द्वारा उस विषय पर अधिनियमित किया गया है जो",
  "27 of List II (State List) and Entries 24 and 36 of List III (Concurrent List) of the Seventh Schedule of the Constitution of India. Resultantly,": "सातवीं अनुसूची की सूची ॥ (समवर्ती सूची) की प्रविष्टियाँ 2.0 और 36। परिणामस्वरूप, संक्षेप में और सार रूप में,",
  "in sum and substance, the Union of India has not much to offer on the legal discourse which is to take place in this situation.": "भारत संघ के पास इस स्थिति में होने वाले कानूनी प्रवचन पर देने के लिए बहुत कुछ नहीं है।",
  "(7) The Act in question was notified on 06.11.2021 and in view": "(7) विचाराधीन अधिनियम 06..202। को अधिसूचित किया गया था और उक्त अधिनियम की धारा (3) के",
  "of the provisions of Section 1(3) of the said Act, the Act came into force w.e.f. 15.01.2022 (Annexure P-8). Apparently, the State": "प्रावधानों को ध्यान में रखते हुए, अधिनियम 06..202। से लागू हुआ। 5.0.2022 (अनुलग्नक पी-8)। जाहिर तौर",
  "introduced the Haryana State Employment of Local Candidates Ordinance, 2020 (Annexure P-4) wherein, it sought to provide 75%": "पर, राज्य ने हरियाणा राज्य स्थानीय उम्मीदवारों के रोजगार अध्यादेश, 2020 (अनुलग्नरक पी -५) पेश किया, जिसमें",
  "Haryana. Objections are stated to have been raised across the State in the form of representations leading to the introduction of the Bill on": "है कि राज्य भर में अभ्यावेदन के रूप में आपत्तियां उठाई गई हैं, जिसके कारण 3.0.2020 को विधेयक पेश",
  "31.10.2020 i.e the Haryana State Employment of Local Candidates Bill, 2020 (Annexure P-5) wherein, the statement of objects and reasons": "किया गया, यानी हरियाणा राज्य स्थानीय उम्मीदवारों का रोजगार विधेयक, 2020 (अनुलग्नरक पी -5) जिसमें वस्तुओं",
  "competing for low paid jobs which is impacting the local infrastructure and housing and is ultimately leading to proliferation of slums. The": "की आमद हो रही है जो स्थानीय बुनियादी ढांचे और आवास को प्रभावित कर रही है और अंततः मलिन बस्तियों के",
  "quality of living and livelihood has been affected and, therefore,": "प्रसार को बढ़ावा दे रही है। जीवन और आजीविका की गुणवत्ता प्रभावित हुई है और इसलिए, कम वेतन वाली",
  "preference is sought to be given to local candidates in low paid jobs as it was desirable for social and economic purposes and such preference": "नौकरियों में स्थानीय उम्मीदवारों को प्राथमिकता देने की मांग की गई है क्योंकि यह सामाजिक और आर्थिक उद्देश्यों",
  "would be in the interest of the general public. Similarly, stress was": "के लिए वांछनीय था और ऐसी प्राथमिकता आम जनता के हित में होगी। इसी प्रकार, इस तथ्य पर जोर दिया गया कि",
  "laid upon the fact that it would encourage the private employers to": "यह निजी नियोक्‍्ताओं को स्थानीय रोजगार को बढ़ावा देने के लिए प्रोत्साहित करेगा और उन्हें प्रत्यक्ष या अप्रत्यक्ष रूप",
  "boost local employment and they would get the benefit of qualified and trained local work force directly or indirectly and would enhance": "से योग्य और प्रशिक्षित स्थानीय कार्यबल का लाभ मिलेगा और बड़े पैमाने पर उद्योग की दक्षता में वृद्धि होगी क्योंकि",
  "efficiency of the industry at large as the work force is one of the major components for the development of any industrial organization/factory.": "कार्यबल एक है किसी भी औद्योगिक संगठन/कारखाने के विकास के लिए प्रमुख घटक। विधेयक की एक प्रमुख",
  "928": "925",
  "2. To provide training to eligible local candidates where qualified or suitable candidates are not available.": "2. जहां योग्य या उपयुक्त उम्मीदवार उपलब्ध नहीं हैं, वहां पात्र स्थानीय उम्मीदवारों को प्रशिक्षण प्रदान करना।",
  "Hence the Bill.": "इसलिए विधेयक दुष्पन्त चौटाला,",
  "Deputy Chief Minister, Hayana Chandigarh:": "चंडीगढ़: उप मुख्यमंत्री, हरयाणा",
  "The 31st October, 2020 R.K. NANDAL,": "3॥ अक्टूबर, 2020 आर.के. नंदल, सचिव।\"",
  "(8) The relevant provisions of the Act, which are apparently in our consideration, would be the definition of the “employer” under": "(8) अधिनियम के प्रासंगिक प्रावधान, जो स्पष्ट रूप से हमारे विचार में हैं, धारा 2 (ई) के तहत \"नियोक्‍्ता\" की",
  "our consideration, would be the definition of the “employer” under Section 2(e) wherein a company or any person employing 10 or more persons on salary/wages etc. for the purposes of manufacturing or": "परिभाषा होगी, जिसमें एक कंपनी या कोई व्यक्ति 40 या अधिक व्यक्तियों को वेतन/मजदूरी आदि पर नियोजित",
  "providing any service would fall within the ambit but the exclusion": "करता है। विनिर्माण या कोई सेवा प्रदान करने के उद्देश्य इसके दायरे में आएंगे लेकिन बहिष्करण खंड यह था कि",
  "clause was that it would not include the Central Government, the State Government or any organization owned by the Central Government or": "इसमें केंद्र सरकार, राज्य सरकार या केंद्र सरकार या राज्य सरकार के स्वामित्व वाला कोई संगठन शामिल नहीं",
  "the State Government. Under Section 2(g), the definition of “local candidate” is there i.e. the one who was domiciled in the State of Haryana and apparent reference would be to the residence, though it": "होगा। धारा 2(जी) के तहत, \"स्थानीय उम्मीदवार\" की परिभाषा है यानी वह जो हरियाणा राज्य में अधिवासित था और",
  "has not been mentioned in the Act itself. The provisions of Section 3 of": "स्पष्ट संदर्भ निवास का होगा, हालांकि अधिनियम में इसका उल्लेख नहीं किया गया है। अधिनियम की धारा ३ के",
  "the Act provides for compulsory registration wherein, the employees": "प्रावधान अनिवार्य पंजीकरण का प्रावधान करते हैं, जिसमें 50,000/- रुपये से अधिक या सरकार द्वारा समय-समय",
  "on the designated portal within three months from coming into force of the Act and provided that no person shall be employed or engaged by": "जाना था। अधिनियम के लागू होने से तीन महीने और यह प्रावधान किया गया है कि किसी भी नियोक्‍ता द्वारा किसी",
  "any employer till the registration of all such employees is completed on": "भी व्यक्ति को तब तक नियोजित या नियुक्त नहीं किया जाएगा जब तक कि ऐसे सभी कर्मचारियों का पंजीकरण",
  "the designated portal. This amount of Rs.50,000/- was reduced to": "निर्दिष्ट पोर्टल पर पूरा नहीं हो जाता। दिनांक 06.0.2024 की अधिसूचना द्वारा 50,000/- रुपये की इस राशि को",
  "Rs.30,000/- by the notification dated 06.01.2021, which was of even date when the Act was to come into force w.e.f. 15.01.2022. The": "घटाकर 30,000/- रुपये कर दिया गया, जो उस तारीख की थी जब अधिनियम ..202। से लागू होना था।",
  "relevant provisions read thus:-": "5.0.2022. प्रासंगिक प्रावधान इस प्रकार पढ़ें:-",
  "“PART —- I HARYANA GOVERNMENT": "“भाग -। हरियाणा सरकार",
  "LAW AND LEGISLATIVE DEPARTMENT": "विधि एवं विधायी विभाग",
  "Notification": "अधिसूचना",
  "The 2nd March, 2021": "2 मार्च 202।",
  "No. Leg. 3/2021.-The following Act of the Legislature of": "संख्या कानूनी ३/202.-हरियाणा राज्य के विधानमंडल के निम्नलिखित अधिनियम को 26 फरवरी, 202। को",
  "the State of Haryana received the assent of the Governor of": "हरियाणा के राज्यपाल की सहमति प्राप्त हुई और इसे सामान्य जानकारी के लिए प्रकाशित किया गया है:-",
  "“HARYANA GOVERNMENT": "“हरियाणा सरकार",
  "LABOUR DEPARTMENT": "श्रम विभाग",
  "The 6th November,2021": "6 नवंबर, 202॥",
  "No. Lab/25467/2021.- In exercise of the powers conferred by sub-section 3 of section 1 of the Haryana State Employment of Local Candidates Act, 2020 (3 of 2021),": "नंबर लैब/25%67/202.- हरियाणा राज्य स्थानीय उम्मीदवारों के रोजगार अधिनियम, 2020 (202। का 3) की",
  "January, 2022 for the purposes of said sub- section.": "निर्दिष्ट करते हैं। उक्त उपधारा के प्रयोजनों के लिए जनवरी, 2022।",
  "DR. RAJA SEKHAR VUNDRU,": "डॉ राजा शेखर वुंडू,",
  "Additional Chief Secretary to Government Haryana,": "अतिरिक्त मुख्य सचिव, हरियाणा सरकार,",
  "Labour Department.”": "श्रम विभाग।\"",
  "HARYANA GOVERNMENT": "हरियाणा सरकार",
  "The 6th November, 2021": "6 नवंबर, 202॥",
  "under section 3 of the Haryana State Employment of Local": "धारा ३ के तहत प्रदत्त शक्तियों का प्रयोग करते हुए, हरियाणा के राज्यपाल इसके द्वारा सकल मासिक वेतन के रूप",
  "Haryana hereby notifies thirty thousand rupees as gross monthly salary or wages for registration. This notification": "में तीस हजार रुपये अधिसूचित करते हैं या पंजीकरण के लिए वेतन. यह अधिसूचना 5 जनवरी, 2022 यानी उक्त",
  "shall come into force with effect from the 15th January, 2022 i.e. the date of commencement of said Act.": "अधिनियम के प्रारंभ होने की तारीख से लागू होगी।",
  "Additional Chief Secretary to Government Haryana, Labour Department.": "अतिरिक्त मुख्य सचिव, हरियाणा सरकार, श्रम विभाग।",
  "(10) A right of exemption was given to the employer where adequate number of local candidates of the desired skill, qualification": "(0) नियोक्‍्ता को छूट का अधिकार दिया गया था जहां वांछित कौशल, योग्यता या दक्षता के पर्याप्त संख्या में",
  "or proficiency were not available and an application was to be made to the designated officer in such form and manner as may be prescribed": "स्थानीय उम्मीदवार उपलब्ध नहीं थे और एक आवेदन ऐसे फॉर्म और तरीके से नामित अधिकारी को किया जाना था",
  "under Section 5 of the Act. Sub-section (2) of Section 5 of the Act": "जैसा कि निर्धारित किया जा सकता है। अधिनियम की धारा 5. अधिनियम की धारा 5 की उप-धारा (2) में प्रावधान है",
  "deemed fit after evaluating the attempt made by the employer to recruit": "कि नामित अधिकारी स्थानीय उम्मीदवारों की भर्ती के लिए नियोक्‍ता द्वारा किए गए प्रयास का मूल्यांकन करने के",
  "reject it for reasons to be recorded in writing and lastly to direct the": "कारणों को लिखित रूप में दर्ज किया जाए और अंत में निर्देशित किया जाए",
  "932": "930",
  "employer to recruit local candidates of the desired skill,": "उचित समझे जाने पर और वांछित कौशल, योग्यता या दक्षता के स्थानीय उम्मीदवारों को भर्ती करने के लिए नियोक्‍्ता",
  "(i) accept the claim of the employer for exemption from the provisions of section 4: or": "(0) धारा ५ के प्रावधानों से छूट के लिए नियोक्‍्ता के दावे को स्वीकार करें: या",
  "(ii) reject the claim of the employer for exemption for reasons to be recorded in writing; or": "(॥) लिखित रूप में दर्ज किए जाने वाले कारणों से छूट के लिए नियोक्‍ता के दावे को अस्वीकार करें; या",
  "(ii)direct the employer to train local candidates to achieve the desired skill, qualification or proficiency.": "(॥) नियोक्‍ता को वांछित कौशल, योग्यता या दक्षता प्राप्त करने के लिए स्थानीय उम्मीदवारों को प्रशिक्षित करने का",
  "(3) Every order made by the Designated Officer under sub- section (2), shall be placed on the website of the Government.": "(3) उप-धारा (2) के तहत नामित अधिकररी द्वारा किया गया प्रत्येक आदेश सरकार की वेबसाइट पर रखा जाएगा।",
  "6. Every employer shall furnish a quarterly report, by such": "6. प्रत्येक नियोक्ता, नियोजित और उस तिमाही के दौरान नियुक्त किए गए स्थानीय उम्मीदवारों की एक त्रैमासिक",
  "date, as may be notified by the Government in the Official": "रिपोर्ट, उस तारीख तक, जैसा कि सरकार द्वारा आधिकारिक राजपत्र में अधिसूचित किया जाए, निर्दिष्ट पोर्टल पर ऐसे",
  "during that quarter on the designated portal in such form, as may be prescribed.": "फॉर्म में प्रस्तुत करेगा, जैसा निर्धारित किया जा सकता है।",
  "7. (1) The reports furnished by the employer under section 6 shall be examined by the Authorized Officer.": "7. ()) धारा 6 के तहत नियोकाता द्वारा प्रस्तुत रिपोर्ट की जांच प्राधिकृत अधिकारी द्वारा की जाएगी।",
  "(2) The Authorized Officer shall have powers to call for any record, information or document in the possession of any employer for the purposes of verifying the report furnished under section 6.": "(2) प्राधिकृत अधिकारी के पास धारा 6 के तहत प्रस्तुत रिपोर्ट को सत्यापित करने के प्रयोजनों के लिए किसी भी नियोक्‍ता के कब्जे में किसी भी रिकॉर्ड, जानकारी या दस्तावेज़ को मांगने की शक्ति होगी।",
  "(3) The Authorized Officer, after examination of the report, may pass any order, as may be necessary for complying with the objectives of this Act.": "(3) प्राधिकृत अधिकारी, रिपोर्ट की जांच के बाद, कोई भी आदेश पारित कर सकता है, जो इस अधिनियम के उद्देश्यों के अनुपालन के लिए आवश्यक हो सकता है।",
  "(4) Every such order issued under sub-section (3) shall be placed on the website of Government.": "(५) उप-धारा (3) के तहत जारी किए गए प्रत्येक ऐसे आदेश को सरकार की वेबसाइट पर रखा जाएगा।",
  "8. (1) Subject to the provisions of this section, the Authorized Officer shall have a right to enter, at all reasonable times with such assistance, as he considers": "8. (।) इस धारा के प्रावधानों के अधीन, प्राधिकृत अधिकारी को हर उचित समय पर, ऐसी सहायता के साथ, जिसे",
  "necessary, any place-": "वह आवश्यक समझे, किसी भी स्थान पर प्रवेश करने का अधिकार होगा-",
  "(a) for the purpose of performing any of the functions entrusted to him under this Act;": "(ए) इस अधिनियम के तहत उसे सौंपे गए किसी भी कार्य को करने के उद्देश्य से;",
  "(b) for the purpose of determining whether and if so in what manner, any such functions are to be performed or whether": "(बी) यह निर्धारित करने के उद्देश्य से कि क्या और यदि हां, तो किस तरीके से, ऐसे कोई कार्य किए जाने हैं या नहीं",
  "(Central Act 9 of 1932) or any person employing ten or": "(932 का केंद्रीय अधिनियम 9) या कोई भी व्यक्ति जो विनिर्माण या किसी सेवा या ऐसी इकाई को प्रदान करने के",
  "more persons on salary, wages or other remuneration for the": "उद्देश्य से वेतन, मजदूरी या अन्य पारिश्रमिक पर दस या अधिक व्यक्तियों को नियोजित करता है, जैसा कि सरकार",
  "entity, as may be notified by the Government from time to time, but shall not include the Central Government or the": "द्वारा समय-समय पर अधिसूचित किया जा सकता है, लेकिन ऐसा नहीं किया जाएगा। इसमें केंद्र सरकार या राज्य",
  "State Government or any organisation owned by the Central Government or the State Government;": "सरकार या केंद्र सरकार या राज्य सरकार के स्वामित्व वाला कोई संगठन शामिल है;",
  "(f) \"Government\" means the Government of the State of Haryana in the administrative department;": "(एफ) \"सरकार\" का तात्पर्य प्रशासनिक विभाग में हरियाणा राज्य की सरकार से है;",
  "(g) \"Local Candidate\" means a candidate who is domiciled in the State of Haryana:": "(जी) \"स्थानीय उम्मीदवार\" का अर्थ वह उम्मीदवार है जो हरियाणा राज्य का निवासी है:",
  "(h) \"State\" means the State of Haryana.": "(एच) \"राज्य\" का अर्थ हरियाणा राज्य है।",
  "c. On and from the date of commencement of this Act, every employer shall, register such employees receiving": "सी. इस अधिनियम के प्रारंभ होने की तारीख से, प्रत्येक नियोक्ता, ऐसे कर्मचारियों को तीन महीने के भीतर, निर्दिष्ट",
  "gross monthly salary or wages not more than fifty thousand rupees or as notified by the Government, from time to time, on the designated portal, within three months of coming into": "पोर्टल पर पंजीकृत करेगा, जो सकल मासिक वेतन या पचास हजार रुपये से अधिक या सरकार द्वारा समय-समय",
  "Provided that no person shall be employed or engaged by": "बशर्ते कि किसी भी नियोकक्‍ता द्वारा किसी भी व्यक्ति को तब तक नियोजित या नियुक्त नहीं किया जाएगा जब तक कि",
  "any employer till the registration of all such employees is completed on the designated portal.": "ऐसे सभी कर्मचारियों का पंजीकरण निर्दिष्ट पोर्टल पर पूरा नहीं हो जाता।",
  "Explanation. For the purpose of section 3 and section 4 of this Act, process for registration on designated portal shall": "स्पष्टीकरण. इस अधिनियम की धारा 3 और धारा ५ के प्रयोजन के लिए, निर्दिष्ट पोर्टल पर पंजीकरण की प्रक्रिया",
  "be prescribed under the rules notified by the Government, from time to time.”": "समय-समय पर सरकार द्वारा अधिसूचित नियमों के तहत निर्धारित की जाएगी।",
  "(9) Section 4 of the Act provided that the employer was to employ 75% of the local candidates with respect to such posts where": "(9) अधिनियम की धारा ५ में प्रावधान है कि नियोक्‍्ता को ऐसे पदों के संबंध में 75% स्थानीय उम्मीदवारों को नियुक्त",
  "the gross monthly salary or wages were less than the said amount of": "करना होगा जहां सकल मासिक वेतन या मजदूरी रु. 50,000/- की उक्त राशि से कम है,जैसा कि विधिवत",
  "Rs.50,000/-, as duly amended to Rs.30,000/- as had been notified by the Government. The proviso further provides that the local candidates": "संशोधन किया गया है। रु. 30,000/- जैसा कि सरकार द्वारा अधिसूचित किया गया था। प्रावधान में यह भी कहा",
  "the Government. The proviso further provides that the local candidates may be from any district of the State but the employer had the right": "गया है कि स्थानीय उम्मीदवार राज्य के किसी भी जिले से हो सकते हैं, लेकिन नियोक्‍्ता को किसी भी जिले के",
  "to restrict the employment to local candidates from any district to 10% of the total number of local candidates and the local candidates would": "स्थानीय उम्मीदवारों के लिए रोजगार को स्थानीय उम्मीदवारों की कुल संख्या के ॥0% तक सीमित करने का",
  "be eligible to avail the benefits under the Act only if he registers": "अधिकार है और स्थानीय उम्मीदवार इसके लिए पात्र होंगे। अधिनियम के तहत लाभ तभी प्राप्त करें जब वह निर्दिष्ट",
  "himself under the designated portal. The notifications bringing the Act": "पोर्टल के तहत खुद को पंजीकृत करे। अधिनियम को .५.20॥8 से लागू करने वाली अधिसूचनाएँ। 5.0.2022 और",
  "into force w.e.f. 15.01.2022 and notifying Rs.30,000/- as the gross monthly salary or wages for registration read thus:-": "पंजीकरण के लिए सकल मासिक वेतन या मजदूरी के रूप में 30,000/- रुपये अधिसूचित करते हुए इस प्रकार",
  "employer to train local candidates to achieve the desired skill, qualification and proficiency. The orders made by the designated": "वांछित कौशल, योग्यता और दक्षता प्राप्त करने के लिए नियोक्‍ता स्थानीय उम्मीदवारों को प्रशिक्षित करेगा। नामित",
  "qualification and proficiency. The orders made by the designated officer had to be placed on the website of the Government and under Section 6 of the Act, the portal report had to be furnished by the": "अधिकारी द्वारा किए गए आदेशों को सरकार की वेबसाइट पर रखा जाना था और अधिनियम की धारा 6 के तहत,",
  "employer by date to be notified by the Government in the official": "पोर्टल रिपोर्ट को संख्या के संबंध में आधिकारिक राजपत्र में सरकार द्वारा अधिसूचित होने की तारीख तक नियोकक्‍ता",
  "gazette regarding the number of local candidates mentioned and appointed during the quarter on the designated portal. The power of": "द्वारा प्रस्तुत किया जाना था। निर्दिष्ट पोर्टल पर तिमाही के दौरान उल्लिखित और नियुक्त किए गए स्थानीय उम्मीदवारों",
  "the authorized officer to call for records has been provided for under Section 7 of the Act and to exempt the reports furnished by the": "की संख्या। रिकॉर्ड मंगाने की प्राधिकृत अधिकारी की शक्ति अधिनियम की धारा 7 के तहत प्रदान की गई है और",
  "employer under Section 6 of the Act, who had to further pass any order": "नियोक्‍ता द्वारा प्रस्तुत रिपोर्ट को अधिनियम की धारा 6 के तहत छूट दी गई है, जिसे अनुपालन के लिए आवश्यक",
  "as may be necessary to comply with the objectives of the Act and the said order was to be placed on the website of the Government. Section": "कोई भी आदेश पारित करना होगा। अधिनियम के उद्देश्य और उक्त आदेश को सरकार की वेबसाइट पर डाला",
  "8 provided the right of the authorized officer to enter at all reasonable times with such assistance for the purposes of performing any of the functions entrusted upon him under the Act and for determining the": "जाना था। धारा 8 प्राधिकृत अधिकारी को अधिनियम के तहत उसे सौंपे गए किसी भी कार्य को करने के प्रयोजनों के",
  "functions entrusted upon him under the Act and for determining the functions to be performed and whether the provisions of the Act or": "लिए और किए जाने वाले कार्यों का निर्धारण करने और अधिनियम या नियमों के प्रावधानों के निर्धारण के लिए ऐसी",
  "examine the record, registers and documents if he had reason to believe": "अनुपालन किया गया है और उसे रिकॉर्ड, रजिस्टरों और दस्तावेजों की जांच करने का अधिकार दिया गया है यदि",
  "that an offence under the Act or the Rules has been or is being": "उसके पास यह विश्वास करने का कारण है कि अधिनियम या नियमों के तहत कोई अपराध किया गया है या किया",
  "committed. The relevant portion reads thus:-": "जा रहा है। प्रासंगिक भाग इस प्रकार है:-",
  "“4, After the commencement of this Act, every employer shall employ seventy-five percent of the local candidates": "“,. इस अधिनियम के लागू होने के बाद, प्रत्येक नियोक्ता ऐसे पदों के संबंध में पचहत्तर प्रतिशत स्थानीय उम्मीदवारों",
  "with respect to such posts where the gross monthly salary or wages are not 13, more than fifty thousand rupees or as": "को नियोजित करेगा जहां सकल मासिक वेतन या मजदूरी ।3, पचास हजार रुपये से अधिक या सरकार द्वारा समय-",
  "Provided that the local candidates may be from any district of the State, but the employer may, at his option, restrict the": "बशर्ते कि स्थानीय उम्मीदवार राज्य के किसी भी जिले से हो सकते हैं, लेकिन नियोक्‍्ता अपने विकल्प पर, किसी भी",
  "employment of local candidates from any district to ten percent of the total number of local candidates;": "जिले हि उम्मीदवारों के रोजगार को स्थानीय उम्मीदवारों की कुल संख्या के दस प्रतिशत तक सीमित कर",
  "Provided further that no local candidate shall be eligible to avail the benefits under this Act unless he registers himself": "बशर्ते कि कोई भी स्थानीय उम्मीदवार इस अधिनियम के तहत लाभ प्राप्त करने के लिए पात्र नहीं होगा जब तक कि",
  "5. (1)The employer may claim exemption from _ the requirement of section 4, where adequate number of local candidates of the desired skill, qualification or proficiency": "5. (॥) नियोक्‍ता धारा ५ की आवश्यकता से छूट का दावा कर सकता है, जहां वांछित कौशल, योग्यता या दक्षता के",
  "requirement of section 4, where adequate number of local candidates of the desired skill, qualification or proficiency are not available by applying to the Designated Officer in": "पर्याप्त संख्या में स्थानीय उम्मीदवार उपलब्ध नहीं हैं, नामित अधिकारी को ऐसे फॉर्म और तरीके से आवेदन करके,",
  "(2) The Designated Officer shall, after such inquiry, as he": "(2) नामित अधिकारी, ऐसी जांच के बाद, जैसा कि वह",
  "any provisions of this Act or the rules made thereunder are being or have been complied with;": "इस अधिनियम या इसके तहत बनाए गए नियमों के किसी भी प्रावधान का अनुपालन किया जा रहा है या किया गया",
  "(c) for the purpose of examining any record, register, document when he has reason to believe that an offence": "(सी) किसी रिकॉर्ड, रजिस्टर, दस्तावेज़ की जांच करने के उद्देश्य से जब उसके पास यह विश्वास करने का कारण हो",
  "under this Act or the rules made thereunder has been or is being committed.": "कि इस अधिनियम या उसके तहत बनाए गए नियमों के तहत कोई अपराध किया गया है या किया जा रहा है।",
  "(2) Every employer shall render all assistance to the Authorized Officer under sub-section (1) and in case he fails": "(2) प्रत्येक नियोक्‍्ता प्राधिकत अधिकारी को उपधारा (॥) के तहत सभी सहायता प्रदान करेगा और यदि वह बिना",
  "to do so without any reasonable cause, he shall be guilty of an offence under this Act.": "किसी उचित कारण के ऐसा करने में विफल रहता है, तो वह इस अधिनियम के तहत अपराध का दोषी होगा।",
  "(3) If any person wilfully delays or obstructs the Authorized Officer under sub-section (1) in the performance of his": "(3) यदि कोई व्यक्ति उपधारा (॥) के तहत प्राधिकृत अधिकारी को उसके कार्यों के निष्पादन में जानबूझकर देरी या",
  "functions, he shall be guilty of an offence under this Act:": "बाधा डालता है, तो वह इस अधिनियम के तहत अपराध का दोषी होगा:",
  "Provided that no entry shall be made except between the hours of 6:00 and 18:00 and notice of the intention to enter": "बशर्ते कि 6:00 और 8:00 बजे के बीच के अलावा कोई प्रविष्टि नहीं की जाएगी और प्रवेश करने के इरादे की",
  "is given at least one day prior to the date on which the entry is proposed to be made.”": "सूचना उस तारीख से कम से कम एक दिन पहले दी जाएगी जिस दिन प्रविष्टि करने का प्रस्ताव है।",
  "(11) The employer being under legal obligation had to provide assistance to the authorized officer or he could be held guilty of an": "(।) नियोक्‍्ता को कानूनी दायित्व के तहत अधिकृत अधिकारी को सहायता प्रदान करनी होगी या अधिनियम की",
  "offence if he failed to do so without any reasonable cause under Section": "धारा 8(2) के तहत बिना किसी उचित कारण के ऐसा करने में विफल रहने पर उसे अपराध का दोषी ठहराया जा",
  "8(2) of the Act and similarly if he tried to delay or obstruct the authorized officer in performance of his functions, he was liable to be": "सकता है और इसी तरह यदि उसने प्रयास किया हो प्राधिकृत अधिकारी को उसके कार्यों के निष्पादन में देरी या",
  "held guilty of the offence under Section 8(3). The proviso provided": "बाधा डालने के लिए, उसे धारा 8(3) के तहत अपराध का दोषी ठहराया जा सकता है। प्रावधान में प्रावधान था कि",
  "that the entry could be restricted within the hours of 6.00 a.m. to 6.00": "प्रवेश सुबह 6.00 बजे से शाम 6.00 बजे तक प्रतिबंधित किया जा सकता है। और इरादे की सूचना उस तारीख से",
  "p.m. and the notice of intention was to be given at least one day prior to the date on which the entry was proposed to be made. A right of": "कम से कम एक दिन पहले दी जानी थी जिस दिन प्रविष्टि करने का प्रस्ताव किया गया था। धारा 9 के तहत नामित",
  "appeal has been given under Section 9 regarding the orders passed by the designated officer or the authorized officer in 60 days to the": "अधिकारी या अधिकृत अधिकारी द्वारा अपीलीय प्राधिकारी को 60 दिनों में पारित आदेशों के संबंध में अपील का",
  "Appellate Authority and was to be accompanied by such fees as may be prescribed and the appellate authority was to give the appellant an": "अधिकार दिया गया है और इसके साथ निर्धारित शुल्क भी देना होगा और अपीलीय प्राधिकारी को अपीलकर्ता को",
  "opportunity of being heard and dispose of the appeal as expeditiously": "देना होगा। अपील को सुनने और यथासंभव शीघ्रता से निपटाने का अवसर, जिसने धारा 9(५) और 9(५) के तहत",
  "as possible, which gave power to rescind, confirm or modify by": "निर्धारित प्रक्रिया का पालन करके रद्द करने, पुष्टि करने या संशोधित करने की शक्ति दी।",
  "(12) Section 10 provides the penalty provisions which are not to be less than Rs.10,000/- and which would extend upto Rs.50,000/- and": "(42) धारा ॥0 दंड प्रावधान प्रदान करती है जो ।0,000/- रुपये से कम नहीं है और जो 50,000/- रुपये तक",
  "if the contravention continued after conviction, further penalty may": "बढ़ाया जा सकता है और यदि दोषसिद्धि के बाद भी उल्लंघन जारी रहता है, तो अतिरिक्त जुर्माना ॥00/- रुपये तक",
  "extend to Rs.100/- for each day till the time the contravention is so": "बढ़ाया जा सकता है। प्रत्येक दिन जब तक उल्लंघन न हो",
  "continued. Section 11 of the Act provides that if contravention was": "जारी रखा। अधिनियम की धारा ॥ में प्रावधान है कि यदि निर्दिष्ट पोर्टल पर पंजीकरण न करने या उसके तहत बनाए",
  "there of the provisions of Section 3 of the Act of not registering on the designated portal or of any rules made thereunder, the employer could": "गए किसी भी नियम के अधिनियम की धारा 3 के प्रावधानों का उल्लंघन होता है, तो नियोक्ता को अपराध का दोषी",
  "be held guilty of an offence, the penalty for which shall not be less than Rs.25,000/- which could go upto Rs.1,00,000/- and further if the": "ठहराया जा सकता है, जिसके लिए जुर्माना नहीं दिया जाएगा, 25,000/- रुपये से कम हो जो ,00,000/- रुपये",
  "contravention still continued after conviction, the penalty could be": "तक जा सकता है और इसके अलावा यदि दोषसिद्धि के बाद भी उल्लंघन जारी रहता है, तो उल्लंघन होने तक",
  "increased to Rs.500/- for each day till the time the contravention is so continued. Similar provision is provided under Section 12 as such for": "जुर्माना प्रत्येक दिन के लिए 500/- रुपये तक बढ़ाया जा सकता है। जारी रखा. धारा 2 के तहत समान प्रावधान",
  "contravention of not recording the local candidates under Section 4": "प्रदान किया गया है जैसे कि धारा ५ के तहत स्थानीय उम्मीदवारों को रिकॉर्ड न करने के उल्लंघन के लिए जिसमें",
  "which provided the minimum penalty of Rs.50,000/- with a maximum of Rs.2,00,000/- and if the contravention is still continued after": "न्यूनतम जुर्माना 50,000/- रुपये और अधिकतम 2,00,000»- रुपये का प्रावधान है और यदि उल्लंघन इसके बाद",
  "conviction, the penalty could be increased to the continuing penalty of": "भी जारी रहता है। दोषी पाए जाने पर जुर्माना तब तक बढ़ाया जा सकता है जब तक उल्लंघन जारी रहता है, तब तक",
  "Rs.1,000/- each day till the time the contravention is so continued. The fourth category of penalties for the disobedience of the order passed": "प्रत्येक दिन रु. ,000/- का जुर्माना लगाया जा सकता है। धारा 5 के तहत पारित आदेश की अवज्ञा के लिए दंड की",
  "fourth category of penalties for the disobedience of the order passed under Section 5 has been given under Section 13 where exemption was claimed providing a gap of ranging between Rs.10,000/- to Rs.50,000/-": "चौथी श्रेणी धारा 3 के तहत दी गई है जहां ।0,000/- रुपये से 50,000/- रुपये के बीच का अंतर प्रदान करते हुए",
  "and which may extend to Rs.100/- for continuing penalty per day till": "छूट का दावा किया गया था और जिसे 400/- रुपये तक बढ़ाया जा सकता है। उल्लंघन जारी रहने तक प्रतिदिन",
  "the time the contravention is so continued. The said provisions read thus:-": "जुर्माना जारी रखने के लिए। उक्त प्रावधान इस प्रकार पढ़ें:-",
  "“10. Save as otherwise expressly provided in this Act, if there is any contravention by the employer of the provisions": "“0. इस अधिनियम में अन्यथा स्पष्ट रूप से प्रदान किए गए को छोड़कर, यदि नियोकक्‍ता द्वारा इस अधिनियम के",
  "of this Act or rules made thereunder or of any order in": "प्रावधानों या इसके तहत बनाए गए नियमों या इस अधिनियम के तहत दिए गए लिखित आदेश का कोई उल्लंघन",
  "writing given under this Act, he shall be liable to a penalty which shall not be less than ten thousand rupees, but which": "होता है, तो वह दंड के लिए उत्तरदायी होगा जो इससे कम नहीं होगा दस हजार रुपये से अधिक, लेकिन जो पचास",
  "may extend up o fifty thousand rupees, and if the contravention is still continued after the conviction, then,": "हजार रुपये तक बढ़ सकता है, और यदि दोषसिद्धि के बाद भी उल्लंघन जारी रहता है, तो अतिरिक्त जुर्माना लगाया",
  "with further penalty which may extend to one hundred rupees for each day till the time contravention is so continued.": "जा सकता है, जो उल्लंघन जारी रहने तक प्रत्येक दिन के लिए एक सौ रुपये तक बढ़ सकता है।",
  "11. Save as is otherwise expressly provided in this Act, if": ". जैसा कि इस अधिनियम में स्पष्ट रूप से अन्यथा प्रदान किया गया है, को छोड़कर, यदि कोई नियोक्ता इस",
  "any employer contravenes the provisions of section 3 of this Act or of any rules made thereunder or of any order in": "अधिनियम की धारा 3 के प्रावधानों या उसके तहत बनाए गए किसी भी नियम या उसके तहत दिए गए लिखित",
  "writing given thereunder, he shall be guilty of an offence punishable with penalty which shall not be less than twenty-": "आदेश का उल्लंघन करता है, तो वह दंड के साथ दंडनीय अपराध का दोषी होगा। पच्चीस हजार रुपये से कम नहीं",
  "five thousand rupees but which may extend to one lakh rupees and if the contravention is still continued after": "होगा, लेकिन जिसे एक लाख रुपये तक बढ़ाया जा सकता है और यदि उल्लंघन दोषी ठहराए जाने के बाद भी जारी",
  "conviction, with a further penalty which may extend to five hundred rupees for each day till the time contravention is so": "रहता है, तो अतिरिक्त जुर्माना लगाया जाएगा, जो उल्लंघन जारी रहने तक प्रत्येक दिन के लिए पांच सौ रुपये तक",
  "12. Save as otherwise expressly provided in this Act, if any": "2. यदि कोई हो, तो इस अधिनियम में अन्यथा स्पष्ट रूप से प्रदान किए गए अनुसार सहेजें",
  "936": "934",
  "prevent the commission of such offence. The consent or connivance or neglect was also ground to hold a person guilty of the offence, liable to": "ऐसे अपराध को घटित होने से रोकें। सहमति या मिलीभगत या उपेक्षा भी किसी व्यक्ति को अपराध के लिए दोषी",
  "be proceeded against, punished accordingly and the Court could take": "ठहराने का आधार थी, जिसके खिलाफ कार्रवाई की जा सकती थी, तदनुसार दंडित किया जा सकता था और",
  "cognizance within a period of six months from the date on which the alleged commission of the offence came to the knowledge of the": "न्यायालय उस तारीख से छह महीने की अवधि के भीतर संज्ञान ले सकता था जिस दिन कथित अपराध हुआ था।",
  "officer or the designated officer. The relevant provisions": "प्राधिकृत अधिकारी या नामित अधिकारी की जानकारी में। प्रासंगिक प्रावधान इस प्रकार पढ़ें:-",
  "(14) (1) Whoever-": "(9) (॥) जो भी-",
  "(a)produces false records or counterfeits or knowingly makes or produces or uses a false statement, declaration or evidence regarding any document in connection with compliance of any of the provisions of this Act or any rules": "(ए) इस अधिनियम के किसी भी प्रावधान या उसके तहत बनाए गए किसी भी नियम के अनुपालन के संबंध में किसी दस्तावेज़ के संबंध में गलत रिकॉर्ड या नकली या जानबूझकर गलत बयान, घोषणा या साक्ष्य बनाता है या उत्पन्न",
  "made thereunder; or": "करता है या उपयोग करता है; या",
  "(b)makes, gives or delivers knowingly a false return, notice, record or report containing a statement entry or detail, shall": "(बी) जानबूझकर गलत रिटर्न, नोटिस, रिकॉर्ड या रिपोर्ट जिसमें विवरण प्रविष्टि या विवरण शामिल है, बनाता है, देता",
  "be punishable with penalty which may extent to fifty thousand rupees for each offence.": "है या वितरित करता है, जुर्माना से दंडनीय होगा जो प्रत्येक अपराध के लिए पचास हजार रुपये तक हो सकता है।",
  "(2) Where any person convicted of an offence under sub- section (1) is again convicted of an offence under the same": "(2) जहां उप-धारा (॥) के तहत अपराध के लिए दोषी ठहराए गए किसी भी व्यक्ति को उसी प्रावधान के तहत फिर",
  "provision, he shall be punishable with penalty which shall not be less than two lakh rupees but which may extend to": "से अपराध के लिए दोषी ठहराया जाता है, वह जुर्माने से दंडनीय होगा जो दो लाख रुपये से कम नहीं होगा, लेकिन",
  "five lakh rupees.": "जो पांच लाख रुपये तक बढ़ सकता है।",
  "(15) (1) No order under this Act shall be passed under section 5 or section 7 unless an opportunity of being heard is": "(5) (॥) इस अधिनियम के तहत कोई भी आदेश धारा 5 या धारा 7 के तहत पारित नहीं किया जाएगा जब तक कि",
  "(2) No penalty under this Act shall be imposed unless the person concerned is given a notice in writing by the Designated Officer, informing him of the grounds of penalty": "(2) इस अधिनियम के तहत कोई जुर्माना तब तक नहीं लगाया जाएगा जब तक संबंधित व्यक्ति को नामित अधिकारी द्वारा लिखित रूप में नोटिस नहीं दिया जाता है, उसे उस पर लगाए जाने वाले दंड के आधारों के बारे में सूचित नहीं",
  "which is proposed to be imposed on him and providing him an opportunity to be heard.": "किया जाता है और उसे सुनवाई का अवसर प्रदान नहीं किया जाता है।",
  "(16) Where a person committing an offence under this Act is a company, every director, manager, secretary, agent or": "(6) जहां इस अधिनियम के तहत अपराध करने वाला व्यक्ति एक कंपनी है, वहां प्रत्येक निदेशक, प्रबंधक, सचिव,",
  "other officer or person concerned with the management thereof shall, unless he proves that the offence was": "एजेंट या अन्य अधिकारी या उसके प्रबंधन से संबंधित व्यक्ति, जब तक कि वह यह साबित नहीं कर देता कि अपराध",
  "committed without his knowledge or consent, be deemed to be guilty of such offence.": "उसकी जानकारी या सहमति के बिना किया गया था, ऐसे अपराध का दोषी माना जायेगा।",
  "(17) Where an offence under this Act committed by a limited liability partnership is proved-": "(7) जहां इस अधिनियम के तहत सीमित दायित्व भागीदारी द्वारा किया गया अपराध साबित हो जाता है-",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 937": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "(i) to have been committed with the consent or connivance of a partner or partners or designated partner or designated": "(0) सीमित देयता भागीदारी के किसी भागीदार या भागीदारों या नामित भागीदार या नामित भागीदारों की सहमति या",
  "partners of the limited liability partnership; or": "मिलीभगत से प्रतिबद्ध होना; या",
  "partner or partners or designated partner or designated partners of that limited liability partnership, the partner or": "(0) उस सीमित दायित्व भागीदारी के साझेदार या साझेदारों या नामित साझेदार या नामित साझेदारों, सीमित दायित्व",
  "partners or designated partner or designated partners of the": "भागीदारी के साझेदार या साझेदारों या नामित साझेदार या नामित साझेदारों की ओर से किसी भी उपेक्षा के लिए",
  "limited liability partnership, as the case may be, as well as that limited liability partnership shall be guilty of the": "जिम्मेदार ठहराया जा सकता है, जैसा भी मामला हो साथ ही सीमित देयता भागीदारी अपराध का दोषी होगा और",
  "offence and shall be liable to be proceeded against and punished accordingly.": "उसके खिलाफ कार्यवाही की जाएगी और तदनुसार दंडित किया जाएगा।",
  "(18) (1) Where an offence under this Act has been committed by a society or trust, every person who at the": "(8) (॥) जहां इस अधिनियम के तहत कोई अपराध किसी सोसायटी या ट्रस्ट द्वारा किया गया है, प्रत्येक व्यक्ति जो",
  "time the offence was committed was in charge of, and was responsible for the conduct of the business of the society or": "अपराध किए जाने के समय सोसायटी या ट्रस्ट के व्यवसाय का प्रभारी था और उसके संचालन के लिए जिम्मेदार था।",
  "the trust, as the case may be, shall be deemed to be guilty of the offence and be liable to be proceeded against and": "ट्रस्ट, जैसा भी मामला हो, को अपराध का दोषी माना जाएगा और उसके खिलाफ कार्यवाही की जाएगी और",
  "punished accordingly:": "तदनुसार दंडित किया जाएगा:",
  "Provided that nothing contained in this sub-section shall render any such person liable to any punishment provided in": "बशर्ते कि इस उपधारा में निहित कोई भी बात ऐसे किसी भी व्यक्ति को इस अधिनियम में प्रदान की गई किसी भी",
  "this Act, if he proves that the offence was committed without his knowledge or that he exercised all due diligence": "सजा के लिए उत्तरदायी नहीं बनाएगी, यदि वह साबित करता है कि अपराध उसकी जानकारी के बिना किया गया था",
  "without his knowledge or that he exercised all due diligence to prevent the commission of such offence.": "या उसने ऐसे अपराध को रोकने के लिए सभी उचित परिश्रम किए थे।",
  "(2) Notwithstanding anything contained in sub-section (1), where any offence under this Act has been committed by a society or trust and it is proved that the offence has been": "(2) उपधारा (॥) में किसी बात के होते हुए भी, जहां इस अधिनियम के तहत कोई अपराध किसी सोसायटी या ट्रस्ट",
  "committed with the consent or connivance of, or is": "द्वारा किया गया है और यह साबित हो गया है कि अपराध सहमति या मिलीभगत से किया गया है, या इसके लिए",
  "attributable to, any neglect on the part of any director, manager, secretary, trustee or other officer of the society or": "जिम्मेदार है, सोसायटी या ट्रस्ट के किसी भी निदेशक, प्रबंधक, सचिव, ट्रस्टी या अन्य अधिकारी की ओर से कोई भी",
  "trust, such director, manager, secretary, trustee or other officer shall also be deemed to be guilty of that offence and": "उपेक्षा, ऐसे निदेशक, प्रबंधक, सचिव, ट्रस्टी या अन्य अधिकारी को भी उस अपराध का दोषी माना जाएगा और इसके",
  "shall be liable to be proceeded against and punished accordingly.”": "लिए उत्तरदायी होगा। इसके खिलाफ कार्रवाई की गई और तदनुसार दंडित किया गया।\"",
  "(14) Section 19(2) provides the jurisdiction of the Courts as to the fact that no Court inferior to that of a Metropolitan Magistrate or a": "(।५) धारा 9(2) न्यायालयों के क्षेत्राधिकार को इस तथ्य के रूप में प्रदान करती है कि मेट्रोपॉलिटन मजिस्ट्रेट या",
  "the fact that no Court inferior to that of a Metropolitan Magistrate or a Judicial Magistrate Ist Class would try the offences whereas Section 20": "न्यायिक मजिस्ट्रेट प्रथम श्रेणी से कमतर कोई भी न्यायालय अपराधों की सुनवाई नहीं करेगा, जबकि धारा 20 में",
  "provided the bar regarding the jurisdiction excluding suits and other": "मुकदमों को छोड़कर क्षेत्राधिकार के संबंध में रोक प्रदान की गई है। के आदेशों एवं निर्देशों को चुनौती देने वाली",
  "rules made thereunder or of any order in writing given": "नियोक्‍्ता धारा ५ के प्रावधानों या उसके तहत बनाए गए किसी भी नियम या उसके तहत दिए गए किसी भी लिखित",
  "thereunder, he shall be guilty of an offence punishable with penalty which shall not be less than fifty thousand rupees": "आदेश का उल्लंघन करता है, तो वह दंड के साथ दंडनीय अपराध का दोषी होगा जो पचास हजार रुपये से कम नहीं",
  "but which may extend to two lakh rupees and if the contravention is still continued after conviction, with a": "होगा लेकिन जो दो लाख रुपये तक बढ़ सकता है और यदि उल्लंघन को दोषसिद्धि के बाद भी जारी रखा जाता है,",
  "further penalty which may extend to one thousand rupees for each day till the time contravention is so continued.": "अतिरिक्त जुर्माने के साथ जो उल्लंघन जारी रहने तक प्रत्येक दिन के लिए एक हजार रुपये तक बढ़ाया जा सकता है।",
  "13. Save as otherwise expressly provided in this Act, if any": "3. इस अधिनियम में अन्यथा स्पष्ट रूप से प्रदान किए गए को छोड़कर, यदि कोई नियोक्‍्ता धारा 5 के तहत नामित",
  "employer disobeys any order in writing made by the Designated Officer under section 5, he shall be guilty of an offence punishable with penalty which shall not be less than": "अधिकारी द्वारा दिए गए लिखित आदेश की अवज्ञा करता है, तो वह दंडनीय अपराध का दोषी होगा जो दस हजार",
  "offence punishable with penalty which shall not be less than ten thousand rupees but which may extend to fifty thousand": "रुपये से कम नहीं होगा, लेकिन जो हो सकता है। इसे पचास हजार रुपये तक बढ़ाया जा सकता है और यदि दोषी",
  "rupees and if the contravention is still continued after conviction, with a further penalty which may extend to one": "ठहराए जाने के बाद भी उल्लंघन जारी रहता है, तो अतिरिक्त जुर्माना लगाया जा सकता है, जो उल्लंघन जारी रहने",
  "hundred rupees for each day till the time contravention is so continued.”": "तक प्रत्येक दिन के लिए एक सौ रुपये तक बढ़ाया जा सकता है।'",
  "counterfeits or knowingly making or producing or using a false": "((3) धारा ॥५ झूठे रिकॉर्ड या नकली प्रस्तुत करने या जानबूझकर गलत बयान बनाने या प्रस्तुत करने या उपयोग",
  "statement or giving or delivering a false return, notice or report,": "करने या गलत रिटर्न, नोटिस या रिपोर्ट देने या वितरित करने के लिए दंड का प्रावधान करती है, जिसके लिए सजा",
  "punishment for which could go up to Rs.50,000/- for each offence. Under sub-clause (2), for repeat offender, the penalty is to be not less": "प्र्येक अपराध के लिए 50,000/- रुपये तक हो सकती है। उप-खंड (2) के तहत, बार-बार अपराध करने पर",
  "than Rs.2,00,000/-, which may go up to Rs.5,00,000/- to its maximum.": "जुर्माना 200,000/- रुपये से कम नहीं होना चाहिए, जो अधिकतम 5,00,000/- रुपये तक हो सकता है। छूट के",
  "given under Section 5 regarding the exemption and Section 7 regarding the reports which were to be exempted by the authorized officer. The": "संबंध में धारा 5 के तहत और प्राधिकृत अधिकारी द्वारा छूट दी जाने वाली रिपोर्टों के संबंध में धारा 7 के तहत दी गई",
  "provided under Section 16 that every director, manager or other officer": "व्यक्ति का दायित्व धारा 46 के तहत प्रदान किया गया था कि प्रत्येक निदेशक, प्रबंधक या अन्य अधिकारी या प्रबंधन",
  "or person concerned with the management shall, unless he proves that the offence was committed without his knowledge or consent, be": "से संबंधित व्यक्ति, जब तक कि वह यह साबित नहीं कर देता कि अपराध उसकी जानकारी या सहमति के बिना",
  "deemed to be guilty of such offence. Section 17 provided the liability": "किया गया था, उसे दोषी माना जाएगा। ऐसे अपराध का दोषी हो. धारा 7 में साझेदारी संबंधी चिंता पर दायित्व का",
  "consent or connivance of a partner or partners or designated partner or partners of a limited liability partnership or to the attribution to any": "प्रावधान किया गया है, जो किसी साझेदार या साझेदार या नामित साझेदार या सीमित दायित्व साझेदारी के साझेदारों",
  "neglect on the part of the partner or partners. Regarding societies or": "की सहमति या मिलीभगत के कारण या साझेदार या साझेदारों की ओर से किसी भी उपेक्षा के कारण इसे सीमित कर",
  "trusts, the person in charge of and responsible for the conduct of the business of the society or trust were to be deemed to be guilty of the": "देता है। सोसाइटियों या ट्रस्टों के संबंध में, सोसाइटी या ट्रस्ट के व्यवसाय के संचालन के लिए जिम्मेदार और जिम्मेदार",
  "offence and liable to be proceeded against and they could only escape": "व्यक्ति को अपराध का दोषी माना जाएगा और उनके खिलाफ कार्रवाई की जाएगी और वे केवल तभी उक्त दायित्व",
  "the said liability if they could prove that the offence was committed": "से बच सकते हैं यदि वे ऐसा कर सकें। साबित करें कि अपराध उनकी जानकारी के बिना किया गया था या उन्होंने",
  "authorized officer or the designated officer which was done in good": "प्राधिकृत अधिकारी या नामित अधिकारी जो अच्छे विश्वास में किया गया था। धारा 2। में गैर-अप्रत्याशित खंड प्रदान",
  "effect of the Act over any State laws for the time being in force or any": "किया गया है, किसी भी समय लागू राज्य कानूनों या ऐसे कानून के आधार पर प्रभाव रखने वाले किसी भी उपकरण",
  "instrument having effect by virtue of such law and the Act would have such over riding effect whereas Section 24 provided the power to make": "पर अधिनियम का अधिभावी प्रभाव और अधिनियम का ऐसा अधिभावी प्रभाव होगा जबकि धारा 2५ में शक्ति प्रदान",
  "the rules to the Government.": "की गई है सरकार को नियम बनाने के लिए.",
  "Factual Matrix": "तथ्यात्मक मैट्रिक्स",
  "(15) The implementation of the Act was stayed vide order dated 03.02.2022 by the co-ordinate Bench by noticing that the": "(5) समन्वय पीठ द्वारा दिनांक 03.02.2022 के आदेश के तहत अधिनियम के कार्यान्वयन पर रोक लगा दी गई",
  "core issue was whether any State can restrict employment (even in the private sector) on the basis of domicile. The matter was thereafter": "थी, यह देखते हुए कि मुख्य मुद्दा यह था कि क्‍या कोई राज्य अधिवास के आधार पर रोजगार (निजी क्षेत्र में भी) को",
  "taken to the Apex Court wherein, it was directed on 17.02.2022 that": "प्रतिबंधित कर सकता है। इसके बाद मामला शीर्ष अदालत में ले जाया गया, जहां 77.02.2022 को निर्देश दिया गया",
  "since challenge was to the Legislation and without any reasons the stay could not have been granted and resultantly, the Apex Court directed to": "कि चूंकि चुनौती कानून को दी गई थी और बिना किसी कारण के रोक नहीं दी जा सकती थी और परिणामस्वरूप,",
  "decide the writ petition expeditiously within a period of four weeks. However, the State of Haryana was mandated not to take any coercive": "शीर्ष अदालत ने रिट याचिका पर शीघ्रता से निर्णय लेने का निर्देश दिया। चार सप्ताह की अवधि. हालाँकि, हरियाणा",
  "steps against the employers keeping in view the argument raised that": "राज्य को इस तर्क को ध्यान में रखते हुए नियोक्ताओं के खिलाफ कोई भी कठोर कदम नहीं उठाने का आदेश दिया",
  "they would face immense hardship as they could not employ anybody from outside the State from the date of the commencement of the Act. It was noticed on 22.02.2022 that the Union of India was not filing its": "गया था कि उन्हें भारी कठिनाई का सामना करना पड़ेगा क्‍योंकि वे अधिनियम के प्रारंभ होने की तारीख से राज्य के बाहर से किसी को भी नियोजित नहीं कर सकते हैं। 22.02.2022 को यह देखा गया कि भारत संघ अपना उत्तर",
  "reply. Vide order dated 04.03.2022, it was noticed that short reply had": "दाखिल नहीं कर रहा था। दिनांक 04.03.2022 के आदेश के अनुसार, यह देखा गया कि प्रतिवादी संख्या । द्वारा",
  "been filed by respondent No.1. Directions were issued to file para wise reply keeping in view the issue involved. The matter was thereafter": "संक्षिप्त उत्तर दायर किया गया था। संबंधित मुद्दे को ध्यान में रखते हुए पैरावार जवाब दाखिल करने का निर्देश दिया",
  "placed before another Bench on 09.03.2022 on account of one member of the Bench recusing himself. The co-ordinate Bench had heard": "गया. इसके बाद बेंच के एक सदस्य द्वारा खुद को अलग करने के कारण मामला 09.03.2022 को दूसरी बेंच के",
  "arguments spanning over a week in March 2022 and judgment had": "समक्ष रखा गया। समन्वय पीठ ने मार्च 2022 में एक सप्ताह तक दलीलें सुनी थीं और फैसला सुरक्षित रख लिया था।",
  "been reserved. The matter was thereafter listed again on 07.09.2022 as certain points were needed to be clarified. The matter could not be": "इसके बाद मामले को 07.09.2022 को फिर से सूचीबद्ध किया गया क्योंकि कुछ बिंदुओं को स्पष्ट करने की",
  "taken up since Special Bench had to be constituted in view of the change of the roster thereafter. Since one of the Judges has been": "आवश्यकता थी। इसके बाद रोस्टर में बदलाव के मद्देनजर विशेष पीठ का गठन किया जाना था, इसलिए इस मामले",
  "change of the roster thereafter. Since one of the Judges has been elevated as the Chief Justice of Rajasthan High Court, the matter had": "पर सुनवाई नहीं हो सकी। चूंकि न्यायाधीशों में से एक को राजस्थान उच्च न्यायालय के मुख्य न्यायाधीश के रूप में",
  "07.07.2023 on an application for early hearing and thereafter for the first time, for arguments on 31.07.2023.": "सुनवाई के लिए एक आवेदन पर और उसके बाद पहली बार सुनवाई के लिए आया था। 3.07.2023 को बहस।",
  "Legal Arguments of Mr. Anupam Gupta, Sr. Advocate": "श्री अनुपम गुप्ता, वरिष्ठ अधिवक्ता के कानूनी तर्क",
  "(16) Mr. Anupam Gupta, Sr. Advocate appearing for the": "(6) याचिकाकर्ताओं की ओर से उपस्थित वरिष्ठ अधिवक्ता श्री अनुपम गुप्ता ने धारा 46(2) और 6(3) के प्रावधानों",
  "was equality of opportunity in the matter of public employment and only the Parliament could make any law in accordance with the class or": "सार्वजनिक रोजगार का मामला और केवल संसद ही वर्ग के अनुरूप कोई कानून बना सकती है",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 939": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "classes of any employment or an office which was also restricted for the Government or local or other authorities within the State or Union": "किसी भी रोजगार या कार्यालय की कक्षाएं जो राज्य या केंद्र शासित प्रदेश के भीतर सरकार या स्थानीय या अन्य",
  "Article 35 of the Constitution of India was relied upon to submit that": "अनुच्छेद 35 में यह कहा गया था कि राज्य की विधायिका को अनुच्छेद 6 के खंड 3 के तहत किसी भी अन्य मामलों",
  "the legislature of the State was forbidden to make powers to make laws": "के संबंध में कानून बनाने की शक्तियां देने से मना किया गया था और यह संसद के एकमात्र अधिकार क्षेत्र के भीतर",
  "within the sole jurisdiction of the Parliament which had the sole legislative competence to amend the law on the basis of residence. Resultantly, the vires of the Act were challenged on the basis of": "था। जिसके पास निवास के आधार पर कानून में संशोधन करने की एकमात्र विधायी क्षमता थी। परिणामस्वरूप, सूची-",
  "Resultantly, the vires of the Act were challenged on the basis of legislative competence while referring to Entry No.81 of the List-I": "। (संघ सूची) की प्रविष्टि संख्या 8। का संदर्भ देते हुए विधायी क्षमता के आधार पर अधिनियम की शक्तियों को चुनौती",
  "(Union List), which provided for inter-state migration and inter-state quarantine read with Entry No.17 pertaining to citizenship,": "दी गई, जो अंतर-राज्य प्रवास और अंतर-राज्य संगरोध के लिए प्रदान करती है, प्रविष्टि संख्या ।7 के साथ पढ़ें",
  "locomotion apart from sub-clause (e) whereby, the right to reside and settle in any part of the territory of India was guaranteed to all citizens": "संबंधित अनुच्छेद 9() (डी) को उप-खंड (ई) से अलग कर दिया गया था, जिससे भारत के क्षेत्र के किसी भी हिस्से",
  "settle in any part of the territory of India was guaranteed to all citizens while pointing out the provisions of Article 19(5). It was argued that the": "में निवास करने और बसने के अधिकार की गारंटी दी गई थी। अनुच्छेद 9(5) के प्रावधानों को इंगित करते हुए सभी",
  "State only had the power to make any law whereby it could impose": "नागरिकों को। यह तर्क दिया गया कि राज्य के पास केवल कोई भी कानून बनाने की शक्ति है जिसके तहत वह",
  "reasonable restrictions which would be in the interest of general public or in the interest of Scheduled Castes and Scheduled Tribes. Reference": "उचित प्रतिबंध लगा सकता है जो आम जनता के हित में या अनुसूचित जाति और अनुसूचित जनजाति के हित में",
  "was made to Article 19(6) that the power of the State was only regarding making of laws in the interest of general public which had to": "होगा। अनुच्छेद 9(6) का संदर्भ दिया गया था कि राज्य की शक्ति केवल आम जनता के हित में कानून बनाने के",
  "have reasonable restrictions on the exercise of the right conferred under": "संबंध में थी, जिसके संबंध में अनुच्छेद 9()(जी) के तहत प्रदत्त अधिकार के प्रयोग पर उचित प्रतिबंध होना चाहिए।",
  "Article 19(1)(g) pertaining to practice of any profession or carrying on any occupation which was also being violated by the virtue of the": "किसी भी पेशे का अभ्यास करना या कोई व्यवसाय करना जो उक्त क़ानून के आधार पर उल्लंघन किया जा रहा हो।",
  "discrimination on the grounds of place of birth under Article 15(1) and": "दिया गया कि अनुच्छेद 5(॥) के तहत जन्म स्थान के आधार पर भेदभाव पर रोक है और राज्य इस आधार पर",
  "the State would not discriminate against any citizen on that account, but the power to make any special provision was there for women and": "किसी भी नागरिक के साथ भेदभाव नहीं करेगा, लेकिन महिलाओं और बच्चों के लिए कोई विशेष प्रावधान करने की",
  "make special provision for advancement of backward classes of citizens and the Scheduled Castes and Scheduled Tribes. The fact that": "शक्ति थी। जबकि नागरिकों के पिछड़े वर्गों और अनुसूचित जातियों और अनुसूचित जनजातियों की उन्नति के लिए",
  "for advancement of socially backward classes and for Scheduled Castes": "डाला गया कि अनुच्छेद 5(५) के तहत सामाजिक रूप से पिछड़े वर्गों की उन्नति के लिए और अनुसूचित जाति और",
  "(17) Accordingly, it was argued that it was a case of regional": "(7) तदनुसार, यह तर्क दिया गया कि यह क्षेत्रीय मामला था",
  "chauvinism and there was an express bar under Part-II of the Constitution of India in view of the provisions of Article 16(2), which": "अंधराष्ट्रवाद और अनुच्छेद 6(2) के प्रावधानों के मद्देनजर भारत के संविधान के भाग-॥ के तहत एक स्पष्ट रोक थी,",
  "provided the equality of opportunity in matters of public employment and that no citizen as such could be held ineligible or discriminated": "जो सार्वजनिक रोजगार के मामलों में अवसर की समानता प्रदान करती थी और किसी भी नागरिक को अयोग्य नहीं",
  "against in any employment or office under the State on account of the": "ठहराया जा सकता था या जन्म स्थान या निवास स्थान के कारण राज्य के अधीन किसी भी रोजगार या कार्यालय में",
  "place of birth or residence. Reference was made to the definition of “citizens” under Article 5 of the Constitution which provided for being": "भेदभाव किया जाता है। संविधान के अनुच्छेद 5 के तहत \"नागरिकों\" की परिभाषा का संदर्भ दिया गया था, जो भारत",
  "domiciled in the territory of India and being born in the territory of": "के क्षेत्र में अधिवासित होने और भारत के उस क्षेत्र में पैदा होने का प्रावधान करता है जिसमें पहली अनुसूची में निर्दिष्ट",
  "India which consisted of territories of the State and the Union Territories specified in the First Schedule comprising of India i.e.": "राज्य और केंद्र शासित प्रदेशों के क्षेत्र शामिल थे। अनुच्छेद (0) के अनुसार भारत अर्थात भारत और राज्यों का संघ",
  "country sought to be divided into separate parts was the serious concern expressed by the senior counsel and the right of private employment": "शामिल है। देश की एकता को अलग-अलग हिस्सों में बांटने की मांग पर वरिष्ठ वकील ने गंभीर चिंता व्यक्त की और",
  "expressed by the senior counsel and the right of private employment being denied on the basis of being born in a different State.": "अलग राज्य में पैदा होने के आधार पर निजी रोजगार के अधिकार से इनकार कर दिया गया।",
  "the State could not be commanded to the private employer on the pain of prosecution under the Act and to do what the Constitution prohibited": "अभियोजन के दर्द पर आदेश नहीं दिया जा सकता था और जो संविधान राज्य को निषिद्ध करता था उसे करने का",
  "the State. While referring to Article 38 and the duties of the State to secure social order for protection of the welfare of people and to": "आदेश नहीं दिया जा सकता था। अनुच्छेद ३8 और लोगों के कल्याण की सुरक्षा के लिए सामाजिक व्यवस्था को",
  "minimise the inequalities in income and to eliminate the inequalities in status and to provide opportunities would amount to withdrawing": "सुरक्षित करने और आय में असमानताओं को कम करने और स्थिति में असमानताओं को खत्म करने और अवसर",
  "opportunities from a group of people and to give the same to another": "प्रदान करने के राज्य के कर्तव्यों का जिक्र करते हुए लोगों के एक समूह से अवसरों को वापस लेना होगा। और जन्म",
  "group of people on the basis of birth. The citizens of the country": "के आधार पर दूसरे समूह के लोगों को भी वही देना। देश के नागरिकों को प्रवासियों के रूप में नामित करने के",
  "nomenclature as migrants, in the objects and reasons, was attacked with vigor and venom by the senior counsel on the ground that the": "उद्देश्यों और कारणों पर वरिष्ठ वकील द्वारा इस आधार पर जोरदार हमला किया गया था कि भाग |५ए के अनुच्छेद",
  "fundamental duties under Article 51A of Part IVA which were provided under sub-Clause (e) were to promote harmony and spirit of common brotherhood amongst the people of the country which had to": "5 ए के तहत मौलिक कर्तव्य जो उप-खंड (ई) के तहत प्रदान किए गए थे। देश के लोगों के बीच सद्भाव और समान",
  "common brotherhood amongst the people of the country which had to cross the boundaries of regional and sectional diversities. It is": "भाईचारे की भावना को बढ़ावा देना, जिसे क्षेत्रीय और अनुभागीय विविधताओं की सीमाओं को पार करना पड़ता है।",
  "accordingly the argument of the senior counsel that Article 19(1)(d) and 19(1)(e) provided the freedom to move freely throughout the territory": "तदनुसार, वरिष्ठ वकील का तर्क है कि अनुच्छेद 9() (डी) और 9() (ई) भारत के पूरे क्षेत्र में स्वतंत्र रूप से घूमने",
  "19(1)(e) provided the freedom to move freely throughout the territory of India and to reside and settle in any part of the same and on the": "और उसके किसी भी हिस्से में रहने और बसने की स्वतंत्रता प्रदान करता है। अधिनियम की अवधारणा यह प्रदान",
  "concept of the Act providing that “this is my patch of land” and others could not encroach on it was against the settled provisions of the": "करती है कि \"यह मेरी भूमि का टुकड़ा है\" और अन्य लोग इस पर अतिक्रमण नहीं कर सकते हैं, यह संविधान के",
  "Constitution and had amounted to regional nationalism.": "स्थापित प्रावधानों के खिलाफ था और क्षेत्रीय राष्ट्रवाद के समान था।",
  "Legal Arguments of Mr. Akshay Bhan, Sr. Advocate": "श्री अक्षय भान, वरिष्ठ अधिवक्ता के कानूनी तर्क",
  "(19) Mr. Akshay Bhan, Sr. Advocate, opening arguments in CWP No.24967 of 2021, has pointed out the objects and reasons which": "(9) श्री अक्षय भान, वरिष्ठ अधिवक्ता ने 202। के सीडब्ल्यूपी नंबर 2५967 में दलीलें शुरू करते हुए उन वस्तुओं",
  "have already been reproduced in Para No.7 to submit that the issue of": "और कारणों की ओर इशारा किया है, जिन्हें पहले ही पैरा नंबर 7 में पुन: प्रस्तुत किया जा चुका है, ताकि अंतर-राज्य",
  "inter-state migration was not within the State domain while referring to": "प्रवासन का मुद्दा उठाया जा सके। संदर्भ देते समय राज्य डोमेन के अंतर्गत नहीं",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 941": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "Entry 81, List-I (Union List) of the Seventh Schedule to submit that": "प्रविष्टि 88, सातवीं अनुसूची की सूची- | (संघ सूची) प्रस्तुत करने के लिए कि एक बार इसे संघ की सूची में प्रदान",
  "legislative competence as such to legislate on the said issue and, therefore, it was not within the domain of the State to notify the said": "किए जाने के बाद, राज्य के पास उक्त मुद्दे पर कानून बनाने की विधायी क्षमता नहीं थी और इसलिए, यह था उक्त",
  "Act. While referring to the written statement filed by the State, it is": "अधिनियम को अधिसूचित करना राज्य के अधिकार क्षेत्र में नहीं है। राज्य द्वारा दायर लिखित बयान का जिक्र करते",
  "pointed out that the State had justified the classification under the head “geographical”. It was their stand, that to protect the livelihood of": "हुए, यह बताया गया है कि राज्य ने \"भौगोलिक\" शीर्षक के तहत वर्गीकरण को उचित ठहराया था। उनका कहना था",
  "people domiciled in the State of Haryana and to protect their health,": "कि हरियाणा राज्य में रहने वाले लोगों की आजीविका की रक्षा करने और उनके स्वास्थ्य, रहने की स्थिति और",
  "living conditions and the right to employment, the Act had been notified which was balancing the fundamental rights of the citizens of": "रोजगार के अधिकार की रक्षा के लिए अधिनियम अधिसूचित किया गया था जो राज्य के नागरिकों के मौलिक",
  "the State. It is accordingly submitted that once the State itself was": "अधिकारों को संतुलित कर रहा था। तदनुसार यह प्रस्तुत किया गया है कि एक बार जब राज्य स्वयं यह मान रहा था",
  "holding out that the Legislation was to prevent the unwarranted influx of human resources to the detriment of the domiciled people, the same": "कि कानून अधिवासित लोगों के नुकसान के लिए मानव संसाधनों के अनुचित प्रवाह को रोकने के लिए था, तो यह",
  "was per se unconstitutional as the State could not discriminate in view": "स्वयं असंवैधानिक था क्योंकि राज्य अनुच्छेद 9 के मद्देनजर भेदभाव नहीं कर सकता था( भारत के संविधान के",
  "substance of the entire object, scope and the effect of the Legislation and the defence as such taken that under List-II (State List), the State": "उद्देश्य, दायरे और विधान के प्रभाव और बचाव को देखे, जैसा कि सूची- ॥ (राज्य सूची) के तहत लिया गया है, राज्य",
  "Nos.7 and 52 of List-I (Union List) and Entry 24 of the Concurrent List": "को अधिकार है सूची-। (संघ सूची) की प्रविष्टि संख्या 7 और 52 और समवर्ती सूची (सूची-॥॥) की प्रविष्टि 2५ के",
  "of work, provident funds, employees' liability, workmen's compensation, invalidity and old age pensions and maternity benefits": "से संबंधित है। 'दायित्व, श्रमिकों का मुआवजा, विकलांगता और वृद्धावस्था पेंशन और मातृत्व लाभ जबकि प्रविष्टि",
  "whereas Entry No.36 pertained to factories.": "संख्या 36 कारखानों से संबंधित थी।",
  "Rebuttal Submissions of Mr. Puneet Bali, Sr. Advocate for the State": "राज्य के वरिष्ठ अधिवक्ता श्री पुनीत बाली की खंडन प्रस्तुतियाँ",
  "(20) Mr. Puneet Bali, Sr. Advocate opening submissions on behalf of the State firstly raised the preliminary objection that the": "(20) श्री पुनीत बाली, वरिष्ठ अधिवक्ता ने राज्य की ओर से प्रस्तुतियाँ शुरू करते हुए सबसे पहले प्रारंभिक आपत्ति",
  "present petition is filed by an Association namely the IMT Industrial Association and the Manesar Industrial Welfare Association and": "उठाई कि वर्तमान याचिका एक एसोसिएशन अर्थात्‌ आईएमटी इंडस्ट्रियल एसोसिएशन और मानेसर इंडस्ट्रियल",
  "2022. Resultantly, he has placed reliance upon the judgment of the Apex Court in State Trading Corporation of India Ltd. versus The Commerical Tax Officer and others' to submit that a company": "परिणामस्वरूप, उन्होंने स्टेट ट्रेडिंग कॉरपोरेशन ऑफ इंडिया लिमिटेड बनाम वाणिज्यिक कर अधिकारी और अन्य! मामले में शीर्ष न्यायालय के फैसले पर भरोसा करते हुए कहा कि भारतीय कंपनी अधिनियम, 956 के तहत",
  "registered under the Indian Companies Act, 1956 was not a citizen and": "पंजीकृत कंपनी नागरिक नहीं थी और इसका आह्वान नहीं कर सकती थी। भारत के संविधान के अनुच्छेद 9 की",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 943": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "unscrupulous litigants could not invoke writ jurisdiction if material facts were not candidly put forth.": "यदि भौतिक तथ्य स्पष्ट रूप से सामने नहीं रखे गए तो बेईमान वादी रिट क्षेत्राधिकार का इस्तेमाल नहीं कर सकते।",
  "Substantial Questions of Law": "कानून के महत्वपूर्ण प्रश्न",
  "(22) Keeping in view the pleadings and the arguments raised, we are of the considered opinion that the following questions would arise for decision by us:-": "(22) प्रस्तुत दलीलों और तर्कों को ध्यान में रखते हुए, हमारी सुविचारित राय है कि हमारे निर्णय के लिए निम्नलिखित प्रश्न उठेंगे;-",
  "1. Whether the writ petition would be maintainable keeping in view the fact that the Act has been challenged principally": "।. क्या रिट याचिका इस तथ्य को ध्यान में रखते हुए सुनवाई योग्य होगी कि अधिनियम को मुख्य रूप से व्यक्तियों के",
  "by an association of persons and whether they could claim the violations of the fundamental rights under Part-II of the Constitution of India and whether they are liable to be heard": "एक संघ द्वारा चुनौती दी गई है और क्‍या वे भारत के संविधान के भाग-॥ के तहत मौलिक अधिकारों के उल्लंघन का",
  "Constitution of India and whether they are liable to be heard on merits?": "दावा कर सकते हैं और क्‍या वे हैं योग्यता के आधार पर सुनवाई योग्य है?",
  "2. Whether it was within the ambit of the State to legislate upon the issue in question in view of the specific bar provided under Article 35 of the Constitution of India and": "2. क्या भारत के संविधान के अनुच्छेद 35 के तहत प्रदान की गई विशिष्ट रोक के मद्देनजर प्रश्नगत मुद्दे पर कानून",
  "whether the legislation would be covered under Entry No.81 of the Union List?": "बनाना राज्य के दायरे में था और क्‍या यह कानून संघ सूची की प्रविष्टि संख्या 88 के तहत कवर किया जाएगा?",
  "3. If Question No.2 is answered either way, whether the State could provide for a legislation to private employers to do what was forbidden for it to do under the Constitution of India?": "3. यदि प्रश्न संख्या 2 का उत्तर किसी भी तरह से दिया जाता है, तो क्‍या राज्य निजी नियोक्‍्ताओं को वह करने के लिए एक कानून प्रदान कर सकता है जो भारत के संविधान के तहत उसके लिए निषिद्ध था?",
  "4. Whether the legislation provides reasonable restrictions in the interest of the general public and thus": "५. क्या कानून आम जनता के हित में उचित प्रतिबंध प्रदान करता है और इस प्रकार भारत के संविधान के अनुच्छेद",
  "gives the right to the State under Article 19(5) and 19(6) of the Constitution of India to justify the same?": "9(5) और 9(6) के तहत राज्य को इसे उचित ठहराने का अधिकार देता है?",
  "Answer to O.No.1": "प्रश्न संख्या । का उत्तर",
  "(23) The arguments raised by Mr. Bali on the maintainability of the writ petitions on account of being filed by the Association seem": "(23) एसोसिएशन द्वारा दायर किए जाने के कारण रिट याचिकाओं की स्थिरता पर श्री बाली द्वारा उठाए गए तर्क उन",
  "attractive at the first blush keeping in view the judgments which he has": "निर्णयों को ध्यान में रखते हुए पहली नजर में आकर्षक लगते हैं जिन पर उन्होंने भरोसा किया है जैसा कि पैरा संख्या",
  "relied upon as noticed in his submissions made in Para No.20. However, it is to be seen and noticed that in the present bunch of cases,": "में किए गए उनके प्रस्तुतीकरण में देखा गया है। .20. हालाँकि, यह देखने और ध्यान देने की बात है कि मामलों के",
  "more than 100 persons in the said business. It has further been pleaded": "और उसने 00 से अधिक लोगों को रोजगार दिया है। व्यापार। इसकी और भी वकालत की गई है",
  "944 ILL.R. PUNJAB AND HARYANA 2023(2)": "943",
  "fundamental rights, except in a case where the petition is for": "मौलिक अधिकार, उस मामले को छोड़कर जहां याचिका बंदी प्रत्यक्षीकरण की रिट के लिए है और संभवतः कला के",
  "guarantee under Arts. 17, 23 and 24, the petitioner may seek relief in respect of his own rights and not of others. The": "तहत गारंटी के उल्लंघन के लिए है। 7, 23 और 2५, याचिकाकर्ता अपने अधिकारों के संबंध में राहत मांग सकता है,",
  "relief in respect of his own rights and not of others. The shareholder of a Company, it is true, is not the owner of its": "दूसरों के नहीं। यह सच है कि किसी कंपनी का शेयरधारक उसकी संपत्ति का मालिक नहीं है; उसे केवल",
  "assets; he has merely a right to participate in the profits of the Company subject to the contract contained in the Articles of Association. But on that account the petitions": "एसोसिएशन के लेखों में निहित अनुबंध के अधीन कंपनी के मुनाफे में भाग लेने का अधिकार है। लेकिन उस आधार",
  "will not fail. A measure executive or legislative may impair": "पर याचिकाएँ विफल नहीं होंगी। एक कार्यकारी या विधायी उपाय अकेले कंपनी के अधिकारों को ख़राब कर सकता",
  "the rights of the Company alone, and not of its shareholders; it may impair the rights of the shareholders and not of the": "है, न कि उसके शेयरधारकों के; यह शेयरधारकों के अधिकारों को ख़राब कर सकता है, न कि कंपनी के: यह",
  "Company : it may impair the rights of the shareholders as well as of the Company. Jurisdiction of the Court to grant": "शेयरधारकों के साथ-साथ कंपनी के अधिकारों को भी ख़राब कर सकता है। जब राज्य की कार्रवाई से व्यक्तिगत",
  "well as of the Company. Jurisdiction of the Court to grant relief cannot be denied, when by State action the rights of": "शेयरधारक के अधिकार ख़राब होते हैं, तो राहत देने के न्यायालय के अधिकार क्षेत्र से इनकार नहीं किया जा सकता",
  "the individual shareholder are impaired, if that action impairs the rights of the Company as well. The test in": "है, यदि वह कार्रवाई कंपनी के अधिकारों को भी ख़राब करती है। यह निर्धारित करने में परीक्षण कि क्या शेयरधारक",
  "not formal: it is essentially qualitative: if the State action": "का अधिकार क्षीण है, औपचारिक नहीं है: यह अनिवार्य रूप से गुणात्मक है: यदि राज्य की कार्रवाई शेयरधारकों के",
  "impairs the right of the shareholders as well as to the Company, the Court will not, concentrating merely upon the technical operation of the action, deny itself jurisdiction to": "साथ-साथ कंपनी के अधिकार को क्षीण करती है, तो न्यायालय केवल कार्रवाई के तकनीकी संचालन पर ध्यान केंद्रित",
  "15. The petitioner claims that by the Act and by the Ordinance the rights guaranteed to him under Arts. 14, 19": "॥5. याचिकाकर्ता का दावा है कि अधिनियम और अध्यादेश द्वारा उसे कला के तहत अधिकारों की गारंटी दी गई है।",
  "and 31 of the Constitution are impaired. He says that the Act and the Ordinance are without legislative competence in": "संविधान के ५9, 49 और 3३। ख़राब हैं। उनका कहना है कि अधिनियम और अध्यादेश विधायी क्षमता के बिना हैं",
  "that they interfere with the guarantee of freedom of trade and are not made in the public interest; that the Parliament": "क्योंकि वे व्यापार की स्वतंत्रता की गारंटी में हस्तक्षेप करते हैं और सार्वजनिक हित में नहीं बनाए गए हैं; संसद के",
  "had no legislative competence, to enact the Act and the President had no power to promulgate the Ordinance,": "पास अधिनियम को अधिनियमित करने की कोई विधायी क्षमता नहीं थी और राष्ट्रपति के पास अध्यादेश जारी करने",
  "because the subject-matter of the Act and the Ordinance is (partially at least) within the State List; and that the Act and": "की कोई शक्ति नहीं थी, क्योंकि अधिनियम और अध्यादेश का विषय-वस्तु (कम से कम आंशिक रूप से) राज्य सूची",
  "Ordinance are invalid because they vest the undertaking of the named banks in the new corporations without a public": "के अंतर्गत है; और यह कि अधिनियम और अध्यादेश अमान्य हैं क्‍योंकि वे नामित बैंकों के उपक्रम को सार्वजनिक",
  "purpose and without setting out principles and the basis for determination and payment of a just equivalent for the": "उद्देश्य के बिना और सिद्धांतों को निर्धारित किए बिना और जब्त की गई संपत्ति के लिए उचित समकक्ष के निर्धारण",
  "hostile discrimination practised by the State the value of his investment in the shares is substantially reduced, his right to": "अपनाए गए शश्रुतापूर्ण भेदभाव के परिणामस्वरूप शेयरों में उनके निवेश का मूल्य काफी कम हो गया है, उनके",
  "receive dividend from his investment has ceased, and he has": "निवेश से लाभांश प्राप्त करने का उनका अधिकार समाप्त हो गया है, और उन्हें",
  "946": "945",
  "suffered great financial loss, he is deprived of the right as a shareholder to carry on business through the agency of the": "भारी वित्तीय हानि का सामना करना पड़ा, वह एक शेयरधारक के रूप में कंपनी की एजेंसी के माध्यम से व्यापार",
  "Company, and that in respect of the deposits the obligations of the corresponding new banks -not of his choice are": "करने के अधिकार से वंचित है, और जमा के संबंध में उसकी पसंद के अनुरूप नए बैंकों के दायित्वों को उसकी",
  "substituted without his consent.": "सहमति के बिना प्रतिस्थापित कर दिया गया है।",
  "17. The judgment of this Court in The State Trading Corporation of India Ltd. & Others v. The Commercial Tax": "77. द स्टेट ट्रेडिंग कॉरपोरेशन ऑफ इंडिया लिमिटेड और अन्य बनाम वाणिज्यिक कर अधिकारी, विशाखापत्तनम",
  "Officer, Visakhapatnam & Ors.(2) has no bearing on this question. In that case in a petition under Art. 32 of the": "और अन्य (2) में इस न्यायालय के फैसले का इस प्रश्न पर कोई असर नहीं है। उस मामले में कला के तहत एक",
  "(f) & (g) of the Constitution and this Court opined that the Corporation not being a citizen was incompetent to enforce the rights guaranteed by Art. 19. Nor has the judgment in Tata Engineering and Locomotive Co. Ltd. v. State of": "संविधान के (एफ) और (जी) और इस न्यायालय ने राय दी कि नागरिक नहीं होने के कारण निगम ॥9 धारा द्वारा गारंटीकृत अधिकारों को लागू करने में अक्षम था। न ही टाटा इंजीनियरिंग और लोकोमोटिव कंपनी लिमिटेड बनाम",
  "Bihar and Ors. any bearing on the question arising in these": "बिहार राज्य और अन्य में निर्णय दिया गया है। इन याचिकाओं में उठने वाले प्रश्न पर कोई असर। कला के तहत एक",
  "petitions. In a petition under Art. 32, of the Constitution filed by a Company challenging the levy of sales-tax by the State of Bihar, two shareholders were also impleaded as": "याचिका में। बिहार राज्य द्वारा बिक्री कर लगाने को चुनौती देने वाली एक कंपनी द्वारा दायर संविधान के 32 में दो",
  "petitioners. It was urged on behalf of the shareholders that": "शेयरधारकों को भी याचिकाकर्ता के रूप में शामिल किया गया था। शेयरधारकों की ओर से आग्रह किया गया कि",
  "in substance the interests of the Company and of the shareholders were identical and the shareholders were entitled to maintain the petition. The Court rejected that": "मूलतः कंपनी और शेयरधारकों के हित समान थे और शेयरधारक याचिका को बरकरार रखने के हकदार थे। न्यायालय ने उस तर्क को खारिज कर दिया, यह देखते हुए कि कंपनी जो सीधे तौर पर हासिल नहीं कर सकी, वह",
  "achieve directly, it could not relying upon the \"doctrine of lifting the veil\" achieve indirectly. The petitioner seeks in": "\"पर्दा उठाने के सिद्धांत\" पर भरोसा करके अप्रत्यक्ष रूप से हासिल नहीं कर सकती। याचिकाकर्ता इस मामले में",
  "this case to challenge the infringement of his own rights and not of the Banks of which he is a shareholder and a": "अपने स्वयं के अधिकारों के उल्लंघन को चुनौती देना चाहता है, न कि उन बैंकों के, जिनमें वह शेयरधारक और",
  "director and with which he has accounts-, current and fixed deposit.": "निदेशक है और जिनके पास उसके खाते हैं - चालू और सावधि जमा।",
  "19. It is not necessary to consider whether Art. 31 A (1) (d)": "9. इस पर विचार करना आवश्यक नहीं है कि क्‍या कला। संविधान का 3। ए (॥) (डी) एक निदेशक के रूप में",
  "of the Constitution bars the petitioner's claim to enforce his rights as a director. The Act prima facie does not (though": "अपने अधिकारों को लागू करने के याचिकाकर्ता के दावे पर रोक लगाता है। अधिनियम प्रथम दृष्टया (हालांकि",
  "the Ordinance purported to) seek to extinguish or modify the right of the petitioner as a director : it seeks to take away": "अध्यादेश में कहा गया है) एक निदेशक के रूप में याचिकाकर्ता के अधिकार को खत्म करने या संशोधित करने का",
  "948": "946",
  "company of which the petitioner is a shareholder. A shareholder is entitled to protection of Article 19. That": "वह कंपनी जिसका याचिकाकर्ता शेयरधारक है। एक शेयरधारक अनुच्छेद 9 के संरक्षण का हकदार है। वह",
  "individual right is not lost by reason of the fact that he is a shareholder of the company. The Bank Nationalisation case": "व्यक्तिगत अधिकार इस तथ्य के कारण नहीं खोता है कि वह कंपनी का शेयरधारक है। बैंक राष्ट्रीयकरण मामले",
  "(supra) has established the view that the fundamental rights of shareholders as citizens are not lost when they associate": "(सुप्रा) ने यह दृष्टिकोण स्थापित किया है कि किसी कंपनी से जुड़ने पर नागरिकों के रूप में शेयरधारकों के मौलिक",
  "to from a company. When their fundamental rights as shareholders are impaired by State action their rights as": "अधिकार समाप्त नहीं होते हैं। जब शेयरधारक के रूप में उनके मौलिक अधिकार राज्य की कार्रवाई से क्षीण होते हैं",
  "shareholders are protected. The reason is that the": "तो शेयरधारक के रूप में उनके अधिकार सुरक्षित रहते हैं। इसका कारण यह है कि यदि ऐसा होता है तो",
  "shareholders’ rights are equally and necessarily affected if the. rights of the company are affected. The rights of": "शेयरधारकों के अधिकार समान रूप से और आवश्यक रूप से प्रभावित होते हैं। कंपनी के अधिकार प्रभावित होते",
  "shareholders with regard to Article 19(1) (a) are projected": "हैं. अनुच्छेद 9()(ए) के संबंध में शेयरधारकों के अधिकारों को निगम के माध्यम से शेयरधारकों के स्वामित्व और",
  "and manifested by the newspapers owned and controlled by": "नियंत्रण वाले समाचार पत्रों द्वारा प्रक्षेपित और प्रकट किया जाता है। वर्तमान मामले में, संपादकों, निदेशकों और",
  "the present case, the individual rights of freedom of speech and expression of editors, Directors and shareholders are all": "शेयरधारकों की बोलने और अभिव्यक्ति की स्वतंत्रता के व्यक्तिगत अधिकारों का प्रयोग उनके समाचार पत्रों के",
  "exercised through their newspapers through which they speak. The press reaches the public through the": "माध्यम से किया जाता है जिसके माध्यम से वे बोलते हैं। प्रेस समाचार पत्रों के माध्यम से जनता तक पहुंचता है।",
  "Newspapers. The shareholders speak through their editors- The fact that the companies are the petitioners does not": "शेयरधारक अपने संपादकों के माध्यम से बोलते हैं- तथ्य यह है कि कंपनियां याचिकाकर्ता हैं, इस न्यायालय को उन",
  "prevent this Court from giving relief to the shareholders, editors, printers who have asked for protection of their fundamental rights by reason of the effect of the law and of": "शेयरधारकों, संपादकों, मुद्रकों को राहत देने से नहीं रोकता है जिन्होंने कानून और कानून के प्रभाव के कारण अपने",
  "the action upon their rights. The locus standi of the": "मौलिक अधिकारों की सुरक्षा की मांग की है। उनके अधिकारों पर कार्रवाई. बैंक राष्ट्रीयकरण मामले (सुप्रा) में इस",
  "shareholder petitioners is beyond challenge after the ruling": "न्यायालय के फैसले के बाद शेयरधारक याचिकाकर्ताओं का अधिकार क्षेत्र चुनौती से परे है। कंपनी की उपस्थिति",
  "23. The rulings in Sakal Papers case (supra) and Express Newspapers case (supra) also support the competence of": "23. सकाल पेपर्स मामले (सुप्रा) और एक्सप्रेस न्यूजपेपर्स मामले (सुप्रा) के फैसले भी कार्यवाही को बनाए रखने के",
  "the petitioners to maintain the proceedings.”": "लिए याचिकाकर्ताओं की क्षमता का समर्थन करते हैं।",
  "(26) In Delhi Cloth and General Mills Co. Ltd. and others": "(26) दिल्ली क्लॉथ एंड जनरल मिल्स कंपनी लिमिटेड और अन्य बनाम भारत संघ और अन्य\" में, कंपनी (स्वीकृति",
  "maintainability of the constitutional validity of Rule 3A of the Companies (Acceptance and Deposits) Rules, 1975 was subject matter of consideration by taking the plea that there was restriction of the": "और जमा) नियम, 975 के नियम 3ए की संवैधानिक वैधता की स्थिरता पर आपत्ति विचार का विषय थी। यह दलील",
  "of consideration by taking the plea that there was restriction of the freedom to carry on business conferred by Article 19(1)(g) of the Constitution of India. The objection again raised was regarding the": "देते हुए कि भारत के संविधान के अनुच्छेद 9() (जी) द्वारा प्रदत्त व्यापार करने की स्वतंत्रता पर प्रतिबंध है। फिर से",
  "maintainability on account of the fact that the incorporating company": "उठाई गई आपत्ति इस तथ्य के कारण रखरखाव के संबंध में थी कि निगमित कंपनी",
  "'1 1983 (4) SCC 166": "॥ 983 (५) एससीसी 66",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 947": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "business, while reserving their right to carry on business other than banking. Assuming that he is not entitled to set": "व्यवसाय, बैंकिंग के अलावा अन्य व्यवसाय करने का अपना अधिकार सुरक्षित रखते हुए। यह मानते हुए कि वह एक",
  "up his right to enforce his guaranteed rights as a director, the": "निदेशक के रूप में अपने गारंटीकृत अधिकारों को लागू करने का अधिकार स्थापित करने का हकदार नहीं है,",
  "petition will not still fail. The preliminary objection raised by the Attorney-General against the maintainability of the": "याचिका अभी भी विफल नहीं होगी। याचिकाओं की विचारणीयता के खिलाफ अटॉर्नी-जनरल द्वारा उठाई गई",
  "petitions must fail. I. Validity of Ordinance 8 of 1969-.”": "प्रारंभिक आपत्ति विफल होनी चाहिए। ।. 969 के अध्यादेश 8 की वैधता-।\"",
  "(25) Reliance can be placed upon 5-Judge Bench judgment of the Apex Court in Bennett Coleman & Company and others versus Union of India and others’, more famously known as News Print": "(25) रिलायंस को बेनेट कोलमैन एंड कंपनी और अन्य बनाम भारत संघ और अन्य मामले में शीर्ष अदालत के 5- न्यायाधीशों की पीठ के फैसले पर रखा जा सकता है, जिसे समाचार प्रिंट नीति मामले के रूप में जाना जाता है,",
  "Policy case, wherein the issue was regarding the import and export of news prints for the publishing houses. The objection raised was that": "जिसमें मुद्दा प्रकाशन घरानों के लिए समाचार प्रिंटों के आयात और निर्यात के संबंध में था। आपत्ति यह थी कि",
  "the petitioners were the companies and could not invoke the": "याचिकाकर्ता कंपनियां थीं और वे मौलिक अधिकारों का आह्वान नहीं कर सकती थीं। एक्सप्रेस न्यूजपेपर्स प्राइवेट",
  "fundamental rights. While placing reliance upon the judgment in Express Newspapers Pyt. Ltd. and another versus Union of India?’": "लिमिटेड में फैसले पर भरोसा करते हुए। लिमिटेड और दूसरा बनाम यूनियन ऑफ इंडिया? और सकल पेपर्स प्राइवेट",
  "and Sakal Papers Pvt. Ltd. and others versus Union of India and others'® it was held that the freedom of circulation and liberty of the": "लिमिटेड। लिमिटेड और अन्य बनाम भारत संघ और अन्य\" यह अभिनिर्धारित किया गया था कि सदस्यों की",
  "members was the essential right to freedom of speech and expression": "परिसंचरण और स्वतंत्रता की स्वतंत्रता भाषण और अभिव्यक्ति की स्वतंत्रता का अनिवार्य अधिकार है और यदि",
  "and if the operation of the Act was to bring it within the mischief of Article 19(1)(a), it would be liable to be struck down. Resultantly, it": "अधिनियम का प्रवर्तन इसे अनुच्छेद 9 (॥) (ए) की शरारत के भीतर लाना है तो इसे निरस्त किया जा सकता है।",
  "was held that the share holders, editors and publishers were also petitioners alongwith the companies including the Deputy Director": "परिणामस्वरूप, यह अभिनिर्धारित किया गया कि उप-निदेशक सहित कंपनियों के साथ-साथ शेयरधारक, संपादक",
  "petitioners alongwith the companies including the Deputy Director and they could invoke their plea of fundamental rights if the newspaper print policy exposed them to heavy financial loss and": "और प्रकाशक भी याचिकाकर्ता थे और यदि समाचार पत्र मुद्रण नीति से उन्हें भारी वित्तीय नुकसान होता है और",
  "impaired their right to carry on the business of printing and publishing of the dailies through the medium of the companies. Resultantly,": "कंपनियों के माध्यम से दैनिक समाचार पप्रों के मुद्रण और प्रकाशन के व्यवसाय को जारी रखने के उनके अधिकार",
  "the preliminary objections were overruled. The relevant part reads thus:-": "मामले (ऊपर) पर भरोसा करते समय प्रारंभिक आपत्तियों को खारिज कर दिया गया। प्रासंगिक भाग इस प्रकार हैः -",
  "“22. In the Bank Nationalisation case (supra) this Court": "“22. बैंक राष्ट्रीयकरण मामले (सुप्रा) में इस न्यायालय ने संविधान के अनुच्छेद 9() (एफ) और 9(॥) (जी) के",
  "held the statute to be void for infringing the rights under": "तहत अधिकारों का उल्लंघन करने के लिए क़ानून को शून्य माना। बैंक राष्ट्रीयकरण मामले (सुप्रा) में याचिकाकर्ता",
  "Bank Nationalisation case (supra) the petitioner was a shareholder and a director of the company which was acquired under the statute. As a result of the Bank": "उस कंपनी का शेयरधारक और निदेशक था जिसे क़ानून के तहत अधिग्रहित किया गया था। बैंक राष्ट्रीयकरण मामले",
  "Nationalisation case (supra) it follows that the Court finds out whether the legislative measure directly touches the": "(सुप्रा) के परिणामस्वरूप यह पता चलता है कि न्यायालय यह पता लगाता है कि क्‍या विधायी उपाय सीधे तौर पर",
  "81973 (2) SCR 757": "8 973 (2) एससीआर 757",
  "' 1962 (3) SCR 842": "0 962 (3) एससीआर 80५2",
  "company flotations. When the flood of speculative enterprises was at its height, Parliament in U.K. decided to": "कंपनी फ़्लोटेशन उछाल आया। जब सट्टा उद्यमों की बाढ़ अपने चरम पर थी, तो यू के. में संसद ने जुआ उन्माद को",
  "intervene to check the gambling mania when it drew attention to the numerous undertakings which were": "रोकने के लिए हस्तक्षेप करने का फैसला किया जब उसने कई उपक्रमों की ओर ध्यान आकर्षित किया जो कानूनी",
  "purporting to act as corporate bodies without legal authority, practices which manifestly tend to the prejudice of the": "अधिकार के बिना कॉर्पोरेट निकायों के रूप में कार्य करने का दावा कर रहे थे, ऐसी प्रथाएँ जो स्पष्ट रूप से पूर्वाग्रह",
  "public trade and commerce of the kingdom.(1) That which governs the least, governs the best, the laissez faire doctrine": "की ओर ले जाती हैं राज्य का सार्वजनिक व्यापार और वाणिज्य। (।) जो सबसे कम शासन करता है, वह सबसे अच्छा",
  "governs the least, governs the best, the laissez faire doctrine was firmly entrenched. Since then at regular intervals, the": "शासन करता है, अहस्तक्षेप सिद्धांत दृढ़ता से स्थापित किया गया था। तब से नियमित अंतराल पर, कंपनी के क्रमिक",
  "State control became more or less discernible in successive company acts.”": "कृत्यों में राज्य का नियंत्रण कमोबेश स्पष्ट हो गया।\"",
  "(27) Keeping in view the law laid down by the Apex Court, we are of the considered opinion that the subsequent judgments of the": "(27) सर्वोच्च न्यायालय द्वारा निर्धारित कानून को ध्यान में रखते हुए, हमारी सुविचारित राय है कि सर्वोच्च न्यायालय",
  "the State to raise the objection that the association of persons cannot claim the violation of the fundamental rights. The argument raised that": "कि एसोसिएशन की व्यक्ति मौलिक अधिकारों के उल्लंघन का दावा नहीं कर सकते। यह तर्क कि स्थानीय व्यक्तियों",
  "there were already conditions provided in the allotment of industrial plots to the extent of 75% to local persons is without any basis as we": "को 75% की सीमा तक औद्योगिक भूखंडों के आवंटन में पहले से ही शर्तें प्रदान की गई थीं, बिना किसी आधार के है",
  "are not concerned with this aspect of the violation of the terms and conditions of the allotment letters and the issue before us is not": "क्योंकि हम आवंटन पत्रों के नियमों और शर्तों के उल्लंघन के इस पहलू से चिंतित नहीं हैं और हमारे सामने मुद्दा",
  "regarding any cancellation of allotment. Similarly, the argument raised that there was any such concealment at the hands of the petitioners regarding the said conditions imposed in their allotment letters would": "आवंटन रद्द करने का नहीं है। इसी प्रकार, यह तर्क उठाया गया कि याचिकाकर्ताओं ने अपने आवंटन पत्रों में लगाई",
  "that there was any such concealment at the hands of the petitioners regarding the said conditions imposed in their allotment letters would not bar us from examining the validity of the Statute on this ground": "गई उक्त शर्तों के संबंध में ऐसी कोई भी बात छिपाई है, जो हमें इस आधार पर क़ानून की वैधता की जांच करने से",
  "once the argument raised is that the fundamental rights of the citizens": "नहीं रोकेगी, क्योंकि यह तर्क उठाया गया है कि मौलिक अधिकार नागरिक इसमें शामिल हैं और यह क़ानून भारत",
  "(28) Resultantly, we decide Q. No.1 in favour of the petitioners": "(28) परिणामस्वरूप, हम याचिकाकर्ताओं के पक्ष में और राज्य के खिलाफ प्रश्न संख्या ॥ पर निर्णय लेते हैं और",
  "and against the State and hold that the petitions are maintainable in view of the law laid down by the Apex Court.": "मानते हैं कि याचिकाएं शीर्ष न्यायालय द्वारा निर्धारित कानून के मद्देनजर विचार करने योग्य हैं।",
  "Answer to Q. No.2 which is (Whether it was within the ambit of the": "प्रश्न संख्या 2 का उत्तर जो है (क्या भारत के संविधान के अनुच्छेद 35 के तहत प्रदान की गई विशिष्ट रोक के",
  "legislation would be covered under Entry No.81 of the Union List?).": "संघ सूची की संख्या 8?)",
  "(29) The defence of the State is interesting in as much as the arguments raised by the senior counsel is contrary to what has been": "(29) राज्य का बचाव इस मायने में दिलचस्प है कि वरिष्ठ वकील द्वारा उठाए गए तर्क उसके विपरीत हैं। श्री बाली ने",
  "pleaded. Mr. Bali has stressed upon the fact that the counsels for the petitioners have been reading out of context regarding the issue of migration to bring it beyond the purview of the State legislation and": "इस तथ्य पर जोर दिया है कि याचिकाकर्ताओं के वकील प्रवासन के मुद्दे को राज्य कानून के दायरे से बाहर लाने के",
  "trying to cover it under Entry No.81 of the Union List. It has been his": "लिए संदर्भ से बाहर पढ़ रहे हैं और इसे संघ सूची की प्रविष्टि संख्या 88 के तहत कवर करने की कोशिश कर रहे हैं।",
  "argument throughout that the purpose of the enactment was only to": "उनका पूरे समय यह तर्क रहा है कि इस अधिनियम का उद्देश्य केवल यही था",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 951": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "enhance the quality of living and livelihood to the residents of Haryana and to lift them from the morass of their poor quality of living": "हरियाणा के निवासियों के जीवन और आजीविका की गुणवत्ता को बढ़ाना और उन्हें उनके जीवन और आजीविका की",
  "“migrant” had been used in the Statement of Objects and Reasons would not as such bring the Statute beyond the purview of the State": "उपयोग वस्तुओं और कारणों के विवरण में किया गया था, इस तरह से क़ानून को राज्य कानून के दायरे से बाहर नहीं",
  "legislation. The purpose as such was to boost local employment and also to train the local work force and it was in the interest of general": "लाया जाएगा। इसका उद्देश्य स्थानीय रोजगार को बढ़ावा देना और स्थानीय कार्यबल को प्रशिक्षित करना था और यह",
  "(30) Accordingly, it was argued that Article 16 of the Constitution of India, which provides opportunities in the matter of": "(30) तदनुसार, यह तर्क दिया गया कि भारत के संविधान का अनुच्छेद 6, जो सार्वजनिक रोजगार के मामले में",
  "public employment, talked about the right to the citizen and not of an Association. Sub-clause (2) further provided the ineligibility or": "अवसर प्रदान करता है, नागरिक के अधिकार के बारे में बात करता है न कि किसी एसोसिएशन के। उप-खंड (2) में",
  "discrimination on account of place of birth which was only qua a": "जन्म स्थान के आधार पर अपात्रता या भेदभाव का भी प्रावधान किया गया है, जो राज्य के तहत किसी भी रोजगार के",
  "citizen in respect of any employment under the State. It was": "संबंध में केवल एक नागरिक के रूप में माना जाता है। तदनुसार प्रस्तुत किया गया कि किसी भी सार्वजनिक रोजगार",
  "accordingly submitted that there is no such action of the State regarding any public employment and, therefore, the challenge as such was without any basis. It was further contended that it was a reasonable": "के संबंध में राज्य की ओर से ऐसी कोई कार्रवाई नहीं की गई है और इसलिए, चुनौती बिना किसी आधार के थी। आगे",
  "without any basis. It was further contended that it was a reasonable restriction which was permissible under the provisions of Article 19(5)": "तर्क दिया गया कि यह एक उचित प्रतिबंध था जो अनुच्छेद 9(5) और 9(6) के प्रावधानों के तहत स्वीकार्य था जो",
  "and 19(6) which was in the interest of the general public. It was, thus, argued that there could not be an addition or subtraction from different": "आम जनता के हित में था। इस प्रकार, यह तर्क दिया गया कि संविधान के विभिन्न हिस्सों में कोई जोड़ या घटाव नहीं",
  "parts of the Constitution and it could not be jumbled up by reading it together. The true letter and spirit of the Constitution had to be seen.": "हो सकता है और इसे एक साथ पढ़कर गड़बड़ी नहीं की जा सकती है। संविधान के सच्चे अक्षर और मूल भाव को",
  "While relying upon Article 15(4), it was pointed out that it is": "देखना होगा। अनुच्छेद 5(५) पर भरोसा करते हुए, यह बताया गया कि राज्य के लिए नागरिकों के किसी भी",
  "permissible for the State to make special provisions for advancement of any socially and educationally backward classes of citizens, though": "सामाजिक और शैक्षणिक रूप से पिछड़े वर्ग की उन्नति के लिए विशेष प्रावधान करना स्वीकार्य है, हालांकि जन्म",
  "discrimination on the basis of place of birth was prohibited for the State. Similarly, while referring to Clause 15(6)(a), it was pointed out": "स्थान के आधार पर भेदभाव राज्य के लिए निषिद्ध था। . इसी तरह, खंड 5(6)(ए) का जिक्र करते हुए बताया गया",
  "that there is a special provision for advancement of economically weaker sections of citizens which gave the power to the State.": "कि नागरिकों के आर्थिक रूप से कमजोर वर्गों की उन्नति के लिए एक विशेष प्रावधान है जो राज्य को शक्ति देता है।",
  "(31) It was accordingly argued that the whole purpose was to provide benefits to the lower strata of the State who were earning": "(3॥) तदनुसार यह तर्क दिया गया कि पूरा उद्देश्य राज्य के निचले तबके को लाभ प्रदान करना था जो प्रति माह",
  "below Rs.30,000/- per month and the said limit had been reduced from Rs.50,000/-. It was accordingly submitted that merely because there": "30,000/- रुपये से कम कमा रहे थे और उक्त सीमा 50,000/- रुपये से कम कर दी गई थी। तदनुसार प्रस्तुत",
  "was a word “migration” used in the objects and reasons, the reference": "किया गया कि केवल इसलिए कि वस्तुओं और कारणों में \"माइग्रेशन\" शब्द का उपयोग किया गया था, सूची । (संघ",
  "to Entry 81 of List I (Union List) was not justified. Rather attention of": "सूची) की प्रविष्टि 88 का संदर्भ उचित नहीं था। बल्कि न्यायालय का ध्यान बेरोजगारों को राहत देने के संबंध में सूची-",
  "the Court was drawn to List-II and Entry 9 regarding relief to the unemployed and Entry 24 qua industries and the concurrent List III": "॥ और प्रविष्टि 9 और उद्योगों के लिए प्रविष्टि 2५ और समवर्ती सूची ॥ की ओर आकर्षित किया गया, जिसमें प्रविष्टि",
  "which gave the power to the State under Entries 23, 24 and 36. Reliance was placed upon the judgment of the Apex Court in Jilubhai": "23, 2५ और 36 के तहत राज्य को शक्ति दी गई थी। निर्णय पर भरोसा किया गया था जिलुभाई में शीर्ष न्यायालय के",
  "Nanbhai Khachar and others versus State of Gujarat and another’ to contend that when the issue of entries is to be seen, a broad and": "नानभाई खाचर और अन्य बनाम गुजरात राज्य और अन्य* ने तर्क दिया कि जब प्रविष्टियों के मुद्दे को देखा जाना है,",
  "appellants to prove in the affirmative about the invalidity of the Statute. The narrow pedantic sense could not be given approval and the widest power had to be given to the legislative and liberal attitude had to be": "साबित करने का बोझ होगा। क़ानून का. संकीर्ण पांडित्य बोध को स्वीकृति नहीं दी जा सकी और विधायिका को",
  "power had to be given to the legislative and liberal attitude had to be taken. Similarly, reliance was placed upon Calcutta Gas Company": "व्यापकतम शक्ति देकर उदार रुख अपनाना पड़ा। इसी प्रकार, कलकत्ता गैस कंपनी लिमिटेड बनाम पश्चिम बंगाल",
  "Ltd. versus State of West Bengal and others\" that if the State list overlapped with the Union List and they appeared to be in direct": "राज्य और अन्य” पर भरोसा रखा गया था कि यदि राज्य सूची संघ सूची के साथ ओवरलैप हो जाती है और वे एक-",
  "conflict with each other, it would be duty to reconcile the entries and": "दूसरे के साथ सीधे संघर्ष में प्रतीत होते हैं, तो प्रविष्टियों को समेटना और लाना कर्तव्य होगा उनके बीच सामंजस्य के",
  "bring about harmony between them. Similarly, reliance was placed upon Kartar Singh versus State of Punjab\" that the pith and substance": "बारे में. इसी तरह, करतार सिंह बनाम पंजाब राज्य“ पर भरोसा किया गया था कि सार और सार को देखा जाना",
  "had to be seen and the incidental encroachment upon the matters could not be held to be beyond the competence of the State. While placing": "चाहिए और मामलों पर आकस्मिक अतिक्रमण को राज्य की क्षमता से परे नहीं माना जा सकता है। मैसर्स पर निर्भरता",
  "reliance upon M/s. Hoechst Pharmaceuticals Ltd. versus State of Bihar and others\", it was argued that only if reconciliation was not": "रखते हुए। होचस्ट फार्मास्यूटिकल्स लिमिटेड बनाम बिहार राज्य और अन्य५, यह तर्क दिया गया था कि यदि सुलह",
  "possible, then the non-abstanta clause in Article 246(1) would operate.": "संभव नहीं है, तो अनुच्छेद 2५6(॥) में गैर-अस्थिर खंड लागू होगा।",
  "Article 35 of the Constitution of India reads thus:-": "भारत के संविधान का अनुच्छेद 35 इस प्रकार है:-",
  "“35. Legislation to give effect to the provisions of this Part.-Notwithstanding anything in this Constitution,—": "“35. इस भाग के प्रावधानों को प्रभावी करने के लिए विधान:-इस संविधान में किसी बात के होते हुए भी,-",
  "(a) Parliament shall have, and the Legislature of a State shall not have, power to make laws—": "(ए) संसद के पास कानून बनाने की शक्ति होगी, और राज्य के विधानमंडल के पास नहीं होगी-",
  "(i) with respect to any of the matters which under clause": "0) खंड के अंतर्गत किसी भी मामले के संबंध में",
  "(3) of article 16, clause (3) of article 32, article 33 and article 34 may be provided for by law made by Parliament;": "(3) अनुच्छेद 6 का, अनुच्छेद 32 का खंड (3), अनुच्छेद 33 और अनुच्छेद 3५ संसद द्वारा बनाए गए कानून द्वारा प्रदान किया जा सकता है; और",
  "(ii) for prescribing punishment for those acts which are declared to be offences under this Part,": "()) उन कृत्यों के लिए दंड निर्धारित करने के लिए जिन्हें इस भाग के तहत अपराध घोषित किया गया है,",
  "and Parliament shall, as soon as may be after the commencement of this Constitution, make laws _ for prescribing punishment for the acts referred to in sub- clause": "और संसद, इस संविधान के प्रारंभ के बाद जितनी जल्दी हो सके, उप-खंड 0) में निर्दिष्ट कृत्यों के लिए दंड निर्धारित",
  "(b) any law in_ force immediately before the": "(बी) के ठीक पहले लागू कोई कानून",
  "'3 1962 (Supp) (3) SCR 1": "3 ॥962 (अनुपूरक) (3) एससीआर ।",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 953": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "commencement of this Constitution in the territory of India with respect to any of the matters referred to in sub-clause": "भारत के क्षेत्र में इस संविधान के प्रारंभ में खंड (ए) के उप-खंड 0) में निर्दिष्ट किसी भी मामले के संबंध में या उस",
  "(i) of clause (a) or providing for punishment for any act referred to in sub-clause (ii) of that clause shall, subject to": "खंड के उप-खंड (॥) में निर्दिष्ट किसी भी कार्य के लिए दंड का प्रावधान किया जाएगा। उसकी शर्तों और अनुच्छेद",
  "the terms thereof and to any adaptations and modifications that may be made therein under article 372, continue in": "३72 के तहत उसमें किए जा सकने वाले किसी भी अनुकूलन और संशोधन के अधीन, संसद द्वारा परिवर्तित या",
  "(32) A perusal of the above would go on to show that there is a": "(32) उपरोक्त के अवलोकन से पता चलता है कि राज्य की विधायिका के लिए अनुच्छेद 6(3) के तहत आने वाले",
  "specific bar to the legislature of the State not to make any laws in": "मामलों के संबंध में कोई कानून नहीं बनाने की एक विशिष्ट रोक है। इसमें यह भी प्रावधान है कि सार्वजनिक रोजगार",
  "provides that there has to be equality of opportunity in matters of public employment. The power given as such under sub-clause (3) is only to": "के मामलों में अवसर की समानता होनी चाहिए। उप-खंड (3) के तहत दी गई शक्ति केवल संसद को किसी राज्य या",
  "class or classes of employment or appointment to an office under the Government or any local or other authority within a State or Union": "संघ के भीतर सरकार या किसी स्थानीय या अन्य प्राधिकारी के तहत रोजगार के वर्ग या किसी कार्यालय में नियुक्ति",
  "Territory subject to the requirement as to residence within that State or Union Territory prior to such employment or appointment. Article 16": "के संबंध में कोई कानून बनाने के लिए है। क्षेत्र ऐसे रोजगार या नियुक्ति से पहले उस राज्य या केंद्र शासित प्रदेश के",
  "of the Constitution of India reads thus:-": "भीतर निवास की आवश्यकता के अधीन है। भारत के संविधान का अनुच्छेद 6 इस प्रकार है:-",
  "“16. Equality of opportunity in matters of public": "“6. सार्वजनिक रोजगार के मामलों में अवसर की समानत:-(॥) राज्य के अधीन किसी भी कार्यालय में रोजगार",
  "employment.-(1) There shall be equality of opportunity for all citizens in matters relating to employment or": "या नियुक्ति से संबंधित मामलों में सभी नागरिकों के लिए अवसर की समानता होगी।",
  "(2) No citizen shall, on grounds only of religion, race, caste, sex, descent, place of birth, residence or any of them, be ineligible for, or discriminated against in respect of, any employment or office under the State.": "(2) कोई भी नागरिक, केवल धर्म, मूलवंश, जाति, लिंग, वंश, जन्म स्थान, निवास या इनमें से किसी के आधार पर, राज्य के तहत किसी भी रोजगार या कार्यालय के लिए अयोग्य नहीं होगा या उसके साथ भेदभाव नहीं किया जाएगा।",
  "(3) Nothing in this article shall prevent Parliament from": "(3) इस अनुच्छेद में कुछ भी संसद को किसी राज्य या केंद्र शासित प्रदेश की सरकार या किसी स्थानीय या अन्य",
  "making any law prescribing, in regard to a class or classes of employment or appointment to an office under the": "प्राधिकारी के अधीन किसी कार्यालय में किसी वर्ग या वर्ग के रोजगार या नियुक्ति के संबंध में कोई कानून बनाने से",
  "State or Union territory, any requirement as to residence within that State or Union territory prior to such employment or appointment.": "नहीं रोकेगा। ऐसे रोजगार या नियुक्ति से पहले उस राज्य या केंद्र शासित प्रदेश के भीतर निवास की आवश्यकता।",
  "(4) Nothing in this article shall prevent the State from making any provision for the reservation of appointments or posts in favour of any backward class of citizens which, in": "(५) इस अनुच्छेद में कुछ भी राज्य को नागरिकों के किसी पिछड़े वर्ग के पक्ष में नियुक्तियों या पदों के आरक्षण के",
  "the opinion of the State, is not adequately represented in the services under the State.": "लिए कोई प्रावधान करने से नहीं रोकेगा, जिसका राज्य की राय में, राज्य के तहत सेवाओं में पर्याप्त प्रतिनिधित्व नहीं",
  "954": "953",
  "making any provision for reservation in matters of promotion, with consequential seniority, to any class or classes of posts in the services under the State in favour of": "में किसी भी वर्ग या पदों के वर्गों के लिए परिणामी वरिष्ठता के साथ पदोन्नति के मामलों में आरक्षण के लिए कोई",
  "the opinion of the State, are not adequately represented in the services under the State.": "प्रावधान करने से नहीं रोकेगा। राज्य की राय में, राज्य के अधीन सेवाओं में उनका पर्याप्त प्रतिनिधित्व नहीं है।",
  "(4B) Nothing in this article shall prevent the State from considering any unfilled vacancies of a year which are": "(५ बी) इस लेख में कुछ भी राज्य को किसी वर्ष की किसी भी अपूर्ण रिक्तियों पर विचार करने से नहीं रोकेगा जो",
  "reserved for being filled up in that year in accordance with any provision for reservation made under clause (4) or": "खंड (५) या खंड (५ ए) के तहत किए गए आरक्षण के किसी भी प्रावधान के अनुसार उस वर्ष में भरे जाने के लिए",
  "any succeeding year or years and such class of vacancies": "आरक्षित हैं। किसी भी आगामी वर्ष या वर्षों में भरी जाने वाली रिक्तियों की श्रेणी और रिक्तियों की ऐसी श्रेणी को",
  "shall not be considered together with the vacancies of the year in which they are being filled up for determining the ceiling of fifty per cent. reservation on total number of": "पचास प्रतिशत की सीमा निर्धारित करने के लिए उस वर्ष की रिक्तियों के साथ नहीं माना जाएगा जिसमें उन्हें भरा जा",
  "vacancies of that year.": "रहा है। उस वर्ष की कुल रिक्तियों की संख्या पर आरक्षण।",
  "(5) Nothing in this article shall affect the operation of any law which provides that the incumbent of an office in": "(5) इस अनुच्छेद में कुछ भी किसी भी कानून के संचालन को प्रभावित नहीं करेगा जो यह प्रावधान करता है कि",
  "connection with the affairs of any _ religious or denominational institution or any member of the governing": "किसी भी धार्मिक या सांप्रदायिक संस्थान या उसके शासी निकाय के किसी भी सदस्य के मामलों के संबंध में एक",
  "body thereof shall be a person professing a particular religion or belonging to a particular denomination.": "कार्यालय का पदधारी एक विशेष धर्म को मानने वाला व्यक्ति होगा या एक विशेष संप्रदाय से संबंधित।",
  "(6) Nothing in this article shall prevent the State from": "(6) इस अनुच्छेद में कुछ भी राज्य को मौजूदा आरक्षण और विषय के अलावा, खंड (५) में उल्लिखित वर्गों के",
  "making any provision for the reservation of appointments or posts in favour of any economically weaker sections of": "अलावा नागरिकों के किसी भी आर्थिक रूप से कमजोर वर्ग के पक्ष में नियुक्तियों या पदों के आरक्षण के लिए कोई",
  "maximum of ten per cent. of the posts in each category.”": "प्रावधान करने से नहीं रोकेगा। अधिकतम दस प्रतिशत तक. प्रत्येक श्रेणी में पदों की संख्या।”",
  "(33) Though Mr. Bali may be correct to the extent that it is": "(33) हालांकि श्री बाली इस ह॒द तक सही हो सकते हैं कि यह विशेष रूप से सार्वजनिक रोजगार के संबंध में है,",
  "specifically regarding public employment but the fact remains that there is a bar as such mandated under the Constitution regarding discrimination to citizens of this country relating to employment on the": "लेकिन तथ्य यह है कि इस देश के नागरिकों के साथ उनके रोजगार के आधार पर भेदभाव के संबंध में संविधान के",
  "basis of their places of birth and residence and to make them ineligible or discriminated against in respect of the employment to the State. We": "तहत एक रोक अनिवार्य है। जन्म और निवास स्थान और उन्हें राज्य में रोजगार के संबंध में अयोग्य बनाना या उनके",
  "shall also be touching the said issue under Question No.3.": "साथ भेदभाव करना। हम प्रश्न संख्या ३ के अंतर्गत उक्त मुद्दे पर भी चर्चा करेंगे।",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 955": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "Andhra Pradesh and another\" in support of his argument wherein, the question before the Constitution Bench was that all non-domicile": "आंध्र प्रदेश और एक अन्य ने अपने तर्क के समर्थन में कहा, जिसमें संविधान पीठ के समक्ष प्रश्न यह था कि सभी",
  "persons were to be relieved from service in preference to the domicile": "गैर-अधिवासित व्यक्तियों को तेलंगाना क्षेत्र के अधिवास को प्राथमिकता देते हुए सेवा से मुक्त किया जाना था। उन्हें",
  "of Telangana region. They were to be given employment in Andhra Pradesh region without break in service by creating supernumerary": "आंध्र प्रदेश क्षेत्र में अतिरिक्त पद सृजित करके बिना सेवा में रुकावट के रोजगार दिया जाना था। इस प्रकार, मुद्दा",
  "posts. The issue, thus, became of the law making power of the Parliament and the discrimination on the ground of place of birth and": "संसद की कानून बनाने की शक्ति और जन्म स्थान और निवास के आधार पर भेदभाव का बन गया। परिणामस्वरूप,",
  "residence. Resultantly, while placing reliance upon Article 35(a), the question was considered whether the Parliament could make the law": "अनुच्छेद 35(ए) पर भरोसा करते हुए, इस प्रश्न पर विचार किया गया कि क्या संसद राज्य या केंद्रशासित प्रदेश के",
  "was accepted that the Constitution spoke about the whole State as the": "जाएगी। परिणामस्वरूप, इस तर्क को स्वीकार कर लिया गया कि संविधान पूरे राज्य को आवासीय योग्यता के लिए",
  "projected by Mr. Setalvad was rejected while quashing the orders": "आदेशों को रद्द करते हुए श्री सीतलवाड द्वारा अनुमानित संकीर्ण निर्माण को खारिज कर दिया गया था। अधिनियम,",
  "“4. Article 16 on which the Act, the Rules and the presence action are all based reads :": "“,. अनुच्छेद 6 जिस पर अधिनियम, नियम और उपस्थिति कार्रवाई सभी आधारित हैं, पढ़ता है:",
  "\"16. Equality of opportunity in matters of public employment.": "\"6. सार्वजनिक रोजगार के मामलों में अवसर की समानता।",
  "(1) There shall be equality of opportunity for all citizens in matters relating to employment or appointment to any office under the State.": "(।) राज्य के अधीन किसी भी कार्यालय में रोजगार या नियुक्ति से संबंधित मामलों में सभी नागरिकों के लिए अवसर की समानता होगी।",
  "\"(2) No citizen shall, on grounds only of religion, race, caste, sex descent, place of birth, residence or any of them, be ineligible for, or discriminated against in respect of, any employment or office under the State.": "\"(2) कोई भी नागरिक, केवल धर्म, मूलवंश, जाति, लिंग वंश, जन्म स्थान, निवास या उनमें से किसी के आधार पर, राज्य के तहत किसी भी रोजगार या कार्यालय के लिए अयोग्य नहीं होगा या उसके साथ भेदभाव नहीं किया जाएगा।",
  "'© 1969 (1) SCC 839": "(६ ॥969 (॥) एससीसी 839",
  "956": "955",
  "5. The question is one of construction of this article, particularly of the first three clauses, to find out the ambit of the law-making power of Parliament. The first clause": "5. प्रश्न संसद की कानून बनाने की शक्ति के दायरे का पता लगाने के लिए इस अनुच्छेद के निर्माण, विशेष रूप से पहले तीन खंडों में से एक है। पहला खंड इस बात पर जोर देता है कि भारत में राज्य के अधीन किसी भी कार्यालय",
  "emphasis that there shall be in India equality of opportunity for all citizens in matters of employment or appointment to any office under the State. The word 'State' here is to be": "में रोजगार या नियुक्ति के मामलों में सभी नागरिकों के लिए अवसर की समानता होगी। यहां 'राज्य' शब्द को",
  "understood in the extended sense given to it by the definition of that word in Article 12. The second clause then": "अनुच्छेद 2 में उस शब्द की परिभाषा द्वारा दिए गए विस्तारित अर्थ में समझा जाना चाहिए। दूसरा खंड केवल धर्म,",
  "specifies prohibition against discrimination only on the grounds of religion, race, sex, descent, place of birth,": "जाति, लिंग, वंश, स्थान के आधार पर भेदभाव के खिलाफ निषेध निर्दिष्ट करता है। जन्म, निवास या उनमें से कोई भी।",
  "residence or any of them. The intention here is to make every office or employment open and available to every": "यहां इरादा प्रत्येक कार्यालय या रोजगार को प्रत्येक नागरिक के लिए खुला और उपलब्ध कराना है, और अन्य बातों",
  "citizen, and inter alia to make offices or employment in one part of India open to citizens in all other parts of India. The": "के साथ-साथ भारत के एक हिस्से में कार्यालयों या रोजगार को भारत के अन्य सभी हिस्सों के नागरिकों के लिए खुला",
  "third clause then makes an exception. This clause was amended by the Constitution (Seventh Amendment) Act,": "बनाना है। फिर तीसरा खंड एक अपवाद बनाता है। इस खंड को संविधान (सातवां संशोधन) अधिनियम, 956 द्वारा",
  "specified in the first Schedule or any local or other authority": "संशोधित किया गया था। पहली अनुसूची में निर्दिष्ट किसी भी राज्य या उसके क्षेत्र के भीतर किसी स्थानीय या अन्य",
  "within its territory any requirement as to residence within": "प्राधिकरण के तहत खंड के मूल शब्दों के लिए, उस राज्य के भीतर निवास के संबंध में किसी भी आवश्यकता के",
  "that State’, the present words from ‘under the Government to ‘Union territory’ have been substituted. Nothing turns": "लिए, ' वर्तमान में 'सरकार के अधीन' से 'केंद्र शासित प्रदेश' शब्द प्रतिस्थापित कर दिए गए हैं। उस संशोधन पर कुछ",
  "upon the amendment which seeks to apply the exception in the clause to Union Territory and to remove ambiguity in language.": "भी प्रभाव नहीं पड़ता है जो खंड में अपवाद को केंद्र शासित प्रदेश में लागू करने और भाषा में अस्पष्टता को दूर करने",
  "6. The clause thus enables Parliament to make a law in a special case prescribing any requirement as to residence": "6. इस प्रकार यह खंड संसद को किसी विशेष मामले में एक कानून बनाने में सक्षम बनाता है, जिसमें नियुक्ति से",
  "within a State or Union Territory prior to appointment, as a": "पहले किसी राज्य या केंद्र शासित प्रदेश के भीतर निवास की किसी भी आवश्यकता को राज्य या केंद्र शासित प्रदेश",
  "condition of employment in the State or Union territory. Under Article 35(a) this power is conferred upon Parliament": "में रोजगार की शर्त के रूप में निर्धारित किया जा सकता है। अनुच्छेद 35 (ए) के तहत यह शक्ति संसद को प्रदान",
  "but is denied to the Legislatures of the States,": "की गई है, लेकिन संविधान में कुछ भी होने के बावजूद, राज्यों के विधानमंडलों को इससे वंचित कर दिया गया है,",
  "notwithstanding anything in the Constitution, and under (b) any law in force immediately before the commencement of the Constitution in respect of the matter shall subject to the": "और (बी) के तहत इस मामले के संबंध में संविधान के शुरू होने से ठीक पहले लागू कोई भी कानून नहीं होगा।",
  "the Constitution in respect of the matter shall subject to the terms thereof and subject to such adaptations that may be made under Article 372 is to continue in force until altered or repealed or amended by Parliament.": "उसकी शर्तों के अधीन और ऐसे अनुकूलन के अधीन जो अनुच्छेद 372 के तहत किए जा सकते हैं, संसद द्वारा परिवर्तित या निरस्त या संशोधित होने तक लागू रहेंगे।",
  "9. On the other hand, Mr. Setalvad bases his argument on two things. He contends that the power is given to": "9. दूसरी ओर, श्री सीतलवाड अपने तर्क को दो बातों पर आधारित करते हैं। उनका तर्क है कि शक्ति दी गई है",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 957": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "Parliament to make any law and, therefore, Parliament is supreme and can make any law on the subject as the article": "संसद को कोई भी कानून बनाना है और इसलिए, संसद सर्वोच्च है और इस विषय पर कोई भी कानून बना सकती है,",
  "says. He very ingeniously shifts the emphasis to the words ‘an requirement’ and contends that the requirement may be": "जैसा कि लेख में कहा गया है। वह बहुत ही सरलता से 'एक आवश्यकता' शब्दों पर जोर देते हैं और तर्क देते हैं कि",
  "as to residence in the State or any particular part of State.": "आवश्यकता राज्य या राज्य के किसी विशेष हिस्से में निवास के संबंध में हो सकती है।",
  "10. The claim for supremacy of Parliament is misconceived. Parliament in this, as in other matters, is supreme only in so": "0. संसद की सर्वोच्चता का दावा गलत है। अन्य मामलों की तरह, इसमें भी संसद केवल वहीं तक सर्वोच्च है, जहां",
  "far as the Constitution makes it. Where the Constitution does not concede supremacy, Parliament must, act within its": "तक इसे संविधान बनाता है। जहां संविधान सर्वोच्चता स्वीकार नहीं करता है, वहां संसद को अपने निर्धारित कार्यों के",
  "appointed functions and not transgress them. What the Constitution says is a matter for,construction of the": "भीतर कार्य करना चाहिए और उनका उल्लंघन नहीं करना चाहिए। संविधान क्या कहता है, यह संविधान की भाषा के",
  "construction of the two suggested? By the first clause": "निर्माण का विषय है। सुझाए गए दोनों में से कौन सा उचित निर्माण है? पहले खंड के द्वारा रोजगार या किसी",
  "equality of opportunity in employment or appointment to an office is guaranteed. By the second clause, there can be no discrimination, among other things, on the ground of": "कार्यालय में नियुक्ति में अवसर की समानता की गारंटी दी जाती है। दूसरे खंड के अनुसार, अन्य बातों के अलावा,",
  "discrimination, among other things, on the ground of residence. Realising, however, that sometimes local": "निवास के आधार पर कोई भेदभाव नहीं किया जा सकता है। हालाँकि, यह महसूस करते हुए कि कभी-कभी स्थानीय",
  "sentiments may have to be respected or sometimes an inroad from more advanced States into less developed States may": "भावनाओं का सम्मान करना पड़ सकता है या कभी-कभी अधिक उन्नत राज्यों से कम विकसित राज्यों में प्रवेश को",
  "have to be prevented, and a residential qualification may, therefore, have to be prescribed, the exception in clause (3)": "रोकना पड़ सकता है, और आवासीय योग्यता निर्धारित करनी पड़ सकती है, खंड (3) में अपवाद ) बनाया गया था.",
  "was made. Even so, that clause spoke of residence within the State. The claim of Mr. Setalvad that Parliament can": "फिर भी, उस खंड में राज्य के भीतर निवास की बात कही गई थी। श्री सीतलवाड का यह दावा कि संसद किसी राज्य",
  "make a provision regarding residence in any particular part of a State would render the general prohibition lose all its": "के किसी विशेष हिस्से में निवास के संबंध में प्रावधान कर सकती है, सामान्य निषेध को अपना सारा अर्थ खो देगा।",
  "meaning. The words ‘any requirement’ cannot be read to watrant something which could have been said more": "'किसी भी आवश्यकता' शब्द को किसी ऐसी बात की गारंटी देने के लिए नहीं पढ़ा जा सकता है जिसे अधिक विशिष्ट",
  "specifically. These words bear upon the kind of residence or its duration rather than its location within the State. We": "रूप से कहा जा सकता था। ये शब्द राज्य के भीतर उसके स्थान के बजाय निवास के प्रकार या उसकी अवधि पर",
  "accept the argument of Mr. Gupte that the Constitution, as it stands, speaks of a whole State as the venue for residential": "आधारित हैं। हम श्री गुप्ते के इस तर्क को स्वीकार करते हैं कि संविधान, जैसा कि यह है, पूरे राज्य को आवासीय",
  "qualification and it is impossible to think that the Constituent Assembly was thinking of residence in Districts,": "योग्यता के लिए स्थान के रूप में बताता है और यह सोचना असंभव है कि संविधान सभा जिलों, तालुकों, शहरों,",
  "Taluqas, cities, towns or villages. The fact that this clause is an exception and came as an amendment must dictate that a": "कस्बों या में निवास के बारे में सोच रही थी। गाँव. तथ्य यह है कि यह खंड एक अपवाद है और एक संशोधन के रूप",
  "an exception and came as an amendment must dictate that a narrow construction upon the exception should be placed as": "में आया है, यह तय करना चाहिए कि अपवाद पर एक संकीर्ण निर्माण रखा जाना चाहिए, जैसा कि वास्तव में",
  "indeed the debates in the Constituent Assembly also seem to indicate. We accordingly reject the contention of Mr.": "संविधान सभा में बहस से भी संकेत मिलता है। हम तदनुसार श्री सीतलवाड के उस तर्क को अस्वीकार करते हैं जो",
  "Setalvad seeking to put a very wide and liberal construction upon the words ‘any law' and ‘any requirement’. These": "'किसी भी कानून' और 'किसी भी आवश्यकता' शब्दों पर एक बहुत व्यापक और उदार निर्माण करने की मांग कर रहा है। इन",
  "words are obviously controlled by the words ‘residence within the State or Union territory' which words mean what": "शब्दों को स्पष्ट रूप से 'राज्य या केंद्र शासित प्रदेश के भीतर निवास' शब्दों द्वारा नियंत्रित किया जाता है, जिसका",
  "they say, neither more nor less. It follows, therefore, that S. 3 of the Public Employment (Requirement as to Residence)": "अर्थ है कि वे क्या कहते हैं, न तो अधिक और न ही कम। इसलिए, यह इस प्रकार है कि सार्वजनिक रोजगार (निवास",
  "Act, 1957, in so far as it relates to Telengana (and we say": "के अनुसार आवश्यकता) अधिनियम, 957 की धारा ३, जहां तक यह तेलंगाना से संबंधित है (और हम अन्य भागों",
  "nothing about the other parts) and Rule 3 of the Rules under it are ultra vires the Constitution.": "के बारे में कुछ नहीं कहते हैं) और इसके तहत नियमों के नियम 3 हैं संविधान के दायरे से बाहर.",
  "11.In view of our conclusion on this point it is not necessary to express any opinion whether delegation to the": "॥. इस बिंदु पर हमारे निष्कर्ष के मद्देनजर इस पर कोई राय व्यक्त करना आवश्यक नहीं है कि संसद द्वारा बनाए",
  "Central and/or State Governments to provide by rules for the further implementing of the law made by Parliament is": "गए कानून को आगे लागू करने के लिए नियम प्रदान करने के लिए केंद्र और»या राज्य सरकारों को सौंपा गया",
  "valid or not.”": "प्रतिनिधिमंडल वैध है या नहीं।\"",
  "(35) The defence of the State in response in its written statement that it was achieving the goals of Part-III was rightly highlighted by": "(35) अपने लिखित बयान के जवाब में राज्य की रक्षा कि वह भाग-3 के लक्ष्यों को प्राप्त कर रही थी, को इस तर्क के",
  "arguing that the guarantees given in Part-[II could not be subverted by destroying the basic structure and the inter linked clauses of personal": "साथ सही ढंग से उजागर किया गया था कि भाग-3 में दी गई गारंटी को मूल संरचना और परस्पर जुड़े हुए को नष्ट करके नष्ट नहीं किया जा सकता है। भारत के संविधान के भाग ॥ में निर्धारित लक्ष्यों को प्राप्त करने के लिए",
  "liberty and economic freedom could not be achieved at the cost of the meanings provided under Part HI for achieving the goals set out in Part": "करके नष्ट नहीं किया जा सकता है। भारत के संविधान के भाग ॥ में निर्धारित लक्ष्यों को प्राप्त करने के लिए व्यक्तिगत स्वतंत्रता और आर्थिक स्वतंत्रता की धाराओं को भाग ॥ के तहत प्रदान किए गए अर्थों की कीमत पर",
  "IV of the Constitution of India. It was submitted that in the 1980s, the": "हासिल नहीं किया जा सकता है। यह प्रस्तुत किया गया था कि 980 के दशक में, क्षेत्रवाद के संबंध में भारतीय",
  "disturbing trend on the part of the Indian Polity regarding regionalism had already been noticed by the Apex Court and, therefore, the exercise": "राजनीति की ओर से परेशान करने वाली प्रवृत्ति को सर्वोच्च न्यायालय ने पहले ही नोटिस कर लिया था और इसलिए,",
  "of large groups being given the benefits on account of numerical strength and to choose favoured areas and the favoured clauses for": "बड़े समूहों को संख्यात्मक ताकत के आधार पर लाभ दिया जा रहा था और पसंदीदा को चुना गया था क्षेत्रों और",
  "preferential treatment had been frowned upon. Even the then Hon'ble": "अधिमान्य उपचार के पसंदीदा खंडों पर नाराजगी व्यक्त की गई थी। यहां तक कि भारत के तत्कालीन माननीय मुख्य",
  "Chief Justice of India, Justice Y.V. Chandrachud had quoted that": "न्यायाधीश, न्यायमूर्ति वाई.वी. चंद्रचूड़ ने उद्धृत किया था कि यदि ५2वें संशोधन के मुद्दे पर विस्तार करते हुए",
  "amending power of the Parliament and there are limitations on the power of the Parliament to amend the Constitution and it could not destroy the basic or essential feature of the same. The three Articles,": "संविधान में संशोधन करने की संसद की शक्ति पर सीमाएं हैं और वह इसकी मूल या आवश्यक विशेषता को नष्ट",
  "thus, were stated to be the core symbols of the Constitution and guaranteed under Part III and could not be destroyed while trying to": "नहीं कर सकती है। इस प्रकार, तीन अनुच्छेदों को संविधान का मूल प्रतीक बताया गया और भाग ॥ के तहत गारंटी",
  "achieve the goals of Part IV of the Constitution of India. The judicial": "दी गई और भारत के संविधान के भाग ।५ के लक्ष्यों को प्राप्त करने की कोशिश करते समय इन्हें नष्ट नहीं किया जा",
  "precedent over the last half a century as early as starting from 1969 were referred to including the judgment in I.R. Coelho (D) by L.Rs.": "सकता था। 969 से शुरू होकर पिछली आधी शताब्दी की न्यायिक मिसाल का उल्लेख आई.आर. कोएल्हो (डी)",
  "versus State of Tamil Nadu and others'’ wherein, the provisions of": "एल.आर.एस.बनाम तमिलनाडु राज्य और अन्य” में निर्णय सहित किया गया था। द्वारा। जिसमें, भारत के संविधान की",
  "Article 31B read with Schedule 9 of the Constitution of India was the": "अनुसूची 9 के साथ पढ़े गए अनुच्छेद 3। बी के प्रावधान थे",
  "'72007 (2) SCC 1": "7 2007 (2) एससीसी ।",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 959": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "subject matter of consideration to argue that any law which abbreviates or bridges the rights of guarantees of Part HI of the Constitution of": "विचारणीय विषय यह तर्क है कि कोई भी कानून जो भारत के संविधान के भाग ॥ की गारंटी के अधिकारों को",
  "India would violate the basic structure and the law will have to be re- evaluated in exercise of judicial review while keeping in view the touch": "संक्षिप्त या पाटता है, मूल संरचना का उल्लंघन करेगा और कानून को ध्यान में रखते हुए न्यायिक समीक्षा के अभ्यास",
  "Justice K.S. Puttaswamy versus Union of India'*can be referred to contend that it was noticed that a person's freedom to choose the place": "टिप्पणियाँ। इस तर्क के लिए पुट्टस्वामी बनाम भारत संघ का हवाला दिया जा सकता है कि यह देखा गया कि किसी",
  "contend that it was noticed that a person's freedom to choose the place of residence was a part of his privacy wherein reference has been made to the judgment in Williams versus Fears!’ which would talk about the": "व्यक्ति की निवास स्थान चुनने की स्वतंत्रता उसकी गोपनीयता का एक हिस्सा थी जिसमें विलियम्स बनाम फियर्स' के",
  "to the judgment in Williams versus Fears!’ which would talk about the “right of locomotion” and the right to move from one place to another": "फैसले का संदर्भ दिया गया है जो \"के अधिकार\" के बारे में बात करेगा। हरकत” और एक स्थान से दूसरे स्थान पर",
  "being an attribute of personal liberty and inclination. Such freedoms under Article 19 were held to be absolute freedoms which disabled": "जाने का अधिकार व्यक्तिगत स्वतंत्रता और झुकाव का एक गुण है। अनुच्छेद 9 के तहत ऐसी स्वतंत्रताओं को पूर्ण",
  "both Federal and State Government from creating barriers solely on the": "स्वतंत्रता माना जाता था जो संघीय और राज्य सरकार दोनों को केवल इस आधार पर बाधाएं पैदा करने से रोकती थी",
  "ground that it is “One India One Flag’ and, therefore, the right to reside and settle firstly in India is deeply impacted by the impugned legislation.": "कि यह \"एक भारत एक ध्वज\" है और इसलिए, आक्षेपित विधान द्वारा सबसे पहले भारत में रहने और बसने के अधिकार पर गहरा प्रभाव पड़ता है।",
  "(36) It was rightly highlighted that Justice Saiyid Fazal Ali's dissent had been discussed by Rohinton Nariman, J. in Justice K.S.": "(36) यह सही ढंग से उजागर किया गया था कि न्यायमूर्ति सैय्यद फज़ल अली की असहमति पर रोहिंटन नरीमन, जे.",
  "Puttaswamy's case (supra) that there could be no State barrier and": "ने न्यायमूर्ति के.एस.पुट्टस्वामी में चर्चा की थी। का मामला (सुप्रा) कि कोई राज्य बाधा नहीं हो सकती है और भारत",
  "India was one union and the factual unity of the same had to remain unhampered and free movement throughout the territory of India alongwith the unbroken chain of thoughts since 1950 onwards provided": "एक संघ है और इसकी तथ्यात्मक एकता को 950 के बाद से विचारों की अटूट श्रृंखला के साथ-साथ भारत के पूरे",
  "some privileges, some facilities and the right to move freely. The inter": "क्षेत्र में निर्बाध और मुक्त आंदोलन रहना होगा। कुछ विशेषाधिकारों, कुछ सुविधाओं और स्वतंत्र रूप से घूमने का",
  "highlighted keeping in view the time and accepted principle of liberty of right of locomotion since 1900. While referring to Justice K.S.": "2। के अंतर्सबंध को समय और 900 से चलने के अधिकार की स्वतंत्रता के स्वीकृत सिद्धांत को ध्यान में रखते हुए",
  "Puttaswamy's case (supra) and the observations of Dr. D.Y.": "उजागर किया गया था। न्यायमूर्ति के.एस.का जिक्र करते हुए। पुट्टस्वामी का मामला (सुप्रा) और डॉ.डी.वाई. की",
  "Chandrachud, J. (the present Chief Justice of India) as he then was, it was held that if the judiciary is not vigilant and ready to meet the": "टिप्पणियाँ चंद्रचूड़, जे. (भारत के वर्तमान मुख्य न्यायाधीश) के रूप में, यह माना गया था कि यदि न्यायपालिका",
  "which are not specifically numerated in Article 19. It was accordingly": "रूप में नहीं समझा जा सकता है जो विशेष रूप से नहीं हैं अनुच्छेद 9 में गिना गया। तदनुसार यह तर्क दिया गया",
  "argued that the invisible portion of the Constitution could not be ignored and the aspirations of liberty of “we the people of India” and": "कि संविधान के अदृश्य हिस्से को नजरअंदाज नहीं किया जा सकता है और \"हम भारत के लोगों\" की स्वतंत्रता की",
  "what was meant by liberty had been set out in the Preamble of the Constitution which was a living instrument and, therefore, all the": "आकांक्षाएं और स्वतंत्रता का क्‍या अर्थ है, इसे संविधान की प्रस्तावना में निर्धारित किया गया था। एक जीवित उपकरण",
  "Articles of Part II would have to be read together and could not be": "था और इसलिए, भाग ॥ के सभी अनुच्छेदों को एक साथ पढ़ना होगा और ऐसा अलग से",
  "179 U.S. 270 (1900)": "9 १79 यू एस. 270 (900)",
  "point out that the right to settle in any part of India was unhampered by": "था। तदनुसार यह तर्क दिया गया था कि भारत के संविधान के भाग-॥ में कोई भी अनुच्छेद एक द्वीप नहीं था बल्कि वे",
  "legislature cannot be to the detriment to the national interest and they cannot be directly encroaching upon the power of the Union. The": "विधायिका राष्ट्रीय हित के लिए हानिकारक नहीं हो सकती और वे सीधे संघ की शक्ति का अतिक्रमण नहीं कर सकते।",
  "invasion into the territory of another is to be determined by the pith and substance of the legislation and reliance can be placed upon the judgment of the Apex Court in Union of India and others versus Shah": "दूसरे के क्षेत्र में आक्रमण को कानून के सार और सार द्वारा निर्धारित किया जाना है और भारत संघ और अन्य बनाम",
  "judgment of the Apex Court in Union of India and others versus Shah Goverdhan L. Kabra Teachers College” wherein, it was held that the": "शाह गोवर्धन एल. काबरा टीचर्स कॉलेज“ में सर्वोच्च न्यायालय के फैसले पर भरोसा किया जा सकता है, जिसमें यह",
  "power of the union could not be encroached upon. It is not disputed": "आयोजित किया गया था कि संघ की शक्ति का अतिक्रमण न किया जा सके। इसमें कोई विवाद नहीं है कि प्रवासन",
  "that the issue of migration is covered as such under Entry No.81 of the Union List. The underlying purpose of the Statute itself, thus, is to": "का मुद्दा संघ सूची की प्रविष्टि संख्या 8 के अंतर्गत शामिल है। इस प्रकार, क़ानून का अंतर्निहित उद्देश्य, नियोक्ता की",
  "make it impermissible for 75% of the strength of the employer to have their employees from the rest of the country out of the ones who are": "75% ताकत के लिए देश के बाकी हिस्सों से अपने कर्मचारियों को रखने की अनुमति नहीं देना है, जो 30,000/-",
  "earning less than Rs.30,000/- per month. The end effect is that the": "रुपये प्रति माह से कम कमा रहे हैं। अंतिम प्रभाव यह होता है कि राज्य की कार्रवाई के कारण नियोक्‍ता के पास",
  "employer is left with a limited discretion to choose his work force on account of the action of the State. The local candidate had been defined": "अपना कार्यबल चुनने का सीमित विवेक रह जाता है। स्थानीय उम्मीदवार को ऐसे व्यक्ति के रूप में परिभाषित किया",
  "as a person who is domiciled in the State of Haryana.": "गया था जो हरियाणा राज्य का अधिवासी है।",
  "(41) It was accordingly brought to our notice that the definition of employer under Section 2(e) of the Act was regarding a company": "(५।) तदनुसार हमारे ध्यान में लाया गया कि अधिनियम की धारा 2(ई) के तहत नियोक्ता की परिभाषा कंपनी",
  "registered under the Companies Act, 1956; a society registered under": "अधिनियम, 956 के तहत पंजीकृत कंपनी के संबंध में थी; हरियाणा पंजीकरण और सोसायटी विनियमन",
  "the Haryana Registration and Regulation of Societies Act, 2012; limited liability partnership firm under the Limited Liability": "अधिनियम, 202 के तहत पंजीकृत एक सोसायटी; सीमित देयता भागीदारी अधिनियम, 2008 के तहत सीमित",
  "Partnership Act, 2008; Trust as defined under the Indian Trust Act, 1882 and Partnership firm as defined under the Indian Partnership": "देयता भागीदारी फर्म; भारतीय ट्रस्ट अधिनियम, 882 के तहत परिभाषित ट्रस्ट और भारतीय साझेदारी अधिनियम,",
  "Act, 1932, which entities would be liable to comply with the": "932 के तहत परिभाषित साझेदारी फर्म, कौन सी संस्थाएं अधिनियम के प्रावधानों का पालन करने के लिए",
  "provisions of the Act. On the other hand, the Central Government, State Government or an Organization owned by either of them has been": "उत्तरदायी होंगी। दूसरी ओर, केंद्र सरकार, राज्य सरकार या उनमें से किसी एक के स्वामित्व वाले संगठन को बाहर",
  "excluded. Section 2(g) further provided that a local candidate was a candidate who was domiciled in the State of Haryana and under the": "रखा गया है। धारा 2(जी) में आगे प्रावधान है कि स्थानीय उम्मीदवार वह उम्मीदवार है जो हरियाणा राज्य का निवासी",
  "Haryana State Employment of Local Candidates Rules, 2021, which came into force alongwith the Act from 10.01.2022. The relevant Rule": "है और हरियाणा राज्य स्थानीय उम्मीदवारों के रोजगार नियम, 202। के तहत है, जो 0.0.2022 से अधिनियम के",
  "came into force alongwith the Act from 10.01.2022. The relevant Rule 2(b) reads thus:-": "साथ लागू हुआ। प्रासंगिक नियम 2(बी) इस प्रकार है:-",
  "‘“2(b) “domiciled person” means a bonafide resident of": "\"2(बी) \"अधिवासी व्यक्ति\" का अर्थ है हरियाणा का एक वास्तविक निवासी जो सरकार द्वारा समय-समय पर जारी",
  "Patra (PPP) issued under the Haryana Parivar Pehchan Act, 2021 (20 of 2021) for the purposes of this Act;”": "के तहत परिवार पहचान पत्र (पीपीपी) जारी किया गया हो। इस अधिनियम के प्रयोजनों के लिए;",
  "(42) The domiciled person was one who was bona fide resident of Haryana satisfying the conditions as issued by the Government from": "(५2) अधिवासित व्यक्ति वह था जो हरियाणा का वास्तविक निवासी था और समय-समय पर सरकार द्वारा जारी की",
  "2 2002 (8) SCC 228": "2 2002 (8) एससीसी 228",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 963": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "Haryana Parivar Pehchan Act, 2021 (Act No.20 of 2021) (in short 'the": "हरियाणा परिवार पहचान अधिनियम, 202। (202। का अधिनियम संख्या 20) (संक्षेप में 'पहचान अधिनियम,",
  "Pehchan Act, 2021'). Resultantly, reference was made to the Pehchan Act, 2021 that it provided for the unique identification number of the": "202।')। परिणामस्वरूप, पहचान अधिनियम, 202 का संदर्भ दिया गया कि यह परिवारों की विशिष्ट पहचान संख्या",
  "families and would serve for the purposes of implementing any scheme or subsidy on behalf of the State Government or its agencies. The": "प्रदान करता है और राज्य सरकार या इसकी एजेंसियों की ओर से किसी भी योजना या सब्सिडी को लागू करने के",
  "definition of the resident was referred to under Section 2(t) and Section": "उद्देश्यों के लिए काम करेगा। निवासी की परिभाषा को धारा 2(टी) और धारा ३ के तहत संदर्भित किया गया था जो",
  "3 which provided the entitlement of the family as such to obtain the Pehchan Number. Relevant definition of resident under Sections 2(t)": "परिवार को पहचान संख्या प्राप्त करने का अधिकार प्रदान करता था। धारा 2(टी) और धारा 3 के तहत निवासी की",
  "“2. (t) “resident” means an individual or a family who is residing in the territorial limits of the State of Haryana and": "“2. (टी) \"निवासी\" का अर्थ एक व्यक्ति या परिवार है जो हरियाणा राज्य की क्षेत्रीय सीमा में रह रहा है और इसमें",
  "includes an employee of the State Government, Government agency or local authority who resides outside": "राज्य सरकार, सरकारी एजेंसी या स्थानीय प्राधिकरण का एक कर्मचारी शामिल है जो हरियाणा राज्य के बाहर रहता",
  "the State of Haryana or who has been deputed by the State Government, Government agency or local authority outside the State of Haryana;": "है या जिसे प्रतिनियुक्त किया गया है हरियाणा राज्य के बाहर राज्य सरकार, सरकारी एजेंसी या स्थानीय प्राधिकरण द्वारा;",
  "a. “services” means any provision, facility, utility or any other assistance provided or implemented in any form by or on behalf of the State Government or any Government agency or local authority to an individual or a family and": "एक। \"सेवाओं\" का अर्थ है किसी व्यक्ति या परिवार को राज्य सरकार या किसी सरकारी एजेंसी या स्थानीय प्राधिकरण द्वारा या उसकी ओर से किसी भी रूप में प्रदान या कार्यान्वित किया गया कोई प्रावधान, सुविधा,",
  "includes such other services, as may be notified by the State": "उपयोगिता या कोई अन्य सहायता और इसमें ऐसी अन्य सेवाएं भी शामिल हैं, जो हो सकती हैं राज्य सरकार द्वारा",
  "Government, from time to time;": "समय-समय पर अधिसूचित;",
  "b. “State Government” means the Government of the State of Haryana in the Administrative Department;": "बी. \"राज्य सरकार\" का तात्पर्य प्रशासनिक विभाग में हरियाणा राज्य की सरकार से है;",
  "c. “subsidy” means any form of aid, support, grant,": "सी. \"सब्सिडी\" का अर्थ है किसी व्यक्ति या परिवार को नकद या वस्तु के रूप में किसी भी प्रकार की सहायता,",
  "subvention or appropriation in cash or kind to an individual": "समर्थन, अनुदान, सबवेंशन या विनियोग और इसमें हरियाणा राज्य की समेकित निधि से पूर्ण या आंशिक रूप से",
  "or a family and includes such other subsidies provided,": "प्रदान की गई ऐसी अन्य सब्सिडी शामिल है। परिवार पहचान संख्या प्राप्त करने का अधिकार।",
  "3. (1) Every family, being a resident of the State of Haryana shall be entitled to obtain a Parivar Pehchan": "3. (॥) प्रत्येक परिवार, हरियाणा राज्य का निवासी होने के नाते, निर्दिष्ट पोर्टल पर ऐसे डेटा फ़ील्ड से युक्त जानकारी",
  "number by providing, submitting or updating on the": "प्रदान करके, सबमिट करके या अपडेट करके परिवार पहचान संख्या प्राप्त करने का हकदार होगा, जैसा कि",
  "fields, as may be notified by the Authority with the prior approval of the State Government, for determining": "प्राधिकरण द्वारा अधिसूचित किया जा सकता है। राज्य सरकार या किसी सरकारी एजेंसी या स्थानीय द्वारा या उसकी",
  "eligibility for or the provision of any scheme, service, subsidy or benefit provided or implemented by or on behalf": "ओर से प्रदान की गई या कार्यान्वित किसी भी योजना, सेवा, सब्सिडी या लाभ के लिए पात्रता या प्रावधान का निर्धारण",
  "964 ILL.R. PUNJAB AND HARYANA 2023(2)": "963",
  "(2) For the purposes of sub-section (1), any adult member of the family may provide, submit or update the": "(2) उपधारा (॥) के प्रयोजनों के लिए, परिवार का कोई भी वयस्क सदस्य परिवार की जानकारी प्रदान, प्रस्तुत या",
  "(43) While referring to the judgment in Dr. Pradeep Jain and others versus Union of India and others’, it can be pointed out that": "(५३) डॉ. प्रदीप जैन और अन्य बनाम भारत संघ और अन्य” के फैसले का जिक्र करते हुए, यह बताया जा सकता है",
  "though the judgment as such was dealing with admissions but strong reservations had been expressed to the use of the word “domicile”. The": "कि हालांकि यह फैसला प्रवेश से संबंधित था, लेकिन \"शब्द\" के उपयोग पर कड़ी आपत्ति व्यक्त की गई थी।",
  "concept of “India as a Nation” was noticed and that it has been": "अधिवास” तथ्य यह है कि एक राष्ट्र के साथ एक नागरिकता है और \"भारत को एक राष्ट्र के रूप में\" की अवधारणा",
  "been noticed that Parliament alone was given the right to enact an": "राज्य सरकार के रोजगार वाले पदों के संबंध में एक अपवाद अधिनियमित करने का अधिकार अकेले संसद को दिया",
  "Government. The Public Employment (Requirement as to Residence) Act, 1957 which protected various states like Andhra Pradesh, Manipur, Tripura and Himachal Pradesh was noticed and the fact that State Governments were pursuing policies of localism which had": "सार्वजनिक रोजगार (निवास के अनुसार आवश्यकता) अधिनियम, 957 जिसने आंध्र प्रदेश, मणिपुर, त्रिपुरा और हिमाचल प्रदेश जैसे विभिन्न राज्यों की रक्षा की, इस तथ्य पर ध्यान दिया गया कि राज्य सरकारें स्थानीयता की नीतियों",
  "become wide spread. Resultantly, it had been held that there was only one domicile namely “Domicile in India” while referring to Article 5 of the Constitution of India by holding that if it is used for a purpose other": "का पालन कर रही थीं जो व्यापक हो गई थीं। परिणामस्वरूप, यह माना गया कि भारत के संविधान के अनुच्छेद 5 का संदर्भ देते हुए केवल एक ही अधिवास था जिसका नाम था \"भारत में अधिवास\", यह मानते हुए कि यदि इसका",
  "than the legitimate purpose, it would break up the unity and integrity of": "उपयोग वैध उद्देश्य के अलावा किसी अन्य उद्देश्य के लिए किया जाता है, तो यह एकता को तोड़ देगा। और देश की",
  "the country. It is, thus, rightly pointed out that in view of the said observations, necessary instructions dated 03.10.1996 had been issued": "अखंडता. इस प्रकार, यह सही बताया गया है कि उक्त टिप्पणियों के मद्देनजर, राज्य द्वारा दिनांक 03.॥0.996 को",
  "by the State that the word “domicile” should not be used and the word": "आवश्यक निर्देश जारी किए गए थे कि \"अधिवास\" शब्द का उपयोग नहीं किया जाना चाहिए और \"निवासी\" शब्द",
  "“resident” should be used, which instructions were also for the purpose of admission to educational institutions. The said guidelines provide a": "का उपयोग किया जाना चाहिए, जो निर्देश शैक्षणिक संस्थानों में प्रवेश के उद्देश्य से भी थे। उक्त दिशा-निर्देश उक्त",
  "permanent home and on account of the occupation if the parents were living outside the State as per Clause 5(1) of the said instructions. The": "निर्देशों के खंड 5(॥) के अनुसार यदि माता-पिता राज्य से बाहर रह रहे हैं तो स्थायी घर और व्यवसाय के अलावा",
  "said instructions had thereafter been varied to reduce the period to 5 years on 14.01.2021 and on 19.03.2022 wherein, for the first time for": "हरियाणा में रहने की ॥5 साल की अवधि प्रदान करते हैं। इसके बाद उक्त निर्देशों को ५.0.202। और 9.03.2022 को अवधि को घटाकर 5 वर्ष करने के लिए बदल दिया गया, जिसमें रोजगार के प्रयोजनों के लिए",
  "the purposes of employment, the said concept was also introduced in the same instructions.": "पहली बार, उक्त अवधारणा को भी उन्हीं निर्देशों में पेश किया गया था।",
  "The instructions dated 19.03.2022 read thus:-": "दिनांक 9.03.2022 के निर्देश इस प्रकार पढ़ें:-",
  "“No.62/03/2021-6GS-I HARYANA GOVERNMENT": "“नंबर 62/03/202-6जी एस-। हरियाणा सरकार",
  "5. The Registrar General, Punjab and Haryana High Court,": "भारतीय अदालत की रिपोर्टे पंजाब और हरियाणा",
  "Children/dependents/wards (if parents are not living) of persons who have permanent home in Haryana since a": "के बच्चे /आश्रित/वार्ड (यदि माता-पिता नहीं रह रहे हैं) जिनके पास पंद्रह से कम अवधि से हरियाणा में स्थायी घर है",
  "period not less than Five (5) years; or who have permanent home in Haryana since a period not less than Five (5) years": "( ॥5) वर्ष; या जिनके पास कम से कम पंद्रह (5) वर्ष की अवधि से हरियाणा में स्थायी घर है, लेकिन अपने",
  "occupation they are living outside Haryana; or who do not have permanent residence in Haryana but have been": "व्यवसाय के कारण वे हरियाणा से बाहर रह रहे हैं; या जिनके पास हरियाणा में स्थायी निवास नहीं है, लेकिन कम से",
  "residing in Haryana for a period not less than Fifteen (15) years.": "कम पंद्रह (5) वर्ष की अवधि से हरियाणा में रह रहे हैं।",
  "2. These instructions will be applicable with immediate": "2. ये निर्देश तत्काल प्रभाव से लागू होंगे और कृपया सभी संबंधितों के ध्यान में लाए जाएं।",
  "Yours faithfully": "आपका विश्वासी",
  "Superintendent General Services-I,": "अधीक्षक सामान्य सेवाएँ-,",
  "for Chief Secretary to Government Haryana.”": "हरियाणा सरकार के मुख्य सचिव के लिए।",
  "of the fact that the basic instructions were for the purposes of admission in educational institutions and had nothing to do with job reservations.": "निर्देश किसके लिए थे शैक्षणिक संस्थानों में प्रवेश के उद्देश्य और नौकरी में आरक्षण से इसका कोई लेना-देना नहीं",
  "Reliance can be placed upon the judgment in Saurabh Chaudri versus Union of India**, where a 5-Judge Bench had disapproved the creation": "है। सौरभ चौधरी बनाम भारत संघ” के फैसले पर भरोसा किया जा सकता है, जहां 5-न्यायाधीशों की पीठ ने",
  "of reservation on basis of domicile which had been forbidden in Dr. Pradeep Jain's case (supra) but had observed that there was no reason to depart from the ratio laid down regarding the concept of reservation": "अधिवास के आधार पर आरक्षण के निर्माण को अस्वीकार कर दिया था, जिसे डॉ. प्रदीप जैन के मामले (सुप्रा) में",
  "judgment in A.V.S. Narsimha Rao's case (supra), again reliance was": "उल्लंघन नहीं माना गया था। ए.वी.एस. के फैसले पर भरोसा करते हुए। नरसिम्हा राव के मामले (सुप्रा) में फिर से",
  "requirement to the residence under Article 35(a) and the same was": "भरोसा जताया गया कि शीर्ष अदालत ने माना था कि अनुच्छेद 35 (ए) के तहत निवास की आवश्यकता के संबंध में",
  "that Section 3 of the 1957 Act and also Rule 3 of the Andhra Pradesh": "था। राज्य के विधानमंडलों के लिए. तदनुसार यह बताया गया कि 957 अधिनियम की धारा ३ और आंध्र प्रदेश",
  "Public Employment (Requirement as to Residence) Rules, 1959 had": "सार्वजनिक रोजगार (निवास के अनुसार आवश्यकता) नियम, 959 के नियम 3 को भी भारत के संविधान से परे",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 967": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "(45) It can, thus, be called a manifestation of the discriminatory policy that you are not one of us and, therefore, not eligible for": "(५5) इस प्रकार, इसे भेदभावपूर्ण नीति का प्रकटीकरण कहा जा सकता है कि आप हम में से नहीं हैं और इसलिए,",
  "employment. For the citizens to be free from coercion or restriction of a": "रोजगार के लिए पात्र नहीं हैं। नागरिकों के लिए समाज पर किसी राज्य के दबाव या प्रतिबंध से मुक्त होना अब कुछ",
  "State over the society is to no longer to remain a privilege of the few has already been remarked upon by the Apex Court in the judgment of": "लोगों का विशेषाधिकार नहीं रह जाना है, इस पर सर्वोच्च न्यायालय ने न्यायमूर्ति के.एस. के फैसले में पहले ही",
  "Justice K.S. Puttaswamy (supra) while dealing with the right of privacy. The mental attitude towards individuals and the issues have to": "टिप्पणी कर दी है। निजता के अधिकार से निपटते समय पुट्टस्वामी (सुप्रा) व्यक्तियों और मुद्दों के प्रति मानसिक",
  "be read by the text and spirit of the Constitution and not keeping in": "दृष्टिकोण को संविधान के पाठ और भावना से पढ़ा जाना चाहिए, न कि समाज की लोकप्रिय धारणाओं और",
  "mind the popular notions of society and the constitutional culture which has time and again held as a check against the tyranny of the majority": "संवैधानिक संस्कृति को ध्यान में रखते हुए, जिसे समय-समय पर बहुसंख्यकों के अत्याचार के खिलाफ नियंत्रण के",
  "and the attitude of respect and reverence to one and all. The loss of": "रूप में माना जाता है और सभी के प्रति आदर और श्रद्धा का भाव। संवैधानिक न्यायालय द्वारा अधिकार खोने से",
  "(46) In Tata Power Company Ltd. versus Reliance Energy Ltd.*°, the Apex Court held that the Court could look into the": "(५6) टाटा पावर कंपनी लिमिटेड बनाम रिलायंस एनर्जी लिमिटेड” में, सर्वोच्च न्यायालय ने माना कि न्यायालय",
  "Statements of Objects and Reasons and the purpose of deciphering the object and the purport of the Act for the true and correct construction of": "वस्तुओं और कारणों के बयानों और वस्तु को समझने के उद्देश्य और सही और सही निर्माण के लिए अधिनियम के",
  "the Act and the principle of harmonious construction was required to be resorted to.": "उद्देश्य पर गौर कर सकता है। अधिनियम और सामंजस्यपूर्ण निर्माण के सिद्धांत का सहारा लेना आवश्यक था।",
  "(47) In State of Tamil Nadu and others versus K. Shyam Sunder and others*®, it was held that the objects and reasons behind": "(५7) तमिलनाडु राज्य और अन्य बनाम के. श्याम सुंदर और अन्य“ के मामले में, यह माना गया कि विधानमंडल के",
  "the enactment have to be seen and kept in mind for appreciating the": "इरादे की सराहना करने के लिए अधिनियम के पीछे के उद्देश्यों और कारणों को देखा जाना चाहिए और ध्यान में रखा",
  "intent of the Legislature. The relevant portion read thus:-": "जाना चाहिए। प्रासंगिक भाग इस प्रकार पढ़ें:-",
  "“66. It is also evident from the record that after the new": "“66. रिकॉर्ड से यह भी स्पष्ट है कि 6.5.20। को नई सरकार के शपथ लेने के बाद 2.5.20॥॥ को पुरानी प्रणाली",
  "invited to publish books being taught under the old system on 21.5.2011 and subsequent thereto, it was decided in": "के तहत पढ़ाई जाने वाली पुस्तकों को प्रकाशित करने के लिए निविदाएं आमंत्रित की गईं और उसके बाद 22.5 को",
  "on 21.5.2011 and subsequent thereto, it was decided in the Cabinet meeting on 22.5.2011 not to implement the uniform education system. Whole exercise of amending the": "कैबिनेट बैठक में यह निर्णय लिया गया। 20॥ समान शिक्षा प्रणाली लागू न करना। अधिनियम 200 में संशोधन की",
  "proceeding in haste itself cannot be a ground of challenge to the validity of a Statute though proceeding in haste amounts to arbitrariness and in such a fact- situation the": "का आधार नहीं हो सकता है, हालाँकि जल्दबाजी में आगे बढ़ना मनमानी के बराबर है और ऐसी तथ्य-स्थिति में",
  "administrative order becomes liable to be quashed. The facts mentioned hereinabove reveal that tenders had been invited": "प्रशासनिक आदेश रद्द होने योग्य हो जाता है। ऊपर वर्णित तथ्यों से पता चलता है कि कैबिनेट बैठक दिनांक",
  "mentioned hereinabove reveal that tenders had been invited on 21.5.2011 for publishing the text books, taught under the old system even prior to Cabinet meeting dated 22.5.2011.": "22.5.20॥। के पूर्व ही पुरानी व्यवस्था के तहत पढ़ाई जाने वाली पाठ्य पुस्तकों के प्रकाशन हेतु दिनांक 2.5.20॥॥ को निविदाएं आमंत्रित की जा चुकी थी।",
  "°° 2009 (16) SCC 659": "2 2009 (6) एससीसी 659",
  "*6 2011 (8) SCC 737": "2 20॥ (8) एससीसी 737",
  "968": "967",
  "providing public employment under Article 16. It is accordingly": "अनुच्छेद 46 के तहत सार्वजनिक रोजगार प्रदान करना। तदनुसार तर्क दिया गया है कि इसे निजी रोजगार के लिए",
  "contended that it cannot be read or substituted for private employment. He accordingly relied upon the observations made in A.K. Gopalan's": "पढ़ा या प्रतिस्थापित नहीं किया जा सकता है। तदनुसार,उन्होंने ए.के. गोपालन का मामला (सुप्रा) में की गई टिप्पणियों",
  "case (supra) that one Article cannot be read into the other and the argument of the American concept of due process of law was also": "पर भरोसा किया। एक अनुच्छेद को दूसरे में नहीं पढ़ा जा सकता है और कानून की उचित प्रक्रिया की अमेरिकी",
  "argument of the American concept of due process of law was also rejected. It is submitted that it was noticed that our": "अवधारणा के तर्क को भी खारिज कर दिया गया था। यह प्रस्तुत किया गया है कि यह देखा गया है कि हमारा",
  "Constitution is very detailed one and one cannot incorporate one provision into the other and it was not the function of the Court to do": "संविधान बहुत विस्तृत है और कोई भी एक प्रावधान को दूसरे में शामिल नहीं कर सकता है और ऐसा करना",
  "provision into the other and it was not the function of the Court to do so. It was accordingly pointed out that the word “residence” mentioned": "न्यायालय का कार्य नहीं था। तदनुसार यह बताया गया कि अनुच्छेद 6(2) के तहत उल्लिखित शब्द \"निवास\" का",
  "“any matter” could not be held to be “every matter” and the Courts of": "करते समय \"किसी भी मामले\" को \"हर मामले\" और कानून की अदालतों के लिए नहीं माना जा सकता है। उन्हें",
  "critical task of expounding the same and the interpretation which was to be kept in mind was that the job of the Court was that the language be": "इसकी व्याख्या करने का महत्वपूर्ण कार्य सौंपा गया था और जो व्याख्या ध्यान में रखनी थी वह यह थी कि न्यायालय",
  "interpreted as may best serve the purpose of Constitution.": "का काम यह था कि उस भाषा की व्याख्या की जाए जो संविधान के उद्देश्य को सर्वोत्तम रूप से पूरा कर सके।",
  "(52) Articles 19(1)(d), 19(1)(e) and 19(1)(g) of the Constitution of India read thus:-": "(52) भारत के संविधान के अनुच्छेद 9()(डी), 9() (ई) और 9() (जी) इस प्रकार पढ़ें:-",
  "“19. Protection of certain rights regarding freedom of speech etc.-(1) All citizens shall have the right-": "“9. बोलने की स्वतंत्रता आदि के संबंध में कुछ अधिकारों का संरक्षण :- (॥) सभी नागरिकों को अधिकार होगा-",
  "(a), (b) and(c ) XXX XXX ~~ XXX": "(ए), (बी) और (सी) 006 3006 306",
  "(d) to move freely throughout the territory of India;": "(डी) भारत के पूरे क्षेत्र में स्वतंत्र रूप से घूमना;",
  "(e) to reside and settle in any part of the territory of India; [and]": "(ई) भारत के क्षेत्र के किसी भी हिस्से में निवास करना और बसना; [और]",
  "(g) to practise any profession, or to carry on any occupation, trade or business.”": "(छ) कोई भी पेशा अपनाना, या कोई व्यवसाय, व्यापार या कारोबार करना।\"",
  "(53) Articles 19(5) and 19(6) of the Constitution of India read thus:-": "(53) भारत के संविधान के अनुच्छेद ।9(5) और 9(6) इस प्रकार पढ़ते हैं:-",
  "“19(5) Nothing in sub clauses (d) and (e) of the said clause shall affect the operation of any existing law in so far as it": "\"9(5) उक्त खंड के उप खंड (डी) और (ई) में कुछ भी मौजूदा कानून के संचालन को प्रभावित नहीं करेगा जहां तक कि यह",
  "*° 2006 (7) SCC 1": "2 2006 (7) एससीसी ।",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 971": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "the rights conferred by the said sub clauses either in the interests of the general public or for the protection of the interests of any Scheduled Tribe.": "आम जनता के हित में या किसी अनुसूचित जनजाति के हितों की सुरक्षा के लिए उक्त उपधाराओं द्वारा प्रदत्त किसी",
  "19(6) Nothing in sub clause (g) of the said clause shall affect the operation of any existing law in so far as it": "9(6) उक्त खंड के उप खंड (जी) में कुछ भी मौजूदा कानून के संचालन को प्रभावित नहीं करेगा जहां तक यह",
  "imposes, or prevent the State from making any law imposing, in the interests of the general public, reasonable": "राज्य को आम जनता के हित में उचित प्रतिबंध लगाता है, या कोई कानून बनाने से रोकता है। उक्त उप-खंड द्वारा",
  "restrictions on the exercise of the right conferred by the said sub clause, and, in particular, [nothing in the said sub clause": "प्रदत्त अधिकार के प्रयोग पर, और, विशेष रूप से, [उक्त उप-खंड में कुछ भी किसी भी मौजूदा कानून के संचालन",
  "shall affect the operation of any existing law in so far as it relates to, or prevent the State from making any law relating to,-": "को प्रभावित नहीं करेगा जहां तक यह संबंधित है, या राज्य को संबंधित कोई भी कानून बनाने से नहीं रोकेगा। को,-",
  "(i) the professional or technical qualifications necessary for practising any profession or carrying on any occupation, trade or business, or": "(0) किसी पेशे का अभ्यास करने या किसी व्यवसाय, व्यापार या व्यवसाय को चलाने के लिए आवश्यक पेशेवर या तकनीकी योग्यताएं, या",
  "(ii) the carrying on by the State, or by a corporation owned or controlled by the State, of any trade, business, industry or": "(॥) राज्य द्वारा, या राज्य के स्वामित्व या नियंत्रण वाले किसी निगम द्वारा, किसी भी व्यापार, व्यवसाय, उद्योग या सेवा",
  "service, whether to the exclusion, complete or partial, of citizens or otherwise.”": "को चलाना, चाहे नागरिकों को पूर्ण या आंशिक रूप से बाहर रखा गया हो या अन्यथा।",
  "(54) Accordingly, while referring to M. Nagraj and others versus UOI and others*', it is to be noticed that the standards of": "(5५) तदनुसार, एम. नागराज और अन्य बनाम यूओआई और अन्य” का जिक्र करते समय, यह ध्यान दिया जाना",
  "judicial review of constitutional amendments for purposes of anticipating and taking into account the changing conditions since the": "चाहिए कि बदलती परिस्थितियों का अनुमान लगाने और ध्यान में रखने के उद्देश्य से संवैधानिक संशोधनों की",
  "mind. The principles were laid to give coherence to the Constitution and to make it an organic whole irrespective of the fact that it was not": "को सुसंगतता देने और इसे एक संपूर्ण समग्र बनाने के लिए सिद्धांत निर्धारित किए गए थे, इस तथ्य के बावजूद कि",
  "expressly stated in the written form and though not. structured": "इसे लिखित रूप में स्पष्ट रूप से नहीं कहा गया था और हालांकि स्पष्ट रूप से संरचित नहीं किया गया था। यह सही",
  "expressly. It was rightly argued that it would pervade all enacted laws and is to stand at the pinnacle of the hierarchy of constitutional": "तर्क दिया गया था कि यह सभी अधिनियमित कानूनों में व्याप्त होगा और संवैधानिक मूल्यों के पदानुक्रम के शिखर",
  "values. The Constitution itself could not be used legally to destroy": "पर खड़ा होगा। संविधान को स्वयं को नष्ट करने के लिए कानूनी तौर पर इस्तेमाल नहीं किया जा सकता क्‍योंकि राज्य",
  "itself as the State was attempting to destroy the precious heritage of this nation and the identity of the Constitution of India has to be protected.": "इस राष्ट्र की बहुमूल्य विरासत को नष्ट करने का प्रयास कर रहा है और भारत के संविधान की पहचान की रक्षा की",
  "The consequences of its denial on the integrity had to be kept in mind while applying the principles of constitutional morality. Stress can be": "जानी है। संवैधानिक नैतिकता के सिद्धांतों को लागू करते समय अखंडता पर इसके इनकार के परिणामों को ध्यान में",
  "laid on the observations that democracy in India is only “a top dressing": "रखना होगा। इस टिप्पणी पर जोर दिया जा सकता है कि भारत में लोकतंत्र केवल एक दिखावा मात्र है",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 973": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "it would fit to the facts and circumstances of the present case. An": "यह वर्तमान मामले के तथ्यों और परिस्थितियों के अनुरूप होगा। इस देश के नागरिकों के बीच उनके अधिवास और",
  "Haryana. Andre Beteille in his book “Democracy and its Institutions” can be rightly quoted regarding the fact that without infusion of": "\"डेमोक्रेसी एंड इट्स इंस्टीट्यूशंस\" में इस तथ्य के बारे में सही ढंग से उद्धृत किया जा सकता है कि विधायिका और",
  "constitutional moralities amongst legislature and Judges, Lawyers, Ministers, Civil Servants; the Constitution would become a play thing": "न्यायाधीशों, वकीलों, मंत्रियों, सिविल सेवकों के बीच संवैधानिक नैतिकता के संचार के बिना; संविधान सत्ता की प्रगति",
  "of power progress and will become totally erratic and arbitrary. The relevant quotation reads thus:-": "का खेल बनकर रह जायेगा और पूरी तरह से अनियमित और मनमाना हो जायेगा। प्रासंगिक उद्धरण इस प्रकार है:-",
  "“To be effective, constitutional laws have to rest on a substratum of constitutional morality... In the absence of": "\"प्रभावी होने के लिए, संवैधानिक कानूनों को संवैधानिक नैतिकता के आधार पर टिकना होगा... संवैधानिक नैतिकता",
  "constitutional morality, the operation of a Constitution, no matter how carefully written, tends to become arbitrary,": "के अभाव में, संविधान का संचालन, चाहे कितनी भी सावधानी से लिखा गया हो, मनमाना, अनियमित और मनमौजी",
  "erratic, and capricious. It is not possible in a democratic order to insulate completely the domain of law from that of": "हो जाता है। लोकतांत्रिक व्यवस्था में कानून के क्षेत्र को राजनीति से पूरी तरह अलग करना संभव नहीं है। हमारे जैसे",
  "politics. A Constitution such as ours is expected to provide guidance on what should be regulated by the impersonal": "संविधान से यह अपेक्षा की जाती है कि वह इस बरे में मार्गदर्शन प्रदान करे कि कानून के अवैयक्तिक शासन द्वारा",
  "rule of law and what may be settled by the competition for power among parties, among factions, and among political": "क्या विनियमित किया जाना चाहिए और पार्टियों, गुटों और राजनीतिक नेताओं के बीच सत्ता के लिए प्रतिस्पर्धा से क्या",
  "leaders. It is here that the significance of constitutional": "तय किया जा सकता है। यहीं पर संवैधानिक नैतिकता का महत्व निहित है। विधायकों, न्यायाधीशों, वकीलों, मंत्रियों,",
  "servants, writers, and public intellectuals, the Constitution": "सिविल सेवकों, लेखकों और सार्वजनिक बुद्धिजीवियों के बीच संवैधानिक नैतिकता के कुछ समावेश के बिना,",
  "(56) Dr. B.R. Ambedkar address to the Constituent Assembly on": "(56) डॉ. बी.आर.अंबेडकर के संबोधन का 25..999 को संविधान सभा को दिए गए संदर्भ इस बात पर टिप्पणी",
  "Constitution may be but it could turn out to a bad one if those who get": "करने के लिए किया जा सकता है कि संविधान कितना भी अच्छा हो, लेकिन अगर इस पर काम करने वाले लोग",
  "to work on it happen to be a bad lot. The interpretation of the Constitution of India, thus, is not on the actual text but on the implicit": "खराब हो जाएं तो यह खराब हो सकता है। इस प्रकार, भारत के संविधान की व्याख्या वास्तविक पाठ पर नहीं बल्कि",
  "understandings and, thus, it was resting on what was unstated. Para": "अंतर्निहित समझ पर आधारित है और इस प्रकार, यह उस चीज़ पर आधारित थी जो अघोषित थी। राज्य (राष्ट्रीय",
  "Nos. 301 and 302 of State (NCT of Delhi) case (supra) read thus:-": "राजधानी क्षेत्र दिल्‍ली) मामले (सुप्रा) के पैरा संख्या 30॥ और 302 इस प्रकार पढ़ें:-",
  "“301. Constitutional morality requires filling in constitutional silences to enhance and complete the spirit of": "“30।. संवैधानिक नैतिकता को संविधान की भावना को बढ़ाने और पूर्ण करने के लिए संवैधानिक मौन भरने की",
  "the Constitution. A Constitution can establish a structure of government, but how these structures work rests upon the": "आवश्यकता है। एक संविधान सरकार की संरचना स्थापित कर सकता है, लेकिन ये संरचनाएं कैसे काम करती हैं यह",
  "fulcrum of constitutional values. Constitutional morality": "संवैधानिक मूल्यों के आधार पर निर्भर करता है। संवैधानिक नैतिकता का उद्देश्य संवैधानिक विवादों को निपटाने के",
  "purports to stop the past from tearing the soul of the nation apart by acting as a guiding basis to settle constitutional disputes:": "लिए मार्गदर्शक आधार के रूप में कार्य करके अतीत को राष्ट्र की आत्मा को खंडित करने से रोकना है:",
  "974 ILL.R. PUNJAB AND HARYANA 2023(2)": "973",
  "“Of necessity, constitutions are unfinished. What is explicit in the text rests on implicit understandings;": "“आवश्यकता से, संविधान अधूरे हैं। पाठ में जो स्पष्ट है वह अंतर्निहित समझ पर निर्भर करता है; जो कहा गया है वह",
  "what is stated rests on what is unstated.”": "उस पर निर्भर है जो नहीं कहा गया है।”",
  "302. Constitutional morality provides a_ principled understanding for unfolding the work of governance. It is a": "302. संवैधानिक नैतिकता शासन के कार्य को उजागर करने के लिए एक सैद्धांतिक समझ प्रदान करती है। यह",
  "compass to hold in troubled waters. It specifies norms for institutions to survive and an expectation of behaviour that": "परेशान पानी में पकड़ने के लिए एक दिशा सूचक यंत्र है। यह संस्थानों को जीवित रहने के लिए मानदंडों और",
  "institutions to survive and an expectation of behaviour that will meet not just the text but the soul of the Constitution.": "व्यवहार की अपेक्षा को निर्दिष्ट करता है जो न केवल पाठ बल्कि संविधान की आत्मा को पूरा करेगा। हमारी उम्मीदें",
  "Our expectations may be well ahead of reality. But a sense of constitutional morality, drawn from the values of that": "वास्तविकता से काफी आगे हो सकती हैं। लेकिन उस दस्तावेज़ के मूल्यों से ली गई संवैधानिक नैतिकता की भावना,",
  "document, enables us to hold to account our institutions and those who preside over their destinies. Constitutional": "हमें अपने संस्थानों और उनकी नियति का नेतृत्व करने वालों को ध्यान में रखने में सक्षम बनाती है। इसलिए,",
  "interpretation, therefore, must flow from constitutional morality.”": "संवैधानिक व्याख्या संवैधानिक नैतिकता से होनी चाहिए।",
  "(57) Thus, the stress of the counsel that the exercise of power under Articles 226 and 227 of the Constitution of India is also to be in a": "(57) इस प्रकार, वकील का जोर है कि भारत के संविधान के अनुच्छेद 226 और 227 के तहत शक्ति का प्रयोग",
  "sense of purpose and responsibility while keeping in mind the issues of constitutional morality and that statesmanship should ensure that the": "संवैधानिक नैतिकता के मुद्दों को ध्यान में रखते हुए उद्देश्य और जिम्मेदारी की भावना से होना चाहिए और राजनेता",
  "value of the founding fathers remain infused and the Constitution": "को यह सुनिश्चित करना चाहिए संस्थापकों के मूल्य समाहित हैं और संविधान को नजरअंदाज नहीं किया जा सकता",
  "cannot be bashed around as it had been incorporated as a blue print for democratic governance.": "क्योंकि इसे लोकतांत्रिक शासन के ब्लू प्रिंट के रूप में शामिल किया गया था।",
  "(58) The observations made by the Constitution Bench in Navtej Singh Johar and others versus Union of India*’ can be referred to,": "(58) नवतेज सिंह जौहर और अन्य बनाम भारत संघ* मामले में संविधान पीठ द्वारा की गई टिप्पणियों का उल्लेख",
  "wherein it dealt with the provisions of Section 377 IPC and the identity given to each and every citizen to live with dignity and right of privacy as long as they were consenting adults of the same sex. It is in such": "किया जा सकता है, जिसमें इसने आईपीसी की धारा 377 के प्रावधानों और प्रत्येक नागरिक को सम्मान और अधिकार के साथ जीने के लिए दी गई पहचान से संबंधित है। गोपनीयता का तब तक जब तक वे एक ही लिंग के",
  "circumstances the right of LGBT individuals was upheld. It is in such": "वयस्कों की सहमति से थे। ऐसी परिस्थितियों में एलजीबीटी व्यक्तियों के अधिकार को बरकरार रखा गया। ऐसी",
  "circumstances, the Apex Court had opined that the miniscule minority": "परिस्थितियों में, सर्वोच्च न्यायालय ने राय दी थी कि समान अधिकार रखने वाले छोटे अल्पसंख्यकों को कालीन के",
  "right to participate as a citizen and an equal right of enjoyment of living": "नीचे दबा दिया जा रहा है और उन्हें एक नागरिक के रूप में भाग लेने का अधिकार है और जीवन का आनंद लेने का",
  "regardless of what majority may believe and then only foundational promises of the Constitution could be fulfilled. The said principles are": "समान अधिकार है, चाहे बहुसंख्यक कुछ भी मानें और केवल तभी संविधान के मूलभूत वादे पूरे किये जा सकते हैं।",
  "apparently not being kept in mind by the State while framing the current legislation which is under attack while terming the rest of the": "जाहिर तौर पर मौजूदा कानून बनाते समय राज्य द्वारा उक्त सिद्धांतों को ध्यान में नहीं रखा जा रहा है, जिस पर भारत",
  "current legislation which is under attack while terming the rest of the citizens of India as migrants. Reliance can thus be again placed upon": "के बाकी नागरिकों को प्रवासी करार देते हुए हमला किया जा रहा है। इस प्रकार भारत के तत्कालीन मुख्य",
  "the observations of then Chief Justice of India, Justice Dipak Misra that it was the responsibility of the State to curb any propensity or proclivity": "न्यायाधीश, न्यायमूर्ति दीपक मिश्रा की टिप्पणियों पर फिर से भरोसा किया जा सकता है कि यह राज्य की ज़िम्मेदारी",
  "it was the responsibility of the State to curb any propensity or proclivity of popular sentiment or majoritarianism to contend that popular": "है कि वह लोकप्रिय भावना या बहुसंख्यकवाद की किसी भी प्रवृत्ति या प्रवृत्ति पर अंकुश लगाए।",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 977": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "Consequently these convictions cannot stand, even assuming, as respondent contends, that the manager would": "नतीजतन, ये दोषसिद्धि टिक नहीं सकती, यहां तक कि यह मानते हुए भी, जैसा कि प्रतिवादी का तर्क है, कि प्रबंधक",
  "have acted as he did independently of the existence of the": "ने वैसा ही कार्य किया होगा जैसा उसने अध्यादेश के अस्तित्व से स्वतंत्र रूप से किया था। दोषसिद्धि के समर्थन में यह",
  "ordinance. The State will not be heard to make this contention in support of the convictions. For the convictions": "तर्क देने के लिए राज्य की बात नहीं सुनी जाएगी। राज्य की एजेंसी, ग्रीनविले शहर द्वारा पारित अध्यादेश को लागू",
  "had the effect, which the State cannot deny, of enforcing the": "करने के लिए दोषसिद्धि का प्रभाव पड़ा, जिससे राज्य इनकार नहीं कर सकता। जब कोई राज्य एजेंसी लोगों को",
  "the State. When a state agency passes a law compelling persons to discriminate against other persons because of": "नस्ल के कारण अन्य व्यक्तियों के साथ भेदभाव करने के लिए मजबूर करने वाला कानून पारित करती है, और राज्य",
  "race, and the State's criminal processes are employed in a way which enforces the discrimination mandated by that": "की आपराधिक प्रक्रियाओं को इस तरह से नियोजित किया जाता है जो उस कानून द्वारा अनिवार्य भेदभाव को लागू",
  "law, such a palpable violation of the Fourteenth Amendment": "करता है, तो चौदहवें संशोधन के ऐसे स्पष्ट उल्लंघन को प्रयास करके बचाया नहीं जा सकता है। विभेदकों के",
  "(61) Similarly, in Sandra Adickes versus S.H. Kress and Company**, a white teacher alongwith six of her students, who were": "(6) इसी तरह, सैंड़ा एडिकेस बनाम एस.एच. में एक श्रवेत शिक्षिका क्रेस एंड कंपनीः को उसके छह छात्रों के साथ,",
  "not white, had been arrested on the charge of vagrancy as she had gone for lunch at a particular restaurant. She was refused service being in": "जो श्वेत नहीं थे, आवारागर्दी के आरोप में गिरफ्तार किया गया था क्योंकि वह एक विशेष रेस्तरां में दोपहर के भोजन",
  "by the State under the Mississippi Criminal Tresspass Statute. The Supreme Court of United States again came to the conclusion that if a": "आपराधिक अतिचार क़ानून के तहत राज्य द्वारा लागू एक प्रथा थी। संयुक्त राज्य अमेरिका का सर्वोच्च न्यायालय फिर",
  "law violated the XIVth Amendment, it could be declared invalid and": "से इस निष्कर्ष पर पहुंचा कि यदि कोई कानून 20५वें संशोधन का उल्लंघन करता है, तो इसे अमान्य घोषित किया जा",
  "neither the State could enforce such a law and neither command such a": "सकता है और न तो राज्य ऐसे कानून को लागू कर सकता है और न ही ऐसे किसी विशेष परिणाम का आदेश दे",
  "particular result. The relevant observations of Justice Harlan in the abovesaid judgment reads thus:-": "सकता है। उपर्युक्त निर्णय में न्यायमूर्ति हरलान की प्रासंगिक टिप्पणियाँ इस प्रकार हैं: -",
  "“B. STATE ACTION 14TH AMENDMENT VIOLATION": "\"बी राज्य कार्रवाई ॥५वें संशोधन का उल्लंघन",
  "[15] For petitioner to recover un- der the substantive count of her complaint, she must show a depriva tion of a_ right": "[5] याचिकाकर्ता को अपनी शिकायत की वास्तविक गिनती के तहत पुनर्प्राप्त करने के लिए, उसे चौदहवें संशोधन",
  "guaranteed to her by the Equal Protection Clause of the Fourteenth Amendment. Since the \"action inhibited by the first section of the Fourteenth Amendment is only such": "के समान संरक्षण खंड द्वारा गारंटीकृत अधिकार से वंचित होना दिखाना होगा। चूंकि \"चौदहवें संशोधन के पहले खंड",
  "action as may fairly be said to be that of the States,\" Shelley": "द्वारा बाधित कार्रवाई केवल ऐसी कार्रवाई है जिसे उचित रूप से राज्यों की कार्रवाई कहा जा सकता है,\" शेली बनाम",
  "v Kraemer, 334 U.S. 1, 13, 92 L. Ed. 1161, 1180, 68 S. ct 836, 3 ALR2d 441 (1948), we must decide, for purchase": "क्रेमर, 33५ यू.एस. ।, ।3, 92 एल. एड. ॥6, ॥80, 68 एस. सीटी 836, ३ एएलआर2डी ५५। (9५8), हमें इस",
  "poses of this case, the following “state action\" issue: Is there": "मामले की खरीद स्थिति के लिए, निम्नलिखित \"राज्य कार्रवाई\" मुद्दे पर निर्णय लेना होगा: क्‍या याचिकाकर्ता के",
  "sufficient state action to prove a violation of petitioner's": "उल्लंघन को साबित करने के लिए पर्याप्त राज्य कार्रवाई है",
  "° 1970 (398) US 144": "75 970 (398) यूएस 0%",
  "The fact of our Constitution having borrowed heavily from the principles of the said Constitution are well known and, therefore,": "यह तथ्य सर्वविदित है कि हमारे संविधान ने उक्त संविधान के सिद्धांतों से काफी हद तक उधार लिया है और",
  "reference to the judgments of the Supreme Court of U.S. can be made regarding the State making a provision which was violative and": "इसलिए, राज्य द्वारा एक प्रावधान बनाने के संबंध में अमेरिका के सर्वोच्च न्यायालय के निर्णयों का संदर्भ दिया जा",
  "regarding the State making a provision which was violative and discriminatory on account of race which was the subject matter in James Richard Peterson versus City of Greenville**. Accordingly, the": "सकता है जो नस्ल के आधार पर उल्लंघनकारी और भेदभावपूर्ण था। जो जेम्स रिचर्ड पीटरसन बनाम सिटी ऑफ़",
  "State itself commands particular result and compelling persons to discriminate, the same would be palpable violation of the": "कि यदि राज्य स्वयं विशेष परिणाम का आदेश देता है और व्यक्तियों को भेदभाव करने के लिए मजबूर करता है, तो",
  "persons to discriminate, the same would be palpable violation of the XIVth Amendment. The observations had come in view of the fact that": "यह )0५वें संशोधन का स्पष्ट उल्लंघन होगा। ये टिप्पणियाँ इस तथ्य के मद्देनजर आई थीं कि त्वचा के रंग के कारण",
  "persons on account of the colour of the skin had not been served in a restaurant since there was a bar to furnish meals to white and coloured": "व्यक्तियों को रेस्तरां में भोजन नहीं परोसा गया था क्‍योंकि एक ही कमरे में सफेद और रंगीन व्यक्तियों को भोजन",
  "“The evidence in this case establishes beyond doubt that the Kress management's decision to exclude petitioners from": "“इस मामले में सबूत बिना किसी संदेह के स्थापित करते हैं कि क्रेस प्रबंधन ने याचिकाकर्ताओं को लंच काउंटर से",
  "the lunch counter was made because they were Negroes. It": "बाहर करने का निर्णय इसलिए लिया क्‍योंकि वे नीग्रो थे। इस बात पर विवाद नहीं किया जा सकता है कि हमारे",
  "cannot be disputed that under our decisions \"private conduct abridging individual rights does no violence to the Equal": "निर्णयों के तहत \"व्यक्तिगत अधिकारों का हनन करने वाला निजी आचरण समान सुरक्षा खंड पर कोई हिंसा नहीं",
  "Protection Clause unless to some significant extent the State in any of its manifestations has been found to have become": "करता है जब तक कि कुछ महत्वपूर्ण हृद तक राज्य अपनी किसी भी अभिव्यक्ति में इसमें शामिल नहीं पाया गया",
  "involved in it.\" Burton v Wilmington Parking Authority, 365 US 715, 722, 6 Led. 2d 45, 50, 81 S.ct. 865;": "है।\" बर्टन बनाम विलमिंगटन पार्किंग अथॉरिटी, ३65 यूएस 75, 722, 6 एल.एड. 2डी ५5, 50, 8। एस.सी.टी.",
  "Turner v Memphis, 369 U.S. 350, 82 S.ct. 805, 7 L.ed.2d 762.": "865; टर्नर बनाम मेम्फिस, 369 यू एस. 350, 82 एस.सी.टी. 805, 7 एल.एड.2डी 762.",
  "It cannot be denied that here the City of Greenville, an agency of the State, has provided by its ordinance that the": "इस बात से इनकार नहीं किया जा सकता है कि यहां राज्य की एक एजेंसी, ग्रीनविले शहर ने अपने अध्यादेश द्वारा",
  "decision as to whether a restaurant facility is to be \"operated on a desegregated basis is to be reserved to it. When the": "यह प्रावधान किया है कि एक रेस्तरां सुविधा को \"पृथक आधार पर संचालित किया जाना है या नहीं, इसका निर्णय",
  "on a desegregated basis is to be reserved to it. When the State has commanded a particular result, it has saved to": "उसके लिए आरक्षित है। जब राज्य एक विशेष परिणाम का आदेश दिया है, इसने उस परिणाम को निर्धारित करने",
  "itself the power to determine that result and thereby \"to a significant extent\" has \"become involved\" in it, and, in fact,": "की शक्ति अपने पास बचा ली है और इस तरह \"काफ़ी हद तक\" इसमें \"शामिल\" हो गया है, और, वास्तव में, उस",
  "has removed that decision from the sphere of private choice. It has thus effectively determined that a person owning,": "निर्णय को निजी पसंद के क्षेत्र से हटा दिया है इस प्रकार प्रभावी रूप से यह निर्धारित किया गया है कि खाने की",
  "choice of his own but must segregate his white and Negro patrons. The Kress management, in deciding to exclude": "अपने सफेद और नीग्रो संरक्षकों को अलग करना होगा, नीग्रो को बाहर करने का निर्णय लेने में, क्रेस प्रबंधन ने वही",
  "Negroes, did precisely what the city law required.": "किया जो शहर के कानून की आवश्यकता थी।",
  "1963 (373) US 244": "25 ]963 (373) यूएस 24५",
  "978": "976",
  "Fourteenth Amendment rights if she shows that Kress": "चौदहवें संशोधन के अधिकार यदि वह दिखाती है कि क्रेस ने हेटिसबर्ग रेस्तरां में दौड़ के राज्य-प्रवर्तित रिवाज",
  "refused her service because of a state-enforced custom": "सम्मोहक अलगाव के कारण उसकी सेवा से इनकार कर दिया?",
  "[16] In analyzing this problem, it is useful to state two polar propositions, each of which is easily identified and": "[6] इस समस्या का विश्लेषण करने में, दो ध्रुवीय प्रस्तावों को बताना उपयोगी है, जिनमें से प्रत्येक को आसानी से",
  "resolved. On the one hand, the Fourteenth Amendment plainly prohibits a State itself from discriminating because": "पहचाना और हल किया जा सकता है। एक ओर, चौदहवाँ संशोधन स्पष्ट रूप से राज्य को नस्ल के कारण भेदभाव",
  "of race. On the other hand, § 1 of the Fourteenth Amendment does not forbid a private party, not acting against a backdrop of state compulsion or involvement, to": "करने से रोकता है। दूसरी ओर, चौदहवें संशोधन का $ । किसी निजी पार्टी को, जो राज्य की बाध्यता या भागीदारी",
  "discriminate on the basis of race in his personal affairs as an": "की पृष्ठभूमि के खिलाफ काम नहीं कर रहा है, अपने निजी मामलों में नस्ल के आधार पर अपने व्यक्तिगत पूर्वाग्रहों",
  "expression of his own personal predilections. As was said in Shelley v Kraemer, supra, that Amendment erects no shield": "की अभिव्यक्ति के रूप में भेदभाव करने से मना नहीं करता है। जैसा कि शेली बनाम क्रेमर में कहा गया था, सुप्रा,",
  "against merely private conduct, however discriminatory": "कि संशोधन केवल निजी आचरण के खिलाफ कोई ढाल नहीं बनाता है, चाहे वह कितना भी भेदभावपूर्ण या गलत",
  "or wrongful.\" 334 U.S., at 13, 92 L Ed, at 1180, 3 ALR2d": "हो।\" 33५ यू एस., 3 पर, 92 एल एड, 80 पर, ३ एएलआर2डी ५५।",
  "[17] At what point between these two extremes a State's involvement in the refusal becomes sufficient to make the": "[।7] इन दोनों चरम सीमाओं के बीच किस बिंदु पर इनकार में राज्य की भागीदारी निजी इनकार को चौदहवें",
  "Amendment, is far from clear under our case law. If a State": "संशोधन का उल्लंघन बनाने के लिए पर्याप्त हो जाती है, यह हमारे मामले के कानून के तहत स्पष्ट नहीं है। यदि किसी",
  "had a law requiring a private person to refuse service": "राज्य में किसी निजी व्यक्ति को नस्ल के कारण सेवा देने से इनकार करने की आवश्यकता वाला कानून है, तो यह",
  "because of race, it is clear beyond dispute that the law would violate the Fourteenth Amendment and could be": "विवाद से परे स्पष्ट है कि कानून चौदहवें संशोधन का उल्लंघन करेगा और इसे अमान्य घोषित किया जा सकता है",
  "declared invalid and enjoined from enforcement. Nor can a State enforce such a law requiring discrimination through": "और प्रवर्तन से रोका जा सकता है। न ही कोई राज्य ऐसे किसी कानून को लागू कर सकता है, जिसमें भेदभाव करने",
  "either convictions of proprietors who refuse to discriminate, or trespass prosecutions of patrons who, after being denied": "से इनकार करने वाले मालिकों को दोषी ठहराकर या उन संरक्षकों पर अतिचार मुकदमा चलाकर भेदभाव की",
  "service pursuant to such a law, refuse to honor a request to": "आवश्यकता हो, जो ऐसे कानून के अनुसार सेवा से वंचित होने के बाद, परिसर छोड़ने के अनुरोध का सम्मान करने",
  "The question most relevant for this case, however, is a slightly different one. It is whether the decision of an owner": "हालाँकि, इस मामले के लिए सबसे प्रासंगिक प्रश्न थोड़ा अलग है। यह है कि क्‍या किसी रेस्तरां के मालिक का राज्य",
  "of a restaurant to discriminate on the basis of race under the compulsion of state law offends the Fourteenth Amendment.": "कानून की बाध्यता के तहत नस्ल के आधार पर भेदभाव करने का निर्णय चौदहवें संशोधन का उल्लंघन करता है।",
  "Although this Court has not explicitly decided the Fourteenth Amendment state action issue implicit in this": "हालाँकि इस न्यायालय ने इस प्रश्न में निहित चौदहवें संशोधन राज्य कार्रवाई मुद्दे पर स्पष्ट रूप से निर्णय नहीं लिया है,",
  "question, underlying the Court's decisions in the sit-in cases is the notion that a State is responsible for the": "लेकिन सिट-इन मामलों में न्यायालय के निर्णयों में अंतर्निहित यह धारणा है कि एक राज्य एक निजी पार्टी के",
  "law, has compelled the act. As the Court said in Peterson v": "पीटरसन बनाम में कहा था",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 975": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "sentiment could not over ride the rights of the citizens of the country nor promote the local provincial interest which is clear from the objects": "भावना देश के नागरिकों के अधिकारों पर हावी नहीं हो सकती और न ही स्थानीय प्रांतीय हित को बढ़ावा दे सकती है",
  "and reasons of the Act. Thus, freedom given under Article 19 of the": "जो अधिनियम के उद्देश्यों और कारणों से स्पष्ट है। इस प्रकार, भारत के संविधान के अनुच्छेद 49 के तहत दी गई",
  "Constitution of India could not be taken away and the impugned provisions are falling foul and are liable to be declared unconstitutional": "स्वतंत्रता को छीना नहीं जा सकता है और लगाए गए प्रावधान गलत साबित हो रहे हैं और असंवैधानिक घोषित किए",
  "as a wall could not be built around by the State and the spirit and sole": "जाने योग्य हैं क्योंकि राज्य और एकता की भावना और एकमात्र द्वारा चारों ओर दीवार नहीं बनाई जा सकती है।",
  "of the oneness of the Constitution of India could not be curtailed by the parochial limited vision of the State. The fact that the nation would": "भारत के संविधान को राज्य की संकीर्ण सीमित दृष्टि से कम नहीं किया जा सकता है। तथ्य यह है कि यदि भारत के",
  "crack down under rigour if the text and spirit of the Constitution of India is not imbibed by the citizens and it has to be cultivated by the": "संविधान के पाठ और भावना को नागरिकों द्वारा आत्मसात नहीं किया गया है और इसे लोगों द्वारा विकसित किया",
  "respect and reverence has to be maintained towards their fellowmen.": "जाएगा। अपने साथियों के प्रति श्रद्धा रखनी होगी",
  "(59) The term fraternity connoting a sense of common brotherhood is to embrace all Indians and a blind eye could not be": "(59) बंधुत्व शब्द सामान्य भाईचारे की भावना को दर्शाता है, जिसका अर्थ है सभी भारतीयों को गले लगाना और देश",
  "turned to other citizens of the country irrespective of the State they": "के अन्य नागरिकों की ओर से आंखें नहीं मूंदी जा सकतीं, चाहे वे किसी भी राज्य के हों। इसलिए, एक विधायी",
  "belong to. Therefore, a legislative mandamus could not be imposed as was being sought to be done through this Statute against the foundational promises of the Constitution of India while turning a blind": "परमादेश लागू नहीं किया जा सका जैसा कि भारत के संविधान के मूलभूत वादों के खिलाफ इस क़ानून के माध्यम से",
  "eye to the non-residents of Haryana who could not be treated as": "करने की मांग की जा रही थी, जबकि हरियाणा के गैर-निवासियों के प्रति आंखें मूंद ली गईं, जिन्हें माध्यमिक नागरिक",
  "secondary citizens. The State, thus, was acting with a telescopic vision and the Statute as such is liable to fall foul of the principles laid down": "नहीं माना जा सकता था। इस प्रकार, राज्य एक दूरदर्शी दृष्टि से कार्य कर रहा था और यह क़ानून सर्वोच्च न्यायालय",
  "itself. The concept of constitutional morality has been openly violated": "अधिकारों में कटौती करके संवैधानिक नैतिकता की अवधारणा का खुले तौर पर उल्लंघन किया गया है। राज्यों को",
  "their livelihood. The exploitation of the prohibition to private employment by way of a legislative command while keeping States out of the said restrictions and putting the employer under the domain of": "उक्त प्रतिबंधों से बाहर रखते हुए विधायी आदेश के माध्यम से निजी रोजगार पर प्रतिबंध का शोषण और उसी के",
  "criminalization on account of the violation of the same can be termed": "उल्लंघन के कारण नियोक्‍्ता को अपराधीकरण के क्षेत्र में डालना असंवैधानिक कहा जा सकता है, जैसा कि एक",
  "as unconstitutional as a private individual could not be asked to do what the State has been forbidden for itself.": "निजी व्यक्ति नहीं कर सकता। उसे वह करने के लिए कहा जाए जिसे राज्य ने अपने लिए प्रतिबंधित किया है।",
  "(60) It is to be noticed that the Constitution of America, vide its": "(60) यह ध्यान दिया जाना चाहिए कि अमेरिका के संविधान ने अपने पांचवें संशोधन के माध्यम से माना है कि किसी",
  "Vth Amendment has held that no citizen can be deprived of life, liberty or property without due process of law whereas under XIVth": "भी नागरिक को कानून की उचित प्रक्रिया के बिना जीवन, स्वतंत्रता या संपत्ति से वंचित नहीं किया जा सकता है,",
  "naturalized in the United States and all the States where they reside. The State has been debarred from making or enforcing any law which": "सभी राज्यों में जन्मे या प्राकृतिक रूप से जन्मे जहां वे रहते हैं। राज्य को ऐसे किसी भी कानून को बनाने या लागू",
  "shall abridge their privileges as citizens of the country and neither they": "करने से रोक दिया गया है जो देश के नागरिकों के रूप में उनके विशेषाधिकारों को कम कर देगा और न ही उन्हें",
  "can be deprived of their liberty, property without due process and nor": "उचित प्रक्रिया के बिना उनकी स्वतंत्रता, संपत्ति से वंचित किया जा सकता है और न ही उनके अधिकार क्षेत्र में आने",
  "deny the person within its jurisdiction the equal protection of the laws.": "वाले व्यक्ति को कानूनों के समान संरक्षण से वंचित किया जा सकता है।",
  "980": "979",
  "social conduct. Therefore something is uniquely amiss in a society where the government, the authoritative oracle of": "सामाजिक आचरण स्थापना की तलाश करते हैं। इसलिए ऐसे समाज में कुछ विशिष्ट रूप से गड़बड़ है जहां सरकार,",
  "community values, involves itself in racial discrimination. Accordingly, in the cases that have come before us this": "सामुदायिक मूल्यों की आधिकारिक दैवज्ञ, खुद को नस्लीय भेदभाव में शामिल करती है। तदनुसार, हमारे सामने आए",
  "Court has condemned significant state involvement in racial": "मामलों में इस न्यायालय ने नस्लीय भेदभाव में राज्य की महत्वपूर्ण भागीदारी की निंदा की है, भले ही यह कितना भी",
  "discrimination, however subtle and indirect it may have been and whatever form it may have taken.": "सूक्ष्म और अप्रत्यक्ष हो और चाहे इसका कोई भी रूप हो।",
  "See, e. g., Burton v Wilmington Parking Authority, supra; Evans v Newton, 382 US 296, 15 L Ed 2d 373, 86 S. Ct..": "देखें, ई. जी., बर्टन बनाम विलमिंगटन पार्किंग अथॉरिटी, सुप्रा; इवांस बनाम न्यूटन, 382 यूएस 296, ।5 एल एड",
  "486 (1966); Hunter v Erickson, 393 U.S. 385, 21 L. Ed. 2d": "2डी ३73, 86 एस. सीटी... ५86 (966); हंटर बनाम एरिक्सन, 393 यू एस. 385, 2। एल. एड. 2डी 66, 89",
  "616, 89 S. Ct. 557 (1969). These decisions represent vigilant fidelity to the constitutional principle that no State shall in": "एस. सीटी. 557 (969)। ये निर्णय संवैधानिक सिद्धांत के प्रति सतर्क निष्ठा का प्रतिनिधित्व करते हैं कि कोई भी",
  "any significant way lend its authority to the sordid business of racial discrimination.": "राज्य किसी भी महत्वपूर्ण तरीके से नस्लीय भेदभाव के घृणित व्यवसाय को अपना अधिकार नहीं देगा।",
  "Among the state-action cases that most nearly resemble the present one are the sit-in cases decided in 1963 and 1964. In": "राज्य-कार्रवाई के मामलों में जो लगभग वर्तमान से मिलते-जुलते हैं, उनमें 4963 और 96% में तय किए गए सिट-",
  "present one are the sit-in cases decided in 1963 and 1964. In Peterson v City of Greenville, 373 US 244, 10 L Ed 2d": "इन मामले हैं। पीटरसन बनाम सिटी ऑफ़ ग्रीनविले में, 373 यूएस 2५%, ॥0 एल एड 2डी 323, 83 एस सीटी 9",
  "a Kress store in South Carolina. A Greenville ordinance at that time imposed on the proprietors of restaurants the duty": "अतिचार का दोषी ठहराया गया था। उस समय एक ग्रीनविले अध्यादेश ने रेस्तरां के मालिकों पर उनके प्रतिष्ठानों में",
  "to segregate the races in their establishments, and there was evidence that the Kress manager was aware of the": "नस्लों को अलग करने का कर्तव्य लगाया था, और इस बात के सबूत थे कि क्रेस प्रबंधक को अध्यादेश के बारे में पता",
  "ordinance. We held that the existence of the ordinance, together with a showing that the Kress manager excluded": "था। हमने माना कि अध्यादेश का अस्तित्व, साथ में यह दिखाना कि क्रेस प्रबंधक ने याचिकाकर्ताओं को केवल",
  "the petitioners solely because they were Negroes, was sufficient to constitute discriminatory state action in violation of the Fourteenth Amendment:": "इसलिए बाहर रखा क्‍योंकि वे नीग्रो थे, चौदहवें संशोधन के उल्लंघन में भेदभावपूर्ण राज्य कार्रवाई का गठन करने के लिए पर्याप्त था:",
  "\"When the State has commanded a particular result, it has saved to itself the power to determine that result and thereby": "\"जब राज्य ने किसी विशेष परिणाम का आदेश दिया है, तो उसने उस परिणाम को निर्धारित करने की शक्ति अपने",
  "to a significant extent’ has become involved in it, and, in fact, has removed that decision from the sphere of private": "पास रख ली है और इस तरह काफी हद तक इसमें शामिल हो गया है, और वास्तव में, उस निर्णय को निजी पसंद के",
  "\"Consequently these convictions cannot stand, even assuming, as respondent contends, that the man- ager would": "\"परिणामस्वरूप, ये दोषसिद्धि टिक नहीं सकती, यहां तक कि यह मानते हुए भी, जैसा कि प्रतिवादी का तर्क है, कि",
  "Although the case involved trespass convictions, the Court did not rely on the State's enforcement of its neutral trespass": "हालाँकि इस मामले में अतिचार की सज़ा शामिल थी, न्यायालय ने राज्य के तटस्थ अतिचार को लागू करने पर भरोसा नहीं किया",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 981": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "laws in analyzing the elements of state action present. Nor": "वर्तमान राज्य कार्रवाई के तत्वों का विश्लेषण करने में कानून। न ही इसने न्यायिक प्रवर्तन के संदर्भ में विश्लेषण के",
  "did it cite Shelley v Kraemer, supra, the logical starting": "लिए तार्किक प्रारंभिक बिंदु शेली बनाम क्रेमर का हवाला दिया। समान सुरक्षा से इनकार तब हुआ जब",
  "denial of equal protection occurred when the petitioners were denied service in the restaurant. That denial of equal protection-tainted the subsequent convictions. And as was": "याचिकाकर्ताओं को रेस्तरां में सेवा देने से इनकार कर दिया गया। समान सुरक्षा से इनकार ने बाद की सजाओं को",
  "noted in Reitman v Mulkey, 387 US 369, 380, 18 1. Ed 2d": "कलंकित कर दिया। और जैसा कि रीटमैन बनाम मुल्की, 387 यूएस ३69, 380, 8 ।. एड 2डी 830, 837, 87 एस",
  "830, 837, 87 S Ct 1627 (1967), no \"proof [was] required that the restaurant owner had actually been influenced by": "सीटी 4627 (967) में उल्लेख किया गया था, किसी \"प्रमाण की आवश्यकता नहीं थी कि रेस्तरां मालिक वास्तव में",
  "the state statute. . . .\" Thus Peterson establishes the proposition that where a State commands a class of persons": "राज्य से प्रभावित था क़ानून. इस प्रकार पीटरसन ने यह प्रस्ताव स्थापित किया कि जहां एक राज्य व्यक्तियों के एक",
  "to discriminate on the basis of race, discrimination by a": "वर्ग को नस्ल के आधार पर भेदभाव करने का आदेश देता है, उस वर्ग के भीतर एक निजी व्यक्ति द्वारा भेदभाव राज्य",
  "private person within that class is state action, regardless of whether he was motivated by the command. The Court's intimation in the present case that private discrimination": "की कार्रवाई है, भले ही वह आदेश से प्रेरित हो। वर्तमान मामले में न्यायालय की सूचना कि निजी भेदभाव केवल राज्य",
  "might be state action only where the private person acted under compulsion imposed by the State echoes Mr. Justice": "की कार्रवाई हो सकती है, जहां निजी व्यक्ति ने राज्य द्वारा लगाए गए दबाव के तहत कार्य किया है, पीटरसन में श्री",
  "under compulsion imposed by the State echoes Mr. Justice Harlan's argument in Peterson that private discrimination is state action only where the State motivates the private": "न्यायमूर्ति हार्लन के तर्क को प्रतिध्वनित करता है कि निजी भेदभाव केवल राज्य की कार्रवाई है जहां राज्य निजी",
  "person to discriminate. See 373 US, at 251-253, 10 L Ed 2d": "व्यक्ति को भेदभाव करने के लिए प्रेरित करता है। . 373 यूएस, 25-253 पर, 0 एल एड 2डी 3३28-329 पर देखें।",
  "at 328-329. That argument was squarely rejected by the Court in Peterson, and I see no reason to resurrect it now.”": "उस तर्क को पीटरसन की अदालत ने सिरे से खारिज कर दिया था, और मुझे अब इसे पुनर्जीवित करने का कोई कारण नहीं दिखता है।\"",
  "(63) The Vth and XIVth Amendments to the Constitution of the United States of America also read thus:-": "(63) संयुक्त राज्य अमेरिका के संविधान में पाँचवें और चौदहवें संशोधन को इस प्रकार भी पढ़ा जाता है:-",
  "“AMEMDMENT V": "“संशोधन वी",
  "“No person shall be held to answer for a capital, or otherwise infamous crime, unless on a presentment of": "\"किसी भी व्यक्ति को किसी पूंजी, या अन्यथा कुख्यात अपराध के लिए जवाब देने के लिए नहीं ठहराया जाएगा, जब",
  "indictment of a Grand Jury, except in cases arising in the land or naval forces, or in the Militia, when in actual service": "तक कि ग्रैंड जूरी के अभियोग की प्रस्तुति न हो, भूमि या नौसेना बलों, या मिलिशिया में उत्पन्न होने वाले मामलों को",
  "in time of War or public danger; nor shall any person be": "छोड़कर, जब समय पर वास्तविक सेवा में हो युद्ध या सार्वजनिक खतरे का; न ही किसी व्यक्ति को एक ही अपराध",
  "subject for the same offence to be twice put in jeopardy of life or limb; nor shall be compelled in any criminal case to": "के लिए दो बार जीवन या अंग को ख़तरे में डाला जाएगा; न ही किसी आपराधिक मामले में खुद के खिलाफ गवाह",
  "be a witness against himself, nor be deprived of life, liberty, or property, without due process of law; nor shall private": "बनने के लिए मजबूर किया जाएगा, न ही कानून की उचित प्रक्रिया के बिना जीवन, स्वतंत्रता या संपत्ति से वंचित",
  "property be taken for public use, without just compensation.”": "किया जाएगा; न ही निजी संपत्ति को उचित मुआवज़े के बिना सार्वजनिक उपयोग के लिए लिया जाएगा।\"",
  "Passed by Congress June, 13, 1866, Ratified July 9, 1868.": "3 जून, 866 को कांग्रेस द्वारा पारित, 9 जुलाई, ।868 को अनुसमर्थित।",
  "Note: Article I, SECTION II, of the Constitution was modified by SECTION II of the Fourteenth Amendment.": "नोट: संविधान के अनुच्छेद ।, खंड ॥ को चौदहवें संशोधन के खंड ॥ द्वारा संशोधित किया गया था।",
  "All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United": "संयुक्त राज्य अमेरिका में जन्मे या प्राकृतिक रूप से जन्मे सभी व्यक्ति, और उसके अधिकार क्षेत्र के अधीन, संयुक्त",
  "States and of the State wherein they reside. No State shall": "राज्य अमेरिका और उस राज्य के नागरिक हैं जहां वे रहते हैं। कोई भी राज्य ऐसा कोई कानून नहीं बनाएगा या लागू",
  "make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any": "नहीं करेगा जो संयुक्त राज्य के नागरिकों के विशेषाधिकारों या प्रतिरक्षा को कम कर देगा; न ही कोई राज्य कानून",
  "State deprive any person of life, liberty, or property, without due process of law; nor deny to any person within its": "की उचित प्रक्रिया के बिना किसी व्यक्ति को जीवन, स्वतंत्रता या संपत्ति से वंचित करेगा; न ही अपने अधिकार क्षेत्र में",
  "(64) The respondent-State has directed the private individual to do what itself is barred from under the Constitution. Such a brazen act": "(6५) प्रतिवादी-राज्य ने निजी व्यक्ति को वह करने का निर्देश दिया है जो संविधान के तहत वर्जित है। इस प्रकार,",
  "of impunity, thus, cannot be swallowed by the Constitutional Courts.": "दण्ड से मुक्ति के ऐसे निर्लज्ज कृत्य को संवैधानिक न्यायालयों द्वारा स्वीकार नहीं किया जा सकता है। याचिकाकर्ताओं",
  "The sum and substance of the argument raised by counsel for the petitioners has to be accepted, without any exceptions.": "के वकील द्वारा उठाए गए तर्क का सार और सार बिना किसी अपवाद के स्वीकार किया जाना चाहिए।",
  "(65) Thus, keeping in view the principles laid down by the Apex Court itself on the principles of morality, the State cannot direct the": "(65) इस प्रकार, सर्वोच्च न्यायालय द्वारा स्वयं नैतिकता के सिद्धांतों पर निर्धारित सिद्धांतों को ध्यान में रखते हुए,",
  "private employers to do what has been forbidden to do under the Constitution of India. It cannot as such discriminate against the": "राज्य निजी नियोक्ताओं को वह करने का निर्देश नहीं दे सकता है जो भारत के संविधान के तहत करने से मना किया",
  "individuals on account of the fact that they do not belong to a certain": "गया है। यह इस तथ्य के आधार पर व्यक्तियों के खिलाफ भेदभाव नहीं कर सकता है कि वे एक निश्चित राज्य से",
  "State and have a negative discrimination against other citizens of the": "संबंधित नहीं हैं और देश के अन्य नागरिकों के खिलाफ नकारात्मक भेदभाव रखते हैं। निजी नियोक्‍्ता एक बिल्डर है,",
  "country. The private employer being a builder, for example, raising a multi-storeyed complex, cannot be asked not to employ a person who is": "उदाहरण के लिए, एक बहुमंजिला कॉम्प्लेक्स का निर्माण करते समय, उसे ऐसे व्यक्ति को काम पर नहीं रखने के",
  "skilled in the work of installation of wood work who might come from a particular area of the country i.e. Kashmir; where this skill has been": "लिए कहा जा सकता है जो लकड़ी के काम में कुशल हो, जो देश के किसी विशेष क्षेत्र यानी कश्मीर से आता हो;",
  "enhanced, whereas from another part of the country, labour which is more skilled in setting up the steel frames and building are found i.e.": "जहां इस कौशल को बढ़ाया गया है, जबकि देश के दूसरे हिस्से से, स्टील फ्रेम स्थापित करने और भवन निर्माण में",
  "Punjab; whereas similar persons with different skills who would be": "अधिक कुशल श्रमिक पाए जाते हैं यानी पंजाब; जबकि अलग-अलग कौशल वाले समान व्यक्ति जो सिर्फ सिविल",
  "more proficient in just executing the civil work i.e. Uttar Pradesh and Bihar. It is not for the State as such to direct the private employer who": "कार्य को निष्पादित करने में अधिक कुशल होंगे यानी उत्तर प्रदेश और बिहार। यह राज्य का काम नहीं है कि वह",
  "“the lesser it governs, the better itself’. Once there is a bar under the Constitution of India, we do not see any reason how the State can force": "कम शासन करेगा, उतना ही बेहतर होगा\" एक बार जब भारत के संविधान के तहत कोई रोक है, तो हमें कोई",
  "a private employer to employ a local candidate as it would lead to a": "कारण नहीं दिखता कि कैसे राज्य एक निजी नियोक्‍ता को स्थानीय उम्मीदवार को नियुक्त करने के लिए मजबूर कर",
  "large scale similar state enactments providing similar protection for": "सकता है क्योंकि इससे बड़े पैमाने पर समान राज्य अधिनियम अपने निवासियों के लिए समान सुरक्षा प्रदान करेंगे",
  "their residents and putting up artificial walls throughout the country, which the framers of the Constitution had never envisaged.": "और उन्हें रोजगार मिलेगा। पूरे देश में कृत्रिम दीवारें, जिनकी संविधान निर्माताओं ने कभी कल्पना नहीं की थी।",
  "(66) Resultantly, we answer Question No.3 _also_against_the": "(66) परिणामस्वरूप, हम प्रश्न संख्या 3 का उत्तर भी इसके विपरीत देते हैं",
  "984": "982",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 983": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "State and in favour of the petitioners.": "राज्य और याचिकाकर्ताओं के पक्ष में।",
  "Answer _to Q. No.4, which is (Whether the legislation provides": "प्रश्न संख्या ५ का उत्तर, जो यह है (क्या कानून आम जनता के हित में उचित प्रतिबंध प्रदान करता है और इस प्रकार",
  "gives the right to the State under Article 19(5) and 19(6) of the Constitution of India to justify the same?)": "राज्य को भारत के संविधान के अनुच्छेद 9(5) और 9(6) के तहत उचित ठहराने का अधिकार देता है जो उसी?)",
  "(67) Mr. Bali, as noticed above, has referred to Articles19(5) and 19(6) of the Constitution of India that it was in the interest of general": "(67) जैसा कि ऊपर देखा गया है, श्री बाली ने भारत के संविधान के अनुच्छेद 9(5) और 9(6) का उल्लेख किया",
  "public the State was doing so and, therefore, it was within its right and": "है कि यह आम जनता के हित में है कि राज्य ऐसा कर रहा है और इसलिए, यह उसके दायरे में है। सही है और",
  "there are only reasonable restrictions being put in place and 25% of the unskilled work force could still come from the rest of the country.": "केवल उचित प्रतिबंध लगाए जा रहे हैं और 25% अकुशल कार्यबल अभी भी देश के बाकी हिस्सों से आ सकता है।",
  "(68) Counsels for the petitioners have argued that the object itself of providing 75% reservation is discriminatory and there was no": "(68) याचिकाकर्ताओं के वकीलों ने तर्क दिया है कि 75% आरक्षण प्रदान करने का उद्देश्य ही भेदभावपूर्ण है और",
  "reasonable classification and the Statute must give way. Reliance has": "कोई उचित वर्गीकरण नहीं है और क़ानून को रास्ता देना चाहिए। नागपुर इम्प्रूवमेंट ट्रस्ट और अन्य बनाम विट्ठल राव",
  "Bench of the Apex Court has dealt with the different principles regarding the acquisition of land while upholding the judgment of the Nagpur Bench of the Bombay High Court. The acquisition of land": "नागपुर पीठ के फैसले को बरकरार रखते हुए भूमि अधिग्रहण के संबंध में विभिन्न सिद्धांतों पर विचार किया है। बंबई",
  "under the Nagpur Improvement Trust Act, 1936 had been quashed on": "उच्च न्यायालय. नागपुर सुधार ट्रस्ट अधिनियम, 936 के तहत भूमि का अधिग्रहण इस आधार पर रद्द कर दिया गया",
  "the ground that the prices were lower than those which would have been payable if they had been acquired under the Land Acquisition Act,": "था कि यदि भूमि अधिग्रहण अधिनियम, 89५ के तहत अधिग्रहण किया गया होता तो कीमतें उन कीमतों से कम थीं",
  "1894. It was accordingly held that the basis of the public purpose of compensation for which the land is acquired could not be deemed to be": "जो देय होतीं। तदनुसार यह माना गया कि आधार मुआवजे के सार्वजनिक उद्देश्य, जिसके लिए भूमि का अधिग्रहण",
  "appropriate classification and was held not to be sustainable. The": "किया गया है, को उचित वर्गीकरण नहीं माना जा सकता है और इसे टिकाऊ नहीं माना गया है। प्रासंगिक पैराग्राफ",
  "relevant paragraphs read thus:-": "इस प्रकार पढ़ते हैं: -",
  "“26. Can classification be made on the, basis of the public purpose for the purpose of compensation for which land is": "“26. क्‍या जिस भूमि का अधिग्रहण किया गया है, उसके मुआवज़े के लिए सार्वजनिक प्रयोजन के आधार पर",
  "acquired? In other words can the legislature lay down different principles of compensation for lands acquired say for a hospital or a school or a Government building ? can": "वर्गीकरण किया जा सकता है? दूसरे शब्दों में, क्या विधायिका अस्पताल या स्कूल या सरकारी भवन के लिए अर्जित भूमि के लिए मुआवजे के विभिन्न सिद्धांत निर्धारित कर सकती है? क्या विधायिका यह कह सकती है कि अस्पताल के",
  "50% of the market value for a school at 60% of the value and for a Government building at 70% of the market value ?": "लिए भूमि बाजार मूल्य के 50% पर, स्कूल के लिए 60% मूल्य पर और सरकारी भवन के लिए बाजार मूल्य के 70%",
  "All three objects are Public Purposes and as far as' the owner is concerned it does not matter to him whether it is": "पर अधिग्रहित की जाएगी? तीनों वस्तुएँ सार्वजनिक प्रयोजन हैं और जहाँ तक मालिक का सवाल है, उसे इससे कोई",
  "one Public Purpose or other Art. 14 confers an individual": "फ़र्क नहीं पड़ता कि यह एक सार्वजनिक प्रयोजन है या अन्य कला। ॥५ व्यक्तिगत अधिकार प्रदान करता है और",
  "right and in order to justify a classification there should be": "उचित ठहराने के लिए एक वर्गीकरण होना चाहिए |",
  "6 1973 (1) SCC 500": "३ १973 (॥) एससीसी 500",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 985": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा",
  "compulsory acquisition of land of some owners leaving others alone. If the object is to clear slums it cannot be done": "कुछ मालिकों की भूमि का अनिवार्य अधिग्रहण, दूसरों को अकेला छोड़ देना। यदि उद्देश्य मलिन बस्तियों को साफ़",
  "at the expense of the owners whose lands are acquired,": "करना है तो यह उन मालिकों की कीमत पर नहीं किया जा सकता है जिनकी भूमि अधिग्रहित की गई है, जब तक",
  "unless as we have said the owner are directly benefited by the scheme. If the object is to build hospitals it cannot be": "कि जैसा कि हमने कहा है कि मालिक को योजना से सीधे लाभ नहीं मिलता है। यदि उद्देश्य अस्पताल बनाना है तो",
  "(69) The reasonable restrictions as projected by Mr. Bali would be violative of the Doctrine of Basic Structure which is an over-arching": "(69) श्री बाली द्वारा अनुमानित उचित प्रतिबंध बुनियादी संरचना के सिद्धांत का उल्लंघन होगा जो एक व्यापक",
  "perception which covers all the provisions of the Constitution of India.": "धारणा है जो भारत के संविधान के सभी प्रावधानों को कवर करती है। केशवानंद भारती श्रीपदगलवरु और अन्य",
  "Reliance can be placed upon the observations of Justice H.R. Khanna in Kesavananda Bharti Sripadagalvaru & others versus State of Kerala & another*’. The issue which arose before the Supreme Court": "बनाम केरल राज्य और अन्य» मामले में न्यायमूर्ति एच.आर. खन्ना की टिप्पणियों पर भरोसा किया जा सकता है।",
  "was under Article 31C which was the subject matter of consideration": "उच्चतम न्यायालय के समक्ष जो मुद्दा उठा वह अनुच्छेद 3।सी के तहत था जो विचार का विषय था और राज्य",
  "and the tendency of the State Legislatures who got swayed by local and regional considerations and the tendency to make law which would": "विधानमंडलों की प्रवृत्ति थी जो स्थानीय और क्षेत्रीय विचारों से प्रभावित थे और कानून बनाने की प्रवृत्ति थी जिसमें",
  "have a diversive tendency and, thus, contained dangerous seeds of national disintegration.": "विविधतापूर्ण प्रवृत्ति होती थी और, इस प्रकार, इसमें राष्ट्रीय विघटन के खतरनाक बीज निहित थे।",
  "(70) Accordingly, it was argued that Articles 14, 19 and 31": "(70) तदनुसार, यह तर्क दिया गया कि अनुच्छेद ।५, 49 और 3॥ को एक मृत पत्र और जैसा कि न्यायमूर्ति खन्ना के",
  "could not be reduced to being a dead letter and as in the words of Justice Khanna, ‘an ineffective purposeless show piece in _ the Constitution of India'. Resultantly, it was argued that it was": "शब्दों में, 'भारत के संविधान में एक अप्रभावी उद्देश्यहीन दिखावा' नहीं बनाया जा सकता है। परिणामस्वरूप, यह",
  "necessary, while exercising the power of judicial review, to protect the Constitution and by striking down such Statutes": "तर्क दिया गया कि न्यायिक समीक्षा की शक्ति का प्रयोग करते समय, संविधान की रक्षा करना और ऐसे क़ानूनों को",
  "which would be violative of the same and, therefore, any absolute power given to the Legislature to make a law violative of Articles 14": "रद्द करना आवश्यक था जो इसका उल्लंघन करेंगे और इसलिए, कानून बनाने के लिए विधानमंडल को दी गई कोई",
  "power given to the Legislature to make a law violative of Articles 14 and 19 and to make it immune from the attack under the judicial review": "भी पूर्ण शक्ति अनुच्छेद ।५ और 9 का उल्लंघन और इसे न्यायिक समीक्षा के तहत हमले से प्रतिरक्षा बनाना भारत",
  "would strike at the basic structure of the Constitution of India and, therefore, the IInd Part of Article 31C had rightly been struck down as": "के संविधान की मूल संरचना पर हमला होगा और इसलिए, अनुच्छेद 3।सी के दूसरे भाग को सही ढंग से रद्द कर",
  "it would violate Article 368.": "दिया गया है क्योंकि यह अनुच्छेद 368 का उल्लंघन होगा। .",
  "throughout the territory of India and to reside and settle in any part of": "(7) भारत के पूरे क्षेत्र में स्वतंत्र रूप से घूमने और देश के किसी भी हिस्से में रहने और बसने के अधिकार के संबंध",
  "the Constitution guarantees certain fundamental freedoms except where": "है। और 9()(ई). तथ्य यह है कि संविधान कुछ मौलिक स्वतंत्रता की गारंटी देता है सिवाय इसके कि कहां",
  "37.1973 (4) SCC 225": "४ 973 (५) एससीसी 225",
  "8 1978 (1) SCC 248": "38 978 () एससीसी 2५8",
  "the exercise can be limited by territorial considerations, the freedom": "अभ्यास को क्षेत्रीय विचारों द्वारा सीमित किया जा सकता है, स्वतंत्रता का प्रयोग भारत के संविधान द्वारा प्रदत्त",
  "could be exercised as one chooses subject to the exceptions of qualifications conferred by the Constitution of India. It can, thus, be": "योग्यताओं के अपवादों के अधीन अपनी इच्छानुसार किया जा सकता है। इस प्रकार, यह माना जा सकता है कि",
  "held that the State of Haryana was creating a bar and, therefore, the cry for judicial intervention for the larger aid of the Constitution and the system to prevent regional chauvinism and provincialism is the": "हरियाणा राज्य एक बाधा बना रहा था और इसलिए, क्षेत्रीय अंधराष्ट्रवाद और प्रांतवाद को रोकने के लिए संविधान",
  "argument raised while placing reliance upon the judgment in Minerva Mills versus Union of India®?.": "और प्रणाली की व्यापक सहायता के लिए न्यायिक हस्तक्षेप का रोना मिनर्वा मिल्स बनाम भारत संघः? मामले में निर्णय इस पर निर्भरता रखते हुए उठाया गया तर्क है।",
  "(72) The structure of the Act as such would be violative of Article 19 of the Constitution of India and Article 19(5) is subject to": "(72) अधिनियम की संरचना इस प्रकार भारत के संविधान के अनुच्छेद ।9 का उल्लंघन होगी और अनुच्छेद 9(5)",
  "regarding reasonable restrictions to the extent of right conferred for the interest of the general public which could permit the State to make": "आम जनता के हित के लिए प्रदत्त अधिकार की सीमा तक उचित प्रतिबंधों के अधीन है जो अनुमति दे सकता है",
  "any law or for the protection of interest of any Scheduled Tribe. Therefore, the Act is imposing unreasonable restrictions regarding the": "किसी अनुसूचित जनजाति के हितों की सुरक्षा के लिए राज्य कोई कानून बनायेगा। इसलिए, यह अधिनियम भारत के",
  "right to move freely throughout the territory of India or to reside and": "पूरे क्षेत्र में स्वतंत्र रूप से घूमने या भारत के किसी भी हिस्से या क्षेत्र में निवास करने और बसने के अधिकार के संबंध",
  "settle in any part or the territory of India. Similarly, while referring to Article 19(6), it can be said that the right of the State is regarding the": "में अनुचित प्रतिबंध लगा रहा है। इसी प्रकार, अनुच्छेद 9(6) का संदर्भ देते हुए, यह कहा जा सकता है कि राज्य का",
  "profession or carrying on any occupation, trade or business to restrict": "अधिकार अनुच्छेद 49( के तहत अधिकार को प्रतिबंधित करने के लिए किसी पेशे का अभ्यास करने या किसी",
  "industry or service exclusively by the State or its Corporations to the": "अन्य नागरिकों को छोड़कर विशेष रूप से राज्य या उसके निगमों द्वारा कोई व्यापार, व्यवसाय, उद्योग या सेवा",
  "exclusion of other citizens. It can, thus, be said that the Act as such cannot be said to be reasonable in any manner and it was directing the": "चलाना। इस प्रकार, यह कहा जा सकता है कि इस अधिनियम को किसी भी तरह से उचित नहीं कहा जा सकता है",
  "employers to violate the constitutional provisions.": "और यह नियोक्‍्ताओं को संवैधानिक प्रावधानों का उल्लंघन करने का निर्देश दे रहा था।",
  "(73) Reliance can be placed upon the judgment in P.A. Inamdar and others versus State of Maharashtra and others*® wherein it was": "(73) पी.ए. के फैसले पर भरोसा किया जा सकता है। इनामदार और अन्य बनाम महाराष्ट्र राज्य और अन्य“? जिसमें",
  "held by a 7-Judge Bench of the Apex Court that appropriation of seats in the minority institutions could not be held to be a reasonable": "सर्वोच्च न्यायालय की 7-न्यायाधीशों की पीठ ने यह माना था कि अल्पसंख्यक संस्थानों में सीटों के विनियोग को",
  "restriction within the meaning of Article 19(6) of the Constitution of": "अनुच्छेद 9(6) के अर्थ के भीतर एक उचित प्रतिबंध नहीं माना जा सकता है। भारत का संविधान. केवल चूंकि राज्य",
  "India. Merely since the State resources are poor and limited, the private employer could not be forced to employ on the basis of the reservation policy in favour of local candidates. Similarly, while": "के संसाधन खराब और सीमित हैं, निजी नियोक्ता को स्थानीय उम्मीदवारों के पक्ष में आरक्षण नीति के आधार पर",
  "(Regd.) and others versus Union of India and others*', a 5-Judge Bench of the Apex Court, reliance can be made on the observations that": "और अन्य बनाम भारत संघ और अन्य” पर भरोसा करते हुए, शीर्ष अदालत की 5-न्यायाधीशों की पीठ की टिप्पणियों",
  "the right given under Article 19(5) was only to the extent of protection": "पर भरोसा किया जा सकता है कि अनुच्छेद 9(5) के तहत दिया गया अधिकार ) केवल अनुसूचित जनजातियों के",
  "of interests of Scheduled Tribes. The issue which was being examined": "हितों की सुरक्षा की सीमा तक था। जिस मामले की जांच की जा रही थी",
  "* 1980 (3) SCC 625": "39 _980 (3) एससीसी 625",
  "“©2005 (6) SCC 537": "४० 2005 (6) एससीसी 537",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 987": "आईएमटी इंडस्ट्रियल एसोसिएशन और अन्य बनाम हरियाणा 986",
  "was whether the State could force charitable elements of private educational institutions and destroy the inbuilt right under Article": "सवाल यह था कि कया राज्य निजी शैक्षणिक संस्थानों के धर्मार्थ तत्वों पर दबाव डाल सकता है और भारत के संविधान",
  "educational institutions and destroy the inbuilt right under Article 19(1)(g) of the Constitution of India. It can accordingly be pointed out": "के अनुच्छेद 9()(जी) के तहत अंतर्निहित अधिकार को नष्ट कर सकता है। तदनुसार, यह बताया जा सकता है कि",
  "that the power as such which has been given under Article 15(5) of the Constitution of India is confined to the admission of socially and": "भारत के संविधान के अनुच्छेद 5(5) के तहत जो शक्ति दी गई है वह सामाजिक और शैक्षिक रूप से पिछड़े वर्ग के",
  "institutions and the right of the Court to declare the law as ultra vires under Article 19(1)(g) has been kept open and any constitutional": "के तहत कानून को अधिकार क्षेत्र से बाहर घोषित करने का अधिकार खुला रखा गया है और कोई भी संवैधानिक",
  "amendment could not destroy the right.": "संशोधन इस अधिकार को नष्ट नहीं कर सकता है।",
  "(74) The restrictions imposed upon all types of private employers as defined under Article 2(e) are gross to the extent that a person's right": "(7५) अनुच्छेद 2(ई) के तहत परिभाषित सभी प्रकार के निजी नियोक्‍्ताओं पर लगाए गए प्रतिबंध इस हद तक गंभीर",
  "to carry on occupation, trade or business is grossly impaired under Article 19(1)(g) of the Constitution of India. The requirement to": "हैं कि अनुच्छेद 9() (जी) के तहत किसी व्यक्ति का व्यवसाय, व्यापार या व्यवसाय करने का अधिकार पूरी तरह से",
  "register any employee on the designated portal within three months": "क्षीण हो जाता है। भारत का संविधान. ऐसे किसी भी कर्मचारी को तीन महीने के भीतर निर्दिष्ट पोर्टल पर पंजीकृत",
  "who was being paid less than Rs.30,000/- per month upto 75%, thus, is": "करने की आवश्यकता, जिसे प्रति माह 30,000/- रुपये से 75४ तक कम भुगतान किया जा रहा था, भारत के",
  "violative of the fundamental rights protected under the Constitution of": "संविधान के तहत संरक्षित मौलिक अधिकारों का उल्लंघन है। छूट के मामलों पर विचार करने और उन्हें अस्वीकार",
  "purposes of examining the records, registers and documents by just giving one day prior notice as such are conditions which can be termed": "की आवश्यकता और केवल एक दिन पूर्व सूचना देकर रिकॉर्ड, रजिस्टरों और दस्तावेजों की जांच के प्रयोजनों के",
  "as the “/nspector Raj” of the State. The private employer, thus, has": "\"निरीक्षक\" कहा जा सकता है। राज” राज्य का. इस प्रकार, निजी नियोक्‍्ता को राज्य के अधीन रखा गया है कि वह",
  "been put under the anvil of the State as to whom to employ and the penalties which are liable to be imposed on contravention which have already been noticed which multiply on account of any violations apart": "किसे नियुक्त करे और उल्लंघन पर जुर्माना लगाया जाए जो पहले ही देखा जा चुका है जो कि आपराधिक मुकदमा",
  "already been noticed which multiply on account of any violations apart from leading to criminal prosecution by filing of a complaint. The bar under Section 20 of not being able to challenge the legal proceedings in": "चलाने के अलावा किसी भी उल्लंघन के कारण बढ़ जाता है। शिकायत दर्ज करना. धारा 20 के तहत किसी प्राधिकृत",
  "any Court against any Authorized Officer or designated officer further": "अधिकारी या नामित अधिकारी के खिलाफ किसी भी अदालत में कानूनी कार्यवाही को चुनौती न दे पाने की बाधा",
  "ties the hands of the employer. Therefore, the State continues to exercise absolute control over a private employer and as noticed,": "नियोक्‍ता के हाथों को बांध देती है। इसलिए, राज्य एक निजी नियोकक्‍ता पर पूर्ण नियंत्रण रखता है और जैसा कि देखा",
  "directing it to do which itself is forbidden for public employment.": "गया है, उसे ऐसा करने का निर्देश देता है जो स्वयं सार्वजनिक रोजगार के लिए निषिद्ध है।",
  "(75) In such circumstances, we are of the considered opinion that the restrictions imposed in the Statute as such have far reaching effect": "(75) ऐसी परिस्थितियों में, हमारी सुविचारित राय है कि क़ानून में लगाए गए प्रतिबंधों का दूरगामी प्रभाव पड़ता है",
  "and cannot be held to be reasonable in any manner which would": "और उन्हें किसी भी तरह से उचित नहीं ठहराया जा सकता है, जिसमें किसी हस्तक्षेप की आवश्यकता नहीं होगी।",
  "warrant no interference. Resultantly, we are of the considered view that they cannot be protected under Articles 19(5) and 19(6) of the": "परिणामस्वरूप, हमारा मानना है कि उन्हें भारत के संविधान के अनुच्छेद 9(5) और 9(6) के तहत संरक्षित नहीं",
  "(76) Accordingly, Question No.4 is also answered against the": "(76) तदनुसार, प्रश्न संख्या ५ का उत्तर भी इसके विपरीत दिया गया है"
}