{
  "as to deny consideration for promotion. Moreover, except for punishment at serial no.4 above, all other punishment orders have been": "पदोन्नति के लिए विचार से इनकार करने के लिए। इसके अलावा, क्रम संख्या में सजा को छोड़कर। ५ ऊपर, अन्य सभी",
  "passed after the petitioner completed requisite eight years of regular": "दंड आदेश याचिकाकर्ता द्वारा आवश्यक आठ वर्ष की नियमित सेवा पूरी करने के बाद पारित किए गए हैं और इस पर",
  "service and cannot be taken into consideration.": "विचार नहीं किया जा सकता है।",
  "(9) As a consequence of the above discussion, a direction is": "(9) उपरोक्त चर्चा के परिणामस्वरूप, 2008 के नियमों में निर्धारित अन्य शर्तों की पूर्ति के अधीन नियमित सेवा के",
  "issued to the respondents to consider the case of the petitioner for grant of first ACP grade on completion of eight years of regular service": "आठ वर्ष पूरे होने पर प्रथम एसीपी ग्रेड के अनुदान के लिए याचिकाकर्ता के मामले पर विचार करने के लिए उत्तरदाताओं",
  "2008. The consideration be carried out within a period of four months from the date of communication of copy of this order. Consequential": "को एक निर्देश जारी किया गया है। इस आदेश की प्रति के संचार की तारीख से चार महीने की अवधि के भीतर विचार",
  "benefits shall be paid to the petitioner in terms of office order": "किया जाना चाहिए। कार्यालय आदेश (अनुलग्नक पी-५) के संदर्भ में याचिकाकर्ता को परिणामी लाभों का भुगतान किया",
  "which, they shall carry interest @ 6% per annum for the delayed": "प्रति वर्ष 6४ की दर से ब्याज उठाएंगे।",
  "(10) Writ petition is disposed of.": "(।0) लिखित याचिका का निपटारा किया जाता है।",
  "grant of ACP pay band and grade pay under these rules": "इन नियमों के तहत एसीपी वेतन बैंड और ग्रेड वेतन का अनुदान और एसीपी वेतन संरचना के अनुदान की उपयुक्तता",
  "and further fulfilling all the requirement prescribed for": "निर्धारित करने के लिए निर्धारित सभी आवश्यकताओं को पूरा करना।",
  "(6) This expression came up for interpretation before the Hon'ble Supreme Court in State of Haryana and others versus Sita Ram and others' and it has held that regular satisfactory service": "(6) यह अभिव्यक्ति हरियाणा राज्य और अन्य बनाम सीता राम और अन्य' में माननीय सर्वोच्च न्यायालय के समक्ष",
  "Haryana Govt. Interpreting the UHBVN (Assured Career Progression) Rules, 2009 which are pari materia with the Rules of 2008, a Co-": "लिमिटेड मामले में यू. एच. बी. वी. एन. (सुनिश्चित कैरियर प्रगति) नियम, 2009 की व्याख्या करते हुए इस न्यायालय",
  "“The learned counsel appearing for the respondents would contend that it is not necessary that the punishment must be": "\"प्रत्यर्थियों की ओर से पेश विद्वान वकील का तर्क होगा कि यह आवश्यक नहीं है कि सजा वर्तमान होनी चाहिए और",
  "current and if during the service there had been any blot, it could itself be a ground for denial of promotion. I would": "यदि सेवा के दौरान कोई धब्बा लगा हो, तो यह स्वयं पदोन्नति से इनकार करने का आधार हो सकता है। मुझे बाद वाला",
  "find the latter argument to be strange and liable to be discarded. If there are no particular rules pertaining to": "तर्क अजीब लगेगा और इसे खारिज किया जा सकता है। यदि सेवा से संबंधित कोई विशेष नियम नहीं हैं जो सेवा के",
  "service that deny a promotion on account of punishment suffered by an employee during the tenure of service, there": "कार्यकाल के दौरान किसी कर्मचारी को हुई सजा के कारण पदोन्नति से इनकार करते हैं, तो एसीपी स्केल के लिए",
  "(7) The facts of the present case have to be examined in the light of the settled position of law as has been noticed above. Stand of": "(7) वर्तमान मामले के तथ्यों की जांच कानून की स्थापित स्थिति के आलोक में की जानी चाहिए जैसा कि ऊपर देखा",
  "the respondents is that during his tenure of service, petitioner has been imposed with various punishments, details of which are reproduced": "गया है। प्रत्यर्थियों का रुख यह है कि उनके सेवा के कार्यकाल के दौरान, याचिकाकर्ता को विभिन्न दंडों के साथ लगाया",
  "hereunder in a tabular form:-": "गया है, जिनका विवरण सारणीबद्ध रूप में यहां प्रस्तुत किया गया हैः -",
  "Sr. | Particulars of allegations | Punishment Order No. No.": "क्रमांक। | आरोपों का विवरण सज़ा आदेश संख्या।",
  "issued vide letter Rs.2000/- 04.06.2018 No.8058/TA2 dated": "्् | कारण बताओ नोटिस पत्र क्रमांक 8058 /टीए 2 | 2000/- रुपये का | 8५0/टीए2 दिनांक",
  "take the bus over the bridge)": "को पुल के ऊपर ले जाने के संबंध में)",
  "' 2013 (16) SCC 677": "।203 (6) एससीसी 677",
  "(Suvir Sehgal, J.)": "(सुवीर सहगल, जे.)",
  "No.8059/TA2 dated": "पत्र संख्या 8059 /टीए 2 दिनांक ५5.03.208 | 500/- रुपये का | 9५8/टीए2 दिनांक",
  "14.03.2018 (regarding not to enter of bus in the bus": "(पानीपत के बस स्टैंड में बस का प्रवेश न करने के",
  "embezzlement of Rs.3700/- in receipt of Toll Tax)": "(टोल टैक्स की प्राप्ति में 3700/- रुपए के गबन",
  "under Rule-4B vide letter Rs. 1000/-": "नियम-५बी के अन्तर्गत पत्र संख्या 55५2/टीए 2 | 000/- रुपये का | 7472/ईसीडी . दिनांक",
  "case of Rs.60/- to take as fare from two passengers)": "किया गया (दो यात्रियों से किराया लेने हेतु 60/-",
  "7 of HCS(P&A) Rules, |Rs.10,000/ and| date. 27.02.2019": "एचसीएस (पी एंड ए) नियम, 987 के नियम 7 के | 0,000/- रुपये का | अंतिम सं.975/टीए",
  "accident on 29.08.2013). restricted to be pending.": "पाया गया (29.08.203 को एक दुर्घटना के |और_निलंबन अवधि | (अनुलग्रकः आर-टी/।)।",
  "(8) It is evident from the above table that all the punishments were by way of imposition of fine. In other words, though the": "(8) उपरोक्त तालिका से यह स्पष्ट है कि सभी दंड जुर्माने के रूप में लगाए गए थे। दूसरे शब्दों में, हालांकि याचिकाकर्ता",
  "eight years of regular service subject to fulfillment of other conditions": "2008 के नियमों में निर्धारित अन्य शर्तों को पूरा करने के अधीन आठ साल की नियमित सेवा के पूरा होने पर एसीपी",
  "laid down in the 2008 Rules, he has been denied the benefit due to the imposition of penalties. The punishment imposed upon him, cannot be": "पैमाने के अनुदान के लिए पात्र हो गया है, लेकिन दंड लगाने के कारण उसे लाभ से वंचित कर दिया गया है। ओमी",
  "taken into consideration for the purpose of refusal of ACP grade in view of the judgment of this Court in Omi Devi's case (supra) as it": "देवी के मामले (उपर्युक्त) में इस न्यायालय के फैसले के मद्देनजर एसीपी ग्रेड से इनकार करने के उद्देश्य से उस पर",
  "cannot be denied that imposition of fine was not a blot on his career so": "लगाए गए दंड को विचार में नहीं लिया जा सकता है क्योंकि इस बात से इनकार नहीं किया जा सकता है कि जुर्माना लगाना उसके करियर पर कोई थधब्बा नहीं था।",
  "Before Suvir Sehgal, J.": "समक्ष सुवीर सहगल जे.",
  "RAJ PAL—Petitioner": "राज पाल-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "CWP No. 14788 of 2020": "वर्ष 2020 की सीडब्ल्यूपी संख्या +788",
  "May 01, 2023": "0। मई, 2023",
  "Constitution of India—Art.—226—Writ of Certiorari—Service Matters—Haryana Civil Services (ACP) Rules, 2008—Note to Rule": "भारत का संविधान-अनुच्छेद 226-प्रमाण पत्र-सेवा मामले-हरियाणा सिविल सेवा (एसीपी) नियम, 2008 -नियम 7 पर",
  "7—Regular Satisfactory Service, Consideration for grant of ACP after eight years of regular satisfactory service. Imposition of fine not": "ध्यान दें-नियमित संतोषजनक सेवा, नियमित संतोषजनक सेवा के आठ वर्षों के बाद एसीपी के अनुदान के लिए विचार।",
  "a blot on career so as to deny consideration for promotion.": "जुर्माने का अधिरोपण कैरियर पर थब्बा नहीं है ताकि पदोन्नति के लिए विचार से इनकार किया जा सके।",
  "Facts:—Petitioner appointed as driver on contract basis on 25.06.2008, service regularized from the same date. Petitioner granted": "तथ्यः-याचिकाकर्ता को 25.06.2008 को अनुबंध के आधार पर चालक के रूप में नियुक्त किया गया, उसी तारीख से",
  "ACP w.e.f 01.03.2019, though completed eight year regular satisfactory service in 2016. Petitioner challenged the grant of ACP from later date": "सेवा नियमित की गई। याचिकाकर्ता ने 0.03.209 से एसीपी प्रदान किया, हालांकि 206 में आठ साल की नियमित",
  "eight years regular satisfactory service in 2016 itself.": "संतोषजनक सेवा पूरी की। याचिकाकर्ता ने 206 में ही आठ साल की नियमित संतोषजनक सेवा पूरी करने के आधार",
  "Held, that it is evident from the above table that all the punishments were by way of imposition of fine. In other words, though": "माना गया कि उपरोक्त तालिका से यह स्पष्ट है कि सभी दंड जुर्माने के रूप में लगाए गए थे। दूसरे शब्दों में, हालांकि",
  "of eight years of regular service subject to fulfillment of other": "याचिकाकर्ता 2008 के नियमों में निर्धारित अन्य शर्तों को पूरा करने के अधीन आठ साल की नियमित सेवा के पूरा",
  "cannot be taken into consideration for the purpose of refusal of ACP grade in view of the judgment of this Court in Omi Devi's case (supra)": "गया है। ओमी देवी के मामले (उपर्युक्त) में इस न्यायालय के निर्णय को ध्यान में रखते हुए एसीपी ग्रेड से इनकार करने",
  "as it cannot be denied that imposition of fine was not a blot on his": "के उद्देश्य से उस पर लगाए गए दंड पर विचार नहीं किया जा सकता है क्योंकि इस बात से इनकार नहीं किया जा",
  "punishment at serial no.4 above, all other punishment orders have been": "जा सके। इसके अलावा, उपरोक्त क्रम संख्या. ५ पर दंड को छोड़कर, अन्य सभी दंड आदेश याचिकाकर्ता द्वारा",
  "passed after the petitioner completed requisite eight years of regular service and cannot be taken into consideration.": "अपेक्षित आठ वर्ष की नियमित सेवा पूरी करने के बाद पारित किए गए हैं और इस पर विचार नहीं किया जा सकता है।",
  "(Para 8)": "(पैरा 8)",
  "Ramesh Goyat, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता रमेश गोयत।",
  "Harish Rathee, Sr. DAG, Haryana, for the respondents.": "उत्तरदाताओं के लिए हरीश राठी, सीनियर डीएजी, हरियाणा।",
  "SUVIR SEHGAL J.": "सुवीर सहगल जे.",
  "(1) Petitioner has moved this Court inter alia seeking issuance": "() याचिकाकर्ता ने अन्य बातों के साथ जारी करने के लिए इस न्यायालय का रुख किया है।",
  "RAJ PAL v. STATE OF HARYANA AND OTHERS 1515": "राज पाल बनाम हरियाणा राज्य और अन्य",
  "of a writ in the nature of certiorari for modification of office order dated 22.10.2019 (Annexure P-6) to the extent that he is entitled to first": "दिनांक 22.0.209 (अनुलग्नक पी-6) के कार्यालय आदेश के संशोधन के लिए इस हद तक कि वह 0.03.209",
  "ACP Grade w.e.f. 25.06.2014 instead of 01.03.2019 and for release of": "के बजाय 25.06.20% से पहले एसीपी ग्रेड के लिए हकदार है और बकाया और वेतन के पुनर्निर्धारण पर ब्याज सहित",
  "arrears and consequential benefits alongwith interest on re-fixation of": "बकाया और परिणामी लाभ जारी करने के लिए।",
  "(2) Facts in brief are that the petitioner was appointed as a Driver on contract basis on 25.06.2008 and his services were": "(2) संक्षेप में तथ्य यह हैं कि याचिकाकर्ता को 25.06.2008 को अनुबंध के आधार पर एक चालक के रूप में नियुक्त",
  "regularized from the same date by virtue of order dated 09.12.2016": "किया गया था और उसकी सेवाओं को दिनांक 09.2.206 के आदेश के आधार पर उसी तारीख से नियमित किया",
  "Supreme Court in Civil Appeal Nos.7391-7395 of 2013, State of": "गया था। (अनुलग्नक 7-५). 203 की सिविल अपील संख्या 739-7395 में माननीय उच्चतम न्यायालय द्वारा पारित",
  "Haryana and another versus Mohinder Singh and others (Annexure": "निर्देशों के अनुपालन में, हरियाणा राज्य और एक अन्य बनाम मोहिंदर सिंह और अन्य (अनुलग्नक पी-2) याचिकाकर्ता",
  "P-2), petitioner was granted regular pay scale and arrears were paid to him. Upon coming into force of the modified Assured Career": "को नियमित वेतनमान प्रदान किया गया और उन्हें बकाया राशि का भुगतान किया गया। संशोधित बीमित कैरियर प्रगति",
  "Progression (ACP) Rules, by order dated 22.10.2019 (Annexure P-": "(एसीपी) नियमों के लागू होने पर, दिनांक 22.0.209 के आदेश द्वारा (अनुलग्क पी 6) याचिकाकर्ता को",
  "6), petitioner was granted first ACP w.e.f. 01.03.2019. It has been": "0.03.20॥9 से प्रभावी पहला एसीपी प्रदान किया गया था। यह तर्क दिया गया है कि याचिकाकर्ता आठ साल की",
  "(3) Upon notice, writ petition has been contested by the official respondents by taking a stand that during his service tenure,": "(3) नोटिस पर, रिट याचिका को आधिकारिक उत्तरदाताओं द्वारा यह रुख अपनाते हुए चुनौती दी गई है कि उनके",
  "official respondents by taking a stand that during his service tenure, various punishments were imposed upon the petitioner and he did not enjoy a regular satisfactory service. Petitioner has controverted the": "सेवा कार्यकाल के दौरान, याचिकाकर्ता पर विभिन्न दंड लगाए गए थे और उन्हें नियमित रूप से संतोषजनक सेवा नहीं",
  "stand of the official respondents by filing a replication and has": "मिली थी। याचिकाकर्ता ने एक प्रतिकृति दाखिल करके आधिकारिक प्रतिवादियों के रुख का खंडन किया है और प्रस्तुत",
  "submitted that the petitioner is entitled to the benefits as on 25.06.2016 and the date 25.06.2014 has been inadvertently mentioned in the": "किया है कि याचिकाकर्ता 25.06.206 को लाभ का हकदार है और याचिका में अनजाने में 25.06.20+ की तारीख",
  "(4) I have considered the submissions made by counsel for the parties and examined the material placed on the record.": "(५) मैंने पक्षकारों के वकील द्वारा की गई दलीलों पर विचार किया है और अभिलेख पर रखी गई सामग्री की जांच की है।",
  "(5) The expression “regular satisfactory service” appearing in the Haryana Civil Services (Assured Career Progression) Rules, 2008 (for short “Rules of 2008”) has been explained in Note to Rule 7 ibid and is reproduced hereunder:-": "(5) हरियाणा सिविल सेवा (आश्वासन कैरियर प्रगति) नियम, 2008 (संक्षेप में \"2008 के नियम\") में दिखाई देने वाली \"नियमित संतोषजनक सेवा\" अभिव्यक्ति को नियम 7 उक्त के नोट में समझाया गया है और इसे यहां पुनः प्रस्तुत किया गया हैः-",
  "“Note:-For the purpose of these rules, “regular satisfactory service” means continuous service counting towards seniority under Haryana Govt. including continuous service in Punjab Govt. before re-organization, commencing from": "नोटः-इन नियमों के उद्देश्य के लिए, \"नियमित संतोषजनक सेवा\" का अर्थ है हरियाणा सरकार के तहत वरिष्ठता की ओर निरंतर सेवा की गिनती। जिसमें पंजाब सरकार में निरंतर सेवा शामिल है। पुनर्गठन से पहले, उस तारीख से शुरू",
  "the date on which the Govt. servant joined his service after being recruited through the prescribed procedure or rules": "होता है जिस पर सरकार नौकर निर्धारित प्रक्रिया या नियमों आदि के माध्यम से भर्ती होने के बाद अपनी सेवा में शामिल",
  "etc. for regular recruitment, in the cadre in which he is working at the time of being considered his eligibility for": "हुआ। नियमित भर्ती के लिए, उस संवर्ग में जिसमें वह अपनी पात्रता माने जाने के समय काम कर रहा है"
}