{
  "Before Alok Singh, J.": "न्यायमूर्ति आलोक सिंह के समक्ष",
  "PRITAM KAUR,—Petitioner": "प्रीतम कौर-याचिकाकर्ता",
  "versus": "बनाम",
  "COMMISSIONER, ROHTAK DIVISION, ROHTAK & OTHERS,—Respondents": "कमिश्नर, रोहतक डिवीजन, रोहतक और अन्य -उत्तरदाता",
  "PRITAM KAUR v. COMMISSIONER, ROHTAK DIVISION, 279 ROHTAK AND OTHERS (Alok Singh, J.)": "प्रीतम कौर बनाम कमिश्नर, रोहतक डिवीजन, रोहतक और अन्य",
  "(11) In paragraph No.8 of the petition, petitioner has asserted as under : -": "(।]) याचिका के पैरा संख्या 8 में याचिकाकर्ता ने कहा हैः-",
  "“8. That it is significant to mention that the Bus Stand for which": "“8, यह उल्लेख करना महत्वपूर्ण है कि जिस बस स्टैंड के लिए प्रतिवादी",
  "the above land was acquired by respondent No.3 already": "संख्या 3 द्वारा उपरोक्त भूमि का अधिग्रहण किया गया था, वह पहले",
  "stands completed and is functioning since the last about 30 years. On the land in question comprised in Khasra": "से ही पूरा हो चुका है और पिछले लगभग 30 वर्षों से काम कर रहा",
  "30 years. On the land in question comprised in Khasra No.1636, since the year 1975, no construction has been": "है।खसरा संख्या636 में शामिल भूमि पर, वर्ष 975 से, प्रतिवादी",
  "the Bus Stand has been constructed remaining and comprised": "स्टैंड की चारदीवारी का निर्माण किया गया है और बस स्टैंड की",
  "in Khasra No. 1636 is out side the boundary wall of the Bus Stand. It is pertinent to mention that the possession of land": "चारदीवारी के बाहर खसरा संख्या। 636 में शामिल है।यह उल्लेख करना",
  "Stand. It is pertinent to mention that the possession of land of Khasra No.1636 was never taken by respondent No.2": "उचित है कि खसरा संख्या636 की भूमि का कब्जा प्रतिवादी संख्या 2",
  "and the original owners remained in possession and": "द्वारा कभी नहीं लिया गया था ओर मूल्न मालिकों के कब्जे में रहे और",
  "thereafter the petitioner came in possession of the land in question on 2.9.1982.”": "उसके बाद याचिकाकर्ता 2.9.982 को विचाराधीन भूमि के कब्जे में आ गया।”",
  "(12) Inthe reply to the writ petition, respondent No.3 in paragrpahs No.8 and 10 has asserted as under -": "(2) रिट याचिका के जवाब में, पैरा संखया 8 और 0 में प्रतिवादी संख्या 3 ने",
  "20 has observed as under : -": "निम्नानुसार दावा किया है -",
  "occupants. However, landowners have not received compensation and have": "याचिकाकर्ता अनधिकृत कब्जाधारक हैं।हालाँकि, भूमि मालिकों को मुआवजा",
  "not made any reference for enhancement of the compensation, as agreed": "नहीं मिला है और उन्होंने मुआवजे में वृद्धि के लिए कोई संदर्भ नहीं दिया है,",
  "by learned counsel for the parties, this Court, in view of observations made": "जैसा कि पक्षों के विद्वान अधिवक्ता ने सहमति व्यक्त की है, इस न्यायालय",
  "hereinabove, has no hesitation to hold that State never took possession of": "को, ऊपर की गई टिप्पणियों को देखते हुए, यह मानने में कोई संकोच नहीं है कि राज्य ने कभी भी खसरा के किसी भी हिस्से पर कब्जा नहीं किया है,और बेदखली",
  "(Para 19)": "(पैरा 9)",
  "Ashish Aggarwal, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से - अधिवक्ता आशीष अग्रवाल",
  "Deepak Girhotra, AAG, Haryana.": "दीपक गिरहोत्रा,स.हायक महाअधिवक्ता हरियाणा",
  "6.5.2010 directing the eviction of the petitioners under the Haryana Public Premises and Land (Eviction and Rent Recovery) Act. Other nine petitions": "(!) हरियाणा सार्वजनिक परिसर और भूमि (बेदखली और किराया वसूली) अधिनियम के तहत याचिकाकर्ताओं को बेदखल करने का निर्देश देते हुए उपमंडल",
  "order dated 20.3.2009 passed by learned Collector as well as order dated": "अधिकारी-सह-कलेक्टर दिनांक 20.3.2009 द्वारा पारित और विद्वान संभागीय",
  "6.5.2010 passed by Commissioner, Rohtak Division, Rohtak, Haryana,": "आयुक्त, रोहतक द्वारा दिनांक 6.5.200 द्वारा पारित आदेशों को चुनौती देते हुए",
  "Section 16 cannot be raised in favour of the acquiring authority.": "निहित करने की कानूनी धारणा को अधिग्रहण प्राधिकारी के पक्ष में नहीं उठाया जा सकता है।",
  "(Para 15)": "(पैरा 5)",
  "Further held, that In the present case, undisputedly, petitioner is": "आगे अभिनिधधारित किया कि वर्तमान मामले में, निर्विवाद रूप से,",
  "in possession right from 1982. Undisputedly, boundary wall of the bus stand": "याचिकाकर्ता 982 से अधिकार में है।निर्विवाद रूप से, बस स्टैंड की चारदीवारी",
  "was constructed prior to 1982 leaving the property in dispute outside the boundary wall of the bus stand. Undisputedly, at the time of issuance of": "का निर्माण 982 से पहले किया गया था, जिससे संपत्ति बस स्टैंड की चारदीवारी के बाहर विवाद में रह गई थी।निविवाद रूप से, भूमि अधिग्रहण अधिनियम की",
  "boundary wall of the bus stand. Undisputedly, at the time of issuance of notification under Section 4 of the Land Acquisition Act, khasra No. 1636": "के बाहर विवाद में रह गई थी।निविवाद रूप से, भूमि अधिग्रहण अधिनियम की धारा 4 के तहत अधिसूचना जारी करने के समय, खसरा संख्या 636 के पास",
  "was not having any batta. Respondent/State has not clarified that 6 marlas": "कोई बटटा नहीं था।पप्रत्यर्थी/राज्य ने यह स्पष्ट नहीं किया है कि खसरा",
  "land acquired out of total area of khasra No. 1636 is on which side of khasra": "संख्या।636 के कुल क्षेत्र में से अधिग्रहित 6 मरल्रा भूमि खसरा संख्या636 के",
  "acquired of khasra No.1636. No document i.e. panchnama is placed on record to prove that State has taken possession of the acquired land of": "कोई दस्तावेज यानी पंचनामा रिकॉर्ड पर नहीं रखा गया है कि राज्य ने खसरा की",
  "khasra No.1636. If possession was taken by State over 6 marlas of khasra": "अधिग्रहित भूमि पर कब्जा कर लिया है।यदि राज्य द्वारा खसरा संख्या। 636 के",
  "of the case, in the opinion of this Court, State has miserably failed to prove": "विशिष्ट तथ्यों और परिस्थितियों में, इस न्यायालय की राय में, राज्य यह",
  "and possession thereof was taken by the State. Once possession of State": "है, जिसे राज्य द्वारा अधिग्रहित किया गया था और जिसका कब्जा राज्य द्वारा",
  "is not proved, taking forceful possession from the State by the petitioner": "लिया गया था। एक बार जब राज्य का कब्जा साबित नहीं हो जाता है, तो",
  "Section 4 of the Land Acquisition Act, 1884 for acquisition of land measuring": "के लिए भूमि अधिग्रहण अधिनियम, 884 की धारा 4, के तहत दिनांक",
  "No.1636 for the purpose of construction of bus stand at Assandh; notification": "636 असंध में बस स्टैंड के निर्माण के उद्देश्य से खसरा की थी; इसके बाद भूमि",
  "under Section 6 of the Land Acquisition Act was thereafter issued on": "अधिग्रहण अधिनियम की धारा 6 के तहत .05.978 को अधिसूचना जारी की",
  "11.5.1978; a petition under Sections 3, 4, 5, 6 and 7 of the P.P. Act was": "अधिनियम, 972 की धारा 3,4,5,6 और 7 के तहत एक याचिका वर्ष 992 में",
  "preferred against the petitioners herein in the year 1992 stating the petitioners": "याचिकाकर्ताओं के खिलाफ दायर की गई थी जिसमें कहा गया था कि",
  "here in are in unauthorized occupation of the premises in khasra No. 1636/": "याचिकाकर्ता यहाँ खसरा में परिसर के अनधिकृत कब्जे में हैं और उन्होंने पिछले",
  "1 and have raised construction on the land as shown in site plan without any allotment/lease or grant for the last about 10 years; the occupation of": "लगभग ॥0 वर्षों से बिना किसी आवंटन/पट्‌टे या अनुदान के स्थल योजना में",
  "under any allotment/lease or grant and as such they are unauthorized occupants.": "कब्जा किसी भी आवंटन/पट्टे या अनुदान के तहत अधिकृत नहीं किया गया है और इस तरह वे अनधिकृत कब्जाधारक हैं।",
  "(6) Petitioners preferred their written statements before the Collector": "(6) याचिकाकर्ताओं ने कलेक्टर के समक्ष अपने लिखित बयानों को विशेष रूप",
  "specifically stating therein that the total area of khasra No.1636 was 13": "से प्रस्तुत किया जिसमें कहा गया था कि खसरा का कुल क्षेत्रफल 3 कनाल 3",
  "kanals 13 marlas and out of 13 kanals 13 marlas, State of Haryana has": "मरला था और 3 कनाल ।3 मरतला में से हरियाणा राज्य ने खसरा का केवल 6",
  "state in the notification which part of khasra No.1636 is being acquired;": "कि खसरा का कौन सा हिस्सा अधिग्रहित किया जा रहा है; राज्य ने खसरा के",
  "has already constructed bus stand at Assandh and has raised the boundary": "का निर्माण कर लिया है और बस स्टैंड की चारदीवारी खड़ी कर दी है और",
  "wall of the bus stand and land in question is out of boundary wall of the": "विचाराधीन भूमि बस स्टैंड की चारदीवारी से बाहर है; याचिकाकर्ताओं के पास",
  "bus stand; petitioners are in possession as bona fide purchasers of the land": "विचाराधीन भूमि के वास्तविक खरीदारों के रूप में कब्जा है।",
  "(7) Learned Collector vide order dated 11.12.1998 has directed": "(7) विद्वान कलेक्टर ने दिनांक .2.998 के आदेश के माध्यम से हरियाणा",
  "the eviction of the petitioners from the land in question by placing reliance": "भरोसा करते हुए याचिकाकर्ताओं को भूमि से बेदखल करने का निर्देश दिया",
  "by the petitioners before the Commissioner also came to be dismissed on": "है।आयुक्त के समक्ष याचिकाकर्ताओं द्वारा दायर अपीलों को भी 27..2000 को",
  "27.11.2000. Thereafter petitioners preferred writ petitions before this Court,": "खारिज कर दिया गया ।|इसके बाद याचिकाकर्ताओं ने इस न्यायालय के समक्ष रिट",
  "which were allowed by this Court vide order dated 6.8.2008 and all the": "याचिकाओं को प्राथमिकता दी, जिन्हें इस न्यायालय द्वारा दिनांक 608|2008 के आदेश के माध्यम से स्वीकार किया गया था और सभी मामलों को सीमांकन के",
  "cases were remanded to the Collector to decide the cases afresh after": "बाद नए सिरे से मामलों का फैसला करने के लिए कलेक्टर को भेज दिया गया",
  "demarcation. Once again, learned SDO(Civil)-cum- Collector vide impugned": "था।एक बार फिर, विद्वान उपमंडल अधिकारी-सह-कलेक्टर ने दिनांक",
  "order dated 20.3.2009 has passed eviction orders and appeals therefrom": "20.3.2009 के विवादित आदेश के माध्यम से बेदखली के आदेश पारित किए हैं",
  "were dismissed by learned Commissioner vide order dated 6.5.2010.": "और अपीलों को विद्वान आयुक्त द्वारा दिनांक 6.5.200 के आदेश के माध्यम से",
  "Orders passed by learned Collector and learned Commissioner are under": "खारिज कर दिया गया था|विद्वान कलेक्टर और विद्वान आयुक्त द्वारा पारित",
  "mode of taking possession of the land. Subsequent": "है भूमि का वास्तविक कब्जा लेना।इस तरह का कब्जा कैसे लिया जा",
  "laid down as to what act would be sufficient to constitute": "लिए कौन सा अधिनियम पर्याप्त होगा, यह निधारित करने वाला",
  "comprehend that after depositing that much of amount it": "प्रतिशत भुगतान किया और कहा कि यह समझना मुश्किल है कि इतनी राशि",
  "had obtained possession only on a small fraction of land.": "जमा करने के बाद उसने केवल भूमि के एक छोटे से हिस्से पर कब्जा प्राप्त किया था।",
  "In Sita Ram Bhandur Society v. Govt. of NCT of Delhi and": "8. “सीता राम भंडार सोसायटी बनाम राष्ट्रीय राजधानी क्षेत्र दिल्‍ली' की",
  "Omparkash Verms v. State of A.P. it was held that when": "सरकार और “ओमप्रकाश वर्म्स बनाम उत्तर प्रदेश राज्य” में यह",
  "possession is to be taken of a large tract of land then it is": "अभिनिर्धारित किया गया था कि जब भूमि के एक बड़े हिस्से पर कब्जा किया",
  "permissible to take possession by a properly executed": "जाना है तो ठीक से निष्पादित पंचनामा द्वारा कब्जा करने की अनुमति",
  "panchnama. Similar view was expressed in the recent Judgment in Brij Pal Bhargava v. State of U.P.": "है।हाल ही में “बृज पात्र भार्गव बनाम उत्तर प्रदेश राज्य” मामले में भी इसी तरह का विचार व्यक्त किया गया था।",
  "19. The same issue was recently considered in Banda Development Authority v. Moti Lal Agarwal decided on": "9. इसी मुद्दे पर हाल ही में “बांदा विकास प्राधिकरण बनाम मोती लाल",
  "Balwant Narayan Bhagde v. M.D. Bhagwat, Balmokand": "नारायण भागड़े बनाम एम. डी. भागवत', “बालमोकंद खत्री एजुकेशनल एंड",
  "Khatri Educational and Industrial Trust v. State of Punjab,": "इंडस्ट्रियल ट्रस्ट बनाम पंजाब राज्य', “पी. के. कालबुर्की बनाम कर्नाटक",
  "P.K. Kalburgi v. State of Karnatka, NTPC Ltd v. Mahesh": "राज्य” “एन. टी. पी. सी. लिमिटेड बनाम महेश दत्ता', “सीता राम भंडार",
  "Dutta, Sita Ram Bhandar Society v. Govt. of NCT of Delhi,": "सोसायटी बनाम एन. सी. टी. दिल्‍ली सरकार', “ओमप्रकाश वर्मा बनाम ए.",
  "Omparkash Verma v. State of A.P. and Nahar Singh v. State": "पी. राज्य' और “नाहर सिंह बनाम यू. पी. राज्य' में निर्णयों का संदर्भ देने के",
  "of U.P. This Court laid down the following principles:": "बाद इस न्यायात्रय ने निम्नलिखित सिद्धांत निर्धारित किए:",
  "“(i) No hard-and-fast rule can be laid down as to what": "“() अधिग्रहित भूमि पर कब्जा करने के लिए कोई कठोर और त्वरित नियम निधीरित नहीं किया जा सकता है।",
  "If the acquired land is vacant, the act of the State": "(0) यदि अधिग्रहित भूमि खाली है, तो संबंधित राज्य प्राधिकरण का",
  "authority concerned to go to the spot and prepare a panchnama will ordinarily be treated as sufficient to": "उस स्थान पर जाने और पंचनामा तैयार करने का कार्य आम तौर पर",
  "If crop is standing on the acquired land or building/": "(7) यदि अधिग्रहित भूमि या भवन/संरचना पर फसल खड़ी है, तो",
  "for taking possession. Ordinarily, in such cases, the": "करने के लिए पर्याप्त नहीं होगा।आम तौर पर, ऐसे मामलों में, संबंधित",
  "occupier of the building/structure or the person who": "प्राधिकारी को भवन/संरचना के अधिभोगकर्ता या उस व्यक्ति को",
  "the owner of the land or building/structure may not": "करने होंगे।बेशक, भूमि या भवन/संरचना के मालिक के इनकार से ऐसा",
  "lead to an interference that the possession of the acquired land has not been taken.": "हस्तक्षेप नहीं हो सकता है कि अधिग्रहित भूमि का कब्जा नहीं लत्रिया गया है।",
  "If the acquisition is of a large tract of land, it may not": "(५) यदि अधिग्रहण भूमि के एक बड़े हिस्से का है, तो",
  "be possible for the acquiring/designated authority to take physical possession of each and every parcel of": "अधिग्रहण/नामित प्राधिकारी के लिए भूमि के प्रत्येक हिस्से पर उस पर",
  "possession is taken by preparing appropriate document in the presence of independent witnesses and getting": "कि स्वतंत्र गवाहों की उपस्थिति में उचित दस्तावेज तैयार करके और",
  "their signatures on such document.": "ऐसे दस्तावेज पर उनके हस्ताक्षर प्राप्त करके प्रतीकात्मक कब्जा लिया जाए।",
  "(v) If beneficiary of the acquisition is a agency/ instrumentality of the State and 80% of the total": "(५) यदि अधिग्रहण का लाभार्थी राज्य की एक एजेंसी/ है और कुल",
  "A) and substantial portion of the acquired land has been utilised in furtherance of the particular public": "और अधिग्रहित भूमि के बड़े हिस्से का उपयोग विशेष सार्वजनिक",
  "purpose, then the court may reasonably presume that": "उद्देश्य को आगे बढ़ाने के लिए किया गया है, तो अदालत उचित रूप से",
  "possession of the acquired land has been taken.”": "यह मान सकती है कि अधिग्रहित भूमि का कब्जा ले लिया गया है।”",
  "20. If the present case is examined in the light of the facts which have been brought on record and the principles": "20. यदि वर्तमान मामले की जांच रिकॉर्ड में लाए गए तथ्यों और “बांदा",
  "and conclusion recorded by the High Court that the": "जाती है, तो उच्च न्यायालय द्वारा दर्ज किए गए निष्कर्ष को बनाए रखना",
  "acquired land had vested in the State Government": "संभव नहीं है कि अधिग्रहित भूमि राज्य सरकार में निहित थी क्योंकि",
  "because the actual and physical possession of the acquired land always remained with the appellants": "अधिग्रहित भूमि का वास्तविक और उस पर उस समय कब्जा हमेशा",
  "and no evidence has been produced by the respondents": "अपीलाथियों के पास रहा है और प्रतिवादी द्वारा यह दिखाने के लिए कोई",
  "panchnama in the presence of independent witnesses": "सबूत पेश नहीं किया गया है कि स्वतंत्र गवाहों की उपस्थिति में पंचनामा",
  "and their signatures were obtained on the": "तैयार करके कब्जा लिया गया था और पंचनामे पर उनके हस्ताक्षर प्राप्त",
  "(15) From the various dictums of the Hon’ ble Supreme Court, as": "(5) माननीय उच्चतम न्यायालय के विभिन्‍न आदेशों से, जैसा कि 'प्रहलाद",
  "discussed and approved in Prahlad Singh (supra), the issue is no more res": "सिंह' (उपरोक्त) में चर्चा की गई और अनुमोदित किया गया है, यह मुद्दा अब",
  "integra. Now settled position of law is that vesting of land under Section": "एकीकरण के खिलाफ नहीं है।अब कानून की स्थिर स्थिति यह है कि भूमि",
  "16 of the Land Acquisition Act presupposes actual taking of possession and": "अधिग्रहण अधिनियम की धारा 6 के तहत भूमि का निहित होना वास्तविक रूप",
  "down following principles to find out as to whether possession was taken": "निम्नलिखित सिद्धांत निर्धारित किए हैं कि क्या अधिग्रहित भूमि पर अधिग्रहण"
}