{
  "Before Aman Chaudhary, J.": "अमन चौधरी, जे",
  "dismissed.": "इनकार कर दिया था",
  "in an unfathomable sense of community honour. Though the lovers became fugitive, the anger founded on anachronistic values prompted": "सामुदायिक सम्मान की अथाह भावना में। हालाँकि प्रेमी भगोड़े हो गए, लेकिन कालातीत मूल्यों पर आधारित क्रोध ने",
  "the accused persons to annihilate the life of a young man.”": "अभियुक्त व्यक्तियों को एक युवक के जीवन को नष्ट करने के लिए प्रेरित किया।",
  "(16) The law regarding cancellation of bail has been expounded and reiterated by Hon’ble The Supreme Court in the case of State": "(6) जमानत रद्द करने के संबंध में कानून की व्याख्या की गई है और माननीय द्वारा दोहराया गया है राज्य (दिल्ली",
  "(Delhi Administration) versus Sanjay Gandhi’ and Dolat Ram and others versus State of Haryana®. In Sanjay Gandhi (supra),it was held": "प्रशासन) बनाम संजय गांधी ” और दोलत राम और अन्य बनाम हरियाणा राज्य के मामले में उच्चतम न्यायालय १. संजय",
  "cancellation of bail already granted is quite another, It is easier to reject": "अस्वीकार करना एक बात है; पहले से दी गई जमानत को रद्द करना बिल्कुल अलग है, ऐसे मामले में पहले से दी गई",
  "a bail application in a non-bailable case than to cancel a bail already": "जमानत को रद्द करने की तुलना में गैर-जमानती मामले में जमानत याचिका को अस्वीकार करना आसान है। जमानत",
  "grantedin such a case. Cancellation of bail necessarily involves the review of a decision already made and can by and large by permitted": "रद्द करने में अनिवार्य रूप से पहले से किए गए निर्णय की समीक्षा शामिल होती है और मोटे तौर पर केवल तभी",
  "conducive to a fair trial to_allow the accused to retain his freedom": "अनुमति दी जा सकती है जब पर्यवेक्षण परिस्थितियों के कारण, अभियुक्त को मुकदमे के दौरान अपनी स्वतंत्रता बनाए",
  "(17) In the case in hand, there is no apprehension expressed by theState of any threat given by the accused-private respondents or": "(7) मामले में, राज्य द्वारा अभियुक्त-निजी प्रत्यर्थियों द्वारा दी गई किसी भी धमकी के बारे में कोई आशंका व्यक्त नहीं",
  "that theyhave tried to tamper with any evidence in any manner or that": "की गई है या कि उन्होंने किसी भी तरह से किसी भी साक्ष्य के साथ छेड़छाड़ करने का प्रयास किया है या कि",
  "the complainant had ever submitted any representation in that regard or that there was danger of accused absconding or fleeing from Justice or": "शिकायतकर्ता ने कभी उस संबंध में कोई अभ्यावेदन प्रस्तुत किया था या कि अभियुक्त के फरार होने या न्याय से भागने",
  "that they have misused the concession of bail. The challan has also": "का खतरा था या कि उन्होंने जमानत की रियायत का दुरुपयोग किया है। तब से मामले में चालान भी पेश किया गया है",
  "since been presented in the case and the case is fixed for framing of charges.": "और आरोप तय करने के लिए मामला तय किया गया है।",
  "(18) Hon’ble The Supreme Court of India in the case of Ms. X versus The State of Telangana’ finding no supervening circumstance": "(8) माननीय सुश्री एक्स बनाम तेलंगाना राज्य के मामले में भारत के सर्वोच्च न्यायालय ने जमानत को रद्द करने के",
  "The paras as relevant to the present case read thus:": "वर्तमान मामले से संबंधित पैरा इस प्रकार हैः",
  "“9. During the course of the hearing, learned counsel appearing on behalf of the complainant alleged before the Court that her submissions in assailing the order of the High": "\"9. सुनवाई के दौरान, शिकायतकर्ता की ओर से पेश विद्वान वकील ने अदालत के समक्ष आरोप लगाया कि उच्च",
  "Court deal with two facets namely:": "न्यायालय के आदेश को लागू करने में उसकी प्रस्तुतियाँ दो पहलुओं से संबंधित हैं:",
  "(i) Whether the High Court was justified in granting bail to the accused under Section 439;": "0)कक्‍्या उच्च न्यायालय को धारा ५३9 के तहत आरोपी को जमानत देने में उचित ठहराया गया था;",
  "(ii) Whether there are any supervening circumstances which would warrant the cancellation of the bail granted by the": "(॥) क्‍या कोई पर्यवेक्षी परिस्थितियाँ हैं जो अभियुक्त द्वारा दी गई जमानत को रद्द करने की गारंटी देंगी।",
  "81995 (1) SCC 349": "8 995 (।) एससीसी 3३५9",
  "KHAZANI DEVI v. STATE OF HARYANA AND OTHERS 1095": "खज़ानी देवी बनाम हरियाणा राज्य और अन्य",
  "(Aman Chaudhary, J.)": "(अमन चौधरी, जे.)",
  "KHAZANI DEVI v. STATE OF HARYANA AND OTHERS 1093": "खज़ानी देवी बनाम हरियाणा राज्य और अन्य",
  "statements and thus did not cooperate in the investigation process, still their interim bail was confirmed by the learned Additional Sessions": "बयान और इस प्रकार जांच प्रक्रिया में सहयोग नहीं किया, फिर भी उनकी अंतरिम जमानत की पुष्टि विद्वान अतिरिक्त",
  "Judge. The daughter-in-law of the deceased i.e. accused respondent- Tanvika, was granted regular bail just after 25 days of her arrest. The": "सत्र न्यायाधीश ने की। मृतक की बहू. अभियुक्त प्रतिवादी तन्विका को उसकी गिरफ्तारी के 25 दिनों के बाद नियमित",
  "learned Court has granted bail to the accused-private respondents": "जमानत दे दी गई थी। विद्वत अदालत ने अभियुक्त-निजी प्रतिवादियों को जमानत दे दी है, जिनके खिलाफ विशिष्ट",
  "despitethere being specific allegations against them and a suicide note specifically mentioning their names. The learned Court, which though": "आरोप हैं और एक सुसाइड नोट में विशेष रूप से उनके नाम का उल्लेख किया गया है। विद्वत न्यायालय, जिसने",
  "allowed the bail petitions by passing a cryptic order, has also returned findings on merits, which shall prejudice the case of the": "हालांकि एक गुप्त आदेश पारित करके जमानत याचिकाओं की अनुमति दी, ने गुण-दोष पर निष्कर्ष भी दिए हैं, जो",
  "complainant-petitioner. To buttress her submissions, reliance was": "शिकायतकर्ता-याचिकाकर्ता के मामले को पूर्वाग्रहित करेगा। उसकी प्रस्तुतियों को मजबूत करने के लिए, पूरन बनाम",
  "placed on the judgments in the cases of Puran versus Rambilas', Gobarbhai Naranbhai Singala versus State of Gujarat and others’,": "रामबिलास ', गोबरभाई नारनभाई सिंगला बनाम गुजरात राज्य और अन्य 4, दिनेश के मामलों में निर्णयों पर भरोसा",
  "Dinesh M.N. (S.P.) versus State of Gujarat’, Virupakshappa Gouda and another versus State of Karnataka and another\".": "किया गया था। (एस.पी.) बनाम गुजरात राज्य 3, विरूपाक्षप्पा गौड़ा और दूसरा बनाम कर्नाटक राज्य और एक अन्य *.",
  "(3) Learned State counsel contended that the investigation stands completed, upon which the final report under Section 173 CrPC": "(3) विद्वान राज्य के वकील ने तर्क दिया कि जांच पूरी हो गई है, जिस पर दंड प्रक्रिया संहिता की धारा 73 के तहत",
  "has been presented in the Court and the case is now fixed for framing of": "अंतिम रिपोर्ट अदालत में प्रस्तुत की गई है और मामला अब आरोप तय करने के लिए तय किया गया है। अभियुक्त-",
  "charge. Learned counsel for the accused-private respondents has stated that theorders granting bail have rightly been passed and no findings": "निजी प्रतिवादियों के विद्वान वकील ने कहा है कि जमानत देने के आदेश सही ढंग से पारित किए गए हैं और मामले",
  "on merits ofthe case have been given and are mere observations to decide the applications. The Court has also specifically mentioned": "के गुण-दोष पर कोई निष्कर्ष नहीं दिए गए हैं और आवेदनों पर निर्णय लेने के लिए केवल टिप्पणियां हैं। न्यायालय ने",
  "decide the applications. The Court has also specifically mentioned that the same shall be not taken to be an expression of opinion on": "यह भी विशेष रूप से उल्लेख किया है कि इसे मामले के गुण-दोष पर राय की अभिव्यक्ति के रूप में नहीं लिया",
  "merits of the case. The accused have neither misused the concession of": "जाएगा। अभियुक्तों ने न तो किसी भी तरह से जमानत की रियायत का दुरुपयोग किया है और न ही शिकायतकर्ता को",
  "bail in any manner nor has threatened the complainant or influenced the witnesses or hampered the investigation and there has not even been": "धमकी दी है और न ही गवाहों को प्रभावित किया है और न ही जांच में बाधा डाली है और शिकायतकर्ता द्वारा ऐसा",
  "any such allegation or complaint submitted by the complainant- petitioner. The accused-respondents have no criminal antecedents.": "कोई आरोप या शिकायत दर्ज नहीं कराई गई है। अभियुक्त-प्रतिवादियों का कोई आपराधिक इतिहास नहीं है।",
  "(4) Heard the learned counsel for the parties.": "(५) पक्षकारों की विद्वान सलाह सुनी।",
  "(5) The marriage of the son of deceased (husband of the complainant) was solemnised on 15.01.2017 with accused-respondent": "(5) मृतक (शिकायतकर्ता के पति) के बेटे की शादी 5.0.207 को आरोपी-प्रतिवादी तन्विका के साथ संपन्न हुई",
  "Tanvika. Out of the wedlock, two children, son Ayan and daughter Kinjal were born. Due to temperamental differences the said couple had": "थी। इस शादी से दो बच्चे पैदा हुए, बेटा अयान और बेटी किंजल। स्वभावगत मतभेदों के कारण उक्त दंपति ने",
  "parted ways by obtaining a decree of divorce under Section 13B of the Hindu Marriage Act on 05.08.2021. The custody of the minor son was": "05.08.202। को हिंदू विवाह अधिनियम की धारा ।3 बी के तहत तलाक की डिढक्री प्राप्त करके अलग हो गए थे।",
  "to remain with the father and that of daughter with the mother. A": "नाबालिग बेटे की कस्टडी पिता के पास और बेटी की कस्टडी मां के पास रहने वाली थी।",
  "' 2001 (2) RCR (Crl.) 801": "त.200। (2) आरसीआर (सीआरएल) 80।",
  "* 2008 (1) RCR (Crl.) 903": "2 2008 (॥) आरसीआर (सीआरएल) 903",
  "72008 (3) RCR (Crl.) 868": "3 2008 (3) आरसीआर (सीआरएल) 868",
  "Panchayati compromise dated 05.10.2021 was entered into to set at rest": "दिनांक 05.0.202 को पंचायती समझौता किया गया था ताकि आरोपी-तनविका द्वारा उसके ससुर और पति के",
  "law and husband, as per which he transferred the property in equal shares in favourof his daughter and both the grand-children (Ayaan and Kinjal). On 10.11.2022, another Panchayati compromise was entered": "(अयान और किंजल) के पक्ष में समान शेयरों में संपत्ति हस्तांतरित की। 0..2022 को, पार्टियों के बीच एक और",
  "into between the parties, in view of an application submitted by her on 26.10.2021, reiterating the previously levelled allegations and it was": "पंचायती समझौता किया गया था, 26.0.202 को उनके द्वारा प्रस्तुत एक आवेदन के मद्देनजर, पहले लगाए गए",
  "decided that the accused- respondent-Tanvika would withdraw her": "आरोपों को दोहराते हुए और यह निर्णय लिया गया था कि आरोपी-प्रतिवादी-तन्विका अपनी शिकायत वापस ले लेगी,",
  "complaint, the couple would reunite in matrimony and reside separately. They, accordingly got remarried. But after some time, they": "दंपति विवाह में फिर से जुड़ेंगे और अलग से रहेंगे। तदनुसार उन्होंने पुनर्विवाह किया। लेकिन कुछ समय बाद, वे फिर",
  "again split and accused-Tanvika left forher parental house alongwith": "से अलग हो गए और आरोप लगाया-तनविका अपनी नाबालिग बेटी के साथ अपने माता-पिता के घर चली गई। हालांकि,",
  "Sections 323, 34/376(2)(n)/377/406/498A/506 IPC was registered by": "की धारा 323,3५/376 (2) (एन)/377/५06/५98 ए/506 के तहत एफआईआर नंबर 25 दर्ज की गई थी।",
  "and husband. On 12.04.2022 at about 8.15 am, husband of the complainant committed suicide by firing from his licenced revolver.": "2.04.2022 को सुबह करीब 8.5 बजे शिकायतकर्ता के पति ने अपनी लाइसेंसी रिवॉल्वर से गोली मारकर आत्महत्या",
  "investigation final report under Section 173 CrPC. was presented on 15.07.2022.": "के तहत जांच की अंतिम रिपोर्ट दर्ज की गई। 5.07.2022 को प्रस्तुत किया गया था।",
  "(6) Insofar as the anticipatory bail of accused-respondent Nos. 2and 3, namely, Kulbir Singh and Parkash, is concerned, the": "(6) जहां तक अभियुक्त-प्रत्यर्थी सं. 2 और 3, कुलबीर सिंह और प्रकाश का संबंध है, रद्द करने की मांग करने का",
  "solitary reason for seeking cancellation is that as per police report dated 15.05.2022, they had refused to affix signatures on _ their": "एकमात्र कारण यह है कि पुलिस रिपोर्ट दिनांक 5.05.2022 के अनुसार, उन्होंने अपने प्रकटीकरण बयानों पर",
  "disclosure statements. It is apposite to note that the investigating agency added the offence under Section 180IPC. With regard to the": "हस्ताक्षर करने से इनकार कर दिया था। यह ध्यान देने योग्य है कि जांच एजेंसी ने आईपीसी की धारा 480 के तहत",
  "aforesaid, the learned Court while affirming the bailnoticed that “on": "अपराध को जोड़ा है। उपरोक्त के संबंध में, अदालत ने जमानत की पुष्टि करते हुए कहा कि \"इसके विपरीत, यह",
  "the contrary, it was vehemently contended that the petitioners had not affixed their signatures on the alleged disclosurestatements, as": "जोरदार ढंग से तर्क दिया गया था कि याचिकाकर्ताओं ने कथित प्रकटीकरण बयानों पर अपने हस्ताक्षर नहीं किए थे,",
  "those were wrongly & falsely written in the nature of confessional statements and were not of their voluntary act.” and also took into": "क्योंकि वे गलत तरीके से और गलत तरीके से इकबालिया बयानों की प्रकृति में लिखे गए थे और उनके स्वैच्छिक कार्य",
  "consideration that no recovery of any sort was to be effected from them.": "के नहीं थे। और यह भी ध्यान में रखा कि उनसे किसी भी प्रकार की वसूली नहीं की जानी थी।",
  "(7) The learned Court while granting regular bail to accused-": "(7) अदालत ने आरोपी प्रतिवादी-तन्विका को नियमित जमानत देते हुए इस तथ्य को ध्यान में रखा कि 05.08.202॥",
  "decree of divorce by way of mutual consent on 05.08.2021 and a complaint filed by her on 26.10.2021 against her father-in-law and": "को आपसी सहमति से तलाक की डिक्री और 26.0.202। को उसके ससुर और पति के खिलाफ दायर शिकायत के",
  "husband, the couple remarried on 10.11.2021 in a temple. ‘Panchayati— Rajinama’ of the even date was also reached between the parties and": "बावजूद, दंपति ने 0.4].202। को एक मंदिर में पुनर्विवाह किया। पक्षों के बीच सम तिथि का 'पंचायती-राजिनामा' भी",
  "consequently, the said application moved on 26.10.2021 was not": "पहुंच गया था और इसके परिणामस्वरूप, 26.0.202 को दिया गया उक्त आवेदन नहीं था",
  "KHAZANI DEVI v. STATE OF HARYANA AND OTHERS 1097": "खज़ानी देवी बनाम हरियाणा राज्य और अन्य",
  "(14) In the case of Dinesh M.N. (S.P.) (supra), Hon’ble The Supreme Court upheld the order of the High Court cancelling the bail": "(।५) दिनेश एम.एन के मामले में। (एस.पी.) (ऊपर) माननीय सर्वोच्च न्यायालय ने जमानत रद्द करने के उच्च न्यायालय",
  "in a petition filed by brother of Sohrabuddin, the Investigation Agency found that death of Sohrabuddin and subsequently reported death of his wife, Kausarbi, was a result of fake encounters carried out by the then": "एक याचिका में, जांच एजेंसी ने पाया कि सोहराबुद्दीन की मौत और बाद में उसकी पत्नी कौसरबी की मौत की सूचना",
  "officers of the Anti-Terrorist Squad and senior IPS officers were": "आतंकवाद रोधी दस्ते के तत्कालीन अधिकारियों और वरिष्ठ आईपीएस अधिकारियों द्वारा किए गए फर्जी मुठभेड़ों का",
  "involved in the fake encounters. The definite role of the accused appellant-Dinesh, whose bail was cancelled had surfaced as the wanted": "परिणाम थी। अभियुक्त अपीलार्थी-दिनेश, जिसकी जमानत रद्द कर दी गई थी, की निश्चित भूमिका सामने आई थी",
  "accused-Sohrabuddin was involved in an offence registered in police": "क्योंकि वांछित अभियुक्त-सोहराबुद्दीन अपने अधिकार क्षेत्र के तहत पुलिस स्टेशन में दर्ज एक अपराध में शामिल था।",
  "station under his jurisdiction. He was leader of the team sent to": "वह उस दल के नेता थे जिसे उनका पता लगाने के लिए अहमदाबाद भेजा गया था। एक दल बनाने के लिए कोई",
  "Ahmedabad to trace him out. Before any formal order came to be passed for forming a team, weapons were procured from Kotwali upon his arrival in Ahmedabad. He coordinated in the fake encounter": "औपचारिक आदेश पारित होने से पहले, उनके अहमदाबाद पहुंचने पर कोटवाली से हथियार खरीदे गए थे। उन्होंने ए.",
  "alongwith ATS officers. It was a clear case of conspiracy and needle of": "टी. एस. अधिकारियों के साथ मिलकर फर्जी मुठभेड़ में समन्वय किया। यह साजिश का एक स्पष्ट मामला था और संदेह",
  "suspicion unerringly pointed out at him. The trial Court should nothave granted bail to him in view of the role played by him and the": "की सुई बिना किसी संदेह के उनकी ओर इशारा करती थी। निचली अदालत को उसके द्वारा निभाई गई भूमिका और",
  "circumstantial evidence even the form of statements of witnesses. It was": "परिस्थितिजन्य साक्ष्य, यहां तक कि गवाहों के बयानों के रूप को देखते हुए उसे जमानत नहीं देनी चाहिए थी। आगे यह",
  "further noticed that the High Court on consideration of the rival submissions held that the learned trial Judge has not kept in view the": "ध्यान दिया गया कि उच्च न्यायालय ने प्रतिद्वंद्वी दतीलों पर विचार करते हुए यह अभिनिर्धारित किया कि विद्वत विचारण",
  "seriousness of the offences, punishments prescribed for such offences": "न्यायाधीश ने अपराधों की गंभीरता, ऐसे अपराधों के लिए निर्धारित दंड और अभियुक्त की संलिप्तता को ध्यान में नहीं",
  "and involvement of the accused, a high ranking officer when allegations or misuse of power necessary in law by registering false FIR has been": "रखा है, एक उच्च पदस्थ अधिकारी जब झूठे प्राथमिकी दर्ज करके आरोप या कानून में आवश्यक शक्ति के दुरुपयोग",
  "lost sight of. Another significant factor which was highlighted by the": "की दृष्टि खो दी गई है। एक अन्य महत्वपूर्ण कारक जिसे राज्य द्वारा उच्च न्यायालय के समक्ष उजागर किया गया था,",
  "State before the High Court was that an FIR allegedly was filed to divert attention from the fake encounter.": "वह यह था कि कथित रूप से फर्जी मुठभेड़ से ध्यान हटाने के लिए एक प्राथमिकी दर्ज की गई थी।",
  "(15) In the case of Virupakshappa Gouda and another (supra), the bail cancelled by the High Court was upheld by Hon’ble": "(45) विरूपाक्षप्पा गौड़ा और एक अन्य (उपर्युक्त) के मामले में उच्च न्यायालय द्वारा रद्द की गई जमानत को माननीय",
  "The Supreme Court by observing, “That apart, as we find from the": "द्वारा बरकरार रखा गया था सुप्रीम कोर्ट ने यह टिप्पणी करते हुए कहा, \"इसके अलावा, जैसा कि हम उच्च न्यायालय",
  "narration of allegationsfrom the order of the High Court, it is not a case where the trial court could have entertained a bail application by elaborate dissection of facts and appreciation of statements recorded": "के आदेश से आरोपों के वर्णन से पाते हैं, यह ऐसा मामला नहीं है जहां निचली अदालत तथ्यों के विस्तृत विच्छेदन और",
  "taken note of by the learned trial Judge. The deceased and his wife (the": "विचारण न्यायाधीश द्वारा अपराध की गंभीरता पर ध्यान दिया जाना चाहिए था। मृतक और उसकी पत्नी (आरोपी-",
  "daughter of the accused-appellant No.1) were staying in peace away from the acrimonious community, but due to some kind of “misconceived class honour”, the vengeance reigned and awe forlaw": "अपीलकर्ता नंबर. । की बेटी) उग्र समुदाय से टूर शांति से रह रहे थे, लेकिन किसी तरह के \"गलत वर्ग सम्मान\" के",
  "went on a holiday. They thought that their perception mattered and": "कारण, प्रतिशोध ने शासन किया और भय कानून छुट्टी पर चला गया। उन्होंने सोचा कि उनकी धारणा मायने रखती है",
  "as alleged, they put an end to the life spark of the young man. The": "और जैसा कि आरोप लगाया गया है, उन्होंने युवक के जीवन की चिंगारी को समाप्त कर दिया। बेटी की पसंद के लिए",
  "choice ofthe daughter was allowed no space. Her identity was crushed and her thinking was crucified by parental dominance which has roots": "कोई जगह नहीं दी गई थी। उसकी पहचान को कुचल दिया गया था और उसकी सोच को माता-पिता के प्रभुत्व द्वारा",
  "KHAZANI DEVI v. STATE OF HARYANA AND OTHERS 1099": "खज़ानी देवी बनाम हरियाणा राज्य और अन्य",
  "High Court.": "उच्च न्यायालय।",
  "10. While the principles in regard to the grant of bail under Section 439 are well settled, we may note for the": "0. जबकि धारा ५३9 के अधीन जमानत देने के संबंध में सिद्धांत अच्छी तरह से स्थापित हैं, हम अभिलेख की पूर्णता",
  "behalf of the appellant on the decisions of this Court in Kanwar Singh v State of Rajasthan 2012 (120) SCC 180,": "के लिए नोट कर सकते हैं कि अपीलार्थी की ओर से कंवर सिंह बनाम राजस्थान राज्य 202 (2 () एस. सी. सी. 80,",
  "Neeru Yadav v State of UP 2016(15) SCC 422 and State of": "नीरू यादव बनाम उत्तर प्रदेश राज्य 206 (5) एस. सी. सी. ५22 और बिहार राज्य बनाम राजबल्लव प्रसाद 2047",
  "11. In Kanwar Singh, a Bench of two learned Judges of this Court has held thus:": "॥. कंवर सिंह के मामले में, इस न्यायालय के दो विद्वान न्यायाधीशों की एक पीठ ने इस प्रकार निर्णय दिया हैः",
  "\"Section 439 of the Code confers very wide powers on the High Court and the Court of Sessions regarding bail. But,": "\"संहिता की धारा ५39 जमानत के संबंध में उच्च न्यायालय और सत्र न्यायालय को बहुत व्यापक शक्तियां प्रदान करती",
  "while granting bail, the High Court and the Sessions Court are guided by the same considerations as othercourts. That is": "है। लेकिन, जमानत देते समय, उच्च न्यायालय और सत्र न्यायालय अन्य न्यायालयों के समान विचारों द्वारा निर्देशित होते",
  "to say, the gravity of the crime, the character of the evidence, position and status of the accused with reference": "हैं। अर्थात्‌ू, अपराध की गंभीरता, साक्ष्य का स्वरूप, पीड़ित और गवाहों के संदर्भ में अभियुक्त की स्थिति और स्थिति,",
  "to the victim and witnesses, the likelihood of the accused fleeing from justice and repeating the offence, the possibility of his tampering with the witnesses and obstructing the": "अभियुक्त के न्याय से भागने और अपराध को दोहराने की संभावना, गवाहों के साथ उसके छेड़छाड़ करने और न्याय",
  "course of justice and such other grounds are required to be taken intoconsideration. Each criminal case presents its own": "के मार्ग में बाधा डालने की संभावना और ऐसे अन्य आधारों पर विचार किए जाने की आवश्यकता है। प्रत्येक आपराधिक",
  "taken intoconsideration. Each criminal case presents its own peculiar factual scenario and, therefore, certain grounds": "मामला अपना विशिष्ट तथ्यात्मक परिदृश्य प्रस्तुत करता है और इसलिए, किसी विशेष मामले के लिए विशिष्ट कुछ",
  "12. In Neeru Yadav, applying the same principle, this Court held that:": "॥2. नीरू यादव में, उसी सिद्धांत को लागू करते हुए, इस न्यायालय ने अभिनिर्धारित किया कि: \"यह कानून का एक",
  "“Tt is a well-settled principle of law that while dealing with an application for grant of bail, it is the duty of the Court to": "सुव्यवस्थित सिद्धांत है कि जमानत देने के आवेदन पर विचार करते समय, कुछ कारकों को ध्यान में रखना न्यायालय",
  "(i) the nature of accusation and the severity of punishment in cases of conviction and the nature of supporting": "()आरोप की प्रकृति और दोषसिद्धि के मामलों में सजा की गंभीरता और समर्थन साक्ष्य की प्रकृति,",
  "evidence, (ii) reasonable apprehension of tampering with the witnesses for apprehension of threat to the complainant, and": "(॥) शिकायतकर्ता को खतरे की आशंका के लिए गवाहों के साथ छेड़छाड़ की उचित आशंका, और",
  "(iii) prima facie satisfaction ofthe Court in support of the": "(॥) आरोप के समर्थन में न्यायालय को प्रथम दृष्टया संतुष्टि।",
  "13. The decision in Raj ballav Prasad emphasizes that while the liberty of the subject is an important consideration,": "3. राज बल्‍लव प्रसाद में निर्णय इस बात पर जोर देता है कि जबकि विषय की स्वतंत्रता एक महत्वपूर्ण विचार है,",
  "the public interest in the proper administration of criminal justice is equally important: \"...undoubtedly the courts have": "आपराधिक न्याय के उचित प्रशासन में सार्वजनिक हित भी उतना ही महत्वपूर्ण है: \"... निस्संदेह अदालतों के पास है",
  "LL.R. PUNJAB AND HARYANA 2023(1)": "आई. एल. आर. पंजाब और हरियाणा 2023(॥)",
  "to adopt a liberal approach while considering bail applications of accusedpersons. However, in a given case, if": "अभियुक्त व्यक्तियों के जमानत आवेदनों पर विचार करते समय एक उदार दृष्टिकोण अपनाना। हालांकि, किसी मामले",
  "it is found that thereis a possibility of interdicting fair trial": "में, यदि यह पाया जाता है कि जमानत पर रिहा होने पर आरोपी द्वारा निष्पक्ष सुनवाई में हस्तक्षेप करने की संभावना",
  "by the accused ifreleased on bail, this public interest of fair trial would outweigh the personal interest of the": "है, तो निष्पक्ष सुनवाई का यह सार्वजनिक हित आरोपी के व्यक्तिगत हित से अधिक होगा, जबकि एक ओर आरोपी की",
  "accused whileundertaking the task of balancing the liberty of the accused on the one hand and interest of the society tohave a fair trial on the other hand. When the": "स्वतंत्रता और दूसरी ओर निष्पक्ष सुनवाई के लिए समाज के हित को संतुलित करने का कार्य करना होगा। जब गवाह",
  "witnessesare not able to depose correctly in the court of law, itresults in low rate of conviction and many times": "अदालत में सही ढंग से गवाही देने में सक्षम नहीं होते हैं, तो इसके परिणामस्वरूप दोषसिद्धि की दर कम होती है और",
  "evenhardened criminals escape the conviction. It shakes": "कई बार कठोर अपराधी भी दोषसिद्धि से बच जाते हैं। यह आपराधिक न्याय वितरण प्रणाली में जनता के विश्वास को",
  "public confidence in the criminal justice delivery system. It is this need for larger public interest to ensure that": "हिलाता है।यह व्यापक जनहित की आवश्यकता है कि यह सुनिश्चित किया जाए कि आपराधिक न्याय वितरण प्रणाली",
  "criminal justice delivery system works efficiently, smoothly and in a fair manner that has to be given primeimportance in such situations.\"": "कुशलता से, सुचारू रूप से और निष्पक्ष तरीके से काम करे, जिसे ऐसी स्थितियों में प्रमुखता दी जानी चाहिए।",
  "14.In a consistent line of precedent this Court has emphasised the distinction between the rejection of bailin a non-bailable case at the initial stage and the cancellation of": "॥4. पूर्ववर्ती की एक सुसंगत पंक्ति में इस न्यायालय ने प्रारंभिक चरण में गैर-जमानती मामले में जमानत की अस्वीकृति",
  "bail after it has been granted. In adverting to the distinction,": "और जमानत दिए जाने के बाद इसे रद्द करने के बीच के अंतर पर जोर दिया है। दोलाटराम बनाम हरियाणा राज्य,",
  "a Bench of two learned Judges of this Court in Dolatram v State of Haryana, (1995) 1 SCC 349 observed that:": "(।995) । एस. सी. सी. 3५9 वाले मामले में इस न्यायालय के दो विद्वत न्यायाधीशों की पीठ ने यह मत व्यक्त किया किः",
  "“Rejection of a bail in a non-bailable case at the initial stage and the cancellation of bail so granted, have to be considered": "\"प्रारंभिक स्तर पर एक गैर-जमानती मामले में जमानत की अस्वीकृति और इस प्रकार दी गई जमानत को रद्द करने",
  "and dealt with on different basis. Very cogent and": "पर विचार किया जाना चाहिए और अलग-अलग आधार पर निपटा जाना चाहिए। पहले से दी गई जमानत को रद्द करने",
  "overwhelming circumstances are necessary for an order directing the cancellation of the bail, already granted. Generally speaking, the grounds for cancellation of the bail,": "का निर्देश देने वाले आदेश के लिए बहुत ठोस और भारी परिस्थितियाँ आवश्यक हैं। आम तौर पर, जमानत को रद्द",
  "already granted, broadly (illustrative and not exhaustive) are": "करने के लिए आधार, जो पहले ही दिए जा चुके हैं, मोटे तौर पर (उदाहरणात्मक और संपूर्ण नहीं) हस्तक्षेप या न्याय",
  "interference or attempt to interfere with the due course of administration of justice or evasion of attempt to evade the": "के प्रशासन के उचित पाठ्यक्रम में हस्तक्षेप करने का प्रयास या न्याय के उचित पाठ्यक्रम से बचने का प्रयास या किसी",
  "the accused in any manner. The satisfaction of the court, on the basis of material placedon the record of the possibility of the accused _absconding is yet another reason justifying the": "गई सामग्री के आधार पर अदालत की संतुष्टि जमानत रद्द करने को उचित ठहराने का एक और कारण है। हालांकि,",
  "cancellation of bail. However, bail once granted should not be cancelled in a mechanical manner without considering whether any supervening circumstances have rendered it no": "एक बार दी गई जमानत को इस बात पर विचार किए बिना यांत्रिक तरीके से रद्द नहीं किया जाना चाहिए कि क्‍या किसी",
  "whether any supervening circumstances have rendered it no longer conducive to a fair trial to allow the accused to retain his freedom by enjoying the concession of bail during the": "भी पर्यवेक्षी परिस्थितियों ने अभियुक्त को जमानत की रियायत का आनंद लेते हुए अपनी स्वतंत्रता बनाए रखने की अनुमति देने के लिए निष्पक्ष सुनवाई के लिए इसे अनुकूल नहीं बनाया है।",
  "there is no scope for cancellation of bail on re-appreciation of evidence.": "साक्ष्य के पुनः मूल्यांकन पर जमानत रद्द करने की कोई गुंजाइश नहीं है।",
  "(20) It is apparent that there was a long standing dispute ongoing between the parties, with allegations and counter-allegations, divorce": "(20) यह स्पष्ट है कि पक्षों के बीच लंबे समय से विवाद चल रहा था, जिसमें आरोप और प्रति-आरोप, आपसी सहमति",
  "by mutual consent, decision of sharing the custody of the two minor children, panchayati compromises, transfer of property in favour of the": "से तलाक, दो नाबालिग बच्चों की हिरासत साझा करने का निर्णय, पंचायती समझौते, पोते-पोतियों के पक्ष में संपत्ति का",
  "grand children, re-marriage of couple-inspite all the bitterness, accused- respondent-Tanvika and her husband living separately thereafter from": "हस्तांतरण, जोड़े का पुनर्विवाह-सभी कड़वाहट के बावजूद, आरोपी-संवाददाता-तन्विका और उसका पति उसके बाद",
  "her in-laws, leaving the matrimonial house again, incident in question": "अपने ससुराल वालों से अलग रहते हुए, वैवाहिक घर को फिर से छोड़ देते हुए, उसके द्वारा शिकायत दर्ज करने के",
  "having taken place after more than ten days of filing of complaint by her, accused- respondent-Tanvika being in custody for about a month alongwith her minordaughter, being another fact that weighed with the": "दस दिनों से अधिक समय के बाद हुई घटना, आरोपी-प्रतिवादी-तन्विका का उसकी छोटी बेटी के साथ लगभग एक",
  "alongwith her minordaughter, being another fact that weighed with the trial Court, the allegations of accused-respondents (father and uncle of": "महीने तक हिरासत में रहना, एक और तथ्य है जो ट्रायल कोर्ट के साथ वजन रखता है, आरोपी-उत्तरदाताओं (आरोपी-",
  "accused-Tanvika) against the investigating agency for being pressurised": "तन्विका के पिता और चाचा) के आरोपों को जांच एजेंसी के खिलाफ उनके अपराध को स्वीकार करने के लिए दबाव",
  "recovery to be affected of any sort. In wake of the aforesaid facts and circumstances, the orders of grant of bail to the accused-": "डाला जा रहा है। उपर्युक्त तथ्यों और परिस्थितियों के मद्देनजर, अभियुक्त प्रत्यर्थियों को जमानत देने के आदेशों के",
  "respondents coupled with no supervening facts being present, the challan having been presented and the case now is fixed for framing of": "साथ-साथ कोई पर्यवेक्षी तथ्य मौजूद नहीं है, चालान प्रस्तुत किया गया है और मामला अब आरोप तय करने के लिए",
  "charges, require no interference.": "तय किया गया है, इसमें किसी हस्तक्षेप की आवश्यकता नहीं है।",
  "(21) Applying the law as enunciated to the facts and circumstances of the case, this Court finds that no ground is made": "(2) मामले के तथ्यों और परिस्थितियों को लागू करते हुए, इस न्यायालय ने पाया कि वर्तमान याचिकाओं को अनुमति",
  "(22) Before parting, to ward off the apprehensions as expressed by the learned counsel for the petitioner made during the course of arguments, regarding the observations in the orders granting bail, it is clarified that the same shall have no bearing whatsoever, on the merits": "(22) अलग होने से पहले, जमानत देने वाले आदेशों में टिप्पणियों के संबंध में, बहस के दौरान याचिकाकर्ता के विद्वान वकील द्वारा व्यक्त की गई आशंकाओं को दूर करने के लिए, यह स्पष्ट किया जाता है कि इसका मामले के गुण-दोष",
  "clarified that the same shall have no bearing whatsoever, on the merits of the case. The trial Court shall proceed uninfluenced not only therefrom but also the observations made hereinabove, as also the": "पर कोई असर नहीं होगा। विचारण न्यायालय न केवल उससे बल्कि ऊपर की गई टिप्पणियों और इस तथ्य से भी कि",
  "(23) A photocopy of the judgment be placed on the file of the connected case.": "(23) संबंधित मामले की फाइल पर निर्णय की एक फोटोकॉपी रखी जाए।",
  "Shubreet Kaur": "शुभरीत कौर",
  "KHAZANI DEVI v. STATE OF HARYANA AND OTHERS 1101": "खज़ानी देवी बनाम हरियाणा राज्य और अन्य",
  "trial.”": "मुकदमा \"।",
  "15. These principles have been reiterated by another two Judge Bench decision in Central Bureau of Investigation, Hyderabad v Subramani Gopalakrishnan (2011) 5 SCC 296": "।5. इन सिद्धांतों को केंद्रीय जांच ब्यूरो, हैदराबाद बनाम सुब्रमण्यम गोपालकृष्णन (20॥) 5 एससीसी 296 और हाल",
  "and more recently in Dataram Singh v State of Uttar Pradesh (2018) 3 SCC 22:": "ही में दाताराम सिंह बनाम उत्तर प्रदेश राज्य (208) ३3 एससीसी 22 में दो अन्य न्यायाधीशों की पीठ के फैसले द्वारा",
  "\"It is also relevant to note that there is difference between yardsticks for cancellation of bail and appeal against the order granting bail. Very cogent and overwhelming": "पीठ ने कहा, \"यह ध्यान रखना भी प्रासंगिक है कि जमानत रद्द करने और जमानत देने के आदेश के खिलाफ अपील",
  "order granting bail. Very cogent and overwhelming circumstances are necessary for an order directing the cancellation of bail already granted. Generally speaking, the": "करने के मापदंडों के बीच अंतर है। पहले से दी गई जमानत को रद्द करने का निर्देश देने वाले आदेश के लिए बहुत",
  "grounds for cancellation of bail are, interference or attempt": "ठोस और भारी परिस्थितियाँ आवश्यक हैं। आम तौर पर, जमानत को रद्द करने के लिए आधार हैं, हस्तक्षेप या न्याय के",
  "to interfere with the due course of administration of justice or evasion or attempt to evade the due course of justice or": "प्रशासन के उचित पाठ्यक्रम में हस्तक्षेप करने का प्रयास या चोरी या न्याय के उचित पाठ्यक्रम से बचने का प्रयास या",
  "abuse of the concessions granted to the accused in_any manner. These are all only few illustrative materials. The": "किसी भी तरह से आरोपी को दी गई रियायतों का दुरुपयोग। ये सभी केवल कुछ उदाहरणात्मक सामग्री हैं। अभियुक्त",
  "satisfaction of the Court on the basis of the materials placed on record of the possibility of the accused absconding is": "के फरार होने की संभावना के अभिलेख पर रखी गई सामग्री के आधार पर न्यायालय की संतुष्टि जमानत रद्द करने को",
  "another reason justifying the cancellation of bail. In other": "उचित ठहराने का एक अन्य कारण है। दूसरे शब्दों में, एक बार दी गई जमानत को इस बात पर विचार किए बिना",
  "words, bail once granted should not be cancelled in a mechanical manner without considering whether any supervening circumstances have rendered it no longer": "यांत्रिक तरीके से रद्द नहीं किया जाना चाहिए कि क्या किसी पर्यवेक्षी परिस्थितियों ने मुकदमे के दौरान जमानत की",
  "conducive to a fair trial to allow the accused to retain his": "रियायत का आनंद लेकर आरोपी को अपनी स्वतंत्रता बनाए रखने की अनुमति देने के लिए निष्पक्ष सुनवाई के लिए इसे",
  "(19) There is a significant difference between an order rejecting an application for bail and an order for cancellation of bail. It is within the discretionary domain of the Court to reject a plea for grant of bail,": "(9) जमानत के लिए आवेदन को अस्वीकार करने के आदेश और जमानत को रद्द करने के आदेश के बीच एक महत्वपूर्ण अंतर है। यह न्यायालय के विवेकाधीन अधिकार क्षेत्र के भीतर है कि वह अपराध की गंभीरता और इस धारणा",
  "the discretionary domain of the Court to reject a plea for grant of bail, without even delving into the details, simpliciter on the gravity of the offence and the perception that liberty, if granted, will be misused.": "महत्वपूर्ण अंतर है। यह न्यायालय के विवेकाधीन अधिकार क्षेत्र के भीतर है कि वह अपराध की गंभीरता और इस धारणा पर सरलता से, कि यदि स्वतंत्रता दी जाती है, तो उसका दुरुपयोग किया जाएगा, विवरणों में जाने के बिना, जमानत",
  "However, in the caseof cancellation of bail, the Court is called upon to": "देने की याचिका को अस्वीकार कर दे। तथापि, जमानत रद्द करने के मामले में, न्यायालय से उस स्वतंत्रता को समाप्त",
  "with utmost circumspection and only after examining the facts and on finding supervening circumstances, which are not conducive to fair": "केवल तथ्यों की जांच करने के बाद और पर्यवेक्षी परिस्थितियों का पता लगाने के बाद, जो निष्पक्ष विचारण के लिए",
  "trial and unless and until it is established that the accused does not deserve to be at liberty either by reasonof violation of the conditions of": "अनुकूल नहीं हैं और जब तक यह स्थापित नहीं हो जाता है कि अभियुक्त जमानत की शर्तों के उल्लंघन के कारण या",
  "bail or due to the conduct which bears upon the misuse of liberty by the": "उस आचरण के कारण जो अभियुक्त द्वारा स्वतंत्रता के दुरुपयोग पर निर्भर करता है या पीड़ित को धमकी दे रहा है",
  "accused or threatening the victim or is tampering with evidence or influencing prosecution witnesses to the extent that itwould vitiate the": "या साक्ष्य के साथ छेड़छाड़ कर रहा है या अभियोजन पक्ष के गवाहों को इस हद तक प्रभावित कर रहा है कि यह",
  "trial and lead to a miscarriage of justice. It is trite that, if two views are": "मुकदमे को दूषित कर देगा और न्याय की विफलता की ओर ले जाएगा। यह तुच्छ है कि यदि दो विचार संभव हैं, तो",
  "possible, once the bail has been granted it should not be cancelled and": "एक बार जमानत दिए जाने के बाद इसे रद्द नहीं किया जाना चाहिए और"
}