{
  "(Harinder Singh Sidhu, J.)": "(हरिंदर सिंह सिद्धू, जे.)",
  "2. Your bid for plot/ building Booth site No.98(P), Sector-8 at Faridabad has been accepted and the plot/building as": "2. फरीदाबाद में प्लॉट/बिल्डिंग बूथ साइट ]9०.98 (पी), सेक्टर-8 के लिए आपकी बोली स्वीकार कर ली गई है और नीचे दिए गए",
  "detailed below, has been allotted to you on free-hold basis as per the following terms and conditions and subject to the": "प्लॉट/भवन को आपको निम्नलिखित नियमों और शर्तों के अनुसार फ्री-",
  "Act, 1977 (hereinafter referred to as the Act) and the rules/": "प्राधिकरण अधिनियम, 977 (जिसे इसके बाद अधिनियम के रूप में",
  "regulations applicable the reunder and as amended from time": "संदर्भित किया गया है) के प्रावधान और समय-समय पर संशोधित",
  "to time including terms and conditions as already announced": "नियमों और विनियमों के अधीन है, जिसमें नीलामी के समय पहले से",
  "242 ILL.R. PUNJAB AND HARYANA 2018(1)": "242 आई. एल. आर. पंजाब और हरियाणा 208()",
  "decided on 20.9.2007), wherein it was observed that time is the essence of the contract in matters of auction. Property prices increase by the day": "20.9.2007) पर निर्णय लिया गया, जिसमें यह देखा गया कि नीलामी के मामलों में अनुबंध का सार समय है।संपत्ति की कीमतें दिन-प्रतिदिन",
  "and if within stipulated period contractual obligations are not fulfilled": "बढ़ती जाती हैं और यदि निर्धारित अवधि के भीतर संविदात्मक दायित्तवों",
  "then the State suffers losses which cannot be compensated in terms of": "को पूरा नहीं किया जाता है तो राज्य को नुकसान होता है जिसकी क्षतिपूर्ति देरी के लिए ब्याज या जु्मने के रूप में नहीं की जा सकती",
  "interest or penalty for the delay. It was emphasized that when the": "क्षतिपूर्ति देरी के लिए ब्याज या जु्मने के रूप में नहीं की जा सकती है।इस बात पर जोर दिया गया कि जब आवंटी वर्षों के बाद ब्याज और",
  "pegging of the price which cannot be allowed.": "कम करने के बराबर है जिसकी अनुमति नहीं दी जा सकती है।",
  "(Para 14)": "(पैरा 4)",
  "Rajiv Sharma, Advocate": "राजीव शर्मा, अधिवक्ता",
  "for the petitioner.": "याचिकाकर्ता के लिए।",
  "Deepak Balyan, Addl. A.G., Haryana.": "दीपक बालियान, एडिशनल।ए. जी, हरियाणा।दीपक सभरवाल,",
  "for respondents No. 2 to 4.": "उत्तरदाताओं के लिए संख्या 2 से 4 के लिए।",
  "lump sum without interest within 60 days from the date of issue of": ",99,500-का भुगतान आवंटन पत्र जारी होने की तारीख से 60 दिनों",
  "244 ILL.R. PUNJAB AND HARYANA 2018(1)": "244 आई. एल. आर. पंजाब और हरियाणा 208()",
  "9. In the event of breach of any other condition of transfer": "9. हस्तांतरण की किसी अन्य शर्त के भंग की स्थिति में संपदा",
  "the Estate Officer may resume the land in accordance with the provision of Section 17 of the Act.": "अधिकारी अधिनियम की खंड 7 के प्रावधान के अनुसार भूमि को फिर से शुरू कर सकता है।",
  "10. The land/building shall continue to belong to the": "0. भूमि/भवन तब तक प्राधिकरण का हिस्सा बना रहेगा जब तक कि",
  "interest and other amount if any due to that Authority on account of sale of such land or building or booth is paid.": "ऐसी भूमि या भवन या बूथ की बिक्री के कारण उस प्राधिकरण को देय",
  "except with the prior permission of the competent authority.": "नहीं किया जाता है।सक्षम प्राधिकारी की पूर्व अनुमति के अलावा, जब",
  "11. On payment of 100% of the price of the plot/building,": ". प्लॉट/भवन की कीमत के 00% के भुगतान पर, आप निर्धारित",
  "form and in such manner as may be directed by the Estate Officer. The charges for registration and stamp duty will be": "संपदा अधिकारी द्वारा निर्देशित किया जाए।पंजीकरण और स्टाम्प",
  "paid by you.”": "शुल्क के लिए शुल्क आपके द्वारा भुगतान किया जाएगा।”",
  "(4) The petitioner is stated to have taken possession of the plot": "(4) कहा जाता है कि याचिकाकर्ता ने 8.0.94 पर भूखंड पर कब्जा",
  "on 18.01.94. Thereafter, the petitioner only paid three installments 1.e.,": "लिया है।इसके बाद, याचिकाकर्ता ने केवल तीन किश्तों का भुगतान",
  "7.10.1997. After that no amount was paid by the petitioner. It is the": "7२5.20,000/- और 7.0.997 को 7२5.45,000/- किया।उसके बाद याचिकाकर्ता द्वारा कोई राशि का भुगतान नहीं किया",
  "case of the petitioner that in Sector 8, Faridabad no development was carried out either by HUDA or by the Municipal Corporation": "गया।याचिकाकर्ता का मामला है कि सेक्टर 8, फरीदाबाद में हुडा या",
  "Held that the petitioner filed revision petition on 7.11.2006": "अभिनिर्धारित किया कि याचिकाकर्ता ने 7..2006 को प्रशासक के",
  "impugning the order of the Administrator dated 7.1.2003 which was": "दिनांकित 7..2003 के आदेश पर आतश्षेप करते हुए पुनरीक्षण याचिका",
  "dismissed vide order dated 3.12.2013. Before the revisional authority, it": "दिनांकित 3.2.203 के आदेश के माध्यम से खारिज कर दिया गया था।पुनरीक्षण प्राधिकरण के समक्ष, उनकी ओर से यह तर्क दिया गया",
  "was contended on her behalf that she was not a willful defaulter and": "तर्क दिया गया था कि वह एक जानबूझकर चूक करने वाली नहीं थी",
  "had been forced to commit default because of lack of development in": "और उस क्षेत्र में विकास की कमी के कारण चूक करने के लिए मजबूर",
  "the area where the booth is situated. Respondent No.1 in its order noted": "किया गया था जहां बूथ स्थित है।प्रतिवादी संख्या । ने अपने आदेश में",
  "that before passing the order of resumption the petitioner had been": "से शुरू करने का आदेश पारित करने से पहले याचिकाकर्ता को 977",
  "given sufficient opportunities by issuing notices under Section 17 of the 1977 Act. Hence, there was no infirmity in the order. It referred to a decision of this Court in CWP No.9503 of 2010 titled as Suresh Chand": "याचिकाकर्ता को 977 के अधिनियम की धारा 7 के तहत नोटिस जारी करके पर्याप्त अवसर दिए गए थे। इसलिए, आदेश में कोई दुर्बलता नहीं थी।इसने 200 के सी. डब्ल्यू. पी. १२०.9503 में सुरेश चंद",
  "vs. State of Haryana and ors. Wherein it has been observed that the": "अन्य हरियाणा राज्य और अन्य शीर्षक से इस न्यायालय के एक निर्णय का उल्लेख किया।जिसमें यह देखा गया है कि फिर से शुरू करने के",
  "order of resumption cannot be set aside merely because the allottee": "आदेश को केवल इसलिए दरकिनार नहीं किया जा सकता है क्योंकि",
  "therein that the allottees after getting allotment in public auction do not": "यह देखा गया कि सार्वजनिक नीलामी में आवंटन प्राप्त करने के बाद",
  "pay the installment in time with an intention that they will subsequently": "आवंटी इस इरादे से समय पर किश्त का भुगतान नहीं करते हैं कि वे",
  "pay the dues alongwith penalty and interest after many years and earn": "बाद में कई वर्षों के बाद जुर्माना और ब्याज के साथ बकाया का",
  "huge profits in case the price of property increases. In such cases the": "भुगतान करेंगे और संपत्ति की कीमत बढ़ने पर भारी लाभ अर्जित",
  "orders of resumption ought not to be interfered with.": "करेंगे।ऐसे मामलों में फिर से शुरू करने के आदेशों में हस्तक्षेप नहीं किया जाना चाहिए।",
  "Chandigarh and others v. Vipin Kumar Jain, (SLP No.12968 of 2006,": "सी. डब्ल्यू. पी. २०.5058 'विजय शर्मा और अन्य बनाम हरियाणा राज्य",
  "NEELAM BADERA v. STATE OF HARYANA AND OTHERS 245": "नीलम बदेरा बनाम हरियाणा राज्य और अन्य 245",
  "resumption of the plot and forfeiture of 10% of the sale consideration.": "प्लॉट को फिर से शुरू करने के लिए और बिक्री पर विचार के 0 प्रतिशत को जब्त करने के लिए आदेश पारित किया ।याचिकाकर्ता ने",
  "The petitioner filed an appeal before the Administrator HUDA, Faridabad, who vide his order dated 7.1.2003 set aside the resumption": "प्रशासक हुडा, फरीदाबाद के समक्ष एक अपील दायर की, जिन्होंने अपने आदेश दिनांक 7..2003 के माध्यम से बहाली के आदेश को",
  "order and granted one more opportunity to the petitioner to pay the due amount along with interest and penalty as per HUDA policy upto": "दरकिनार कर दिया और याचिकाकर्ता को हुडा नीति के अनुसार 5.2.2003 तक ब्याज और जुर्माने के साथ देय राशि का भुगतान करने",
  "comply with this order. Instead she filed a complaint before the District": "जाएगी।याचिकाकर्ता ने इस आदेश का पालन नहीं किया।इसके बजाय",
  "Consumer Disputes Redressal Forum, Faridabad, (for short “Consumer": "फरीदाबाद (संक्षेप में \"उपभोक्ता मंच\") के समक्ष शिकायत दर्ज कराई,",
  "Forum’) on 10.06.2004 which was allowed vide order dated 15.2.2006.": "जिसे 5.2.2006 के आदेश के माध्यम से अनुमति दी गई थी।हुडा को",
  "HUDA was directed to charge the original balance price of the booth and also undertake necessary development around the site in question.": "बूथ का मूल शेष मूल्य लेने और विचाराधीन स्थल के आसपास आवश्यक विकास करने का निर्देश दिया गया था।प्रतिवादी-हुडा ने",
  "Respondent-HUDA filed an appeal against the said order before the State Consumer Disputes Redressal Commission, Faridabad, which,": "उक्त आदेश के खिलाफ राज्य उपभोक्ता विवाद निवारण आयोग, फरीदाबाद के समक्ष अपील दायर की, जिसने अपने दिनांकित आदेश",
  "the District Consumer Forum and dismissed the complaint.": "उपभोक्ता मंच के आदेश को रद्द कर दिया और शिकायत को खारिज",
  "(6) Meanwhile, the petitioner had also filed a revision petition on 7.11.2006 against the order of the Administrator HUDA, which was": "(6) इस बीच, याचिकाकर्ता ने प्रशासक हुडा के आदेश के खिलाफ 7..2006 को एक पुनरीक्षण याचिका भी दायर की थी, जिसे प्रतिवादी",
  "dismissed by respondent No.1, vide order dated 3.12.2013. Thereafter,": "संख्या । ने आदेश दिनांक 03.2.203 द्वारा खारिज कर दिया",
  "the Estate Officer, HUDA, issued show cause notice dated 20.5.2014 to the petitioner for eviction from the booth in question.": "था।इसके बाद, एस्टेट अधिकारी, हुडा ने याचिकाकर्ता को बूथ से बेदखल करने के लिए दिनांकित 20.5.204 का कारण दिखाएँ नोटिस जारी किया।",
  "(7) Hence, this writ petition.": "(7) इसलिए, यह रिट याचिका दायर की।",
  "(8) Learned counsel for the petitioner argued that the petitioner": "(8) याचिकाकर्ता के विद्वान वकील ने तर्क दिया कि याचिकाकर्ता",
  "has always been ready and willing to deposit the balance installments.": "हमेशा शेष किश्तों को जमा करने के लिए तैयार और इच्छुक रहा",
  "It was only on account of total absence of development work in the area": "है।यह केवल क्षेत्र में विकास कार्यों की पूर्ण की अनुपस्थिति में के कारण",
  "that the petitioner was not able to deposit the balance amount. He": "था कि याचिकाकर्ता शेष राशि जमा करने में समर्थ नहीं था।उन्होंने",
  "submitted that even now the petitioner is ready and willing to deposit the outstanding installments including interest and penalty as may be": "कहा कि अब भी याचिकाकर्ता ब्याज और जुर्माने सहित बकाया किश्तों",
  "(9) Mr. Sabharwal, learned counsel, on the other hand, argued": "(9) दूसरी ओर, विद्वान अधिवक्ता श्री सभरवाल ने तर्क दिया कि फिर",
  "that the resumption order was fully justified as the petitioner has": "से शुरू करने का आदेश पूरी तरह से उचित था क्योंकि याचिकाकर्ता",
  "willfully defaulted in paying the installments. She even failed to": "ने जानबूझकर किश्तों का भुगतान करने में चूक की है।वह अपीलीय",
  "comply with the order of the appellate authority which had granted her": "प्राधिकरण के आदेश का पालन करने में भी विफल रही, जिसने उसे",
  "interest and penalty as per HUDA policy.": "हुडा नीति के अनुसार ब्याज और जुर्माने के साथ देय राशि का भुगतान",
  "(10) We have heard learned counsel for the parties and perused": "(0) हमने पक्षों के विद्वान अधिवक्ता को सुना है और रिकॉर्ड का",
  "NEELAM BADERA v. STATE OF HARYANA AND OTHERS 247": "नीलम बदेरा बनाम हरियाणा राज्य और अन्य 247",
  "Consumer Forum allowed the complaint and issued various directions.": "जिला उपभोक्ता मंच ने शिकायत की अनुमति दी और विभिन्न निर्देश",
  "However, its order was reversed by the State Consumer Disputes": "जारी किए।हालाँकि, राज्य उपभोक्ता विवाद निवारण आयोग ने अपने",
  "(13) The petitioner filed revision petition on 7.11.2006": "(3) याचिकाकर्ता ने 7..2006 को प्रशासक के दिनांकित 7..2003",
  "been forced to commit default because of lack of development in the": "विकास की कमी के कारण चूक करने के लिए मजबूर किया गया था",
  "area where the booth is situated. Respondent No.1 in its order noted": "जहां बूथ स्थित है।प्रतिवादी संख्या । ने अपने आदेश में कहा कि फिर",
  "given sufficient opportunities by issuing notices under Section 17 of the": "के अधिनियम की खंड 7 के तहत नोटिस जारी करके पर्याप्त अवसर",
  "1977 Act. Hence, there was no infirmity in the order. It referred to a": "दिए गए थे। इसलिए, आदेश में कोई दुर्बलता नहीं थी।इसने 200 के",
  "decision of this Court in CWP No.9503 of 2010 titled as Suresh Chand vs. State of Haryana and ors., wherein it has been observed that the": "सी. डब्ल्यू. पी. १०.9503 में सुरेश चंद अन्य हरियाणा राज्य और ओ. आर. एस. शीर्षक से इस न्यायालय के एक निर्णय का उल्लेख किया।,",
  "time of auction and 15% within 30 days of the issue of letter of": "नीलामी के समय और आवंटन पत्र जारी होने के 30 दिनों के भीतर 5",
  "Rs.1,99,500/- either in lump-sum without interest within 60 days from": "होने की तारीख से 60 दिनों के भीतर बिना ब्याज के एकमुश्त राशि का",
  "remaining amount. In respect of 75% balance amount which was to be paid in 10 half yearly instalments, the petitioner only made three": "ब्याज के साथ की जानी थी।0 छमाही किश्तों में भुगतान की जाने वाली 75 प्रतिशत शेष राशि के संबंध में, याचिकाकर्ता ने केवल तीन",
  "deposits i.e. Rs.25,000/- on 8.1.1996, Rs.20,000/- on 9.12.1996 and": "जमा किए अर्थात 8..996 को 7२५5.25,000/-, 9.2.996 को",
  "Rs.45,000/- on 7.10.1997. Nothing was paid thereafter.": "7२5.20,000/- और 7.0.997 को 7२5.45,000/- | इसके बाद कुछ भी भुगतान नहीं किया गया।",
  "(12) The Estate Officer issued notices to the petitioner under": "(2) संपदा अधिकारी ने याचिकाकर्ता को 4977 के अधिनियम की",
  "06.07.1994, 29.08.1996, 21.11.2000, 10.04.2001, 02.06.2001,": "30.05.994,06.07.994, 29.08.996, 2..2000, 0.04.200,",
  "opportunity for making payment of the due amount alongwith interest": "और जुर्माने के साथ देय राशि का भुगतान करने का एक और अवसर",
  "case of default, the resumption order would revive. It is the case of the": "दिया गया था।यह आदेश दिया गया था कि चूक के मामले में, फिर से शुरू करने का आदेश पुनर्जीवित होगा।यह याचिकाकर्ता का मामला है",
  "petitioner that though the order is dated 7.1.2003 but it was actually": "कि हालांकि आदेश दिनांकित 7..2003 है, लेकिन यह वास्तव में उसे",
  "conveyed to her on 22.5.2003 i.e. after the expiry of the last date for deposit of the due amount as specified in the order dated 15.02.2003.": "22.5.2003 पर सूचित किया गया था, अर्थात दिनांकित 5.02.2003 आदेश में निर्दिष्ट देय राशि जमा करने की अंतिम तिथि समाप्त होने के",
  "Authority) had been received after the date of compliance had already": "प्रशासक (अपीलीय प्राधिकरण) का आदेश अनुपालन की तारीख",
  "expired it was open to the petitioner to apply to the Administrator and": "समाप्त होने के बाद प्राप्त हुआ था, तो याचिकाकर्ता के लिए प्रशासक",
  "seek extension of time for depositing the amount. However, the": "को आवेदन करने और राशि जमा करने के लिए समय बढ़ाने की मांग",
  "petitioner did not do so. Instead, she chose to file a complaint before the": "करने के लिए खुला था।लेकिन याचिकाकर्ता ने ऐसा नहीं किया।इसके",
  "District Consumer Forum, Faridabad on 10.6.2004 with the allegation": "बजाय, उन्होंने जिला उपभोक्ता मंच, फरीदाबाद के समक्ष 0.6.2004 पर इस आरोप के साथ शिकायत दर्ज करने का फैसला किया कि",
  "that there was no development in the area at the time of handing over": "कब्जा सौंपने के समय क्षेत्र में कोई विकास नहीं हुआ था।शिकायत में,",
  "the possession. In the complaint, it was prayed that the respondents be": "यह प्रार्थना की गई थी कि प्रतिवादी को निर्देश दिया जाए कि वे उसे",
  "directed not to dispossess her from the booth in question; not to charge interest of any kind towards the balance price of the booth; that the": "प्रश्रगत बूथ से बेदखल न करें; बूथ के शेष मूल्य के लिए किसी भी",
  "respondents be ordered not to resume the booth in question.": "और प्रतिवादी को प्रश्नगत बूथ को फिर से शुरू नहीं करने का आदेश",
  "Compensation of Rs.1,00,000/- was demanded, besides litigation": "दिया जाए।मुकदमेबाजी के खर्चों के अलावा रुपये ,00,000-के",
  "expenses. Thus, it is clear, that the petitioner was not inclined to deposit": "मुआवजे की मांग की गई थी।इस प्रकार, यह स्पष्ट है कि याचिकाकर्ता",
  "NEELAM BADERA v. STATE OF HARYANA AND OTHERS 251": "नीलाम बदेरा बनाम हरियाणा राज्य और अन्य 249",
  "plot in an open auction, can withhold the price of the plot as": "भूखंड की कीमत को रोक सकता है जो किश्तों में देय हो सकती है",
  "Administration and Anr. v. Amarjeet Singh and others,": "चंडीगढ़ प्रशासन और एन. आर. वी.अमरजीत सिंह और अन्य 2009",
  "2009 (2) R.C.R (Civil), 401 and it was observed as follows:-": "(2) आर. सी. आर. (सिविल), 40 में विचार किया गया है और इसे निम्नानुसार देखा गया |",
  "\"19. In Lucknow Development Authority v. MLK.": "\"]9.,लखनऊ विकास प्राधिकरण बनाम एम. के.गुप्ता, (994) । एस.",
  "developer carries on the activity of development of land": "विकासकर्ता भूमि के विकास की गतिविधि करता है और एक",
  "and invites applications for allotment of sites in a": "विकसित लेआउट में साइटों के आवंटन के लिए आवेदन आमंत्रित",
  "developed layout, it will amount to ‘service’, that when": "करता है, तो यह 'सेवा' के बराबर होगा, कि जब आवंटित साइट का",
  "possession of the allotted site is not delivered within the stipulated period, the delay may amount to a deficiency": "कब्जा निर्धारित अवधि के भीतर वितरित नहीं किया जाता है, तो देरी",
  "stipulated period, the delay may amount to a deficiency or denial of service, and that any claim in regard to such": "सेवा की कमी या इनकार के बराबर हो सकती है, और इस तरह की",
  "delay is not in regard to the immovable property but in": "देरी के संबंध में कोई भी दावा अचल संपत्ति के संबंध में नहीं है, बल्कि",
  "regard to the deficiency in rendering service of a particular standard, quality or grade. The activity of a": "किसी विशेष मानक, गुणवत्ता या ग्रेड की सेवा प्रदान करने में कमी के",
  "developer, that is development of land into layout of": "संबंध में है।एक डेवलपर की गतिविधि, जो साइटों के लेआउट में भूमि",
  "formation of a lay out with amenities and delivery of the": "का विकास, सुविधाओं के साथ एक लेआउट के गठन का आश्वासन",
  "allotted sites within a stipulated time at a particular": "पर निर्धारित समय के भीतर आवंटित साइटों की डिलीवरी, बिक्री या",
  "price, is completely different from the auction of existing sites either on sale or lease. In a scheme for development": "पट्टे पर मौजूदा साइटों की नीलामी से पूरी तरह से अलग है।विकास",
  "and allotment, the allottee has no choice of the site": "और आवंटन की योजना में, आबंटित व्यक्ति के पास आवंटित स्थान",
  "allotted. He has no choice in regard to the price to be": "का कोई विकल्प नहीं होता है।उसके पास भुगतान की जाने वाली",
  "20. Where there is a public auction without assuring any specific or particular amenities, and the prospective": "20. जहां किसी विशिष्ट या विशेष सुविधाओं का आश्वासन दिए बिना सार्वजनिक नीलामी होती है, और संभावित खरीदार/पट्टेदार साइट की",
  "purchaser/lessee participates in the auction after having an opportunity of examining the site, the bid in the": "जांच करने का अवसर मिलने के बाद नीलामी में भाग लेता है, वहां",
  "an opportunity of examining the site, the bid in the auction is made keeping in view the existing situation,": "नीलामी में बोली मौजूदा स्थिति, स्थिति और साइट की स्थिति को ध्यान",
  "position and condition of the site. If all amenities are": "में रखते हुए लगाई जाती है।यदि सभी सुविधाएं उपलब्ध हैं, तो वह",
  "available, he would offer a higher amount. If there are no amenities, or if the site suffers from any": "अधिक राशि की पेशकश करेंगे।यदि कोई सुविधा नहीं है, या यदि",
  "no amenities, or if the site suffers from any disadvantages, he would offer a lesser amount, or may": "साइट को कोई नुकसान होता है, तो वह कम राशि की पेशकश",
  "not participate in the auction. Once with open eyes, a": "करेगा, या नीलामी में भाग नहीं ले सकता है।एक बार जब कोई व्यक्ति",
  "heard to say that he would not pay the balance of the price/premium or the stipulated interest on the delayed": "सुना जा सकता है कि वह कीमत/प्रीमियम की शेष राशि या विलंबित",
  "payment, or the ground rent, on the ground that the site": "भुगतान पर निर्धारित ब्याज, या जमीनी किराए का भुगतान इस आधार",
  "suffers from certain disadvantages or on the ground that": "पर नहीं करेगा कि साइट कुछ नुकसान से ग्रस्त है या इस आधार पर",
  "amenities are not provided.\"": "कि सुविधाएं प्रदान नहीं की गई हैं।",
  "7. In view of the observations reproduced herein above the justification offered on behalf of the petitioners that the": "7. याचिकाकर्ताओं की ओर से दिए गए औचित्य को ध्यान में रखते हुए",
  "installments were not deposited on account of development works having not been carried out and that the plot in question suffering from certain disadvantages, cannot be": "कि विकास कार्यों को पूरा नहीं करने के कारण किश्तों को जमा नहीं किया गया था और कुछ नुकसानों से पीड़ित विचाराधीन भूखंड को",
  "protest and thereafter sought redressal of their grievance, if": "उचित कार्यवाही करके उनकी शिकायत, यदि कोई हो, का निवारण",
  "the other hand chose not to deposit even a single penny after the initial deposit of 25% of the premium in the year 1988.": "प्रीमियम के 25 प्रतिशत की प्रारंभिक जमा राशि के बाद एक पैसा भी जमा नहीं करने का फैसला किया।हुडा अधिकारियों की कार्यवाही को"
}