{
  "Before Ajay Kumar Mittal & GS. Sandhawalia, JJ": "अजय कुमार गित्तत और जी एस संधावालिया के समक्ष, णे जे",
  "DEVENDRA SINGH YADAV AND OTHERS. -Pefitioners": "देवेंद्र सिंह यादव व अन्य- याविकाकर्ता",
  "CWP No. 23876 of 2011": "20] की सी डब्ल्यू पी संख्या 23876",
  "February 26, 2013": "फ़रवरी 26, 203",
  "Constitution of India, 1950 -Art. 226, 227 - Land Acquisition": "भारत का संविधान 950- अनुच्छेव 226,22.7- श्रूमि अधिग्रहण अधिनियम",
  "Act, 1894 - Ss. 4, SA, 6 - Petitioner's land acquired & Notifications": "7894- धारा 45 ए 6- याचिकाकर्ता की भ्ृृमि का अधिग्रहण और धारा 4 ऑर 6 के",
  "Petition for quashing Notifications - Petition allowed - Notification": "अधिसूचनाओं को खूब करने के लिए रिट याचिका-याचिका की अनुमति-धारा 6",
  "/Teld, that the issue of hearing of the objections under Section 5-": "अशभिनिर्धारित किया गया कि अधिनियम की धारा 5-क के अधीन आपत्तियों की सुनवाई के मुद्‌वे को बार-बार अ्रमि मालिकों का बढ़त ही भौतिक",
  "land owncrs whose property is sought to be compulsorily acquired in": "अधिकार माना गया हैं जिनकी संपत्ति को कानून के अनुसार अनिवार्य रुप से",
  "aside by respondent no. 2 on the ground that the objections were barred": "अधिय्रहित करने की मांग की गई हैं। प्रत्यर्थी संख्या 2 दृवारा पर्याप्त अधिकार को इस आधार पर दरकिनार नहीं किया जा सकता था कि आपत्तियों को सीमा",
  "on the ground of limitation.": "के आधार पर वर्जित किया गया था।",
  "Further held, that Recently, in Surinder Singh Brar and others vs.": "आगे यह अभिनिर्धारित किया कि हात्र ही में सुरिवर सिह बरार और",
  "Union of India and others, 2012(4) RCR (Civil) 684, the Hon'ble Apex": "अन्य बनाम भारत संघ ऑर अन्य 20/2 (4) आरसीआर /सिविल) 684 में माननीय",
  "in Chandigarh, held that the hearing under Section 5-A(2) of the Act is to": "को खूब करते हुए कहा कि अधिनियम की धारा 5-4 (2) के तहत सुनवाई प्रभावी",
  "be effective hearing and not an empty formality on the basis of which the": "सुनवाई होनी चाहिए न कि एक खाली ऑपचारिकता जिसके आधार पर कल्रेक्टर",
  "that in the present case, respondent no. 2 wrongly dismissed the objections": "प्रतिवादी संखया 2 उन आवेदनों को खारिज करने में उचित था जो समय से",
  "Collector has also to cause public notice and the substance of such notifications": "जाना है। कलेक्टर को सार्वजनिक सूचना और ऐसी अधिसूचनाओं का सार भी",
  "which is to be given at convenient places in the said locality. ‘The giving of": "देना होगा जो उक्त इलाके में सुविधाजनक स्थानों पर दी जानी है। इस तरह",
  "such public notice is to be counted as the last date of such publication.": "की सार्वजनिक सूचना देने को इस तरह के प्रकाशन की अंतिम तिथि माना",
  "(9) Regarding the first issue that Section 4 specifically provides that": "(9) पहले मुद्दे के बारे में कि धारा 4 में विशेष रूप से यह प्रावधान",
  "the publication has to be in two newspapers circulating in the locality of": "किया गया है कि प्रकाशन उस इलाके में प्रसारित होने वाले दो समाचार पत्रों",
  "which one should be in the regional language, the petitioners have been": "में होना चाहिए, जिनमें से एक क्षेत्रीय भाषा में होना चाहिए, याचिकाकर्ता काफी",
  "substantially able to demonstrate that the English newspaper “Mail Today”": "हद तक यह प्रदशित करने में सक्षम रहे हैं कि अंग्रेजी समाचार पत्र \"मेल",
  "had 0% circulation in the area of Dharuhera. Apart from controverting and": "टुडे\" धारहकरा के क्षेत्र में 0% प्रसार था। विशिष्ट आरोपों का खंडन और खंडन",
  "‘Today had some circulation in the locality. Similarly, the newspaper namely": "इलाके में कुछ प्रसार था। इसी तरह, आज समाज नामक समाचार पत्र, जिसमें",
  "of 8 to 10 copies which are also sold daily in retail sale and not having": "प्रतियों की बिक्री होती है, जो खुदरा बिक्री में भी प्रतिदिन बिकती हैं और",
  "circulation in the locality vide which general public could bc made aware": "इलाके में प्रसारित नहीं होती हैं, जिससे आम जनता को अधिग्रहण के बारे में",
  "regarding the acquisition from which the limitation could be counted. Such": "जागरूक किया जा सकता है जिससे सीमा को गिना जा सकता है। अधिनियम",
  "violation of Scction 4(1) of theAct has been discussed by the Hon'bleApex": "की धारा 4(]) के इस तरह के उल्लंघन पर माननीय सर्वोच्च न्यायालय द्वारा",
  "Court in Special Deputy Collector, Land Acquisition CMDA versus J. Sivaprakasam and others (1). \\n the said casc, definition of newspaper": "विशेष उप कलेक्टर, भूमि अधिग्रहण सीएम डीए बनाम जे शिवप्रकाशम और अन्य मामलों में चर्चा की गई है (7). उक्त मामले में, उस इलाके में प्रसारित",
  "J. Sivaprakasam and others (1). \\n the said casc, definition of newspaper circulating in that locality was the subject matter of consideration and it was": "अन्य मामलों में चर्चा की गई है (7). उक्त मामले में, उस इलाके में प्रसारित समाचार पत्र की परिभाषा विचार का विषय थी और यह अभिनिर्धारित किया",
  "held that the purpose is to ensure adequate publicity to the persons interested to give them an opportunity to file the objections. It was accordingly held": "गया था कि इसका उददेश्य इच्छुक व्यक्तियों को आपत्तियां दायर करने का अवसर देने के लिए पर्याप्त प्रचार सुनिश्चित करना है। तदनुसार यह",
  "that there should be regular and speedy circulation among the gencral public": "जनता के बीच नियमित और त्वरित प्रसार होना चाहिए। संबंधित परिच्छेद",
  "under:-": "निम्नानुसार हैं: -",
  "“17. By Amendment Act 68 of 1984, section 4(1) was amended": "\"॥7. 4964 के संशोधन अधिनियम 68 बद्‌वायरा धारा 4 (7) में संशोधन",
  "introducing the additional requirement relating to publication of the notification in two daily newspapers circulating in the": "किया गया था जिसमें इलाके में प्रसारित होने वाले दो दैनिक समाचार पत्रों में अधिसूचना के प्रकाशन से संबंधित अतिरिक्त आवश्यकता को",
  "locality. The purpose of requiring suchnewspaper publication is": "शामिल किया गया था। इस तरह के समाचार पत्र प्रकाशन की आवश्यकता",
  "to give as wide a publicity to the notification as possible, as the": "का उद्देश्य अधिसूचना को यथासंभव व्यापक प्रचार देना हैं. क्योंकि राज्य",
  "the said allegations and, therefore, this Court is of the opinion that the": "कि इस पैरा में आरोप लगाया गया है। इसके बाद, यह स्वीकार किया गया है कि",
  "notification to that effect shall be published in the Official": "जारी की गई थी। यह अधिसूचना 5.0.2044 को समाचार पत्रों में मेल टुडे",
  "8 and 9, on 01.03.2011 by petitioners no. 10 to 22 and on 04.03.2011": "थीं, याचिकाकर्ता संख्या 8 और 9 ने 25.02.2044 को आपत्तियां दायर की थीं, जबकि याचिकाकर्ता संख्या 40 से 23 ने 0.03.2044| को अपनी आपत्तियां",
  "filed their objections on 01.03.2011. It was alleged that in the said objections": "दायर की थीं। यह आरोप लगाया गया था कि उक्त आपपत्तियों में",
  "zone vide the Final Development Plan dated 14.12.2007 (Annexure P-2)": "4.42.2007 (अनुलग्नक पी-2) के अनुसार वाणिज्यिक भूमि उपयोग क्षेत्र के",
  "land for the said public purpose. More than 22 acres of vacant land belonging to the Panchayat/Municipality was available just 800 meters south of the land of the petitioners which was of lesser economic valuc and could": "लिए कुत्र अपेक्षित भूमि से कहीं अधिक था। पंचायत/नगरपालिका से संबंधित 22 एकड़ से अधिक खाली भूमि याचिकाकर्ताओं की भूमि से केवल 800 मीटर दक्षिण में उपलब्ध थी, जिसका कम आर्थिक मूल्य था और उक्त उद्देश्य के",
  "be well utilized for the said purpose. It was accordingly pleaded that no": "लिए इसका अच्छी तरह से उपयोग किया जा सकता था। तदनुसार यह अनुरोध",
  "opportunity ofhearing was granted to the petitioners since the petitioners": "किया गया कि याचिकाकर्ताओं को सुनवाई का कोई अवसर नहीं दिया गया",
  "did not receive notice for hearing from respondent no. 2. Information had": "क्योंकि याचिकाकर्ताओं को प्रतिवादी संख्या 2 से सुनवाई के लिए नोटिस नहीं",
  "been sought under the Right to Information Act, 2005 and respondent no.": "मिला था। सूचना का अधिकार अधिनियम 2005 के तहत सूचना मांगी गई थी",
  "2 vide letter dated 03.08.2011 had stated that since the objections had been": "और प्रतिवादी संख्या 2 ने दिनांक 03.08.20 के पत्र में कहा था कि चूंकि",
  "received beyond limitation, therefore, no notice was issucd for grant of personal hearing.": "आपत्तियां सीमा से परे प्राप्त की गई थीं, इसलिए व्यक्तिगत सुनवाई के लिए कोई नोटिस जारी नहीं किया गया था।",
  "(3) In thé reply filed on behalf ofrespondents no. 1 to 3, the defence": "(3)उत्तरदाता संख्या | से 3 की ओर से दायर जवाब में, उत्तरदाताओं दवारा",
  "taken by the respondents was that the Dharuhera town houses population": "लिया गया बचाव यह था कि धारुहेड़ा शहर में । लाख से अधिक लोगों की",
  "of morcthan | lac persons and is an upcoming industrial hub and situated": "आबादी है और यह एक आगामी औदूयोगिक केंद्र है और राजस्थान राज्य से",
  "in the southern State of Haryana adjacent to the Rajasthan State. The town": "सटे दक्षिणी राज्य हरियाणा में स्थित है। यह शहर पीने के पानी की पुरानी",
  "was suffering from chronic shortage of drinking water and in order to provide drinking water to theresidents in the above town and the nearby": "कमी से जूझ रहा था और उपरोक्त शहर और आसपास के क्षेत्र के निवासियों",
  "of public at large and the action of the respondents was neither arbitrary,": "पैमाने पर जनता के लाभ के लिए था और उत्तरदाताओं की कार्रवाई न तो",
  "illegal, unjust or ultra vires of the Statute. The plant would cater to the need": "मनमाना, अवैध, अन्यायपूर्ण या क़ानून के अधिकार से परे थी। यह संयंत्र अगले",
  "of supply of drinking water for the next 30 years and is aimed at catering": "30 वर्षों तक पीने के पानी की आपूर्ति की आवश्यकता को पूरा करेगा और",
  "to the need for supply of drinking water. It was further stated that there": "इसका उद्देश्य पीने के पानी की आपूर्ति की आवश्यकता को पूरा करना है। यह",
  "existed only 4 tube-wells and the quality of water was deteriorating day": "भी कहा गया कि केवल 4 ट्यूबवेल थे और पानी की गुणवत्ता दिन-प्रतिदिन",
  "by day. The water of tubewells would not remain fit for human consumption in the near futurs. A defence was also raised that the Government would": "बिगड़ती जा रही थी। ट्यूबवेल का पानी निकट भविष्य में मानव उपभोग के",
  "also suffer a hugcloss if the possession of this land is not granted for the": "लिए उपयुक्त नहीं रहेगा। एक प्रतिवाद यह भी किया गया कि यदि इस भूमि",
  "since it would facilitate the flow of water smoothly and without any heavy": "का प्रवाह सुचारू रूप से और बिना किसी भारी लागत के होगा। यह स्वीकार",
  "firstly that the publication in thenewspapers was in the newspapers which": "ध्यान में रखते हुए यह स्पष्ट हैं कि प्रकाशन उन समाचार पत्रों में होना",
  "they were filed within 30 days from the date of the substance of notification": "जानी थी जो अधिसूचना के प्रकाशन की तारीख से 30 दिन हैं। अधिनियम",
  "in the official gazette and daily newspapers circulating in that locality. The": "रजपत्र में ऑर उस ड्नाके में प्रसारित होने वाने दो दैनिक समाचार पत्रों में",
  "public notice of the substance of the subject notification in the locality where": "कलेक्टर ऐसी अधिसचना के सार की सार्वजनिक सूचना उक्त ड्न्राके में सुविधाजनक स्थानों पर ऐसे प्रकाशन की अंतिम तिथियों ऑर ऐसी सार्वजनिक",
  "of the substance ofnotification being done by way of public notice by way": "सूचना देने की सार्वजनिक सूचना देगा जिसे इसके बाव अधिसूचना के प्रकाशन",
  "by petitioners no. 1 to 7 were within limitation and respondent no. 2 was": "ऑर याचिकाकर्ता संख्या 8 और 9 द्वारा 25.02.2077 को याचिकाकर्ता संख्या 70 से 22 ऑर 04.03.20॥/ को याचिकाकर्ता संख्या । से 7 द्वारा दायर आपत्तियां सीमा के भीतर थीं ऑर प्रतिवावी संख्या 2 ने 75.07.2077 से सीमा की गणना",
  "(13) The issue of hearing of the objections under Section 5-A of": "(73) अधिनियम की धारा 5-क के अधीन आपतियों की सुनवाई का मुद्‌वा",
  "the Act has been time and again held to be very material right of the land": "बार-बार औमि मात्रिकों का बहुत ही भ्ॉतिक अधिकार माना गया हैं",
  "owners whose property is sought to be compulsorily acquired in accordance": "जिनकी संपति को कानून के अनुसार अनिवार्य रुप से अधिग्रहित करने",
  "respondent no. 2 on the ground that the objections were barred on the": "की मांग की गई हैं। प्रत्यर्थी संख्या 2 दृवायरा पर्याप्त अधिकार को इस आधार पर दरकिनार नहीं किया जा सकता था कि आपतियों को सीमा",
  "Singh and others versus Union of India and others, (2) held as under:-": "अन्य बनाम भारत संघ ऑर अन्य मामने में माननीय सर्वोच्च न्याया्रय की पीठ ने (2) निम्नलिखित रुप में अशभिनिर्धारित किया:-/7. धारा 5-ए",
  "“7 Section 5-A embodies a very just and wholesome principle": "की पीठ ने (2) निम्नलिखित रुप में अशभिनिर्धारित किया:-/7. धारा 5-ए एक बहुत ही न्‍्यायसंगत और संपूर्ण सिद्धांत का प्रतीक हैं कि एक",
  "that a person whose property is being or is intended to be": "व्यक्ति जिसकी संपत्ति अर्जित की जा रही है या जिसका अधिग्रहण करने",
  "acquired should have a proper and reasonable opportunity of persuading the authorities concerned that acquisition of the": "का ड़रादा हैँ उसके पास संबंधित अधिकारियों को यह समझाने का उचित",
  "the right to file objections under Section 5-A is a substantial": "अवनोकन का उल्लेख कर सकते हैं/ 440, कि धारा 5-फक के अधीन आपति दर्ज करने का अधिकार एक महत्वपूर्ण अधिकार हैं जब किसी",
  "right when a person's property is being th reatened with acquisition": "व्यक्ति की संपति को अधिग्रहण से खतरा हो रहा हैं ऑर उस अधिकार",
  "and that right cannot be taken away as if by a side wind.": "को इस्र प्रकार नहीं निया जा सकता हैं जैसे कि एक साइड विड द्‌वारा।",
  "Subsection (2) of Section 5-A makes it obligatory on the Collector": "धारा 5-ए की उपधारा (2) कनेक्टर पर यह अनिवार्य बनाती है कि वह",
  "to give an objector an opportunity of being heard. After hearing": "किसी आक्षेपकर्ता को सुनवाई का अवसर दे। सभी आपत्तियों को सुनने",
  "all objections and making further inquiry he is to make a report to the appropriate Government containing his recommendation": "ऑर आगे की जांच करने के बाद उन्हें उपयुक्त सरकार को एक रिपोर्ट देनी है जिसमें आपतियों पर उनकी सिफारिश अतिम हैं। धारा 5-ए के",
  "on a consideration of the report, if any, made by the Collector": "तहत कलेक्टर द्वारा दी गई रिपोर्ट यवि कोर्डइ हो पर विचार करने के",
  "(2). The legislature has, therefore, made complete provisions for the persons interested to file objections against the proposed": "(4) इसलिए विधायिका ने इच्छुक व्यक्तियाँ के लिए प्रस्तावित",
  "5-A : (See Section 17 (4) of the Acquisition Act).”": "प्रदान की गई हैं: (अधिग्रहण अधिनियम की धारा 77 (4) देखें)",
  "(14) Recently, in Surinder Singh Brar and others versus Union": "((5)... हान ही में सुरिन्‍्वर सिंह बरार ऑर अन्य बनाम भारत संघ ऑर",
  "hearing under Section 5-A(2) of the Act is to be effective hearing and not": "कि अधिनियम की धारा 5-ए (2) के अधीन सुनवाई प्रभावी सुनवाई होनी चाहिए",
  "an empty formality on the basis of which the Collector has to make a report": "न कि एक खाली ऑपचारिकता जिसके आधार पर कल्रेक्टर को उस भ्रृत्रि के संबंध में एक रिपोर्ट बनानी होगी जिसे अधिसृचित किया जाना हैं ऑर सरकार",
  "procedure would render the whole acquisition bad. The relevant portion": "इस अनिवार्य प्रक्रिया का कोर्ड भी उन्त्रंधन पूरे अधिग्रहण को खराब कर देगा। प्रासंगिक भाग इस प्रकार हैं? -",
  "“58. What needs to be emphasised is that hearing required to": "\"58, इस बात पर जोर दिए जाने की आवश्यकता है कि धारा 5ए (2) के",
  "be given under Section 5A(2) to a person who is sought to be deprived of his land and who has filed objections under Section": "तहत उस्र व्यक्ति की सुनवाई की जानी चाहिए जिसे उसकी अभ्मि से वंचित करने की मांग की गई है ऑर जिसने धारा 5ए (!) के तहत आपत्तियां दायर",
  "who is enjoined with the task of hearing the objectors has the": "जिसे विरोध करने वालों को सुनने का कार्य सौंपा गया हैं. को आगे की जांच",
  "freedom of making further enquiry as he may think necessary.": "करने की स्वतंत्रता है जैसा कि वह आवश्यक समझता हैं/ किसी भी स्थिति",
  "In either eventuality, he has to make report in respect of the land notified under Section 4(1) or make different reports in respect": "में उसे धारा 4 (7) के तहत अधिसचित भ्रुमि के संबंध में रिपोर्ट बनानी होगी",
  "the same to the appropriate Government along with the record": "के साथ उपयुक्त सरकार को अनग-अलग रिपोर्ट देनी होगी ऑर बाव के",
  "of proceedings held by him for the latter’s decision. The": "निर्णय के लिए उसके दृवार आयोजित कार्यवाही के रिकॉर्ड के साथ उपयुक्त",
  "appropriate Government is obliged to consider the report, ifany, made under Section 5A(2) and then record its satisfaction that": "सरकार को प्रस्तुत करनी होगी। उपयुक्त सरकार धारा 57 (2) के तहत बनाई गई रिपोर्ट यवि कोई हो पर विचार करने और फिर अपनी संतुष्टि दर्ज करने",
  "the particular land is needed for a public purpose. This exercise": "के त्रिए बाध्य हैं कि विशेष भ्र्मि की सार्वजनिक उद्देश्य के लिए आवश्यकता",
  "culminates into making a declaration that the land is needed for": "हैं। यह अभ्यास एक घोषणा करने में समाप्त होता है कि भूमि एक",
  "a public purpose and the declaration is to be signed by a Secretary": "सार्वजनिक उद्देश्य के लिए आवश्यक हैं ऑर घोषणा पर सरकार के सचिव",
  "to the Government or some other officer duly authorised to": "या इसके आवेशों को प्रमाणित करने के लिए विधिवत अधिकृत किसी अन्य",
  "persons to file objections or denial of opportunity of personal": "कोर्ड भी उल्लंघन या आक्षेपकर्ताओं को व्यक्तिगत सुनवाई के अवसर से",
  "hearing to the objector(s) vitiates the recommendations made by the Collector and the decision taken by the appropriate": "इनकार कलेक्टर व्‌वारा की गई सिफारिशों ऑर ऐसी सिफारिशों पर उपयुक्त",
  "made by the Collector without duly considering the objections": "वनीनों पर विधिवत विचार किए बिना कन्रेक्टर द्वारा की गर्ड सिफारिशें या",
  "light of the recommendations made by the Collector wi ll denude": "कलेक्टर व्‌वारा की गई सिफारिशों के आनोक में ऐसी आपत्तियों पर वस्तुनिष्ठ",
  "the decision of the appropriate Government of statutory finality.": "निर्णय लेने में उपयुक्त सरकार की विफलता उपयुक्त सरकार के वैधानिक",
  "purpose and the declaration made under Section 6(1) will be": "लिए आवश्यकता हैं और धारा 6 (7) के तहत की गई घोषणा कानूनी पवित्रता",
  "devoid of legal sanctity if statutorily engrafted procedural safeguards are not adhered to by the concerned authorities or": "से रहित होगी यवि संबंधित अधिकारियों द्वारा वैधानिक रूप से उत्कीर्ण प्रक्रियात्मक सुरक्षा उपायों का पानन नहीं किया जाता हैं या प्राकृतिक न्याय",
  "before us are illustrative of flagrant violation of the mandate of Sections5A(2) and 6(1). Therefore, question number (ii) is": "के सिवृधातों का उल्न्रंधन होता हैं। हमारे समक्ष मामने धारा 5ए (2) और 6 के अधिवेश के घोर उल्त्रंघन के उदाहरण हैं2). अतः प्रश्न संख्या (6) का",
  "answered in affirmative.”": "उत्तर सकारात्मक दिया जाता हैं। ”",
  "(15) Thus, keeping in view the principles laid down above that the": "(6) इस प्रकार, ऊपर निर्धारित सिद्धांतों को ध्यान में रखते हुए कि",
  "mandatory procedurc has to be followed and the substantial right of the": "अनिवार्य प्रक्रिया का पाल्नन किया जाना है और भूमि मालिकों के पर्याप्त अधिकार",
  "land owners is being taken away, there is no hesitation to hold that in the": "को छीन लिया जा रहा है, यह अभिनिर्धारित करने में कोई संकोच नहीं है कि",
  "present case, respondent no. 2 wrongly dismissed the objections filed by": "वर्तमान मामले में, प्रतिवादी संख्या 2 ने याचिकाकर्ताओं द्वारा दायर आपत्तियों"
}