{
  "838 I.L.R. PUNJAB AND HARYANA 2012(1)": "838",
  "(17) That apart, we have gone through the site plan depicting the situation as it now exists after the filing of affidavit dated 19.4.2011 and": "(7) इसके अलावा, हमने स्थल योजना का अध्ययन किया है जो उस स्थिति को दर्शाती है जो अब दिनांकित",
  "situation as it now exists after the filing of affidavit dated 19.4.2011 and disposal of writ petitions, the land in question in these writ petitions stands": "शपथ पत्र दाखिल करने और रिट याचिकाओं के निपटारे के बाद मौजूद है, इन रिट याचिकाओं में विचाराधीन",
  "sandwiched between the lands released/allotted and cannot be put to the use for which the land is sought to be acquired. In the light of the conditions": "भूमि जारी/आवंटित भूमि के बीच स्थित है और इसका उपयोग उस भूमि के द्वारा नहीं किया जा सकता है जिसके",
  "not be affected in any manner.": "सुविधाएं/सेवाएं भी किसी भी तरह से प्रभावित नहीं होंगी ।",
  "(18) The writ petitions are thus allowed in the above terms.": "(8) इस प्रकार रिट याचिकाओं को उपरोक्त शर्तों में अनुमति दी जाती है ।इस आदेश की प्रति अन्य मामलों",
  "M. Jain": "एम. जैन",
  "Before M. M. Kumar & A. N. Jindal, JJ.": "एम. एम. कुमार और ए. एन. जिंदल से पहले, जे. जे.",
  "LACHHMI NARAIN GUPTA AND OTHERS,—Petitioners": "लक्ष्मी नारायण गुप्ता और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "JARNAIL SINGH AND OTHERS,—Respondents C.W.P. No. 13218 of 2009": "जरनैल सिंह और अन्य,-2009 का उत्तरदाता सी. डब्ल्यू. पी. सं. 3248",
  "Constitution of India - Art. 14, 15, 16, 16(1),16(4-A),16(4-B),": "भारत का संविधान-अनुच्छेद 44,45,6,6 (), 46 (4-ए), 46 (4-बी), 73,77 (3), 226",
  "73, 77(3), 226 & 335 - Central Administrative Tribunals Act, 1985 - §.21 - Government of India (Transaction of Business) Rules, 1961": "और 335-केंद्रीय प्रशासनिक न्यायालय अधिनियम, 3985-धारा 2-भारत सरकार (व्यवसाय का",
  "- RL3 & 4 - Tax Inspectors (General Category) have impugned order": "लेनदेन) नियम, 4964-धारा ३3 और 4-कर निरीक्षकों (सामान्य श्रेणी) ने आयकर अधिकारी के पद",
  "passed by CAT issuing directions for consideration of cases of": "पर विचार करने के लिए कैट निर्देश जारी करके आदेश पारित किया है, जिसके परिणामस्वरूप सामान्य",
  "roster point promotion, relaxed qualification promotion and other": "श्रेणी के पद का उपयोग रोस्टर पॉइंट पदोन्नति, छूट योग्य योग्यता पदोन्‍नति और अन्य रियायतों के",
  "concessions - Directions issued - Petition disposed of.": "खिलाफ किया गया है-निर्देश जारी किए गए-याचिका का निपटारा किया गया।",
  "Held, That the controversy whether the provision for reservation in promotion could be made by the State/Union of India without imposing": "यह विवाद कि क्या पदोन्नति में आरक्षण का प्रावधान भारत के राज्य/संघ द्वारा बिना कोई शर्त लगाए किया जा",
  "842 LL.R. PUNJAB AND HARYANA 2012(1)": "842",
  "(5) In reply to para 3(ix) of the OA it has been highlighted that out": "(5) ओ. ए. के पैरा 3 (>) के जवाब में इस बात पर प्रकाश डाला गया है कि आवेदक-प्रतिवादी संख्या ] से 3",
  "of 20 officials named by the applicant-respondent Nos. 1 to 3, as many as 14 officials were promoted in the DPCs held prior to the issuance of": "द्वारा नामित 20 अधिकारियों में से 4 अधिकारियों को दिनांक के निर्देश जारी करने से पहले आयोजित डी.",
  "the post of Income Tax Officer, the official is required to qualify the": "पी. सी. में पदोन्‍नत किया गया था । आयकर अधिकारी के पद पर पदोन्नति के लिए पात्र बनने के लिए, अधिकारी",
  "Departmental Examination for Income Tax Inspector for confirmation in that": "को उस संवर्ग में पुष्टि के लिए आयकर निरीक्षक के लिए विभागीय परीक्षा उत्तीर्ण करना आवश्यक है | आवेदक-",
  "cadre. With regard to the officers pointed out by the applicant-respondent Nos. | to 3, it has been stated that Smt. Ritu Wariah had qualified the": "प्रतिवादी संख्या ] से 3 द्वारा बताए गए अधिकारियों के संबंध में, यह कहा गया है कि श्रीमती. रितु वारिया ने",
  "Departmental Examination for Income Tax Inspectors with relaxed standards,": "आयकर निरीक्षकों के लिए विभागीय परीक्षा को आसान मानकों के साथ उत्तीर्ण किया था, इसलिए उन्हें आयकर",
  "therefore, she was not considered as ‘own merit’ candidate for promotion to the post of Income Tax Officer. The remaining officers, who were": "अधिकारी के पद पर पदोन्नति के लिए 'स्वयं की योग्यता' वाले उम्मीदवार के रूप में नहीं माना जाता था | शेष",
  "to the post of Income Tax Officer. The remaining officers, who were promoted in DPCs held subsequent to the issuance of instructions dated": "अधिकारी, जिन्हें डी. पी. सी. में पदोन्‍नत किया गया था, उन्हें 'अपनी योग्यता' के आधार पर दिनांक",
  "Sr. Name of the Subject (Marks) and year in which No. Officers benefit of Relaxed Standard": "वरिष्ठ विषय का नाम (अंक) और वह वर्ष जिसमें शिथिल मानक का लाभ मिलता है",
  "1. Baldev Raj Book Keeping (55) in the year 1996": ". बलदेव राज वर्ष 996 में बुक कीपिंग (55)",
  "2. Ishar Dass LT (88) in the year 1996": "2. इशर दास 996 में एल. टी. (88)",
  "3. Ramji Dass OT (54) in the year 1994": "3. रामजी दास वर्ष 994 में ओटी (54)",
  "4. — Roshan Lal OT (55) in the year 1994": "सर्ििीिीी।णंि)ी रोशन लाल ओटी (55) वर्ष 994",
  "5. | Gurcharan Singh BK (56) in the year 1996": "5, गुरचरण सिंह बी. के. (56) वर्ष 996",
  "(6) It has been submitted that out of 20 candidates who according": "(6) में यह प्रस्तुत किया गया है कि 20 उम्मीदवारों में से जिन्हें आवेदक-उत्तरदाता संख्या ] से 3 के अनुसार",
  "to the applicant-respondent Nos. | to 3 were to be treated as “own merit’ candidates, 14 candidates were promoted in the DPCs, which were held": "'स्वयं की योग्यता' वाले उम्मीदवारों के रूप में माना जाना था, 4 उम्मीदवारों को डी. पी. सी. में पदोन्‍नत किया",
  "prior to the issuance of instructions dated 11.7.2002 and 6 candidates, who": "गया था, जो दिनांक के निर्देश जारी करने से पहले आयोजित किए गए थे और 6 उम्मीदवार, जिन्हें निर्देश जारी",
  "were promoted in DPCs held after issuance of instructions, had availed the benefit of relaxed standards. Therefore, those 20 candidates could not be": "करने के बाद आयोजित डी. पी. सी. में पदोन्‍नत किया गया था, ने शिथिल मानकों का लाभ उठाया था | इसलिए,",
  "benefit of relaxed standards. Therefore, those 20 candidates could not be treated as ‘own merit’ candidates.": "उन 20 उम्मीदवारों को 'अपनी योग्यता' वाले उम्मीदवारों के रूप में नहीं माना जा सकता था।",
  "(7) In the rejoinder, the applicant-respondent Nos. | to 3 urged": "(7) प्रत्युत्तर में, आवेदक-प्रतिवादी संख्या से 3 ने न्यायाधिकरण के समक्ष आग्रह किया कि डी. पी. सी. की",
  "LACHHMI NARAIN GUPTA AND OTHERS y. JARNAIL SINGH 839": "839 लछमी नारायण गुप्ता और अन्य बनाम जरनैल सिंह",
  "AND OTHERS (M.M. Kumar, J.)": "और अन्य (एम. एम. कुमार, जे.)",
  "Vs. UOI 1992 Supp. (3) SCC 217. In the case of Uol Vs. Vir Pal Singh": "बनाम यू. ओ. आई. 992 सप.(3) एससीसी 27 ।यू. ओ. आई. बनाम वीर पाल सिंह चौहान (995) 6",
  "Chauhan (1995) 6 SCC 684 and Ajit Singh Januja Vs. State of Punjab": "एस. सी. सी. 684 और अजीत सिंह जानुजा बनाम पंजाब राज्य (996) 2 एस. सी. सी. 75 के मामले में",
  "it. Reservation has to be used in a limited sense otherwise it will perpetuate": "करने के लिए आवश्यक है न कि इसे बनाए रखने के लिए | आरक्षण का उपयोग सीमित अर्थों में किया जाना चाहिए",
  "casteism. In case excessive reservation found in an enactment, the Court": "अन्यथा यह जातिवाद को कायम रखेगा | यदि किसी अधिनियम में अत्यधिक आरक्षण पाया जाता है, तो न्यायालय",
  "can strike down such an enactment. What needs to be found is a stable": "इस तरह के अधिनियम को रद्द कर सकता है ।जो खोजने की आवश्यकता है वह पिछड़े लोगों के लिए न्यायाधीश",
  "equilibrium between justice to the backward, equity for the forwards and efficiency for the entire system. Further held that no reservation and promotion": "आगे के लिए समानता और पूरी प्रणाली के लिए दक्षता के बीच एक स्थिर संतुलन है ।इसके अलावा यह",
  "directed that seniority and promotion of Income Tax Inspector shall be made": "दरकिनार कर दिया गया | इसके अलावा निर्देश दिया कि आयकर निरीक्षक की वरिष्ठता और पदोन्नति आरक्षण",
  "without any element of reservation and promotion.": "और पदोन्नति के किसी भी तत्व के बिना की जाएगी।",
  "(Para 31, 32, 34 & 35)": "(पैरा 3],32,34 और 35)",
  "Rajiv Atma Ram, Sr. Advocate, with Vikas Kuthiala, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से वकील विकास कुथियाला के साथ वरिष्ठ अधिवक्ता राजीव आत्मा राम |",
  "M.K. Tiwari, Advocate, for respondent No. 1.": "प्रतिवादी संख्या के लिए एम. के. तिवारी, अधिवक्ता",
  "Deepak Sibal, Advocate, for respondent Nos. 2 and 3.": "प्रतिवादी संख्या 2 और 3 की ओर से अधिवक्ता दीपक सिब्बल |",
  "Renu Bala Sharma, Sr. Panel Counsel, UOI, for respondent No. 5.": "रेनू बाला शर्मा, वरिष्ठ पैनल वकील, यू, ओ. आई., प्रतिवादी संख्या 5 के लिए।",
  "A.S. Grewal, Sr. Panel Counsel, Income Tax Department, for respondent No. 6.": "ए. एस. ग्रेवाल, सीनियर पैनल काउंसल, आयकर विभाग, प्रतिवादी संख्या 6 के लिए।",
  "M.M. KUMAR, J.": "एम. एम. कुमार जे.",
  "(1) The instant petition under Article 226 of the Constitution has been filed by the Income Tax Inspectors belonging to the General category,": "(]) संविधान के अनुच्छेद 226 के तहत तत्काल याचिका सामान्य श्रेणी से संबंधित आयकर निरीक्षकों द्वारा",
  "‘the Tribunal’), in OA No. 519-PB-2007 and RA No. 24 of 2009": "2007 और आर, ए. संख्या 24 में पारित किए गए ].2.2008 (पी-6) और 7.5.2009 (पी-9) के",
  "for promotion to the posts of Income Tax Officer on the basis of their ‘own": "मामलों को उनकी 'अपनी योग्यता' के आधार पर आयकर अधिकारी के पदों पर पदोन्नति के लिए विचार करने के",
  "roster point promotion, relaxed qualification promotion and other concessions.": "पॉइंट पदोन्नति, योग्यता पदोन्नति में ढील और अन्य रियायतें दी जाती हैं | आवश्यक परिणाम यह है कि सामान्य",
  "LACHHMI NARAIN GUPTA AND OTHERS vy. JARNAIL SINGH 845": "845 लछमी नारायण गुप्ता और अन्य बनाम जरनैल सिंह",
  "that there are compelling reasons for reservation concerning backwardness of Scheduled Caste category which would warrant grant of promotion to": "कि अनुसूचित जाति वर्ग के पिछड़ेपन के संबंध में आरक्षण के लिए मजबूर करने वाले कारण हैं जो अनुसूचित",
  "the members of the Scheduled Castes/Scheduled Tribes; and (b) grant": "जाति/अनुसूचित जनजाति के सदस्यों को पदोन्नति प्रदान करने के लिए आवश्यक हैं; और (ख) उन्हें पदोन्‍नति",
  "of promotion to them would not in any way adversely affect the administrative efficiency and working of the office. Primarily, the plea has": "देने से किसी भी तरह से प्रशासनिक दक्षता और कार्यालय के कामकाज पर प्रतिकूल प्रभाव नहीं पड़ेगा | मुख्य",
  "been raised that no such survey has been carried out and the instructions": "रूप से, यह याचिका दायर की गई है कि ऐसा कोई सर्वेक्षण नहीं किया गया है और दिनांकित निर्देश बिना किसी",
  "dated 11.7.2002 have been issued without any basis, which is against the mandate of law as incorporated by Article 16(4A) and interpreted by a": "आधार के जारी किए गए हैं, जो अनुच्छेद 6 (40) द्वारा शामिल कानून के जनादेश के खिलाफ है और इस",
  "M. Nagaraj versus Union of India (2).": "एम. नागराज बनाम भारत संघ (2)।",
  "(14) It is pertinent to mention that after hearing the arguments the": "(4) यह उल्लेख करना उचित है कि दलीलों को सुनने के बाद 20.7.200 के आदेश के माध्यम से निर्णय",
  "judgment was reserved vide order dated 20.7.2010. However, before the judgment could be pronounced, The Director, Ministry of Personnel, Public": "सुरक्षित रखा गया था ।हालांकि, इससे पहले कि फैसला सुनाया जा सके, निदेशक, कार्मिक, लोक शिकायत और",
  "Grievances and Pensions, Department of Personnel and Training, Government": "पेंशन मंत्रालय, कार्मिक और प्रशिक्षण विभाग, भारत सरकार ने अनुसूचित जाति/अनुसूचित जनजाति उम्मीदवारों",
  "“The undersigned is directed to refer to this Department’s O.M.": "“ अधोहस्ताक्षरित व्यक्ति को निर्देश दिया जाता है कि वह ] जुलाई 2002 के इस विभाग के ओ. एम. सं.",
  "their own merit and not owing to reservation or relaxation of qualifications will be adjusted against unreserved points of the": "न कि आरक्षण या योग्यता में छूट के कारण, आरक्षण सूची के अनारक्षित अंकों के खिलाफ समायोजित किया",
  "reservation roster and not against reserved points. It was subsequently clarified by the Department’s O.M. No. 36028/": "जाएगा, न कि आरक्षित अंकों के खिलाफ । बाद में विभाग के ओ. एम. संख्या 36028/7/200व-ए. एस. टी.",
  "merit did not apply to the promotions made by non-selection method.": "प्रभावी हुआ और स्वयं की योग्यता की अवधारणा गैर-चयन विधि द्वारा की गई पदोन्नति पर लागू नहीं हुई।",
  "2. Central Administrative Tribunal Madras Bench in O.A. No. 900/2005 (S. Kalugasalamoorthy V/S Union of India and": "2. केंद्रीय प्रशासनिक न्यायाधिकरण मद्रास पीठ ने ओ. ए. सं. 900/2005 (एस. कलुगासलामूर्ति",
  "others) has set aside the O.M. No. 36928/17/2001-Estt. (Res.)": "बनाम/एस. भारत संघ और अन्य) में ओ. एम. सं. 36928/7/200व-ए. एस. टी. को दरकिनार कर दिया",
  "dated 31.1.2005 and held that when a person is selected on": "है । (आर. एस.) दिनांक 3.7.2005 और यह अभिनिर्धारित किया कि जब किसी व्यक्ति का चयन उसकी",
  "the basis of his own seniority, the scope of considering and counting him against quota reserved for SCs does not arise.": "अपनी वरिष्ठता के आधार पर किया जाता है, तो अनुसूचित जातियों के लिए आरक्षित कोटे के खिलाफ उस पर विचार करने और उसे गिनने की गुंजाइश उत्पन्न नहीं होती है।",
  "(2) 2006 (8) SCC 212": "(2) 2006 (8) एससीसी 22",
  "of post based roster system. According to them, total 430 candidates were": "पोस्ट आधारित रोस्टर प्रणाली | उनके अनुसार, वर्ष 996 से 2007 के दौरान कुल 430 उम्मीदवारों को",
  "4.12.2003, 15.7.2004, 28.10.2004, 7.4.2005, 4.10.2005, 23.12.2005,": "4,28.0.2004,/7.4.2005,4.0.2005,23.2.2005,8.7/.2006,.]2.2 006 और",
  "18.7.2006, 11.12.2006 and 9.8.2007. It has also been submitted that a": "9.8.2007 पर आयोजित की गई | यह भी प्रस्तुत किया गया है कि व..997,3..2000 और",
  "review DPC was held on 10.2.2003 reviewing DPCs held on 11.11.1997,": "8.6.200] पर आयोजित डी. पी. सी. की समीक्षा 0.2.2003 पर एक समीक्षा डी. पी. सी. आयोजित की",
  "of ITO, 80 candidates belonging to Schedule Caste category were promoted": "गई थी | आई. टी. ओ. के पदों पर पदोन्‍नत 430 उम्मीदवारों में से अनुसूचीत जाति श्रेणी के 80 उम्मीदवारों को",
  "as per their own seniority-cum-fitness and only two SC candidates, namely,": "उनकी वरिष्ठता-सह-योग्यता के अनुसार पदोन्‍नत किया गया था और केवल दो अनुसूचीत जाति उम्मीदवारों, श्री",
  "Shri Hans Raj and Shri Ram Dass Banga, were promoted as ITOs by giving benefits of relaxed standard following the rule of reservation, as per the DPC": "हंस राज और श्री राम दास बंगा को डी. पी. सी. के अनुसार आरक्षण के नियम का पालन करते हुए शिथिल मानक का लाभ देकर आई. टी. ओ. के रूप में पदोन्‍नत किया गया था।",
  "(8) It has further been submitted that once the posts earmarked for the reserved categories as per roster are filled up then the reservation is": "(8) यह भी प्रस्तुत किया गया है कि रोस्टर के अनुसार आरक्षित श्रेणियों के लिए निर्धारित पदों को भरने के",
  "complete. The roster cannot operate any further and it should be stopped.": "बाद आरक्षण पूरा हो जाता है | रोस्टर आगे काम नहीं कर सकता है और इसे रोका जाना चाहिए | इसके बाद कैडर",
  "Any post falling vacant, in a cadre thereafter, is to be filled up by promoting": "में खाली होने वाले किसी भी पद को उस श्रेणी के किसी ऐसे व्यक्ति को पदोन्‍नत करके भरा जाना है, जिसने",
  "a person of that category who have caused the vacancy be it General, Scheduled Caste or Scheduled Tribe. According to the applicant-respondent": "रिक्तता का कारण बना हो, चाहे वह सामान्य, अनुसूचित जाति या अनुसूचित जनजाति हो | आवेदक-प्रतिवादी",
  "Nos. | to 3 the concept of ‘own merit’ relates back to 10.2.1995 when": "संख्या से 3 के अनुसार 'स्वयं की योग्यता' की अवधारणा 0.2.995 से संबंधित है जब माननीय सर्वोच्च",
  "5-Judge Bench of Hon’ble the Supreme Court issued comprehensive directions in the case of R.K. Sabharwal versus State of Punjab (1).": "न्यायालय की 5-न्यायाधीशों की पीठ ने आर, के, सभरवाल बनाम पंजाब राज्य (]) के मामले में व्यापक निर्देश",
  "(9) The official respondents also filed additional affidavit dated": "जारी किए थे। (9) आधिकारिक प्रतिवादी ने दिनांक 20.]].2008 का अतिरिक्त शपथ पत्र भी दायर किया",
  "dated 2.7.1997, 11.7.2002 and 31.1.2005.": "साथ ही दिनांकित 2.7.]997,.7.2002 और 3..2005 के निर्देशों को जारी करने का तथ्य भी।",
  "(10) On 11.12.2008, the Tribunal allowed the O.A. filed by the": "(]0) .2.2008 पर, न्यायाधिकरण ने आवेदक-प्रतिवादी संख्या से 3 द्वारा दायर 0. #.. को यह",
  "applicant-respondent Nos. | to 3 holding that the instructions dated 2.7.1997 were modified by the instructions dated 11.7.2002 (R-1), which are": "मानते हुए अनुमति दी कि 2.7.]997 दिनांकित निर्देशों को ].7.2002 (॥२-) दिनांकित निर्देशों द्वारा",
  "clarificatory in nature and, therefore, would relate back to the date of": "संशोधित किया गया था, जो प्रकृति में स्पष्टीकरणात्मक हैं और इसलिए, जारी करने की तारीख, अर्थात्‌",
  "issuance, namely, 2.7.1997. On that basis, the Tribunal has held that w.e.f.": "2.7.997 से संबंधित होंगे । उस आधार पर, न्यायाधिकरण ने निर्णय दिया है कि डब्ल्यू, ई. एफ. 2.7.997",
  "whether on reserved roster point or on their ‘own merit’ which would consume General category vacancies, leaving reserved roster point post for": "उनकी 'अपनी योग्यता' पर, जो सामान्य श्रेणी की रिक्तियों का उपभोग करेगा, अनुसूचित जाति श्रेणी के",
  "(1) = 1995 (2) SCC 745": "() ]995 (2) एससीसी 745",
  "844 LL.R. PUNJAB AND HARYANA 2012(1)": "844",
  "(3) It has further been stated by the applicant-respondent Nos. | to 3 that as per proceedings of the meeting dated 12.11.2006, the sanctioned": "(3) आवेदक-प्रत्यर्थी संख्या ] से 3 द्वारा आगे कहा गया है कि दिनांक 4 की बैठक की कार्यवाही के अनुसार,",
  "strength of ITOs were raised to 329. Against 46 roster points, 62 points": "आई. टी. ओ. की स्वीकृत संख्या 329 कर दी गई थी | 46 रोस्टर अंकों के मुकाबले, अनुसूचित जाति श्रेणी के",
  "were being occupied by candidates belonging to Scheduled Caste category, which also includes 3 SC category officers who were promoted as per their": "उम्मीदवारों द्वारा 62 अंकों पर कब्जा किया जा रहा था, जिसमें 3 अनुसूचित जाति श्रेणी के अधिकारी भी शामिल",
  "own merit/seniority. In this manner, only 59 SC candidates were working": "हैं जिन्हें उनकी योग्यता/वरिष्ठता के अनुसार पदोन्‍नत किया गया था |इस तरह, केवल 59 अनुसूचित जाति के",
  "prescribed quota for SC category. In para 3(ix) of the OA, the applicant- respondent Nos. | to 3 have also furnished the detail of candidates who": "कोटे से अधिक था |ओ,. ए. के पैरा 3 (90) में, आवेदक-प्रतिवादी संख्या से 3 ने उन उम्मीदवारों का विवरण",
  "were selected on the basis of their ‘own merit’ during the period from July 1997 to October 2000. They claimed that out of 42 SC candidates, 20": "भी प्रस्तुत किया है जिनका चयन जुलाई 997 से अक्टूबर 2000 की अवधि के दौरान उनकी 'अपनी योग्यता' के आधार पर किया गया था। उन्होंने दावा किया कि 42 अनुसूचित जाति उम्मीदवारों में से 20",
  "SC candidates were promoted to the posts of ITO on the basis of their ‘own merit’ and without granting any relaxation in respect of qualification": "अनुसूचित जाति उम्मीदवारों को उनकी 'अपनी योग्यता' के आधार पर और योग्यता आदि के संबंध में कोई छूट",
  "etc. because they had cleared the ITO Examination with standard prescribed": "दिए बिना आईटीओ के पदों पर पदोन्‍नत किया गया था क्‍योंकि उन्होंने सामान्य श्रेणी के लिए निर्धारित मानक के",
  "representations dated 7.12.2006 (P-4) and 20.7.2007 (P-5) asserting that": "20.7.2007 (7-5) दिनांकित अभ्यावेदन दायर किए जिसमें कहा गया कि अनुसूचित जाति श्रेणी के जिन",
  "the SC category candidates who got their promotion as per their own merit": "उम्मीदवारों ने अपनी योग्यता के अनुसार पदोन्नति प्राप्त की है, उन्हें सामान्य श्रेणी से संबंधित पदों का सेवन",
  "and promotion of additional SC candidates as per their quota is required": "करने वाला माना जाना चाहिए और उनके कोटे के अनुसार अतिरिक्त अनुसूचित जाति उम्मीदवारों की पदोन्नति",
  "to be ordered.": "का आदेश दिया जाना आवश्यक है।",
  "(4) In the written statement filed on behalf of the official respondents": "(4) आधिकारिक प्रतिवादी की ओर से दायर लिखित बयान में न्यायाधिकरण के समक्ष यह रुख अपनाया गया कि",
  "the stand taken before the Tribunal was that eligibility list of Income Tax Inspectors was prepared by including those candidates who were eligible in terms of the recruitment rules and who were within the zone of consideration.": "आयकर निरीक्षकों की पात्रता सूची उन उम्मीदवारों को शामिल करके तैयार की गई थी जो भर्ती नियमों के संदर्भ",
  "in terms of the recruitment rules and who were within the zone of consideration. The list included those officials who were having three years of service and": "में पात्र थे और जो विचार के क्षेत्र के भीतर थे | इस सूची में वे अधिकारी शामिल थे जो तीन साल की सेवा में थे",
  "who had qualified the Departmental Examination for Income Tax Officers.": "और जिन्होंने आयकर अधिकारियों के लिए विभागीय परीक्षा उत्तीर्ण की थी | यह दावा किया गया है कि निर्धारित",
  "It has been asserted that there was already excess representation of Scheduled Caste category candidates as against the prescribed roster points and,": "रोस्टर अंकों की तुलना में अनुसूचित जाति श्रेणी के उम्मीदवारों का पहले से ही अधिक प्रतिनिधित्व था और",
  "hence, there was no need to extend the zone of consideration. The concept": "इसलिए, विचार के क्षेत्र को बढ़ाने की कोई आवश्यकता नहीं थी | 'ओन मेरिट' की अवधारणा को ओ. एम. नंबर",
  "2001-Estt.(Res.), dated 11.7.2002 (R-1). Another O.M. No. 36028/17/ 2001-Estt.(Res.), dated 31.1.2005 (R-2) was issued clarifying that the": "]) ।एक अन्य ओ, एम. सं, 36028/7 200-एस्ट | (आर, एस.), दिनांक 3]..2005 (आर-2) जारी",
  "Controverting the claim of the applicant-respondent Nos. | to 3, it has been": "प्रभावी होगा | आवेदक-प्रतिवादी संख्या से 3 के दावे का विरोध करते हुए, यह प्रस्तुत किया गया है कि",
  "category candidates as per the instructions issued by the Department of Personnel and Training (DoPT).": "कार्मिक और प्रशिक्षण विभाग (डीओपीटी) द्वारा जारी निर्देशों के अनुसार अनुसूचित जाति श्रेणी के उम्मीदवारों",
  "846 LL.R. PUNJAB AND HARYANA 2012(1)": "846",
  "The High Court of judicature at Madras in the matter of UOI V/S S. Kalugasalamoorthy (WP No. 15926 of 2007) has": "मद्रास के उच्च न्यायालय ने यू, ओ. आई. बनाम एस. एस. कलुगासलामूर्ति (2007 का डब्ल्यू. पी. संख्या",
  "upheld the decision of the Central Administrative Tribunal.": "5926) के मामले में केंद्रीय प्रशासनिक न्‍्यायाधिकरण के फैसले को बरकरार रखा है।",
  "3. The matter has been examined in the light of the above referred judgments and it has been decided to withdraw O.M. No.": "3. उपरोक्त निर्दिष्ट निर्णयों के आलोक में मामले की जांच की गई है और ऊपर निर्दिष्ट ओ. एम. सं.",
  "It is clarified that SC/ST candidates appointed by promotion on their own merit and seniority and not owing to reservation or relaxation of qualifications will be adjusted against unreserved points of reservation roster, irrespective of the fact whether the": "स्पष्ट किया जाता है कि आरक्षण या योग्यता में छूट के कारण नहीं, बल्कि अपनी योग्यता और वरिष्ठता के आधार पर पदोन्नति द्वारा नियुक्त एससी/एसटी उम्मीदवारों को आरक्षण रोस्टर के अनारक्षित अंकों के साथ समायोजित",
  "promotion is made by selection method or non-selection method. These orders will take effect from 2.7.1997 on the": "किया जाएगा, चाहे पदोन्नति चयन विधि द्वारा की गई हो या गैर-चयन विधि | ये आदेश उस तारीख से प्रभावी होंगे",
  "dated on which post based reservation was introduced.": "जिस दिन पद आधारित आरक्षण शुरू किया गया था।",
  "4. These instructions may be brought to the notice of all concerned.”": "4. इन निर्देशों को सभी संबंधित लोगों के ध्यान में लाया जा सकता है। ”",
  "(15) It is obvious that the said office memorandum has been issued in purported compliance of the order passed by the Madras Bench of the": "(5) यह स्पष्ट है कि उक्त कार्यालय ज्ञापन न्‍न्यायाधिकरण की मद्रास पीठ द्वारा पारित आदेश के कथित",
  "Tribunal, passed in O.A. No. 900/2005, withdrawing the earlier office": "अनुपालन में जारी किया गया है, जो ओ. ए. सं. 900/2005 में पारित किया गया है, जिसमें पहले के कार्यालय",
  "on their ‘own merit and seniority’ and not owing to reservation or relaxation of qualifications would be adjusted against unreserved points of roster,": "और वरिष्ठता' के आधार पर पदोन्नति द्वारा नियुक्त किया जाएगा, न कि आरक्षण या योग्यता में छूट के कारण,",
  "irrespective of the fact whether the promotion is made by selection method": "इस तथ्य की परवाह किए बिना कि पदोन्नति चयन विधि या गैर-चयन विधि द्वारा की जाती है, रोस्टर के",
  "retrospectively w.e.f. 2.7.1997 when the post based reservation was introduced.": "2.7.997 से प्रभावी बनाया गया है जब पद आधारित आरक्षण शुरू किया गया था।",
  "(16) In order to bring on record the office memorandum dated 10.8.2010 and to challenge the same either by filing a separate petition or": "(6) दिनांकित कार्यालय ज्ञापन को अभिलेख पर लाने के लिए और इसे चुनौती देने के लिए या तो एक अलग",
  "by amending the pending petition a request was made. Accordingly, the": "याचिका दायर आदेशके या लंबित याचिका में संशोधन आदेशके एक अनुरोध किया गया था |तदनुसार, पंजीकरण",
  "Registry was directed to list the matter for re-hearing. Thereafter, the instant": "को मामले को फिर से सुनवाई के लिए सूचीबद्ध करने का निर्देश दिया गया | इसके बाद, इस अदालत की उचित",
  "petition was amended by the petitioners after due permission of this Court.": "अनुमति के बाद याचिकाकर्ताओं द्वारा तत्काल याचिका में संशोधन किया गया । (7) याचिकाकर्ताओं के विद्वान",
  "(17) Mr. Rajiv Atma Ram, learned counsel for the petitioners has argued that the Original Application in the instant case was filed on 9.7.2007": "अधिवक्ता श्री राजीव आत्मा राम ने तर्क दिया है कि तत्काल मामले में मूल आवेदन 9.7.2007 पर दायर किया",
  "and no order passed beyond the period of 1% years, as postulated by": "गया था और डेढ़ साल की अवधि से आगे कोई आदेश पारित नहीं किया गया था,",
  "LACHHMI NARAIN GUPTA AND OTHERS y. JARNAIL SINGH 849": "849 लछमी नारायण गुप्ता और अन्य बनाम जरनैल सिंह",
  "case, the respondents who were the Original Applicants before the Tribunal, could not have claimed the benefit of the instructions because they have": "मामले में, प्रतिवादी जो न्यायाधिकरण के समक्ष मूल आवेदक थे, वे निर्देशों के लाभ का दावा नहीं कर सकते थे",
  "either been given 2-3 promotions on the roster point or have been granted relaxation in qualification like securing of marks etc. In support of his": "क्योंकि उन्हें या तो रोस्टर बिंदु पर 2-3 पदोन्नति दी गई है या उन्हें योग्यता में छूट दी गई है जैसे कि अंक प्राप्त",
  "Prakash (9) and Jitender Singh versus State of U.P. (10). In any case,": "प्रकाश (9) और जितेंद्र सिंह बनाम उत्तर प्रदेश राज्य (0) ।जो भी हो,",
  "the instructions itself postulate the aforesaid situation.": "निर्देश स्वयं उपरोक्त स्थिति को प्रस्तुत करते हैं । (23) उन्होंने लिखित बयान के रूप में आयकर उपायुकषत के",
  "and X of para 4, the details of various officers have been given with further": "शपथ पत्र का भी उल्लेख किया है | पैरा 4 के उप-पैरा | और »( के अनुसार, विभिन्‍न अधिकारियों का विवरण",
  "clarification whether they have availed promotion on roster point by relaxed": "आगे के स्पष्टीकरण के साथ दिया गया है कि क्या उन्होंने मानक में ढील देकर रोस्टर बिंदु पर पदोन्‍नति का लाभ",
  "their rejoinder dated 6.3.2008 filed before the Tribunal (P-3). The": "उठाया है | न्‍्यायाधिकरण (पी-3) के समक्ष दायर किए गए अपने प्रत्युत्तर दिनांक 6.3.2008 में प्रतिवादी द्वारा",
  "those of the petition were reiterated. Even in the preliminary submissions, there is no rebuttal to the aforesaid averments made by the deponent in": "गया है | यहां तक कि प्रारंभिक प्रस्तुतियों में भी, लिखित बयान में प्रतिवादी द्वारा किए गए उपरोक्त कथनों का",
  "the written statement. In Entry No. 720 of 2008, merely roster register has been placed on record, which constituted the basis for the observation made": "कोई खंडन नहीं है। 2008 के प्रविष्टि सं, 720 में, केवल रोस्टर रजिस्टर को अभिलेख पर रखा गया है, जो",
  "been adequately represented. The aforesaid is the legislative function and could not have been undertaken by the Tribunal. Learned counsel has also": "नहीं किया गया है | उपरोक्त विधायी कार्य है और इसे न्‍्यायाधिकरण द्वारा नहीं किया जा सकता था । विद्वान वकील",
  "relied upon the following judgments on ‘Own Merit Promotion’:": "ने 'अपने योग्यता संवर्धन' पर निम्नलिखित निर्णयों पर भी भरोसा किया हैः",
  "Uday Pratap Singh versus State of Bihar (11); Union of India versus Satya Parkash (12);": "उदय प्रताप सिंह बनाम बिहार राज्य (4); भारत संघ बनाम सत्य प्रकाश (42); जितेंद्र सिंह बनाम",
  "nion of India versus Ramesh Ram (14);": "उत्तर प्रदेश राज्य। (3); भारत संघ बनाम रमेश राम (4); भारत संघ बनाम भारत भूषण (5)।",
  "(9) 2006 (3) SLR 56": "(9) 2006 (3) एसएलआर 56",
  "(11) JT 1994 (6) SC 344": "() जेटी 994 (6) एससी 344",
  "(12) JT 2006 (3) SLR 56": "(]2) जेटी 2006 (3) एसएलआर 56",
  "(13) JT 2010 (1) SC 177": "(3) जेटी 200 () एससी ]77",
  "(14) JT 2010 (5) SC 212": "(4) जेटी 200 (5) एससी 22",
  "(15) 2008 (7) AC (Delhi) 420": "(]5) 2008 (7) एसी (दिल्ली) 420",
  "LACHHMI NARAIN GUPTA AND OTHERS y. JARNAIL SINGH 847": "847 लछमी नारायण गुप्ता और अन्य बनाम जरनैल सिंह",
  "Section 21 of the Central Administrative Tribunals Act, 1985, could have": "केंद्रीय प्रशासनिक न्यायालय अधिनियम, 985 की खंड 2] को चुनौती दी जा सकती थी ।निवेदन यह है कि",
  "been challenged. The submission is that the OA is badly hit by the delay and laches. Therefore, it suffers from the statutory bar created by Section": "ओ. ए. देरी और बाधाओं से बुरी तरह प्रभावित है ।इसलिए, यह उक्त अधिनियम की खंड 2] द्वारा बनाई गई",
  "21 of the said Act. Mr. Atma Ram also urged that the original applicant-": "वैधानिक बाधा से ग्रस्त है। श्री आत्मा राम ने यह भी आग्रह किया कि मूल आवेदक-प्रतिवादी निरीक्षक के पद",
  "13.8.2004 and 24.12.2004 after completing three years minimum service on the post of Inspector and after passing the departmental examination.": "पर तीन साल की न्यूनतम सेवा पूरी करने और विभागीय परीक्षा उत्तीर्ण करने के बाद 4.]2.2004,3.8.2004 और 2 4.72.2004 पर ।॥0 के पद पर पदोन्नति के लिए पात्र हो जाएं। वे",
  "They could not have challenged any promotion made before acquiring eligibility by them. In support of his submission, learned counsel has placed": "पात्रता प्राप्त करने से पहले की गई किसी भी पदोन्नति को चुनौती नहीं दे सकते थे | अपने निवेदन के समर्थन",
  "eligibility by them. In support of his submission, learned counsel has placed reliance on the judgments of Hon’ble the Supreme Court rendered in the": "में, विद्वान अधिवक्ता ने माननीय सर्वोच्च न्यायालय के निर्णयों पर भरोसा किया है",
  "cases of Chattar Singh versus State of Rajasthan (3); Roshni Devi v. State of Haryana (4), and Union of India versus N. Y. Apte (5).": "चत्तर सिंह बनाम राजस्थान राज्य (3); रोशनी देवी बनाम हरियाणा राज्य (4), और भारत संघ बनाम एन. वाई, आप्टे (5) के मामले।",
  "has placed reliance on the observations made in para 7 of the judgment": "माननीय सर्वोच्च न्यायालय के फैसले के पैरा 7 में की गई टिप्पणियों पर भरोसा किया है | उन्होंने आगे कहा कि",
  "was available to the Original Applicants, has not been availed either before": "ओ. ए. में संशोधन करने का विकल्प, जो मूल आवेदकों के लिए उपलब्ध था, न तो न्यायाधिकरण के समक्ष या इस",
  "the Tribunal or before this Court. Therefore, the OA should have been dismissed as having been rendered infructuous.": "न्यायालय के समक्ष लिया गया है ।इसलिए, ओ. ए. को निष्फल बताते हुए खारिज कर दिया जाना चाहिए था।",
  "(19) According to the learned counsel the view taken by the Tribunal": "(9) विद्वान अधिवक्ता के अनुसार न्यायाधिकरण द्वारा लिया गया दृष्टिकोण जिसमें कहा गया है कि",
  "holding that there was no necessity to challenge office orders dated 14.9.2007 and 29.11.2007 (R-3 and R-4) is erroneous because these orders have": "4.9.2007 और 29..2007 (॥१-3 और २-4) दिनांकित कार्यालय आदेशों को चुनौती देने की कोई",
  "statement filed by the official respondents. Mr. Atma Ram contended that": "दायर लिखित बयान में न्‍्यायाधिकरण के समक्ष प्रस्तुत किया गया था।श्री आत्मा राम ने तर्क दिया कि एक",
  "even a void order has to be necessarily challenged as has been held by Hon’ ble the Supreme Court in the case of State of Punjab versus Gurdev Singh (7). In any case, the petitioners, who belongs to General category,": "अमान्य आदेश को भी अनिवार्य रूप से चुनौती दी जानी चाहिए जैसा कि पंजाब राज्य बनाम गुरदेव सिंह (7) के मामले में माननीय सर्वोच्च न्यायालय ने कहा है ।किसी भी मामले में, याचिकाकर्ता, जो सामान्य श्रेणी से संबंधित",
  "were necessary parties before the Tribunal, as for making appointment on": "हैं, न्यायाधिकरण के समक्ष आवश्यक पक्ष थे, जहां तक नियुक्ति करने के लिए",
  "(6) AIR 1975 SC 650": "(6) 8॥१ 975 50 650",
  "848 LL.R. PUNJAB AND HARYANA 2012(1)": "848",
  "the basis of ‘Own merit’ of the candidate belonging to SC/ST category": "एससी/एसटी श्रेणी से संबंधित उम्मीदवार की 'अपनी योग्यता' का आधार सामान्य श्रेणी के उम्मीदवार को बदलने",
  "They would face reversion or would be on the road otherwise. Another": "के बाद ही संभव हो सकता था । उन्हें उलटफेर का सामना करना पड़ता या अन्यथा वे रास्ते पर होते | तर्क का एक",
  "limb of the argument is that the Tribunal has adopted absolutely unwarranted": "अन्य अंग यह है कि न्यायाधिकरण ने यह कहकर आत्यन्तिक रूप अनुचित दृष्टिकोण अपनाया है कि",
  "approach by saying that the petitioners were to be heard by the authorities while implementing the judgment.": "याचिकाकर्ताओं को निर्णय को लागू करते समय अधिकारियों द्वारा सुना जाना था।",
  "(20) Learned counsel has also relied upon the observations of Hon’ ble the Supreme Court in the case of M. Nagaraj (supra). According": "(20) विद्वान वकील ने एम. नागराज (उपरोक्त) के मामले में माननीय सर्वोच्च न्यायालय की टिप्पणियों पर भी",
  "to the learned counsel the power to make reservation must be preceded": "भरोसा किया है ।विद्वान अधिवक्ता के अनुसार आरक्षण देने की शक्ति से पहले एक अभ्यास किया जाना चाहिए जो",
  "by an exercise which is to be undertaken in respect of each cadre of each department to show that there are compelling reasons on account of": "प्रत्येक विभाग के प्रत्येक संवर्ग के संबंध में किया जाना चाहिए ताकि यह दिखाया जा सके कि आरक्षण देने के",
  "backwardness to make reservation, inadequacy of representation of such class keeping in mind the overall administrative efficiency in public administration. In that regard he has drawn our attention to the averments": "लिए पिछड़ेपन, लोक प्रशासन में समग्र प्रशासनिक दक्षता को ध्यान में रखते हुए ऐसे वर्ग के प्रतिनिधित्व की",
  "of the written statement of respondent Nos. 4 and 5 as well as the private": "कथनों और प्रतिवादी संख्या 4 और 5 के साथ-साथ निजी प्रतिवादी के लिखित बयान के संबंधित पैरा 9 के",
  "respondents. It has been specifically averred that no exercise was undertaken for making reservation reach to a definite conclusion that there are compelling": "जवाब की ओर हमारा ध्यान आकर्षित किया है।यह विशेष रूप से कहा गया है कि आरक्षण को इस निश्चित निष्कर्ष",
  "the judgment of Hon’ble the Supreme Court in M. Nagaraj’s case (supra).": "अधिवक्ता ने एम. नागराज के मामले (उपरोक्त) में माननीय सर्वोच्च न्यायालय के फैसले के पैरा 03 से 08",
  "concerning promotion have been issued for the first time on 11.7.2002 and": "पदोन्नति के संबंध में 'स्वयं योग्यता' निर्देश पहली बार .7.2002 पर जारी किए गए हैं और विशेष रूप से",
  "(R-2). Therefore, the Tribunal could not have issued directions for operating these instructions with a retrospective date 1.e. from 17.6.1995 when the": "न्यायाधिकरण इन निर्देशों को पूर्वव्यापी तिथि के साथ संचालित करने के लिए निर्देश जारी नहीं कर सकता था,",
  "85th amendment was brought into effect. He has further submitted that even": "यानी 7.6.995 से जब 85 वां संशोधन लागू किया गया था | उन्होंने आगे कहा है कि अन्यथा भी कानून के",
  "Court in the case of Sant Ram versus State of Rajasthan (8).": "संत राम बनाम राजस्थान राज्य (8) के मामले में न्‍न्यायालय।",
  "(22) Learned counsel then argued that even if the instructions are made applicable, the Tribunal has miserably failed to consider the concept": "(22) विद्वान वकील ने तब तर्क दिया कि भले ही निर्देशों को लागू किया जाता है, लेकिन न्यायाधिकरण 'अपनी",
  "made applicable, the Tribunal has miserably failed to consider the concept of ‘Own Merit Promotion’. In the light of the factual position of the present": "योग्यता पदोन्‍नति' की अवधारणा पर विचार करने में बुरी तरह विफल रहा है | वर्तमान की तथ्यात्मक स्थिति के आलोक में",
  "(8) AIR 1967 SC 1910": "(8) ए. आई. आर 967 एस. सी. 90",
  "850 I.L.R. PUNJAB AND HARYANA 2012(1)": "850",
  "(24) Mr. Atma Ram has raised another issue, namely, that the appointment/promotions made long years ago cannot now be unsettled. He": "(24) श्री आत्मा राम ने एक और मुद्दा उठाया है, जिसका नाम है, कि बहुत साल पहले की गई नियुक्ति/पदोन्‍्नति को अब शांत नहीं किया जा सकता है। उन्होंने कहा कि याचिकाकर्ताओं को चौदह साल पहले आयकर",
  "the post of Income Tax Officers i.e. in the year 1996 and, therefore, the": "अधिकारियों के पद पर यानी वर्ष ]996 में पदोन्‍नत किया गया था और इसलिए, न्यायसंगत विचार पर तय",
  "settled promotions on equitable consideration should not be reopened. In": "पदोन्नति को फिर से नहीं खोला जाना चाहिए ।प्रस्तुतिकरण के समर्थन में, विद्वान अधिवक्ता ने कृष्ण गोपाल",
  "versus State of Haryana (16), and a judgment of Hon’ble the Supreme": "बनाम हरियाणा राज्य (6) के मामले में दिए गए इस न्यायालय के पूर्ण पीठ के फैसले और रोशनी देवी बनाम",
  "Court rendered in the case of Roshni Devi versus State of Haryana (17).": "हरियाणा राज्य (]7) के मामले में दिए गए माननीय सर्वोच्च न्यायालय के फैसले पर भरोसा रखा है। (25) विद्वान",
  "document. According to the learned counsel the business of the Government": "कि उपरोक्त दस्तावेज़ के अवलोकन से स्पष्ट है विद्वान अधिवक्ता के अनुसार सरकार के कार्य को संविधान के",
  "is required to be transacted in the manner postulated by the statutory rules framed under Article 77(3) of the Constitution, which are known as": "अनुच्छेद 77 (3) के तहत बनाए गए वैधानिक नियमों द्वारा अभिनिर्धारित तरीके से किया जाना आवश्यक है,",
  "‘Government of India (Transaction of Business) Rules, 1961 (for brevity,": "जिन्हें 'भारत सरकार (कार्य का लेन-देन) नियम, 96' (संक्षिप्तता के लिए, 'कार्य का लेन-देन नियम') के रूप",
  "placed on record (P-17). It has been emphasised that according to Rule": "में जाना जाता है | उपरोक्त नियमों को भी अभिलेख (पी-7) में रखा गया है।इस बात पर जोर दिया गया है कि",
  "3 of the Transaction of Business Rules, disposal of business by Ministries": "व्यापार लेन-देन नियमों के नियम 3 के अनुसार, मंत्रालयों द्वारा व्यवसाय का निपटान अन्य विभागों के परामर्श से",
  "has to be in consultation with other departments and submission of cases to the Prime Minister, the Cabinet and its Committees, and the President.": "किया जाना चाहिए और मामलों को प्रधानमंत्री, मंत्रिमंडल और इसकी समितियों और राष्ट्रपति को प्रस्तुत",
  "Allbusiness allotted to a department under the Government of India (Allocation of Business) Rules, 1961 (for brevity, ‘the Allocation of Business Rules’)": "किया जाना चाहिए | भारत सरकार (व्यवसाय का आवंटन) नियम, 967 (संक्षिप्तता के लिए, 'व्यवसाय का",
  "of Business Rules inter-departmental consultations would be necessary where more than one department is involved. Learned counsel has drawn": "अंतर-विभागीय परामर्श आवश्यक होगा जहां एक से अधिक विभाग शामिल हैं । विद्वान वकील ने पैरा 35 (॥) और",
  "that office memorandum dated 10.8.2010 has not been issued in accordance with and in furtherance of the Transaction of Business Rules. The written": "कार्यालय ज्ञापन व्यापार नियमों के लेनदेन के अनुसार और उसे आगे बढ़ाने के लिए जारी नहीं किया गया है।",
  "statement filed by respondent Nos. 5 and 6 (by the Union of India and Chief Commissioner of Income-tax) to the aforesaid averments would show that": "प्रतिवादी संख्या 5 और 6 (भारत संघ और मुख्य आयकर आयुक्त द्वारा) द्वारा उपरोक्त कथनों के लिए दायर",
  "the assertion concerning incompetence of the Director to issue such an order": "लिखित बयान से पता चलता है कि ऐसा आदेश जारी करने में निदेशक की अक्षमता के बारे में दावा",
  "(16) 2010 (1) SCT 538": "(6) 200 () एस. सी. टी. 538 (7) 998 (8) एस. सी. सी. 59",
  "852 LL.R. PUNJAB AND HARYANA 2012(1)": "852",
  "member of the General category who is likely to be affected had been": "सामान्य श्रेणी के सदस्य, जिनके प्रभावित होने की संभावना है, उन्हें मूल आवेदक-प्रतिवादी संख्या ] से 3 द्वारा",
  "impleaded as party respondent before the Tribunal by the Original Applicant-": "न्यायाधिकरण के समक्ष पक्षकार प्रतिवादी के रूप में शामिल किया गया था | केवल आधिकारिक प्रतिवादी संख्या",
  "respondent Nos. | to 3. It is only the official respondent Nos. 5 and 6 who were made parties.": "5 और 6 को ही पक्षकार बनाया गया था।",
  "(28) Mr. A.S. Grewal and Ms. Renu Bala Sharma, adopts the arguments which have been submitted in the reply of respondent Nos. 5": "(28) श्री ए. एस. ग्रेवाल और सुश्री रेणु बाला शर्मा उन दलीलों को स्वीकार करते हैं जो प्रतिवादी संख्या 5",
  "and 6. Ms. Renu Bala Sharma has pointed out that in para (iil) of the letter": "और 6 के जवाब में प्रस्तुत की गई हैं | सुश्री रेणु बाला शर्मा ने बताया है कि दिनांक 5.9.200 (॥२-) के",
  "dated 15.9.2010 (R-1) it has been stated that before issuing the office memorandum, the approval of the Secretary (Personnel) was obtained and,": "पत्र के पैरा (॥#) में कहा गया है कि कार्यालय ज्ञापन जारी करने से पहले सचिव (कार्मिक) की मंजूरी प्राप्त की",
  "therefore, the argument that the instructions have been issued by the Director would not stand the scrutiny of law and the office memorandum dated": "गई थी और इसलिए, यह तर्क कि निदेशक द्वारा निर्देश जारी किए गए हैं, कानून की जांच में नहीं टिकेंगे और",
  "10.8.2010 has been issued by an authority who is competent to issue the": "दिनांकित 0.8.20व0 कार्यालय ज्ञापन एक प्राधिकरण द्वारा जारी किया गया है जो इसे जारी करने के लिए",
  "(29) The private respondent No. 1 also filed a reply and separate written statement has been filed by private respondent Nos. 2 and 3. Mr. M.K. Tiwari, learned counsel for respondent No. | has argued that the": "(29) निजी प्रतिवादी संख्या ने भी एक जवाब दाखिल किया और निजी प्रतिवादी संख्या 2 और 3 द्वारा अलग से लिखित बयान दायर किया गया है ।प्रतिवादी नंबर के विद्वान अधिवक्ता श्री एम. के. तिवारी ने तर्क",
  "the law laid down by Hon’ble the Supreme Court in the case of Raj Kumar": "दिया है कि राज कुमार के मामले में माननीय सर्वोच्च न्यायालय द्वारा निर्धारित कानून के अनुसार दिनांकित",
  "and others versus Hem Raj Singh Chauhan (19), and the only remedy": "और अन्य बनाम हेम राज सिंह चौहान (9), और एकमात्र उपाय",
  "is to file an original application before the Tribunal. It has also been submitted": "न्यायाधिकरण के समक्ष एक मूल आवेदन दायर करना है । श्री तिवारी द्वारा यह भी प्रस्तुत किया गया है कि",
  "the Supreme court in paras 14 and 18 of the judgment rendered in the case of V.P. Shrivastava versus State of M.P. (20). Mr. Tiwari has argued": "श्रीवास्तव बनाम एम. पी. अधिस्थिति (20) के मामले में दिए गए फैसले के पैरा 4 और 8 में माननीय सर्वोच्च",
  "that the petitioners are not necessary party as an effective order can always": "याचिकाकर्ता आवश्यक पक्षकार नहीं हैं क्योंकि एक प्रभावी आदेश हमेशा उनकी अभाव में पारित किया जा सकता",
  "be passed in their absence particularly when their interest has been take care of by the Tribunal requiring the official respondents to issue notice": "है, विशेष रूप से जब न्यायाधिकरण द्वारा उनके हित का ध्यान रखा गया है, जिसमें आधिकारिक प्रतिवादी को",
  "before touching their rights. Mr. Tiwari has submitted that the petitioners": "उनके अधिकारों को छूने से पहले नोटिस जारी करना करने की आवश्यकता होती है ।श्री तिवारी ने कहा है कि",
  "are junior to the private respondents and the present writ petition is nothing but it is an abuse of the process of the Court. The writ petition has been": "याचिकाकर्ता निजी प्रतिवादी से कनिष्ठ हैं और वर्तमान रिट याचिका कुछ और नहीं बल्कि अदालत की प्रक्रिया",
  "filed to delay the claim of the SC/ST candidates who have been denied": "का दुरुपयोग है । यह रिट याचिका एससी/एसटी उम्मीदवारों के दावे में देरी करने के लिए दायर की गई है, जिन्हें",
  "(19) 2010 (4) SCC 554 (20) 1996 (7) SCC 759": "(9) 200 (4) एससीसी 554 (20) ]996 (7) एससीसी 759",
  "LACHHMI NARAIN GUPTA AND OTHERS vy. JARNAIL SINGH 853": "853 लछमी नारायण गुप्ता और अन्य बनाम जरनैल सिंह",
  "their due claim of promotion to the post of Income-tax Officer for the last 16 years. Supporting the order of the Tribunal, Mr. Tiwari has submitted": "पिछले १6 वर्षों से आयकर अधिकारी के पद पर पदोन्नति का उनका उचित दावा । न्यायाधिकरण के आदेश का",
  "that as per the rules all the posts of Income Tax Officer are required to": "समर्थन करते हुए तिवारी ने कहा कि नियमों के अनुसार आयकर अधिकारी के सभी पदों को भरा जाना आवश्यक",
  "be filled up as backlog of excess candidates has been continuing. He has maintained that respondent Nos. 1, 2 and 3 are the Income Tax Inspectors": "है क्योंकि अतिरिक्त उम्मीदवारों का कार्य संचय जारी है । उन्होंने कहा है कि प्रतिवादी संख्या ,2 और 3",
  "maintained that respondent Nos. 1, 2 and 3 are the Income Tax Inspectors and belong to SC category. They are eligible for promotion to the post of": "आयकर निरीक्षक हैं और अनुसूचित जाति श्रेणी से संबंधित हैं | वे एससी/एसटी श्रेणी की रिक्तियों का सेवन किए",
  "Income Tax Officer Grade-II on their own merit without consuming the vacancies of SC/ST category.": "बिना अपनी योग्यता के आधार पर आयकर अधिकारी ग्रेड-॥| के पद पर पदोन्नति के लिए पात्र हैं।",
  "(30) Similar stand has been taken in the similar reply filed by": "(30) प्रतिवादी संख्या 2 और 3 द्वारा दायर किए गए समान उत्तर में भी इसी तरह का रुख अपनाया गया है।",
  "respondent Nos. 2 and 3. However, Mr. Deepak Sibal has argued on the basis the rules concerning Allocation of Business (R-2/2) that memorandum": "हालांकि, श्री दीपक सिब्बल ने व्यवसाय के आवंटन (आर-2/2) से संबंधित नियमों के आधार पर तर्क दिया है",
  "(31) Having heard learned counsel for the parties and perusal of the paper book with their assistance, particularly the judgment of the": "(3व) पक्षों के विद्वान अधिवक्ता को सुनने और उनकी सहायता से पेपर बुक के अवलोकन के बाद, विशेष रूप से",
  "Tribunal, we are of the view that the most fundamental issue raised by the": "न्यायाधिकरण के फैसले पर, हमारा विचार है कि याचिकाकर्ताओं के लिए विद्वान अधिवक्ता द्वारा उठाए गए सबसे",
  "learned counsel for the petitioners needs to be answered. It is well settled that all laws must take guidance from the Constitution. The present case": "बुनियादी मुद्दे का जवाब देने की आवश्यकता है | यह अच्छी तरह से तय है कि सभी कानूनों को संविधान से",
  "present decades old controversy whether the provision for reservation in": "मार्गदर्शन लेना चाहिए | वर्तमान मामला दशकों पुराना विवाद प्रस्तुत करता है कि कया पदोन्नति में आरक्षण का",
  "promotion could be made by the State/Union of India without imposing any": "प्रावधान भारत के राज्य/संघ द्वारा बिना कोई शर्त लगाए किया जा सकता है | इंदिरा साहनी बनाम भारत संघ",
  "of the Constitution relating to the State’s power for making provision for": "करने की राज्य की शक्ति से संबंधित संविधान के अनुच्छेद 6 (4) की व्याख्या की, जिसका राज्य की राय में",
  "in services of the State. Another principal question decided by the Constitution Bench in Indra Sawhney’s case (supra) was whether such power is extended": "राज्य की सेवाओं में पर्याप्त प्रतिनिधित्व नहीं था । इंद्र साहनी के मामले (उपरोक्त) में संविधान पीठ द्वारा तय किया गया एक अन्य प्रमुख प्रश्न यह था कि क्‍या इस तरह की शक्ति को पीठोननति के पीठ पर प्रावधान करने",
  "to making a provision on a promotional post. It was held that Article 16(4)": "के लिए बढ़ाया गया है ।यह अभिनिर्धारित किया गया कि अनुच्छेद 6 (4) पदोन्नति के मामले में आरक्षण के",
  "did not permit provision for reservation in the matter of promotion. It was further held that such a rule was to be given effect only prospectively and": "प्रावधान की अनुमति नहीं देता है । यह भी अभिनिर्धारित किया गया कि इस तरह के नियम को केवल संभावित",
  "would not affect the promotions already made whether on regular basis or any other basis. A direction was issued by the Constitution Bench that": "रूप से प्रभावी किया जाना था और यह पहले से ही नियमित आधार पर या किसी अन्य आधार पर की गई पदोन्नति को प्रभावित नहीं करेगा । संविधान पीठ द्वारा एक निर्देश जारी किया गया था कि पीठोन्नति के मामले में",
  "wherever reservation is provided in the matter of promotion, it was to": "जहां भी आरक्षण प्रदान किया जाता है, वह था -",
  "(21) 1992 Supp (3) SCC 217": "(2) 992 पूरक (3) एस. सी. सी. 27",
  "“The Constitution Bench proceeded to determine the issues related to the:": "“ संविधान पीठ निम्नलिखित से संबंधित मुद्दों का निर्धारण करने के लिए आगे बढ़ी -",
  "A. (i) validity, (11) interpretation, and (iii) implementation of the 77th, 81st, 82nd and 85th Constitution Amendment": "क. () वैधता, (॥) व्याख्या और (॥) 77 वें, 8 वें, 82 वें और 85 वें संविधान संशोधन अधिनियमों का",
  "Acts; and,": "कार्यान्वयन; और,",
  "B. action taken in pursuance thereof which sought to reverse": "बी. उसके अनुसरण में की गई कार्रवाई जिसमें सार्वजनिक रोजगार में पदोन्नति से संबंधित मामलों में सर्वोच्च",
  "The key issue which arose for determination was whether by virtue of the impugned constitutional amendments, the power of": "निर्धारण के लिए जो प्रमुख मुद्दा उठा वह यह था कि क्या विवादित संवैधानिक संशोधनों के आधार पर संसद की",
  "Parliament was so enlarged so as to obliterate any or all of the constitutional limitations and requirements. Answering the": "शक्ति का इतना विस्तार किया गया था कि किसी भी या सभी संवैधानिक सीमाओं और आवश्यकताओं को समाप्त",
  "reference the Supreme Court held that in the matter of application of the principle of basic structure, twin tests have to": "किया जा सके । संदर्भ का उत्तर देते हुए सर्वोच्च न्यायालय ने कहा कि बुनियादी संरचना के सिद्धांत के अनुप्रयोग",
  "application of the principle of basic structure, twin tests have to be satisfied, namely, the “width test” and the test of “identity”.": "के मामले में, दोहरे परीक्षणों को संतुष्ट करना होगा, अर्थात्‌, \"चौड़ाई परीक्षण\" और \"पहचान परीक्षण\" | संबंधित",
  "The test for judging the width of the power and the test for adjudicating the exercise of power by the State concerned are": "राज्य द्वारा शक्ति के प्रयोग का न्यायनिर्णयन करने के लिए परीक्षण और शक्ति की व्यापकता का न्यायनिर्णयन",
  "two different tests which warrant two different judicial approaches.": "करने के लिए परीक्षण दो अलग-अलग परीक्षण हैं जो दो अलग-अलग न्यायिक दृष्टिकोणों की गारंटी देते हैं।",
  "introducing and amending Articles 16(4-A) and 16(4-B) that": "सबसे पहले, यह अनुच्छेद 6 (4-ए) और 6 (4-बी) को पेश करने और संशोधित करने वाले विवादित",
  "has to be tested. Therefore the “width test” has to be applied.": "संशोधनों के तहत शक्ति की चौड़ाई है जिसका परीक्षण किया जाना है | इसलिए \"चौड़ाई परीक्षण\" को लागू करना होगा।",
  "The boundaries of the “width” of the power, namely, (1) the ceiling limit of 50% (quantitative limitation), (2) the principle of": "शक्ति की \"चौड़ाई\" की सीमाएँ, अर्थात्‌ () 50 प्रतिशत की अधिकतम सीमा (मात्रात्मक सीमा), (2) क्रीमी",
  "creamy layer (qualitative exclusion), (3) the compelling reasons,": "लेयर (गुणात्मक बहिष्करण) का सिद्धांत, (3) बाध्यकारी कारण, अर्थात्‌ पिछड़ेपन, प्रतिनिधित्व की अपर्याप्तता,",
  "the overall administrative efficiency are not obliterated by the": "और (4) समग्र प्रशासनिक दक्षता विवादित संशोधनों द्वारा समाप्त नहीं की जाती हैं | अनुच्छेद 335 के तहत",
  "are confined only to SCs and STs and the sub-classification between OBCs on one hand and SCs and STs on the other": "और अनुसूचित जनजाति तक ही सीमित हैं और एक ओर अन्य पिछड़ा वर्ग और दूसरी ओर अनुसूचित जाति और अनुसूचित जनजाति के बीच उप-वर्गीकरण है",
  "hand as held in Indra Sawhney, 1992 Supp (3) SCC 217,": "इंद्र साहनी में आयोजित हाथ, 992 पूरक (3) एस. सी. सी. 27,",
  "and the concept of post-based roster with inbuilt concept of": "और अंतर्निर्मित अवधारणा के साथ पोस्ट-आधारित रोस्टर की अवधारणा",
  "replacement as held in R.K. Sabharwal, 1995 (2) SCC 745": "आर. के. सभरवाल, 995 (2) एस. सी. सी. 745 में आयोजित प्रतिस्थापन",
  "have also not been obliterated. (emphasis added)": "उनका भी सफाया नहीं किया गया है। (जोर दिया गया)",
  "Secondly, applying the test of “identity” there is no alteration in the": "दूसरा, \"पहचान\" की कसौटी को लागू करते हुए विवादित संशोधनों द्वारा संविधान में समानता संहिता (अनुच्छेद",
  "and efficiency are the limitations on the mode of the exercise of power by the State. None of these limitations have been removed by the impugned amendments. None of the axioms": "द्वारा शक्ति के प्रयोग के तरीके की सीमाएँ हैं |विवादित संशोधनों द्वारा इनमें से किसी भी सीमा को नहीं हटाया",
  "removed by the impugned amendments. None of the axioms like secularism, federalism, etc. which are underlying principles": "गया है । धर्मनिरपेक्षता, संघवाद आदि जैसे किसी भी सिद्धांत का, जो अंतर्निहित सिद्धांत हैं, विवादित संविधान",
  "have been violated by the impugned constitution amendments. There is no violation of the basic structure of the Constitution by any of the impugned amendments. The impugned": "संशोधनों द्वारा उल्लंघन नहीं किया गया है । किसी भी विवादित संशोधन से संविधान के मूल ढांचे का कोई",
  "constitutional amendments by which Articles 16(4-A) and 16(4-B) have been inserted flow from Article 16(4). They do": "उल्लंघन नहीं हुआ है ।जिन विवादित संवैधानिक संशोधनों द्वारा अनुच्छेद 6 (4-ए) और 6 (4-बी) को जोड़ा",
  "16(4-B) have been inserted flow from Article 16(4). They do not alter the structure of Article 16(4). Articles 16(4- A) and": "गया है, वे अनुच्छेद 6 (4) से आते हैं।वे अनुच्छेद 46 (4) की संरचना को नहीं बदलते हैं | अनुच्छेद 6 (4",
  "16(4-B) form a composite part of the scheme envisaged and": "-ए) और 6 (4-बी) परिकल्पना की गई योजना का एक समग्र हिस्सा हैं और अनुच्छेद 6 (4) के पैटर्न में",
  "mentioned in those articles are complied with by the States, the": "आते हैं, और जब तक उन अनुच्छेदों में उल्लिखित मापदंडों का राज्यों द्वारा पालन किया जाता है, तब तक",
  "provision of reservation cannot be faulted. They are curative": "आरक्षण के प्रावधान को गलत नहीं ठहराया जा सकता है ।वे स्वभाव से उपचारात्मक होते हैं | अनुच्छेद 6 (4)",
  "by nature. Article 16(4) is enacted as a remedy for the past historical discriminations against a social class. Articles": "को एक सामाजिक वर्ग के खिलाफ पिछले ऐतिहासिक भेदभाव के लिए एक उपाय के रूप में अधिनियमित किया",
  "16(4-A) and 16(4-B) are both inspired by observations of the Supreme Court in Indra Sawhney, 1992 Supp (3) SCC 217": "गया है | अनुच्छेद 6 (4-ए) और 6 (4-बी) दोनों इंदिरा साहनी, 992 सप्लीमेंट (3) एससीसी 27 सुप्रीम कोर्ट की टिप्पणियों से प्रेरित हैं।",
  "and R.K. Sabharwal, (1995) 2 SCC 745. They have nexus": "और आर, के. सभरवाल (995) 2 एस. सी. सी. 745 ।इनका संविधान के अनुच्छेद ]7 और 46 के",
  "with Articles 17 and 46 of the Constitution. Articles 16(4-A) and 16(4-B) are classifications within the principle of equality": "साथ संबंध है | अनुच्छेद 6 (4-ए) और 6 (4-बी) अनुच्छेद 6 (4) के तहत समानता के सिद्धांत के",
  "under Article 16(4). Therefore, the classification envisaged by Articles 16(4-B) is upheld.": "तहत वर्गीकरण हैं | इसलिए, अनुच्छेद 6 (4-बी) द्वारा परिकल्पित वर्गीकरण को बरकरार रखा गया है।",
  "Thirdly, every discretionary power is not necessarily discriminatory.": "तीसरा, प्रत्येक विवेकाधीन शक्ति अनिवार्य रूप से भेदभावपूर्ण नहीं है । केवल विवेकाधीन शक्ति प्रदान करने से",
  "Equality is not violated by mere conferment of discretionary power. It is violated by arbitrary exercise by those on whom it": "समानता का उल्लंघन नहीं होता है ।जिन लोगों को यह प्रदान किया जाता है, उनके द्वारा मनमाने ढंग से इसका",
  "is conferred. This is the theory of “guided power’. This theory": "उल्लंघन किया जाता है।यह \"निर्देशित शक्ति\" का सिद्धांत है ।यह सिद्धांत इस धारणा पर आधारित है कि जिन",
  "enabling provisions which are incorporated in Articles 16(4-A)": "ठीक किया जाएगा । अनुच्छेद 6 (4-ए) और 6 (4-बी) में शामिल किए गए सक्षम प्रावधानों के पीछे यह मूल",
  "and 16(4-B). These enabling provisions are permissive in nature. They leave it to the States to provide for reservation. If the": "सिद्धांत है । ये सक्षम करने वाले प्रावधान प्रकृति में अनुज्ञात्मक हैं |वे आरक्षण प्रदान करने के लिए इसे राज्यों",
  "They leave it to the States to provide for reservation. If the appropriate Government enacts a law providing for reservation without keeping in mind the parameters in Article 16(4) and": "पर छोड़ देते हैं । यदि उपयुक्त सरकार अनुच्छेद 6 (4) और अनुच्छेद 335 के मापदंडों को ध्यान में रखे बिना",
  "strike down such legislation. The field of exercise of the amending power is retained by the impugned amendments, as the impugned": "रद्द कर देगा | संशोधित शक्ति के प्रयोग के क्षेत्र को विवादित संशोधनों द्वारा बरकरार रखा गया है, क्योंकि",
  "amendments have introduced merely enabling provisions because merit, efficiency, backwardness and inadequacy cannot": "विवादित संशोधनों में केवल सक्षम प्रावधान पेश किए गए हैं क्योंकि योग्यता, दक्षता, पिछड़ेपन और अपर्याप्तता",
  "be identified and measured in a vacuum. Articles 16(4-A) and": "की पहचान और माप शून्य में नहीं की जा सकती है । अनुच्छेद 6 (4-ए) और 6 (4-बी) को सकारात्मक",
  "16(4-B) are enacted to balance equality with positive discrimination. Be it reservation or evaluation, excessiveness in": "भेदभाव के साथ समानता को संतुलित करने के लिए अधिनियमित किया गया है |चाहे वह आरक्षण हो या",
  "either would result in violation of the constitutional mandate.": "मूल्यांकन, दोनों में से किसी एक में अत्यधिकता के परिणामस्वरूप संवैधानिक जनादेश का उल्लंघन होगा।",
  "This exercise, however, will depend on facts of each case. The": "हालाँकि, यह अभ्यास प्रत्येक मामले के तथ्यों पर निर्भर करेगा | संवैधानिक कानून अवधारणाओं के विकास का",
  "constitutional law is the law of evolving concepts. Some of them are generic others have to be identified and valued. The enabling": "कानून है | उनमें से कुछ सामान्य हैं और कुछ की पहचान की जानी चाहिए और उन्हें महत्व दिया जाना चाहिए।",
  "provisions of Articles 16(4-A) and 16(4-B) deal with the concept, which has to be identified and valued as in the case of": "अनुच्छेद 6 (4-ए) और 6 (4-बी) के सक्षम प्रावधान उस अवधारणा से संबंधित हैं, जिसकी पहचान की",
  "concept, which has to be identified and valued as in the case of access vis-a-vis efficiency which depends on the fact situation": "जानी चाहिए और दक्षता के मामले में महत्व दिया जाना चाहिए, जो केवल तथ्य स्थिति पर निर्भर करता है और",
  "only and not abstract principle of equality in Article 14 as spelt out in detail in articles 15 and 16. Equality before the law,": "अनुच्छेद 4 में समानता के संक्षिप्त सार सिद्धांत पर नहीं, जैसा कि अनुच्छेद 5 और १6 में विस्तार से बताया",
  "guaranteed by the first part of Article 14, is a negative concept": "गया है| कानून के समक्ष समानता, जिसकी गारंटी अनुच्छेद 4 के पहले भाग द्वारा दी गई है, एक नकारात्मक अवधारणा है।",
  "while the second part is a positive concept which is enough to validate equalizing measures depending upon the fact situation.": "जबकि दूसरा भाग एक सकारात्मक अवधारणा है जो तथ्य स्थिति के आधार पर बराबरी के उपायों को मान्य करने",
  "(emphasis added)": "के लिए पर्याप्त है । (जोर दिया गया)",
  "The impugned provisions are enabling provisions. The State is not bound to make reservation for SCs/STs in matters of": "विवादित प्रावधान प्रावधानों को सक्षम कर रहे हैं | राज्य पदोन्नति के मामलों में अनुसूचित जाति/अनुसूचित",
  "promotions. However, if they wish to exercise their discretion": "जनजाति के लिए आरक्षण देने के लिए बाध्य नहीं है ।हालाँकि, यदि वे अपने विवेक का प्रयोग करना चाहते हैं",
  "quantifiable data showing backwardness of the class and inadequacy of representation of that class in public employment,": "रखते हुए, वर्ग के पिछड़ेपन और सार्वजनिक रोजगार में उस वर्ग के प्रतिनिधित्व की अपर्याप्तता को दर्शाने वाले",
  "measured. That exercise depends on availability of data. That exercise depends on numerous factors. It is for this reason that": "और माप की आवश्यकता है | यह अभ्यास आंकड़ों की उपलब्धता पर निर्भर करता है | वह अभ्यास कई कारकों पर",
  "enabling provisions are required to be made because each": "निर्भर करता है ।यही कारण है कि सक्षम प्रावधान किए जाने की आवश्यकता है क्योंकि प्रत्येक प्रतिस्पर्धी दावा",
  "competing claim seeks to achieve certain goals. How best one": "कुछ लक्ष्यों को प्राप्त करना चाहता है | इन परस्पर विरोधी दावों को सर्वोत्तम तरीके से कैसे अनुकूलित किया",
  "the administration in the context of prevailing local conditions in": "जाना चाहिए, यह केवल प्रशासन द्वारा सार्वजनिक रोजगार में प्रचलित स्थानीय स्थितियों के संदर्भ में किया जा",
  "public employment. If the State concerned fails to identify and measure backwardness, inadequacy and overall administrative": "सकता है । यदि संबंधित राज्य पिछड़ेपन, अपर्याप्तता और समग्र प्रशासनिक दक्षता की पहचान करने और मापने",
  "efficiency then in that event the provision for reservation would be invalid. Furthermore, it is made clear that even if the State": "में विफल रहता है तो उस स्थिति में आरक्षण का प्रावधान अमान्य होगा | इसके अलावा, यह स्पष्ट किया जाता है",
  "has compelling reasons, as stated above, the State will have to": "कि भले ही राज्य के पास सम्मोहक कारण हों, जैसा कि ऊपर कहा गया है, राज्य को यह देखना होगा कि इसके",
  "so as to breach the ceiling limit of 50% or obliterate the creamy": "आरक्षण प्रावधान से 50 प्रतिशत की अधिकतम सीमा का भंग न हो या क्रीमी लेयर बहिष्करण की आवश्यकता",
  "layer exclusion requirement or extend the reservation indefinitely. Ultimately the present controversy is regarding the exercise of": "समाप्त न हो या आरक्षण को अनिश्चित काल तक बढ़ाया न जा सके । अंततः वर्तमान विवाद राज्य सरकार द्वारा",
  "the power by the State Government, as to whether the State": "शक्ति के प्रयोग के बारे में है, कि क्या संबंधित राज्य ने आरक्षण देने के लिए इसे उचित ठहराने वाली",
  "concerned has identified and valued the circumstances justifying it to make reservation. When the State fails to identify and": "परिस्थितियों की पहचान की है और उन्हें महत्व दिया है । जब राज्य नियंत्रण कारकों की पहचान करने और उन्हें",
  "implement the controlling factors then excessiveness comes in, and this has to be decided on the facts of each case. In each": "लागू करने में विफल रहता है तो अतिरेक आता है और इसका निर्णय प्रत्येक मामले के तथ्यों पर किया जाता है।",
  "case the Court has got to be satisfied that the State has exercised": "प्रत्येक मामले में न्यायालय को संतुष्ट होना पड़ता है कि राज्य ने अनुसूचित जाति और अनुसूचित जनजाति के",
  "the Court the requisite quantifiable data in each case and satisfy": "मामले में आवश्यक मात्रात्मक डेटा न्यायालय के समक्ष रखना होगा को संतुष्ट करना होगा।",
  "of inadequacy of representation of SCs/STs in a particular class": "बिना किसी विशेष वर्ग या पदों के वर्गों में अनुसूचित जाति/अनुसूचित जनजाति के प्रतिनिधित्व की अपर्याप्तता के",
  "(34) Subject to the above limitations, the constitutional validity of": "(34) उपरोक्त सीमाओं के अधीन, एम. नागराज के मामले (उपरोक्त) में संविधान (77 वां संशोधन) अधिनियम,",
  "the Constitution (Seventy-seventh Amendment) Act, 1995, the Constitution (Eighty-first Amendment) Act, 2000, the Constitution (Eighty-second": "995, संविधान (87 वां संशोधन) अधिनियम, 2000, संविधान (82 वां संशोधन) अधिनियम, 2000 और",
  "Amendment) Act, 2000 and the Constitution (Eighty-fifth Amendment) Act,": "संविधान (85 वां संशोधन) अधिनियम, 200] की संवैधानिक वैधता को बरकरार रखा गया है | यह भी देखा गया",
  "observed that the compelling reasons, namely, backwardness, inadequacy of representation and the overall administrative efficiency are all constitutional": "है कि बाध्यकारी कारण, अर्थात्‌ पिछड़ेपन, प्रतिनिधित्व की अपर्याप्तता और समग्र प्रशासनिक दक्षता सभी",
  "requirements without which the structure of equality of opportunity in Article": "संवैधानिक आवश्यकताएं हैं जिनके बिना अनुच्छेद 6 में अवसर की समानता की संरचना ध्वस्त हो जाएगी।",
  "16 would collapse. Article 16(4) enables a State to provide for reservation in cases where it is satisfied on basis of quantifiable data that there exists": "अनुच्छेद 6 (4) एक राज्य को उन मामलों में आरक्षण प्रदान करने में सक्षम बनाता है जहां वह मात्रात्मक",
  "in cases where it is satisfied on basis of quantifiable data that there exists backwardness of a class and inadequacy of representation in employment.": "आंकड़ों के आधार पर संतुष्ट है कि एक वर्ग का पिछड़ेपन और रोजगार में प्रतिनिधित्व की अपर्याप्तता मौजूद है।",
  "Backwardness has to be based on objective factors whereas inadequacy": "पिछड़ेपन को वस्तुनिष्ठ कारकों पर आधारित होना चाहिए जबकि अपर्याप्तता को तथ्यात्मक रूप से मौजूद होना",
  "has to factually exist. This is where judicial review comes in. However, whether reservation in a given case is desirable or not, as a policy, is not": "चाहिए | यही वह जगह है जहाँ न्यायिक समीक्षा आती है ।हालाँकि, किसी दिए गए मामले में आरक्षण वांछनीय है या",
  "whether reservation in a given case is desirable or not, as a policy, is not for the Court to decide as long as the parameters mentioned in Articles 16(4)": "नहीं, एक नीति के रूप में, यह निर्णय करना न्यायालय के लिए नहीं है जब तक कि अनुच्छेद 6 (4) में",
  "are maintained.": "उल्लिखित मापदंडों को बनाए रखा जाता है।",
  "(35) On the question of necessity of quantifiable data it has been held that reservation is necessary for transcending caste and not for": "(35) मात्रात्मक आंकड़ों की आवश्यकता के सवाल पर यह माना गया है कि आरक्षण जाति को पार करने के",
  "perpetuating it. Reservations has to be used in a limited sense otherwise": "लिए आवश्यक है न कि इसे बनाए रखने के लिए | आरक्षण का उपयोग सीमित अर्थों में किया जाना चाहिए अन्यथा",
  "it will perpetuate casteism in the country. The extent of reservation depends on facts of each case and in this regard the State concerned would have": "यह देश में जातिवाद को कायम रखेगा | आरक्षण की सीमा प्रत्येक मामले के तथ्यों पर निर्भर करती है और इस",
  "for reservation. If in a given case Court finds excessive reservation under the State enactment then such an enactment would be liable to be struck": "अधिनियम के तहत अत्यधिक आरक्षण पाता है तो ऐसा अधिनियम निरस्त होने योग्य होगा । प्रत्येक मामले में",
  "requirements of equity, justice, and merit/efficiency on the basis of quantifiable": "मात्रात्मक तिथि के आधार पर समानता, न्यायाधीश और योग्यता/दक्षता की संदर्भ विशिष्ट स्वतंत्र परिवर्तनीय",
  "date in each case, the conflicting claim of individual rights under Article 16(1)": "आवश्यकताओं को संतुलित करने की आवश्यकता, अनुच्छेद 6 () के तहत व्यक्तिगत अधिकारों के परस्पर",
  "860 I.L.R. PUNJAB AND HARYANA 2012(1)": "860",
  "to be examined on the facts of each case. Wheat needs to be found is a": "प्रत्येक मामले के तथ्यों पर जाँच की जानी चाहिए | यह पता लगाने की आवश्यकता है कि गेहूं पिछड़े लोगों के लिए",
  "stable equilibrium between justice to the backwards, equity for the forwards and efficiency for the entire system.": "न्यायाधीश आगे के लिए समानता और पूरी प्रणाली के लिए दक्षता के बीच एक स्थिर संतुलन है।",
  "(36) In paras72, 73, 79, 81 and 102 of the judgment in M. Nagaraj’s case (supra), their Lordships’ have dealt with the ‘catchup’": "(36) एम. नागराज के मामले (ऊपर) में फैसले के पैरा72, 73, 79,8] और 02 में, उनके लॉर्डशिप्स ने",
  "rule, which had been explained in detail in para 26 of the judgment in Virpal Singh Chauhan’s case (supra). As per the ‘catchup’ rule a reserved category": "'कैचअप' नियम से निपटा है, जिसे विरपाल सिंह चौहान के मामले (ऊपर) में फैसले के पैरा 26 में विस्तार से",
  "category candidates in the feeder grade, shall necessarily be junior in the promoted category to such general category candidates. The ‘catch-up’ rule is not imlicit in Articles 16(1) to (4). The concept of the ‘catch-up’ rule and": "के उम्मीदवारों की तुलना में पदोन्‍नत श्रेणी में कनिष्ठ होगा | 'कैच-अप' नियम अनुच्छेद 6 () से (4) में लागू",
  "‘consequential seniority’ are not constitutional requirements or limitations.": "नहीं है | 'कैच-अप' नियम और 'परिणामी वरिष्ठता' की अवधारणा संवैधानिक आवश्यकताएं या सीमाएं नहीं हैं। ये",
  "They are judicially evolved concepts to control the extent of reservation,": "सेवा न्यायशास्त्र से प्राप्त आरक्षण की सीमा को नियंत्रित करने के लिए न्यायिक रूप से विकसित अवधारणाएं",
  "derived from service jurisprudence. They are not constitutional principles so as to be beyond the amending power of parliament. Principles of service": "हैं।वे संवैधानिक सिद्धांत नहीं हैं जो संसद की संशोधन शक्ति से परे हैं | सेवा न्यायशास्त्र के सिद्धांत संवैधानिक",
  "jurisprudence are different from constitutional limitations. They are not axioms like, secularism, federalism, etc. Nor can these concepts be elevated": "सीमाओं से अलग हैं । वे धर्मनिरपेक्षता, संघवाद आदि जैसे स्वयंसिद्ध नहीं हैं। न ही इन अवधारणाओं को",
  "to the status of an axiom like secularism, constitutional sovereignty, etc. it": "धर्मनिरपेक्षता, संवैधानिक संप्रभुता आदि जैसे स्वयंसिद्ध सिद्धांत का दर्जा दिया जा सकता है, यह नहीं कहा जा",
  "cannot be said that by insertion of the concept of “consequential seniority’ the structure of Article 16(1) stands destroyed or abrogated. Obliteration": "सकता है कि 'परिणामी वरिष्ठता' की अवधारणा को शामिल करने से अनुच्छेद 6 () की संरचना नष्ट या",
  "of these concepts or insertion of these concepts do not change the equality": "निरस्त हो जाती है ।इन अवधारणाओं का विस्मरण या इन अवधारणाओं को शामिल करने से संविधान के अनुच्छेद",
  "same cannot bind the amending power of Parliament and is not beyond the amending power of Parliament. However, whether weightage of earlier": "शक्ति को बाध्य नहीं कर सकता है और संसद की संशोधन शक्ति से परे नहीं है । हालांकि, क्या परिणामी वरिष्ठता",
  "accelerated promotion with consequential seniority should be given or not are matters which would fall within the discretion of the appropriate": "के साथ पहले की त्वरित पदोन्नति को महत्व दिया जाना चाहिए या नहीं, ऐसे मामले हैं जो सार्वजनिक रोजगार में",
  "Government, keeping in mind the backwardness, inadequacy and representation in public employment and overall efficiency of services.": "पिछड़ेपन, अपर्याप्तता और प्रतिनिधित्व और सेवाओं की समग्र दक्षता को ध्यान में रखते हुए उपयुक्त सरकार के",
  "(37) The matter has been again considered by their Lordships’ of Hon’ ble the Supreme Court in the case of Suraj Bhan Meena versus State of Rajasthan (27), wherein the aforesaid principles have been": "विवेक के अंतर्गत आते हैं। (37) सूरज भान मीणा बनाम राजस्थान राज्य (27) के मामले में माननीय उच्चतम न्यायालय के उनके लॉर्डशिप द्वारा इस मामले पर फिर से विचार किया गया है, जिसमें उपरोक्त सिद्धांतों को",
  "reiterated. Placing the whole history, Hon’ble the Supreme Court has held that the principles laid down in M. Nagaraj’s case (supra) are binding. It has been found that the concepts of ‘catch-up’ rule and ‘consequential": "दोहराया गया है । पूरे इतिहास को रखते हुए, माननीय सर्वोच्च न्यायालय ने माना है कि एम. नागराज के मामले (उपरोक्त) में निर्धारित सिद्धांत बाध्यकारी हैं ।यह पाया गया है कि 'कैच-अप' नियम और 'परिणामी' की",
  "(27) 2011 (1) SCC 467": "(27) 20] (]) एससीसी 467",
  "LACHHMI NARAIN GUPTA AND OTHERS y. JARNAIL SINGH 86]": "86] लछमी नारायण गुप्ता और अन्य बनाम जरनैल सिंह",
  "seniority’ are judicially evolved concepts and were not to be elevated to the status of a constitutional principle so as to place them beyond the": "'वरिष्ठता' न्यायिक रूप से विकसित अवधारणाएं हैं और उन्हें एक संवैधानिक सिद्धांत के दर्जे तक नहीं बढ़ाया",
  "amending power of the Parliament, however, the requirement of Articles": "जाना था ताकि उन्हें संसद की संशोधन शक्ति से परे रखा जा सके, हालांकि, अनुच्छेद 6 (40) और 6",
  "16(4A) and 16(4B) would have to be maintained and the tests indicated therein would have to be satisfied, which could only be achieved after an": "(4 बी) की आवश्यकता को बनाए रखना होगा और उसमें इंगित परीक्षणों को पूरा करना होगा, जिसे पहचान के",
  "therein would have to be satisfied, which could only be achieved after an inquiry as to identity. In cases where no exercise was undertaken in terms": "रूप में जांच के बाद ही प्राप्त किया जा सकता है।ऐसे मामलों में जहां सार्वजनिक सेवाओं में अनुसूचित",
  "(38) When the principles laid down in the case of M. Nagaraj (supra) and Suraj Bhan Meena (supra) are applied to the notifications": "(38) जब एम. नागराज (उपरोक्त) और सूरज भान मीणा (उपर्युक्त) के मामले में निर्धारित सिद्धांतों को वर्तमान",
  "impugned in the present proceedings, namely, 11.7.2002, 31.1.2005 (R-": "कार्यवाही में आक्षेपित अधिसूचनाओं, अर्थात्‌ 7.7.2002,3..2005 (१२-7 और २-2) और अगली",
  "1 and R-2) and further notification dated 21.1.2009 and 10.8.2010, it": "अधिसूचना दिनांक 2..2009 और 0.8.20व0 पर लागू किया जाता है, तो यह स्पष्ट हो जाता है कि",
  "of representation in respect of members of the SC/ST in the services. The": "सेवाओं में अनुसूचित जाति/अनुसूचित जनजाति के सदस्यों के संबंध में प्रतिनिधित्व की अपर्याप्तता का पता",
  "aforesaid fact has been candidly admitted in the written statement filed by respondent Nos. 5 and 6. The aforesaid fact has also been conceded by": "लगाने के लिए कोई सर्वेक्षण नहीं किया गया है |प्रतिवादी संख्या 5 और 6 द्वारा दायर लिखित बयान में उपरोक्त तथ्य को स्पष्ट रूप से स्वीकार किया गया है।उपरोक्त तथ्य को प्रतिवादी-भारत संघ द्वारा दिनांकित",
  "para (iv) of the aforesaid communication it has been stated that no exercise": "5.9.20व0 संचार में भी स्वीकार किया गया है | उपरोक्त संचार के पैरा (४) में यह कहा गया है कि दिनांक",
  "was catried out to assess the inadequacy of representation of SC/STs in the services under the Government of India before issue of instructions dated": "जारी करने से पहले भारत सरकार के तहत सेवाओं में अनुसूचित जाति/अनुसूचित जनजाति के प्रतिनिधित्व की अपर्याप्तता का आकलन करने के लिए कोई कवायद नहीं की गई थी | उपरोक्त संचार को 200 के सीएम नंबर",
  "along with CM No. 14865 of 2010. In the absence of any survey with": "4865 के साथ रिकॉर्ड में रखा गया है।अपर्याप्तता के संबंध में किसी भी सर्वेक्षण की अनुपस्थिति में में और",
  "regard to inadequacy as also concerning the overall requirement of efficiency of the administration where reservation is to be made alongwith backwardness": "प्रशासन की दक्षता की समग्र आवश्यकता के संबंध में भी जहां आरक्षण किया जाना है और साथ ही उस वर्ग के",
  "these notifications. Accordingly, it has to be held that these notifications": "तदनुसार, यह अभिनिर्धारित किया जाना चाहिए कि ये अधिसूचनाएं संविधान के अनुच्छेद 335 के साथ पठित",
  "M. Nagaraj’s case (supra) as well as in Suraj Bhan Meena’s case (supra).": "अनुच्छेद 6 (4०), 76 (4 बी) के प्रावधानों का उल्लंघन करती हैं, जैसा कि एम. नागराज के मामले (ऊपर)",
  "(39) The net result is that no reservation in promotion could be made in pursuance to office memorandum dated 2.7.1997. We are not dealing": "में संविधान पीठ द्वारा व्याख्या की गई है। (39) शुद्ध परिणाम यह है कि दिनांकित 2.7.997 कार्यालय ज्ञापन के अनुसरण में पदोन्नति में कोई आरक्षण नहीं किया जा सका हम याचिकाकर्ताओं के विद्वान अधिवक्ता द्वारा",
  "with many other contentions raised by the learned counsel for the petitioners for the reason that the core issue going to the roots of the matter has been": "उठाए गए कई अन्य तर्कों पर इस कारण से विचार नहीं कर रहे हैं कि मामले की जड़ों तक जाने वाला मुख्य मुद्दा",
  "determined in their favour and such a necessity is obviated.": "उनके पक्ष में निर्धारित किया गया है और ऐसी आवश्यकता को समाप्त कर दिया गया है।"
}