{
  "(8) In view of above legal positition, no right of petitioner is": "8 उपरोक्त कानूनी स्थिति के मद्देनजर, याचिकाकर्ता के किसी भी अधिकार",
  "infringed nor there is any denial] of promotion at any stage.": "का उल्लंघन नहीं किया गया है और न ही किसी भी स्तर पर पदोन्नति से इनकार किया गया है।",
  "(9) The last prayer of the petitioner for grant of proficiency step- up increment and Golden Jubilee increment has to be conceded and the": "9. प्रवीणता स्टेप-अप वेतन वृद्धि और स्वर्ण जयंती वेतन वृद्धि देने के लिए याचिकाकर्ता की अंतिम प्रार्थना को स्वीकार किया जाना चाहिए और यदि याचिकाकर्ता ने सेवा की अपेक्षित",
  "' petitioner cannot be denied these increments if he has completed the requisite period of service. The claim of the petitioner for grant of proficiency": "अवधि पूरी कर ली है तो उसे इन वेतन वृद्धि से इनकार नहीं किया जा सकता है। प्रवीणता स्टेप-अप वेतन",
  "requisite period of service. The claim of the petitioner for grant of proficiency step-up increment and Golden Jubilee increments may be considered and": "वृद्धि और स्वर्ण जयंती वेतन वृद्धि के अनुदान के लिए याचिकाकर्ता के दावे पर विचार किया जा सकता है",
  "if there is no legal impediment, the benefit be released within a period of two months. _": "और यदि कोई कानूनी बाधा नहीं है, तो लाभ दो महीने की अवधि के भीतर जारी किया जाएगा।",
  "(10) This writ petition is partially allowed in respect to the last": "0. इस रिट याचिका को ऊपर उल्लिखित अंतिम राहत के संबंध में आंशिक रूप",
  "relief referred to above and dismissed in respect to the other reliefs.": "से अनुमति दी गई है और अन्य राहतों के संबंध में खारिज कर दी गई है ।",
  "Further held, that petitioner was awarded punishment of stoppage of one increment,—vide order dated 14th March, 2007. Persons junior": "इसके अलावा यह अभिनिर्धारित किया गया कि याचिकाकर्ता को 74 मार्च 2007 के भदवेश के तहत एक वेतन वृद्धि रोकने की सजा दी गई थी। याचिकाकर्ता से कनिष्ठ व्यक्तियों को अनुशासनात्मक कार्यवाही",
  "to the petitioner were promoted during the currency of the disciplinary proceedings i.e. between 2002 to 2007. Penalties suffered by the petitioner": "के दौरान यानी 2002 से 2007 के बीच पदोन्‍नत किया गया था। याचिकाकर्ता को जुर्माना भुगतना पड़ा। यह",
  "came to be completed in the year 2009 when the petitioner became entitled": "वर्ष 2009 में पूरा हुआ जब याचिकाकर्ता अगली वेतन वृद्धि का हकदार बन गया। तदनुसार, सजा समाप्त",
  "to next increment. He was, accordingly, promoted on 7th May, 2009 after the punishment was over. It is not a case that the petitioner was exonerated": "होने के बाद 7 मई, 2009 को उन्हें पदोन्‍नत कर दिया गया। ऐसा मामला नहीं है कि याचिकाकर्ता को जांच में",
  "promotion of the petitioner. Petitioner has suffered the penalty and thus, he could only be promoted after the punishment awarded is over which": "याचिकाकर्ता ने दंड भुगता है और इस प्रकार, उसे दी गई सजा समाप्त होने के बाद ही पदोन्‍नत किया जा",
  "promotion has been granted to the petitioner. No right of petitioner is": "सकता है, जिससे याचिकाकर्ता को पदोन्नति दी गई है। याचिकाकर्ता के किसी भी अधिकार का उल्लंघन नहीं",
  "infringed nor there is any denial of promotion at any stage.": "किया गया है और न ही किसी भी स्तर पर पदोन्नति से इनकार किया गया है।",
  "(Paras 7& 8)": "(पैरा 7 एवं 8)",
  "Amit Jhanji. Advocate, for the petitioner.": "अमित झांजी याचिकाकर्ता के लिए वकील |",
  "Rajesh Garg, Advocate, for the Respondents.": "प्रतिगादियों की ओर से वकील राजेश गर्ग |",
  "stoppage of one increment, without cumultive effect, for causing delay of about 7 2 months in getting Civil Misc. No. 27834 of 2001 listed for hearing": "सिविल्र विविध प्राप्त करने में लगभग 7 महीने की देरी के लिए संचयी प्रभाव के बिना एक वेतन वृद्धि रोकने",
  "was imposed upon petitioner. A service appeal preferred by the petitioner": "का जुर्माना याचिकाकर्ता पर लगाया गया था। याचिकाकर्ता द्वारा की गई एक सेवा अपील को माननीय",
  "came to be dismissed by the Hon’ble Administrative Judge,—vide order dated 19th January, 2009 (Annexure P 14). Order was communicated to": "प्रशासनिक न्यायाधीश ने दिनांक 9.0.2009 (अनुलग्नक पी-4) के आदेश के तहत खारिज कर दिया।",
  "the petitioner—vide letter dated 18th May, 2009.": "याचिकाकर्ता को दिनांक 8.05.2009 के पत्र के माध्यम से आदेश सूचित किया गया था।",
  "(2) Besides challenging the aforesaid order, the petitioner is also": "2 उपरोक्त आदेश को चनौती देने के अलावा, याचिकाकर्ता उस तारीख से अपनी",
  "seeking his promotion from the date his juniors were promoted to the post of Superintendent-Gr. II. An Additional relief of proficiency step-up increment": "पदोन्‍नति की भी मांग कर रहा है, जिस दिन उसके कनिष्ठों को अधीक्षक - ग्रेड दवितीय के पद पर पदोन्‍नत",
  "of Superintendent-Gr. II. An Additional relief of proficiency step-up increment is also claimed.": "किया गया था। दक्षता स्टेपअप वेतन वृद्धि की अतिरिक्त राहत का भी दावा किया गया है।",
  "(3) Briefly stated, the facts leading to the filing of this petition": "3. संक्षेप में कहा जाए तो इस याचिका को दाखिल करने के पीछे के तथ्य इस",
  "are :": "प्रकार हैं:",
  "KULJINDER SINGH,—Petitioner": "कुलज इंदर सिंह - याचिकाकर्ता",
  "versus": "बनाम",
  "REGISTRAR, PUNJAB AND HARYANA HIGH COURT,—Respondent": "रजिस्ट्रार, पंजाब और हरियाणा उच्च न्यायालय - प्रतिवावी",
  "CWP No. 17930 of 2009": "2009 की सिविल रीट याचिका संख्या 7930",
  "30th August. 2010": "30 अगस्त. 200",
  "Constitution of India, 1 950—Art. 226—Enquiry Officer": "भारत का संविधान 950- अनुच्छेद 226--- जांच अधिकारी ने आवेवन को सूचीबद्ध करने में देरी",
  "finding Dealing Assistant of High Court responsible for causing delay in listing of an application—Finding of fact based upon": "के लिए उच्च न्यायात्रय के डीलिंग असिस्टेंट को जिम्मेवार प्राया--स्राक्ष्यों के आधार पर तथ्य का पता",
  "appreciation of evidence—No violation of principles of natural": "ब्रगाना- प्राकृतिक न्याय के सिद्धांतों का कोर्ड उल्ब्रंघन नहीं-वेतन वृद्धि रोकने का जुर्माना लगाने वाले",
  "justice—No interference in orders imposing penalty of stoppage of": "आवेशों में कोर्ड हस्तक्षेप नहीं-कानिष्ठ अनुशासनात्मक कार्यवाही के वॉरान याचिकाकर्ता को प्रवोन्‍नत किया",
  "punishment is over—However, petitioner held entitled to be": "नहीं- याचिकाकर्ता को दंड भुगतना पड़ा इस प्रकार उसकी सजा समाप्त होने के बाव ही वह पवोन्‍नति का",
  "/Ield, that there is a specific finding recorded in the enquiry report that the petitioner is responsible for causing the delay of 7’ months. The -": "अभिनिर्धारित कि जांच रिपोर्ट में एक विशिष्ट निष्कर्ष दर्ज किया गया है कि याचिकाकर्ता 7 महीने",
  "finding was recorded after discussing the evidence produced before the enquiry officer including the documentary evidence. It is also admitted case": "की देरी के लिए जिम्मेदार है। दस्तावेजी साक्ष्य सहित जांच अधिकारी के समक्ष प्रस्तुत साक्ष्यों पर चर्चा के बाद निष्कर्ष दर्ज किया गया। याचिकाकर्ता का यह भी मामला स्वीकार किया गया है कि सिविल विविध",
  "of the petitioner that the civil misc. application was marked to him. It is settled principle of law that the High Court, while exercising the power of": "आवेदन पत्र उसे अंकित कर दिया गया। कानून का यह स्थापित सिद्धांत है कि भारत के संविधान के अनुच्छेद",
  "settled principle of law that the High Court, while exercising the power of judicial review, under Article 226 of the Constitiution of India, does not sit": "226 के तहत न्यायिक समीक्षा की शक्ति का प्रयोग करते समय उच्च न्यायालय अपील की अदालत के रूप",
  "as a Court of appeal. In exercise of the power of judicial review the High": "में नहीं बैठता है। न्यायिक समीक्षा की शक्ति का प्रयोग करते हुए उच्च न्यायालय केवल निर्णय लेने की",
  "Court can only examine the decision making process and not the decision itself. It is not the case of the petitioner that there has been a violation of": "प्रक्रिया की जांच कर सकता है, निर्णय की नहीं। याचिकाकर्ता का मामला यह नहीं है कि प्राकृतिक न्याय के",
  "principle of natural justice or the order has been passed contrary to any rule or law. Thus, no interference is warranted into the orders passed by": "सिद्धांत का उल्लंघन हुआ है या किसी नियम या कानून के विपरीत आदेश पारित किया गया है। इस प्रकार,",
  "the respondents imposing the penalty of stoppage of one increment without cumulative effect.": "6. संचयी प्रभाव के बिना एक वेतन वृद्धि रोकने का जुर्माना लगाने वाले",
  "(vi) Afterreceiving the reply from the petitioner, the Enquiry Officer": "(शं) याचिकाकर्ता से जवाब प्राप्त करने के बाद, जांच अधिकारी ने माना कि",
  "held that the charge against the petitioner was proved,—vide his enquiry report dated 24th October, 2006. The petitioner": "याचिकाकर्ता के खिलाफ आरोप उनकी जांच रिपोर्ट दिनांक: 24.0.2006 से साबित हुआ था। याचिकाकर्ता ने",
  "submitted his representation in respect of the enquiry report. The disciplinary authority, however, imposed the penalty of": "जांच रिपोर्ट के संबंध में अपना अभ्यावेदन प्रस्तुत किया। हालाँकि, अनुशासनात्मक प्राधिकारी ने पत्र दिनांक",
  "stoppage of one increment without cumulative effect,—vide letter dated 14th March, 2007.": "4.03.2007 के माध्यम से संचयी प्रभाव के बिना एक वेतन वृद्धि रोकने का जुर्माना लगाया।",
  "(4) Mr. Amit Jhanji, learned counsel appearing for the petitioner has taken me to the report of the preliminary enquiry as also to the main": "4. श्री अमित झांजी ने प्रारंभिक जांच की रिपोर्ट के साथ-साथ आरोप पत्र की",
  "enquiry after the service of chargesheet to argue that the findings against": "तामील के बाद मुख्य जांच की ओर यह तर्क देने के लिए ले गए कि याचिकाकर्ता के खिलाफ निष्कर्ष",
  "the petitioner are factually incorrect. It has been vehemently argued that": "तथ्यात्मक रूप से गलत हैं। यह जोरदार तर्क दिया गया है कि याचिकाकर्ता इस तथ्य के मद्देनजर आवेदन",
  "petitioner was not responsible for delay in listing of the application in view of the fact that the original writ file of the petition was transferred to another": "की सूची में देरी के लिए ज़िम्मेदार नहीं था कि याचिका की मूल रिट फ़ाइल किसी अन्य स्थान पर स्थानांतरित",
  "seat and thus, the delay cannot be attributed to the petitioner. His entire": "कर दी गई थी और इस प्रकार, देरी के लिए याचिकाकर्ता को जिम्मेदार नहीं ठहराया जा सकता है। उनका पूरा",
  "argument relate to the validity of the enquiry report. The enquiry report is not under challenge. What has been challenged is the order of imposition": "तर्क जांच रिपोर्ट की वैधता से संबंधित है। जांच रिपोर्ट को चुनौती नहीं दी गयी है। जिस चीज़ को चुनौती दी",
  "of penalty and the order of the appellate authority.": "गई है वह जुर्माना लगाने का आदेश और अपीलीय प्राधिकारी का आदेश है।",
  "(5) Ihave also considered the enquiry report. There is a specific": "5. मैंने जांच रिपोर्ट पर भी विचार किया है। एक विशिष्ट निष्कर्ष दर्ज किया गया",
  "finding recorded that the petitioner is responsible for causing the delay of about 7% months. The finding was recorded after discussing the evidence": "है कि याचिकाकर्ता लगभग 7 महीने की देरी के लिए जिम्मेदार है | दस्तावेजी साक्ष्य सहित जांच अधिकारी",
  "marked to him. It is settled principle of law that the High Court, while": "किया गया है कि सिविल विविध आवेदन पत्र उसे अंकित कर दिया गया। कानून का यह स्थापित सिद्धांत है",
  "exercising the power of judicial review under Article 226 of the Constitution": "कि उच्च न्यायालय, अनुच्छेद 226 के तहत न्यायिक समीक्षा की शक्ति का प्रयोग करते हुए अपील की",
  "of India, does not sit as a Court of appeal. In exercise of the power of judicial review, the High Court can only examine the decision making": "अदालत के रूप में नहीं बैठता है। न्यायिक समीक्षा की शक्ति का प्रयोग करते हुए, उच्च न्यायालय केवल",
  "process and not the decision itself. It is not the case of the petitioner that": "निर्णय लेने की प्रक्रिया की जांच कर सकता है, निर्णय की नहीं। याचिकाकर्ता का मामला यह नहीं है कि",
  "there has been a violation of principle of natural justice or the order has been passed contrary to any rule or law. Hon’ble Supreme Court in case": "प्राकृतिक न्याय के सिद्धांत का उल्लंघन हुआ है या किसी नियम या कानून के विपरीत आदेश पारित किया",
  "titled Apparel Export Promotion Council versus A. K. Chopra (1), has held that in departmental proceedings, the disciplinary authority is the sole": "परिधान निर्यात संवर्धन परिषद बनाम एके चोपड़ा ने माना है कि विभागीय कार्यवाही में, अनुशासनात्मक",
  "judge of facts once the findings of fact based upon appreciation of evidence": "प्राधिकारी तथ्यों का एकमात्र न्यायाधीश होता है। साक्ष्य की सराहना के आधार पर तथ्य दर्ज किए जाते हैं,",
  "are recorded, the High Court in writ jurisdiction, may not, normally interfere": "उच्च न्यायात्रय, रिट क्षेत्राधिकार में, आम तौर पर उन तथ्यात्मक निष्कर्षों में हस्तक्षेप नहीं कर सकता है",
  "in those factual findings unless it is found that the recorded findings were": "जब तक कि यह नहीं पाया जाता है कि दर्ज किए गए निष्कर्ष या तो बिना किसी सबूत पर आधारित थे या",
  "based either in no evidence or that the findings were wholly perverse and/": "निष्कर्ष पूरी तरह से विकृत थे और/या कानूनी रूप से मान्य। आगे यह माना जाता है कि साक्ष्य की पर्याप्तता",
  "the evidence is not permitted to be canvassed. High Court does not sit as an appellate authority in departmental proceedings while exercising the power of judicial review.": "या अपर्यप्तता को प्रचारित करने की अनुमति नहीं है। न्यायिक समीक्षा की शक्ति का प्रयोग़ करते समय उच्च न्यायालय विभागीय कार्यवाही में अपीलीय प्राधिकारी के रूप में नहीं बैठता है।",
  "(7) This takes the Court to the second relief claimed in the petition": "7. यह अदालत को याचिका में दावा की गई दूसरी राहत की ओर ले जाता है,",
  "regarding promotion from the date persons junior to the petitioner were": "जिसमें याचिकाकर्ता से कनिष्ठ को पदोन्‍नति दी गई थी। दिनांक 4.03.2007 के आदेश द्वारा याचिकाकर्ता",
  "promoted. Petitioner was awarded punishment of stoppage of one increment,": "को एक वेतन वृद्धि रोकने की सजा दी गई। याचिकाकर्ता से कनिष्ठ व्यक्तियों को अनुशासनात्मक कार्यवाही",
  "promoted during the currency of the disciplinary proceedings,i.e., between 2002 to 2007. Penalties suffered by the petitioner came to be completed": "के दौरान, यानी 2002 से 2007 के बीच पदोन्‍नत किया गया था। याचिकाकर्ता द्वारा भुगता गया दंड वर्ष 2009",
  "He was, accordingly, promoted on 7th May, 2009 after the punishment was over. It is not acase that the petitioner was exonerated in the enquiry which": "07.05.2009 को उन्हें पदोन्‍नत कर दिया गया। ऐसा मामला नहीं है कि याचिकाकर्ता को जांच में बरी कर दिया",
  "alone could have been a cause for retrospective promotion of the petitioner.": "गया था, जो अकेले ही याचिकाकर्ता की पूर्वव्यापी पदोन्‍नति का कारण हो सकता था। याचिकाकर्ता ने दंड",
  "Petitioner has suffered the penalty and thus, he could only be promoted after the punishment awarded is over which promotion has been granted to the": "भुगता है और इस प्रकार, उसे दी गई सजा समाप्त होने के बाद ही पदोन्‍नत किया जा सकता है, जिससे",
  "the punishment awarded is over which promotion has been granted to the petitioner. Mr. Jhanji has argued that the denial of promotion to the petitioner": "याचिकाकर्ता को पदोन्‍नति दी गई है। श्री झांजी ने तर्क दिया है कि याचिकाकर्ता को उसके कनिष्ठों की तिथि",
  "Thiru K. S. Murugesan (2) in which, following observations have been made :": "थिरु केएस मुरुगेसन है , जिसमें निम्नलिखित टिप्पणियाँ की गई हैं:",
  "“7, It would thus be clear that when promotion is under consideration, the previous record forms the basis and when": "\"7, इस प्रकार यह स्पष्ट हो जाएगा कि जब पदोन्नति विचाराधीन होती है, तो पिछला रिकॉर्ड आधार",
  "the promotion is on ment and ability, the currency of punishment based on previous record stands as an impediment. Unless the": "बनता है और जब पदोन्नति योग्यता और क्षमता पर होती है, तो पिछले रिकॉर्ड के आधार पर दंड की मुद्रा एक",
  "based on previous record stands as an impediment. Unless the period of punishment gets expired by efflux of time, the claim": "बाधा के रूप में खड़ी होती है। जब तक सजा की अवधि नहीं मिल्रती समय के अंत में समाप्त होने पर, उक्त",
  "for consideration during the said period cannot be taken up. Otherwise. it would amount to restrospective promotion which": "अवधि के दौरान विचार के लिए दावा नहीं किया जा सकता है। अन्यथा, यह पूर्वव्यापी पदोन्‍नति होगी जो",
  "is impermissible under the Rules and it would be a premium on misconduct. Under these circumstances, we are of the opinion": "नियमों के तहत अस्वीकार्य है और यह कदाचार पर प्रीमियम होगा। इन परिस्थितियों में, हमारी राय है कि",
  "that the doctrine of double jeopardy has no application and non-consideration is neither violative of Article 2] nor Article": "दोहरे खतरे के सिद्धांत का कोई अनुप्रयोग नहीं है और गैर-विचारण न तो संविधान के अनुच्छेद 2। और न",
  "14 read with Article 16 of the Constitution.”": "ही अनुच्छेद 6 के साथ पढ़े जाने वाले अनुच्छेद 4 का उल्लंघन है।\""
}