{
  "6 ILL.R. PUNJAB AND HARYANA 2023(2)": "आई.एल.आर. पंजाब और हरियाणा 2023(2)",
  "dismissal of the application bythe Court below.": "निम्नलिखित न्यायालय द्वारा आवेदन को खारिज करना।",
  "(22) Accordingly, the impugned order and judgment passed by learned trial Court as well as learned lower Appellate Court, are hereby": "(22) तदनुसार, विद्वत विचारण न्यायालय के साथ-साथ विद्वत निम्न अपीलीय न्यायालय द्वारा पारित आक्षेपित आदेश",
  "set aside and the application filed by the petitioner-defendant No.3": "और निर्णय को इसके द्वारा अपास्त कर दिया जाता है और याचिकाकर्ता-प्रतिवादी संख्या. 3 द्वारा आदेश 9 नियम ॥3",
  "(23) The parties are directed to make appearance before learned Court below on 20.12.2022 for further directions. Learned Court": "(23) पक्षों को आगे के निर्देशों के लिए 20.2.2022 को नीचे दिए गए विद्वान न्यायालय के समक्ष उपस्थित होने का",
  "below, shall thereafter, proceed to frame the requisite issues and give an opportunity to the petitioner-defendant No.3, in support of the": "मुद्दों को तैयार करने और याचिकाकर्ता-प्रतिवादी संख्या. 3 को एक अवसर देने के लिए आगे बढ़ेगा और उसके बाद,",
  "expeditiously to decide the aforesaid application, in accordance with law.": "विधि के अनुसार, उपर्युक्त आवेदन पर निर्णय लेने के लिए शीघ्रता से आगे बढ़ेगा।",
  "(24) The present revision stands allowed, in above terms.": "(2५) उपरोक्त शर्तों के अनुसार वर्तमान संशोधन की अनुमति है।",
  "Amrita Garg": "अमृता गर्ग",
  "NEELAM RANI v. GAURAV MADAAN AND OTHERS 1": "नीलाम रानी बनाम गौरव मदान और अन्य",
  "(Archana Puri, J.)": "(अर्चना पुरी, जे.)",
  "Before Archana Puri, J.": "समक्ष अर्चना पुरी जे.,",
  "NEELAM RANI—Petitioner": "नीलम रानी-याचिकाकर्ता",
  "versus": "बनाम",
  "GAURAV MADAAN AND OTHERS—Respondents": "गौरव मदान और अन्य-उत्तरदाता",
  "CR NO.3309 of 2021": "सीआर नं. 202। का 3309",
  "December 13, 2022": "दिसंबर 43, 2022",
  "Civil Procedure Code, 1908—Order IX Rule 13—Revision Petition—Application under Order IX Rule 13 CPC dismissed—": "सिविल प्रक्रिया संहिता, 4908-आदेश ।)८ नियम ।3-पुनरीक्षण याचिका-आदेश ।>८ नियम 3 सीपीसी के तहत आवेदन",
  "exparte decree in suit for recovery— Service not proved—application": "खारिज-वसूली के लिए मुकदमे में डिक्री को समाप्त करें- सेवा साबित नहीं हुई-ओ ॥ एक्स आर 3 के तहत आवेदन-",
  "under O 1X R13—testored to be divided fresh—Petition allowed": "ताजा विभाजित करने के लिए बहाल किया गया- याचिका की अनुमति दी गई",
  "Held, that once report made by process server was not": "माना गया कि एक बार प्रक्रिया सर्वर द्वारा की गई रिपोर्ट किसी भी व्यक्ति द्वारा नहीं देखी गई थी और सेवा के संबंध",
  "witnessed by any person and satisfactory of court not recorded regarding service, opportunity to lead evidence must have been given to petitioner.": "में दर्ज नहीं की गई अदालत के संतोषजनक होने पर, याचिकाकर्ता को साक्ष्य देने का अवसर दिया जाना चाहिए था।",
  "Further held, that petitioner should have been given opportunity to disprove presumption of “deemed service’.": "इसके अलावा यह अभिनिर्धारित किया गया कि याचिकाकर्ता को 'मानित सेवा' की धारणा को गलत साबित करने का अवसर दिया जाना चाहिए था।",
  "Sachin Gupta, Advocate for Varinder Kaur Warraich, Advocate, for the petitioner.": "सचिन गुप्ता, याचिकाकर्ता की ओर से वकील वरिंदर कौर वड़ैच।",
  "Gaurav Datta, Advocate, for respondent No.1.": "प्रतिवादी नंबर. । की ओर से गौरव दत्ता, अधिवक्ता।",
  "ARCHANA PURI, J.": "अर्चना पुरी, जे।",
  "(1) Challenge in the present revision petition is to the judgment dated 20.04.2021 passed by learned Addl. District Judge,": "() वर्तमान पुनरीक्षण याचिका में चुनौती विद्वान एडिशनल द्वारा पारित 20.04.202 के फैसले के लिए है। जिला",
  "thereby, affirming the order dated 13.02.2021 (Annexure P-12) passed by learned Civil Judge (Sr. Divn.), whereby, an application under": "न्यायाधीश, इस प्रकार, दिनांक 43.02.202 (अनुलग्नक पी-2) के आदेश की पुष्टि करते हुए, विद्वान सिविल न्यायाधीश",
  "by learned Civil Judge (Sr. Divn.), whereby, an application under Order 9 Rule 13. CPC, filed bythe petitioner was dismissed.": "(क्र. दीवान)) जिसके तहत, याचिकाकर्ता द्वारा दायर आदेश 9 नियम ॥3 सीपीसी के तहत एक आवेदन खारिज कर दिया गया था।",
  "(2) The background facts, having bearing on the controversy, in nutshell, are as follows:-": "(2) संक्षेप में, विवाद से संबंधित पृष्ठ भूमि के तथ्य इस प्रकार हैं:- कि, शुरू में, प्रतिवादी-वादी गौरव मदान ने सुश्री / शंकर",
  "suit for seeking recovery of Rs.4 lakh against Ms/ Shankar Lal Kashmiri Lal through its partner Chiranji Lal and he also impleaded": "लाल कश्मीरी लाल के खिलाफ अपने साथी चिरंजी लाल के माध्यम से २5.५ लाख की वसूली की मांग के लिए एक",
  "three partners of the aforesaid firm as defendants No.2, 3 and 4. The": "मुकदमा दायर किया था और उसने प्रतिवादी संख्या 2, 3 और ५ के रूप में उपरोक्त फर्म के तीन भागीदारों को भी",
  "present petitioner was impleaded as defendant No.3, in the aforesaid": "शामिल किया था। वर्तमान याचिकाकर्ता को उपरोक्त वाद में प्रतिवादी संख्या.",
  "suit. However, the suit was only contested by respondent No.4": "3 के रूप में शामिल किया गया था। हालांकि, मुकदमा केवल प्रतिवादी नंबर. ५ कश्मीरी लाल द्वारा लड़ा गया था,",
  "Kashmiri Lal, whereas, defendants No.1 to 3 (including present": "जबकि, प्रतिवादी नंबर । से 3 (वर्तमान सहित)",
  "(8) In reply, plaintiff-respondent No.1 Gaurav Madaan had taken the stand that Neelam Rani-defendant No.3 was duly served with": "(3) उपरोक्त वाद में एकतरफा निर्णय पारित करने के बारे में पता चलने पर, याचिकाकर्ता-प्रतिवादी संख्या. 3 ने",
  "rightly conducted and ultimately, ex-parte judgment and decree was rightly passed on 21.05.2019. As such, it is submitted that application": "आदेश के माध्यम से खारिज कर दिया गया था और निचली अपीलीय अदालत ने दिनांक 20.0५.202 के विवादित",
  "service effected upon the petitioner, who was defendant No.3, before": "(याचिकाकर्ता) को कथित रूप से जारी किए गए समन पर झूठी रिपोर्ट प्राप्त की होगी कि प्रतिवादी नंबर. 3 ने समन",
  "so dispatched, which is Annexure P-3, reveals that Process Server had allegedly visited the house of the petitioner-defendant No.3, three": "स्वीकार करने से इनकार कर दिया है, जबकि, न तो कोई प्रक्रिया सर्वर प्रतिवादी नंबर. 3-याचिकाकर्ता के घर गया था",
  "NEELAM RANI v. GAURAV MADAAN AND OTHERS 5": "नीलाम रानी बनाम गौरव मदान और अन्य",
  "satisfaction, not so recorded by the Court below as well as in view of the assertions made by the petitioner, thereby, stating about the": "संतुष्टि, जो न्यायालय द्वारा नीचे इस प्रकार अभिलिखित नहीं की गई है और साथ ही याचिकाकर्ता द्वारा किए गए दावों",
  "summons having not received by her, at any time and also about the": "को ध्यान में रखते हुए, इस प्रकार, उसके द्वारा किसी भी समय समन प्राप्त नहीं होने के बारे में और समन की प्रति",
  "refusal having not so made, vis-a-vis, the affixation of copy of summons and copy of plaint, the disputed question of fact is": "और वाद की प्रति को चिपकाने से इनकार करने के बारे में भी बताते हुए, तथ्य का विवादित प्रश्न निश्चित रूप से उठाया",
  "definitely raised, on which the Court below was obliged to give an opportunity to the petitioner to lead evidence.": "गया है, जिस पर न्यायालय याचिकाकर्ता को साक्ष्य देने का अवसर देने के लिए बाध्य था।",
  "(16) Even if, assuming a presumption of the 'deemed service’ is raised against the petitioner, learned Court below should have given an": "(6) भले ही, यह मानते हुए कि याचिकाकर्ता के खिलाफ 'मानित सेवा' का अनुमान लगाया गया है, नीचे दिए गए",
  "raised against the petitioner, learned Court below should have given an opportunity to the petitioner to disprove the same. This was not done.": "विद्वान न्यायालय को याचिकाकर्ता को इसे गलत साबित करने का अवसर देना चाहिए था। ऐसा नहीं किया गया।",
  "(17) Learned counsel for respondent No.1, while relying upon the Second Proviso to Order 9 Rule 13 CPC, contends that the mere": "(7) प्रत्यर्थी नंबर. । के लिए विद्वान वकील, आदेश 9 नियम ॥3 सीपीसी के दूसरे प्रावधान पर भरोसा करते हुए, तर्क",
  "irregularity of service would not be a ground to set aside the ex-parte decree. However, it is pertinent to mention that this Proviso": "देता है कि सेवा की मात्र अनियमितता एकतरफा डिक्री को अलग करने का आधार नहीं होगी। तथापि, यह उल्लेख",
  "ex-parte decree. However, it is pertinent to mention that this Proviso would come into play, only if there was service but it was irregular and the Court below is satisfied that the petitioner had notice of the date of": "करना उचित है कि यह प्रोविसो तभी लागू होगा जब सेवा थी लेकिन यह अनियमित था और न्यायालय संतुष्ट है कि",
  "the Court below is satisfied that the petitioner had notice of the date of hearing and had opportune time to make appearance in the Court.": "याचिकाकर्ता के पास सुनवाई की तारीख की सूचना थी और उसके पास न्यायालय में उपस्थित होने का अवसर था।",
  "(18) As noticed, there is no material on record to show that there was any service on the petitioner or family member or about the": "(8) जैसा कि देखा गया है, यह दिखाने के लिए रिकॉर्ड पर कोई सामग्री नहीं है कि याचिकाकर्ता या परिवार के सदस्य",
  "petitioner's refusal, as observed in the report of Process Server or of": "पर या याचिकाकर्ता के इनकार के बारे में कोई सेवा थी, जैसा कि प्रोसेस सर्वर की रिपोर्ट में देखा गया है या वर्तमान",
  "having any intimation or knowledge about the pendency of the present suit.": "वाद के लंबित होने के बारे में कोई सूचना या जानकारी है।",
  "(19) In these circumstances, second Proviso to Order 9 Rule 13 CPC also does not further the case of respondent No.1. Even if": "(49) इन परिस्थितियों में, आदेश 9 नियम 3 सीपीसी का दूसरा प्रावधान भी प्रतिवादी संख्या । के मामले को आगे",
  "assuming, in the facts and circumstances of the case, the Court": "नहीं बढ़ाता है। भले ही यह मानते हुए कि मामले के तथ्यों और परिस्थितियों में, संबंधित न्यायालय ने यह अनुमान लगाया",
  "concerned raised the presumption that service has been effected, it was obligatory on the part of the Court below, to give an opportunity to the petitioner, to rebut thepresumption, which, as observed aforesaid, has": "है कि सेवा प्रभावी हो गई है, नीचे दिए गए न्यायालय की ओर से, याचिकाकर्ता को उस अनुमान का खंडन करने का",
  "(20) In the fact and circumstances of the present case, as held above, an issue should have been framed by the Court below, as to": "(20) जैसा कि ऊपर अभिनिर्धारित किया गया है, वर्तमान मामले के तथ्य और परिस्थितियों में, निम्न न्यायालय द्वारा",
  "pendency ofthe suit and thereafter, an opportunity should have been given to the petitioner to lead evidence, to rebut the same.": "लंबित होने की जानकारी थी और उसके बाद, याचिकाकर्ता को साक्ष्य देने, उसका खंडन करने का अवसर दिया जाना",
  "(21) However, the said procedure, as such, has not been followed and in these circumstances, this Court is of the view that": "(2॥) तथापि, उक्त प्रक्रिया का अनुसरण नहीं किया गया है और इन परिस्थितियों में, इस न्यायालय का विचार है कि",
  "learned Court below has erred in dismissing the application under Order 9 Rule 13 CPC. Furthermore, even learned lower Appellate": "निम्न न्यायालय ने आदेश 9 नियम 3 सीपीसी के अधीन आवेदन को खारिज करने में त्रुटि की है। इसके अलावा, यहां",
  "Court, had erroneously dismissed the appeal, so filed, against the": "तक कि निचली अपीलीय अदालत ने भी गलती से अपील को खारिज कर दिया था, इसलिए दायर किया गया था",
  "4 ILL.R. PUNJAB AND HARYANA 2023(2)": "आई.एल.आर. पंजाब और हरियाणा 2023(2)",
  "Power of attorney filed on behalf of defendant no.4. Now,": "प्रतिवादी की ओर से दायर पावर ऑफ अटोॉर्नी नं। ५.अब, प्रतिवादी संख्या ५ की ओर से लिखित विवरण दाखिल करने",
  "case is adjourned to 29.08.2018 for filing written- statement on behalf of defendant no.4.”": "के लिए मामला 29.08.208 तक स्थगित कर दिया गया है।\"",
  "(11) Considering the report so made, learned counsel for the petitioner has assiduously submitted that the doctrine of natural justice": "(।॥) इस प्रकार बनाई गई रिपोर्ट पर विचार करते हुए, याचिकाकर्ता के विद्वान वकील ने दृढ़ता से प्रस्तुत किया है कि",
  "is based on the principle that no person should be condemned": "प्राकृतिक न्याय का सिद्धांत इस सिद्धांत पर आधारित है कि किसी भी व्यक्ति की निंदा नहीं की जानी चाहिए और",
  "unheard and fair opportunity has to be given to the person, to represent his/her case. The report should carry evidentiary value,": "व्यक्ति को उसके मामले का प्रतिनिधित्व करने का उचित अवसर दिया जाना चाहिए। रिपोर्ट में साक्ष्य का महत्व होना",
  "inasmuch as, that the report of refusal must be witnessed by some independent witness. Learned counsel submits that the Process Server": "चाहिए, क्योंकि इनकार की रिपोर्ट को किसी स्वतंत्र गवाह द्वारा देखा जाना चाहिए। विद्वान वकील प्रस्तुत करता है कि",
  "was required to make report in accordance with law and it had to be witnessed by an independent witness and thereupon, the ex-parte": "प्रक्रिया सर्वर को कानून के अनुसार रिपोर्ट बनाने की आवश्यकता थी और इसे एक स्वतंत्र गवाह द्वारा देखा जाना था",
  "proceedings could be ordered to be taken againstthe person. In the": "और इसके बाद, व्यक्ति के खिलाफ एकतरफा कार्यवाही करने का आदेश दिया जा सकता था। न्यायालय द्वारा कोई",
  "absence of recording any satisfaction by the Court, the ex-parte proceedings conducted by the Court below, are not legally sustainable.": "संतुष्टि दर्ज करने के अभाव में, नीचे दिए गए न्यायालय द्वारा की गई एकतरफा कार्यवाही कानूनी रूप से टिकाऊ नहीं",
  "Rather, it is submitted that the Court had begun with the assumption about the service, having been duly effected, which is factually wrong,": "है। बल्कि, यह प्रस्तुत किया जाता है कि न्यायालय ने सेवा के बारे में धारणा के साथ शुरुआत की थी, जो विधिवत रूप",
  "in view of the report, so made, which though, has not been": "से प्रभावित हुई थी, जो इस प्रकार की गई रिपोर्ट को देखते हुए तथ्यात्मक रूप से गलत है, जिसे हालांकि किसी व्यक्ति",
  "authenticated by any person.": "द्वारा प्रमाणित नहीं किया गया है।",
  "(12) On the contrary, learned counsel for respondent No.1 has": "(2) इसके विपरीत, प्रत्यर्थी संख्या ॥ के विद्वान वकील ने याचिकाकर्ता के दावे का खंडन किया है। यह प्रस्तुत किया",
  "refuted the claim of the petitioner. It is submitted that service is deemed to be duly effected. Moreover, the petitioner had knowledge": "जाता है कि सेवा को विधिवत प्रभावित माना जाता है। इसके अलावा, याचिकाकर्ता को मुकदमे के लंबित होने के बारे",
  "about the pendency of the suit and therefore, application under Order 9 Rule 13 CPC has been rightly dismissed.": "में जानकारी थी और इसलिए, आदेश 9 नियम ॥3 सीपीसी के तहत आवेदन को सही ढंग से खारिज कर दिया गया है।",
  "should be taken note of that three reports have been made by the Process Servers, within a short span of 10 days, though the date fixed was 13.07.2018. These reports have not been witnessed by any person.": "की छोटी अवधि के भीतर तीन रिपोर्ट बनाए गए हैं, हालांकि निर्धारित तिथि 43.07.208 थी। इन रिपोर्टों को किसी",
  "was 13.07.2018. These reports have not been witnessed by any person. Even, if such reports were made by Process Servers, then also, the Court concerned, before passing order of conducting the ex-parte": "व्यक्ति ने नहीं देखा है। यहां तक कि अगर ऐसी रिपोर्ट प्रक्रिया सर्वरों द्वारा की गई थी, तो भी, संबंधित न्यायालय को,",
  "Court concerned, before passing order of conducting the ex-parte proceedings, ought to have recorded its satisfaction, vis-a-vis, 'deemed'": "एकतरफा कार्यवाही करने का आदेश पारित करने से पहले, 'मानित' सेवा की तुलना में अपनी संतुष्टि दर्ज करनी चाहिए",
  "service. However, this satisfaction is missing in the order dated 13.07.2018, so passed. Rather, the Court concerned observed that": "थी। तथापि, इस प्रकार पारित किए गए दिनांक 3.07.208 के आदेश में यह संतुष्टि अनुपस्थित है। इसके बजाय,",
  "13.07.2018, so passed. Rather, the Court concerned observed that notice issued to defendants no.1 to 3 received back served, which": "संबंधित न्यायालय ने यह मत व्यक्त किया कि प्रतिवादी संख्या । से 3 को जारी किया गया नोटिस वापस प्राप्त किया",
  "observation is palpably wrong.": "गया, जो अवलोकन स्पष्ट रूप से गलत है।",
  "(14) Learned Court below has solely acted upon the said observation and proceeded against ex-parte, qua defendants No.1 to 3.": "(५) नीचे दिए गए न्यायालय ने पूरी तरह से उक्त अवलोकन पर कार्रवाई की है और प्रतिवादी संख्या । से 3 के खिलाफ एकतरफा कार्रवाई की है।",
  "(15) In any event, in view of the report having made by the Process Server, not witnessed by any person and in view of the": "(5) किसी भी घटना में, प्रक्रिया सर्वर द्वारा की गई रिपोर्ट को देखते हुए, किसी भी व्यक्ति द्वारा नहीं देखा गया और",
  "in the aforesaid suit, the petitioner-defendant No.3 filed an application": "गया है, प्रक्रिया सर्वर प्रतिवादी नं। 3-याचिकाकर्ता और उसने उसी पर हस्ताक्षर करने से इनकार कर दिया और उसके",
  "the house of the defendant No.3-petitioner nor any other effective": "याचिकाकर्ता-प्रतिवादी नंबर. 3 के घर तीन बार दौरा किया था। पहली रिपोर्ट .05.208 की है, जिसमें कहा गया है"
}