{
  "Before Mukul Mudgal, C. J & Ajay Tewari, J.": "माननीय न्यायमूर्ति मुकुल मुदुगल सीजे और अजय तिवारी, के समक्ष।",
  "P.C.PINTERNATIONAL LID.,—Appellant": "पी.सी.पी. इंटरनेशनल लिमिटेड-अपीलकर्ता",
  "versus": "बनाम",
  "SMT. NEELAM KAUR AND OTHERS,—Respondents": "श्रीमती नीलम कौर और अन्य - उत्तरदाता",
  "LPA No. 577 of 1996": "996 का एलपीए नंबर 577",
  "in F.A.O. No. 309 of 1995": "995 के एफएओ संख्या 309 में",
  "17th August, 2010": "7 अगस्त, 200",
  "Constitution of India, 1950-Art. 226—Workmen’s Compensation Act, 1 923—-Commissioner holding Insurance": "भारत के संविधान- 226- कर्मकार प्रतिकर अधिनियम, 7923-आयुक्‍्त धारक बीमा",
  "Company liable to pay penalty and interest on amount of": "कंपनी मुआवजे की राशि पर शास्ति ऑर ब्याज का भुगतान करने के ल्रिए उत्तरवायी हैं-बीमा",
  "compensation—Under provisions of insurance policy Company": "प्रॉन्रिसी के प्रावधानों के तहत कंपनी केवत्र मुआवजे की प्रतिषूर्ति करने के त्रिए क्षतिपूर्ति करने",
  "undertaking to indemnify only to reimburse compensation and no liablity to pay interest and penalty—Apeal allowed, judgment of": "का कचन देती है ऑर ब्याज ऑर जुर्माना का भ्रुगतान करने के लिए कोर्ड़ देयता नहीं हैं -",
  "Single Judge set aside and Insurance Company held not liable to": "अपीन की अनुमिति-एकत्र न्यायाधीश के निर्णय को रदृव कर विया गया और बीमा कंपनी",
  "pay any penalty or interest on workmen’s compensation awarded by": "आयुक्त दूवारा बिए गए कामगार के मुआवजे पर किसी भी दंड या ब्याज का भुगतान करने",
  "moreover, since the learned Single gave no reason for distinguishing the judgment of Hon’ble the Supreme Court in New India Assurance Co.": "नहीं रखा जा सकता है, इसके अलावा, क्योंकि विद्वान एकल ने न्यू इंडिया एश्योरेंस कंपनी",
  "Ltd. versus HarshadbhaiAmrutbhai Modhiya, 2006(2) R.C.R. (Civil)": "लिमिटेड बनाम हर्षदआई अमृतभाई मोधिया, 2006 (2) आरसीआर (सिविल्र) 84, में माननीय",
  "pay any penalty or interest on the workmen’s compensation awarded by": "उल्लेख किया। बीमा कंपनी आयुक्त द्वारा दिए गए कामगार के मुआवजे पर किसी भी दंड",
  "the Commissioner. However, that would not preclude the civil court from": "या ब्याज का भुगतान करने के लिए उत्तरदायी नहीं होगी। हालांकि, यह सिविल कोर्ट को बीमा",
  "foisting any additional liability on the Insurance Company. if the": "कंपनी पर किसी भी अतिरिक्त दायित्व को थोपने से नहीं रोकेगा, अगर पार्टियों के बीच पत्राचार",
  "correspondence between the parties gives rise to any subsidiary contract/ liability.": "किसी सहायक अनुबंध / देयता को जन्म देता है।",
  "(Para 8)": "(पैरा 8)",
  "D.K. Gupta, Advocate for the appellant.": "अपीलकर्ता के वकील - डी.के. गुप्ता",
  "R.K. Bashamboo, Advocate for the respondents.": "आर.के. बाशंबू - अधिवक्ता/ प्रतिवादी के किए।",
  "(8) Since the issueinvolved in the present appeal is squarely covered": "8. चूंकि वर्तमान अपील में शामित्र मुद्दा ऊपर दिए गए माननीय सर्वोच्च न्यायालय के",
  "satisfied that the learned Single Judge’s judgment cannot be sustained, moreover,": "फैसले को कायम नहीं रखा जा सकता है, इसके अलावा, क्योंकि विद्वान न्यायाधीश ने इसे",
  "since the leamed Judge gave no reason for distinguishing it but only referred to the same. Counsel for the appellant has sought to rely upon certain": "अलग करने का कोई कारण नहीं दिया बल्कि केवल उसी का उल्लेख किया। अपीलकर्ता के",
  "to the same. Counsel for the appellant has sought to rely upon certain correspondence.exchanged between the parties and has referred to a civil": "वकील ने पार्टियों के बीच आदान-प्रदान किए गए कुछ पत्राचार पर भरोसा करने की मांग की",
  "suit filed before the Civil Court. We are not concerned with the issue raised": "है और सिविल कोर्ट के समक्ष दायर एक सिविल सूट का उल्लेख किया है। हम सिविल्र कोर्ट",
  "parties but are only concerned with interpretation of the insurance policy. We": "लेकिन केवल बीमा पॉलिसी की व्याख्या से संबंधित हैं। हम पहले ही निष्कर्ष निकाल चुके हैं",
  "have already concluded that the Insurance contract does not cover penalty and interest payable by the appellant. Accordingly while setting aside the": "कि बीमा अनुबंध अपीलकर्ता द्वारा देय दंड और ब्याज को कवर नहीं करता है। तदनुसार,",
  "judgment of the learned Single Judge, we hold that the Insurance Company": "विद्वान एकल न्यायाधीश के फैसले को रदद करते हुए, हम मानते हैं कि बीमाकंपनी",
  "shall not liable to pay any penalty or interest on the Workmen’s compensation": "आयुक्‍त द्वारा दिए गए कामगार मुआवजे पर जुर्माना या ब्याज का भुगतान करने के लिए",
  "awarded by the Commissioner. However, that would not preclude the civil court from foisting any additional liability on the Insurance Company, if the": "उत्तरदायी नहीं होगी। हालांकि, यह बीमा कंपनी पर किसी भी अतिरिक्त दायित्व को थोपने से",
  "correspondence between the parties gives rise to any subsidiary contract/": "सिविल कोर्ट को नहीं रोकेगा यदि पार्टियों के बीच पत्राचार किसी सहायक अनुबंध / देयता",
  "(9) The appeal stands disposed of.": "9. अपील का निपटारा किया जाता है।",
  "(4) The order of the Commissioner, Workmen Compensation Act, Panipat reads as follows :—": "4. आयुक्त, कर्मकार प्रतिकर अधिनियम, पानीपत का आदेश इस प्रकार है:",
  "within the period of 30 days from the date of accident but till": "\"प्रतिवादी नंबर 4 को दुर्घटना की तारीख से 30 दिनों की अवधि के भीतर मुआवजे की",
  "today no amount has been deposited. Keeping in view the": "राशि जमा करनी थी, लेकिन आज तक कोई राशि जमा नहीं की गई है। प्रतिवादी नंबर",
  "difficulty of the petitioners duc to the non-deposit of the": "। द्वारा मुआवजे की राशि जमा न करने के कारण याचिकाकर्ताओं की कठिनाई को",
  "No. | under Section 49 of the Workman Compensation Act.": "ध्यान में रखते हुए, वर्कमैन कंपनसेशन एक्ट की धारा 49 के तहत प्रतिवादी नंबर ॥",
  "The folowing claims of the petitioners are accepted :— -": "याचिकाकर्ताओं के निम्नलिखित दावों को स्वीकार किया जाता है-",
  "Amount of compensation .. Rs. 87,980.00": ". मुआवजे की राशि...... 87,980.00 रुपए",
  "Penalty @ 40% . Rs, 35,192.00": "3. जुर्माना (७ 40% .... &. 35,92.00 रुपए",
  "Expenses Rs. 2,000.00": "4. खर्च। .... &२5. 2,000.00",
  "Total: Rs. 1,74,440.80": "कुल : रु. ,74,440.80",
  "seventy four thousand four hundred forty and paise cighty only) in favour of the petitioners. The respondent No. 1, i.e.": "सौ चालीस पैसे केवल) की डिक्री पारित करता है। प्रतिवादी नंबर , यानी मेसर्स पी.सी.पी.",
  "M/s P.C.P. Company is hereby directed to deposit the deerctal amount in this Court within 30 days. In case the decretal amount": "कंपनी को एतददवारा 30 दिनों के भीतर इस न्यायात्रय में डिक्रीटल राशि जमा करने का",
  "(5) The order was passed as the Appcllant—Company was": "रहेगी। 5. आदेश पारित किया गया था क्योंकि अपीलकर्ता-कंपनी को पूर्व पक्षीय के खिलाफ आगे",
  "procecded against ex parte. Learned counsel for the appellant—-Company states that the Insurance Company is not only liable to pay the compensation": "बढ़ाया गया था। अपीलकर्ता-कंपनी के विद्वान वकील ने कहा कि बीमा कंपनी न केवल मुआवजे",
  "amount which was computed at Rs. 70,384 but is also liable to pay the": "की राशि का भुगतान करने के लिए उत्तरदायी है, जिसकी गणना 70,384/- रुपये की गई थी,",
  "penalty and interest therein as determined by the Commissioner, Workmen": "बल्कि ऊपर दिए गए आदेश में आयुक्त, कामगार मुआवजा अधिनियम द्वारा निर्धारित जुर्माना",
  "concermed, the only issuc arises ts to the effect of the insurance policy which": "एकमात्र मुद्दा बीमा पॉलिसी के प्रभाव का है जिसमें स्पष्ट रूप से कहा गया है कि जुर्माना",
  "(6) .Counsel for the respondents has relied upon a judgment of Hon’ble the Supreme Court in New India Assurance Co. Ltd., versus HarshadbhaiAmrutbhai Modhiya, (1).": "6. उत्तदाताओं के वकील ने न्यू ड्ंडिया एश्योरेंस कंपनी ल्रिमिटेड बनाम हर्षवभाई अमृतभाई",
  "owner and the Insurance Company. Qua the claimants, the": "के लिए वैधानिक रूप से उत्तरदायी नहीं है। तथापि, जहां नियोक्‍्ता और बीमाकर्ता द्वारा",
  "requirements laid down under the Workmen’s Compensation": "क्षतिपूर्ति करमे का वचन दिया था, नियोक्‍्ता कामगार मुआवजा अधिनियम के तहत"
}