{
  "(4) From the pleadings of the parties, following issues were framed by learned trial Court for adjudication :—": "(4) पक्षकारों की दलीलों से, विद्वत विचारण न्यायालय द्वारा निर्णय के लिए निम्नलिखित मुद्दे तैयार किए गए थेः-",
  "“(1) Whether the plaintiffis in possession of suit land ? OPP": "“(4) क्या अभियोक्‍ता के पास मुकदमा भूमि का अधिकार है? दायित्व वादी",
  "(2) Whether the decree in question was obtained by the defendant": "(2) क्या विचाराधीन हुक्मनामा प्रतिवादी द्वारा धोखाधड़ी करके और तथ्यों को",
  "in para Nos. 6 and 7 of the plain and is void ? OPP": "और 7 में आरोप लगाया गया है और यह अमान्य है? दायित्व वादी पर",
  "(3) Whether the plaintiffis estopped by his own act and conduct": "(3) क्या अभियोक्‍ता अपने स्वयं के कार्य और आचरण से विमुख है जेसा कि",
  "as alleged in para Nos. 1 and 2 of the pre-objections of the written statement ? OPD": "लिखित कथन की पूर्व-आपत्तियों के पैरा संख्या 4 और 2 में आरोप लगाया गया है? दायित्व उत्तरवादी पर",
  "(4) Whether the plaintiffhas got no cause of action ? OPD": "(4) क्या अभियोक्‍ता के पास दावा दायर करने के लिए उचित कारण नहीं है? दायित्व उत्तरवादी पर",
  "(5) Relief.": "(5) राहत",
  "Additional issue :": "अतिरिक्त मुद्दाः",
  "Whether the suit is not maintainable as alleged in preliminary": "क्या मुकदमा बनाए रखने योग्य नहीं है जेसा कि संशोधित लिखित",
  "objection of para 5 of the amended written statement.”": "कथन के पैरा 5 की प्रारंभिक आपत्ति में आरोप लगाया गया है।”",
  "plaintiff and in favour of respondent-defendant holding that decree in question": "(44) अपीलार्थी-वादी के विद्वान वकील ने इस अपील में उत्पन्न होने वाले कानून",
  "by this Court in Deepa and others’s case (supra), on which reliance has": "'दीपा और अन्य' (उपरोक्त ) मामले में भी कहा गया है, जिस पर अपीलकर्ता-",
  "been placed on behalf of the appellant-plaintiff, that if rights in the immovable": "वादी की ओर से निर्भरता रखी गई है कि यदि अचल संपत्ति में अधिकार",
  "property have been transferred and the transferee has got the title and the rights in it first time only on the basis of such decree, registration of that": "हस्तांतरित किए गए हैं और स्थानांतरिती को पहली बार केवल इस तरह के हक्मनामे के आधार पर अधिकार और स्वामित्व मिले हैं, तो उस हक्मनामे का",
  "decree is necessary to make it a valid document and, however, if the right": "पंजीकरण इसे एक वैध दस्तावेज बनाने के लिए आवश्यक है हालाँकि यदि",
  "has already come into existence, it is not invalid for want of registration,": "अधिकार पहले ही अस्तित्व में आ चुका है, तो यह पंजीकरण के अभाव के लिए",
  "as such a decree only recognises pre-existing right.": "अमान्य नहीं है, क्योंकि ऐसा हुक्मनामा केवल पहले से मौजूद अधिकार को मान्यता देता है।",
  "(Para 31)": "(पैरा 34)",
  "Alok Jain, Advocate for the appellant.": "आलोक जैन, अधिवक्ता अपीलकर्ता के लिए",
  "Adarsh Jain, Advocate for the respondent.": "आदर्श जैन, अधिवक्ता प्रतिवादी के लिए",
  "(1) Facts leading to the present regular second appeal are as under :—": "() वर्तमान दूसरी अपील की ओर ले जाने वाले तथ्य इस प्रकार हैं:--",
  "(2) Present appellant-plaintiff was owner is possession of the land": "(2) वर्तमान अपीलार्थी-वादी विवादग्रस्त भूमि का स्वामी है, जिसका विधिवत",
  "in dispute, duly described in para No. | of the plaint. Respondent-defendant": "वर्णन वाद के पैरा सं. 4 में किया गया है।|प्रत्यर्थी-प्रतिवादी कथित रूप से अपने पक्ष",
  "is claiming right over the said land on the basis of judgment and decree dated": "और हुक्मनामा के आधार पर उक्त भूमि पर अधिकार का दावा कर रहा",
  "appellant-plaintiff. However, the plea has been taken that the said decree is illegal, void and a result of fraud being committed upon the appellant-": "है।हालाँकि, यह तर्क लिया गया है कि उक्त हुक्मनामा अवैध, और अमान्य है और अपीलकर्ता-अभियोक्‍ता पर की जा रही धोखाधड़ी का परिणाम है और",
  "plaintiff and that as respondent-defendant intends to take illegal possession": "प्रतिअभियोक्ता-उत्तरदाता के रूप में अवैध कब्जा लेने का इरादा रखता है।उक्त",
  "Before Ram Chand Gupta, J.": "न्यायमूर्ति राम चंद गुप्ता के समक्ष",
  "SMT. ZEHRO,—Appellant": "श्रीमती जेहरों -अपीलार्थी",
  "versus": "बनाम",
  "RSA No. 2698 of 1983": "4983 का आर. एस. ए. संख्या 2698",
  "Code of Civil Procedure (as amended in 1976), 1908—S.100—": "सिविल प्रक्रिया संहिता (4976 में संशोधित), 4908-धारा 400- पंजाब",
  "Punjab Court Act,—S.41—Registration Act, 1908—S. 17—Transfer": "न्यायालय अधिनियम, धारा 44- पंजीकरण अधिनियम, 4908-धारा ॥7-",
  "aside on ground that decree has been obtained illegally and by": "आधार पर दरकिनार करने की मांग की गई कि आदेश अवैध रूप से और",
  "fraud—Plaintiff claimed to be Pardanashin lady—However, plaintiff": "धोखाधड़ी से प्राप्त किया गया है-अभियोक्‍ता ने पर्दानशीन महिला होने का दावा किया-हालाँकि, अभियोक्ता ने दायर किए गए लिखित बयान और",
  "admitted to affixing thumb impression on written statement filed": "अदालत में दिए गए बयान पर अंगूठे का निशान लगाने की बात स्वीकार",
  "Held, That it has not been proved on the record that appellant/": "अभिनिर्धारित किया कि यह अभिलेख पर साबित नहीं हुआ है कि",
  "plaintiff was a Pardanashin lady. The only fact proved is that she is an": "अभियोकक्‍ता एक पर्दाशीन महिला थी।एकमात्र तथ्य यह साबित हुआ कि वह एक",
  "as well as on the statement given in the Court. However, merely on the": "बयान पर भी अपने अंगूठे का निशान लगाया था।हालाँकि, केवल इस आधार पर",
  "ground that appellant-plaintiff is an illiterate lady, it cannot be said that she": "कि अपीलार्थी-वादी एक अनपढ़ महिला है, यह नहीं कहा जा सकता है कि उसके",
  "was not having sufficient intelligence to understand the nature of the transaction": "पास अपने द्वारा किए गए लेन-देन की प्रकृति को समझने के लिए पर्याप्त बुद्धि नहीं",
  "undertaken by her. Rather as per her own case, she was managing her entire": "थी।बल्कि अपने मामले के अनुसार, वह अपनी पूरी संपत्ति का प्रबंधन कर रही",
  "property. She also intended to manage her entire property during her life-": "थी।वह अपने जीवनकाल में अपनी पूरी संपत्ति का प्रबंधन करने का भी इरादा",
  "agreed that she would remain owner in possession of her entire land in": "तब तक उसे उसी के कब्जे में मालिक रहना था और उक्त समझौता उसके द्वारा",
  "deputed to get the formalities completed in order to implement the said": "को केवल उसी की औपचारिकताओं की व्यवस्था करने के लिए प्रतिनियुक्त किया",
  "(8) A Full Bench of this Court in the case of Ghanpat versus Ram": "(8) 'घनपत बनाम राम” के मामले में इस न्यायालय की पूर्ण पीठ ने यह विचार",
  "Dev (1), had taken a view that in view of Section 41 of the Punjab Courts": "व्यक्त किया था कि पंजाब न्यायालय अधिनियम की धारा 44 को ध्यान में रखते",
  "Act, the amended provisions of Section 100 of the Code of Civil Procedure,": "हुए, सिविल प्रक्रिया संहिता की धारा 400 के संशोधित प्रावधान, जैसा कि 4976",
  "as amended in 1976, were not applicable to the second appeals filed in": "में संशोधित किया गया था, इस न्यायालय में दायर दूसरी अपीलों पर लागू नहीं थे",
  "this Court and accordingly, no substantial question of law was framed, nor": "और तदनुसार, कानून का कोई महत्वपूर्ण प्रश्न नहीं बनाया गया था, न ही कानून के",
  "the aforesaid regular second appeals were admitted on any such substantial": "ऐसे किसी भी महत्वपूर्ण प्रश्न पर उपरोक्त नियमित दूसरी अपीलों को स्वीकार",
  "question of law. However, the Hon’ble Apex Court in the case of Kulwant Kaur versus Gurdial Singh Mann (dead) by Lrs. (2) has held that after": "किया गया था।तथापि, 'कुलवंत कौर बनाम गुरदियाल सिंह मान (मृतक )",
  "amendment of Code of Civil Procedure in the year 1976, thereby amending": "अभिनिर्धारित किया है कि इसके बाद वर्ष 4976 में सिविल प्रक्रिया संहिता में",
  "Section 100, Section 41 of the Punjab Courts Act had become redundant": "संशोधन, जिससे पंजाब न्यायालय अधिनियम की धारा 400 और धारा 4 में",
  "and repugnant to the Central Act, i.e., Code of Civil Procedure and": "संशोधन केंद्रीय अधिनियम, अर्थात सिविल प्रक्रिया संहिता के लिए अनावश्यक",
  "therefore was to be ignored and therefore, the second appeal shall only lie": "और अप्रिय हो गया था और इसलिए इसे नजरअंदाज किया जाना था और इसलिए,",
  "on a substantial question of law.": "400 के तहत, कानून के एक महत्वपूर्ण प्रश्न पर होगी।",
  "(9) It may be mentioned here that though question of law was not framed at the time of admission of present appeal, and however, it has been": "(9) यहां यह उल्लेख किया जा सकता है कि हालांकि वर्तमान अपील को स्वीकार करने के समय कानून का प्रश्न तैयार नहीं किया गया था, और हालाँकि, इस",
  "observed by Full Bench of this Court in Dayal Sarup versus Om Parkash": "न्यायालय की पूर्ण पीठ ने 'दयाल सरूप बनाम ओम प्रकाश (मृतक )",
  "of Civil Procedure at any point of time before hearing of the appeal, even": "यह न्यायालय अपील की सुनवाई से पहले किसी भी समय सिविल प्रक्रिया संहिता",
  "appeal under Sections 100(4) and 100(5) of the Code and question of law": "संहिता की धारा 400 (4) और 400 (5) के तहत अपील की सुनवाई करते समय",
  "can be permitted to be raised at any stage of proceedings.": "के किसी भी चरण में कानून के प्रश्न को उठाने की अनुमति दी जा सकती है।",
  "(1) AIR 1978 Punjab and Haryana 137": "'ए.आई.आर. 4978 पंजाब और हरियाणा 437",
  "aforementioned substantial questions of law framed by learned counsel for": "उपरोक्त महत्वपूर्ण प्रश्नों पर पक्षों के विद्वान अधिवक्ताओ को सुना है और पूरे",
  "(13) It has been contended by learned counsel for the appellant-": "(43) अपीलार्थी-अभियोकक्‍ता के विद्वान अधिवक्ता द्वारा यह तर्क दिया गया है कि",
  "plaintiff that appellant-plaintiff was a Pardanashin lady and that a fraud was": "अपीलार्थी-अभियोक्ता एक परदनाशीन महिला थी और प्रत्यर्थी-प्रतिअभियोक्‍्ता",
  "committed upon her by respondent-defendant, who is son of one of her daughters. It is further contended that she was made to thumb mark the": "द्वारा उस पर धोखाधड़ी की गई थी, जो उसकी एक बेटी का बेटा है।यह आगे तर्क",
  "admitted written statement and on the statement made in the Court by": "स्वीकार किए गए लिखित बयान और अदालत में दिए गए बयान पर अंगूठे से",
  "plain. It is contended that on these facts it was for respondent-defendant": "चिह्नित किया गया था।यह तर्क दिया जाता है कि इन तथ्यों पर प्रतिवादी-उत्तरवादी",
  "to prove that appellant-plaintiff had sufficient intelligence to understand the": "को यह साबित करना था कि अपीलार्थी-वादी के पास प्रासंगिक और महत्वपूर्ण",
  "relevant and important matters and that she had in fact understood the": "मामलों को समझने के लिए पर्याप्त खुफिया जानकारी थी और उसने वास्तव में",
  "contents of the plaint and that the same was explained to her and the": "शिकायत की सामग्री को समझा था और उसे समझाया गया था और इरादा साफ",
  "on the part of the respondent-defendant. It is further argued that appellant- plaintiff was having five daughters and having grand children from all the": "नहीं थी।यह आगे तर्क दिया जाता है कि अपीलार्थी-अभियोकक्‍ता की पाँच बेटियाँ थीं",
  "five daughters and that in fact she entered into a family settlement with all": "और सभी पाँच बेटियों से उसके दोहते थे और वास्तव में उसने सभी के साथ",
  "her death and till then she was to remain owner in possession of the same": "दौरान विवादग्रस्त अपनी पूरी भूमि की मालिक बनी रहेगी और उसकी मृत्यु के",
  "(17) On the other hand, it has been argued by learned counsel for": "(।7) दूसरी और, प्रत्यर्थी-प्रतिवादी के विद्वान अधिवक्ता द्वारा यह तर्क दिया गया",
  "the respondent-defendant that as per own admission of appellant-plaintiff,": "है कि अपीलार्थी-वादी की अपनी स्वीकारोक्ति के अनुसार, उसने अपने रिश्तेदारों",
  "she entered into a family settlement regarding her entire property including": "की उपस्थिति में विवादग्रस्त भूमि सहित अपनी पूरी संपत्ति के बारे में एक",
  "said family settlement, land in dispute was given to respondent-defendant,": "विवादग्रस्त भूमि प्रत्यर्थी-प्रतिवादी को दी गई थी, जो उसकी एक बेटी का बेटा",
  "the said fact is duly proved by statement of defendant as well as by statement": "उक्त तथ्य प्रतिवादी के बयान के साथ-साथ वकील के बयान से विधिवत साबित",
  "of counsel, who represented appellant-plaintiff before learned Court, which": "होता है, जिसने विद्वान न्यायालय के समक्ष अपीलार्थी-वादी का प्रतिनिधित्व किया,",
  "passed the decree as well as from the statement of Reader of the Court": "जिसने हुक्मनामा को पारित किया और साथ ही अदालत के पाठक के बयान से भी",
  "and that self serving statement of appellant-plaintiff is not sufficient to rebut": "और अपीलार्थी-वादी का स्व-सेवारत बयान उक्त साक्ष्य का धारान करने के लिए",
  "the said evidence. It is further contended that appellant-plaintiff was managing": "पर्याप्त नहीं है।यह आगे तर्क दिया जाता है कि अपीलार्थी-वादी अपने जीवनकाल",
  "the entire property during her life-time and she had come to the Court of": "के दौरान पूरी संपत्ति का प्रबंधन कर रही थी और वह खुद न्यायालय में आई थी",
  "her own and engaged a counsel and hence, it is contended that it cannot": "और एक वकील को नियुक्त किया था और इसलिए, यह तर्क दिया जाता है कि यह",
  "be said that appellant-plaintiff was not having sufficient intelligence to": "नहीं कहा जा सकता है कि अपीलार्थी-वादी के पास महत्वपूर्ण मामलों को समझने",
  "plaintiff was an illiterate lady, however, she was not a Pardanashin lady,": "अपीलार्थी-अभियोक्ता एक अनपढ़ महिला थी, लेकिन वह एक पर्दाशीन महिला",
  "rather she was managing her entire property. It is further contended that,": "नहीं थी, बल्कि वह अपनी पूरी संपत्ति का प्रबंधन कर रही थी।हालाँकि, यह आगे",
  "presence of her daughters, due to pressure of other daughters, she filed the": "अपनी बेटियों की उपस्थिति में, अन्य बेटियों के दबाव के कारण, पारिवारिक",
  "pre-existing right in the property in dispute, as he was to inherit the same": "निकट संबंधी था और विवादग्रस्त संपत्ति में उसका पहले से अधिकार था, क्योंकि",
  "through her mother, after her death and, hence, it is contended that the": "उसे उसकी माँ द्वारा से उसकी मृत्यु के बाद विरासत में मिलना था और इसलिए,",
  "decree was not required to be registered. It is further argued that moreover,": "यह तर्क दिया जाता है कि हुक्मनामा को पंजीकृत करने की आवश्यकता नहीं थी।यह आगे तर्क दिया जाता है कि इसके अलावा, हुक्मनामा का पक्ष होने के नाते",
  "appellant-plaintiff being party to the decree cannot challenge the same on": "अपीलार्थी-वादी पंजीकरण के आधार पर इसे चुनौती नहीं दे सकती है और वह",
  "the ground of registration and that she can only challenge the same on the ground of fraud, which she has failed to prove.": "केवल धोखाधड़ी के आधार पर इसे चुनौती दे सकती है, जिसे वह साबित करने में",
  "(18) Inthe present case, as already stated above, in the plaint itself": "(48) वर्तमान मामले में, जेसा कि पहले ही ऊपर कहा गया है, वाद में ही",
  "appellant-plaintiff admitted that family settlement was arrived at": "अपीलार्थी-वादी ने स्वीकार किया कि उसके रिश्तेदारों की उपस्थिति में विवादग्रस्त",
  "regarding her entire property including the property in dispute in the presence": "संपत्ति सहित उसकी पूरी संपत्ति के संबंध में पारिवारिक समझौता किया गया था",
  "of her relatives and that as per the said family settlement, she was to remain": "और उक्त पारिवारिक समझौते के अनुसार, उसे अपने जीवनकाल के दौरान",
  "owner of the property in dispute, during her life-time and thereafter the": "विवादग्रस्त संपत्ति का मालिक बने रहना था और उसके बाद संपत्ति उसकी पांच",
  "property was to be given to all the children of her five daughters and that": "बेटियों के सभी बच्चों को दी जानी थी और उस प्रतिवादी-उत्तरवादी को उसी के",
  "respondent-defendant was deputed to arrange the formalities for the same.": "लिए औपचारिकताओं की व्यवस्था करने के लिए प्रतिनियुक्त किया गया था।उसने यह भी स्वीकार किया है कि प्रतिवादी-उत्तरवादी ने इस याचिका पर उसके अंगूठे",
  "(19) Moreover, it has not been proved on the record that appellant-": "(9) इसके अलावा, यह रिकॉर्ड पर साबित नहीं हुआ है कि अपीलार्थी-",
  "illiterate lady as she had put her thumb impression on the written statement": "अनपढ़ महिला है, क्योंकि उसने लिखित बयान के साथ-साथ अदालत में दिए गए",
  "time. She approached her counsel and got prepared the written statement,": "रखती थी।उसने अपने वकील से संपर्क किया और लिखित बयान तैयार किया,",
  "as has been proved from deposition of her counsel and filed the same in": "जैसा कि उसके वकील के बयान से साबित हुआ है और उसे अदालत में दायर",
  "the Court. She also made the statement before the Court and put her thumb": "किया गया है।उन्होंने अदालत के समक्ष बयान भी दिया और अपने अंगूठे का",
  "impression. Plea cannot be accepted that she was made to thumb mark": "निशान लगाया।इस तर्क को स्वीकार नहीं किया जा सकता है कि पीठासीन",
  "understand the contents of the plaint and her statement.": "अधिकारी द्वारा अदालत में उसे शिकायत और उसके बयान की सामग्री को समझे",
  "(20) So far as the legal proposition held in the aforementioned": "(20) जहाँ तक पर्दाशीन महिला या एक अनपढ़ महिला के मामले में किसी विशेष",
  "dispute. However, none of the said authorities are applicable to the facts": "गई है, कोई विवाद नहीं है।हालाँकि, उक्त अधिकारियों में से कोई भी वर्तमान",
  "of present case. In the present case, as already discussed above, appellant-": "मामले के तथ्यों पर लागू नहीं होता है।वर्तमान मामले में, जेसा कि पहले ही ऊपर चर्चा की गई है, अपीलार्थी-अभियोक्ता को उसके वकील के साथ-साथ न्यायालय",
  "plaintiff was made to understand the contents of the plaint and the written": "के पीठासीन अधिकारी द्वारा शिकायत की सामग्री और लिखित बयान को समझने",
  "statement by her counsel as well as by the Presiding Officer of the Court. She thumb marked the written statement as well as her statement in the": "के लिए कहा गया था।उन्होंने लिखित बयान के साथ-साथ अदालत में अपने बयान",
  "Court, after duly understanding the same and, hence, she cannot be permitted": "को विधिवत समझने के बाद चिह्नित किया और इसलिए, उन्हें बाद में उसी से",
  "to resile from the same later on. Appellant-plaintiff has failed to prove that": "वापस जाने की अनुमति नहीं दी जा सकती है।अपीलार्थी-वादी यह साबित करने में",
  "any fraud was committed upon her or that the decree obtained by respondent-": "विफल रही है कि उस पर कोई धोखाधड़ी की गई थी या प्रतिवादी-उत्तरवादी द्वारा",
  "defendant from her was a result of any misrepresentation.": "उससे प्राप्त हुक्मनामा किसी भी गलत निरूपण का परिणाम थी।",
  "(21) Lawis wellsettled that a consent decree is as good as a decree": "(24) कानून अच्छी तरह से तय किया गया है कि एक सहमति हुक्मनामा",
  "obtained after contest and binds all concerned unless and until the same is": "प्रतिस्पर्धा के बाद प्राप्त हुक्मनामे के बराबर है और सभी संबंधित लोगों को तब",
  "set aside or avoided and that consent decree is binding unless and until same": "जाता है और वह सहमति हुक्मनामा तब तक बाध्यकारी है जब तक कि अनुमेय",
  "is avoided in one of the permissible ways. On this point reliance has been": "तरीकों में से किसी एक में इस से बचा नहीं जाता है।इस बिंदु पर “हरपाल और",
  "placed upon Harpal and others versus Smt. Ram Piari and others (28),": "अन्य बनाम श्रीमती राम प्यारी और अन्य”, पर निर्भरता रही है",
  "relevant paragraph of which reads as under :—": "जिसका प्रासंगिक अनुच्छेद इस प्रकार है:--",
  "“3. Inthe plaint, no plea is raised that the appellants committed any": "“3. शिकायत में, कोई तर्क नहीं उठाया गया है कि अपीलकर्ताओं ने",
  "fraud on Jiwan Ram or obtained the decree by coercion or": "जीवन राम के साथ कोई धोखाधड़ी की है या जबरदस्ती या अनुचित",
  "undue influence. The plea taken in the plaint is that the basis of": "प्रभाव द्वारा हुक्मनामा प्राप्त किया है।याचिका में कहा गया है कि पहले",
  "the earlier suit was that Jiwan Ram had gifted 4/5th share of his": "के मुकदमा का आधार यह था कि जीवन राम ने अपनी संपत्ति के पांचवें",
  "property to his four sons and since Jiwan Ram was denying": "हिस्से का चार हिस्सा अपने चार बेटों को उपहार में दिया था और चूंकि जीवन राम पांचवें हिस्से का चार हिस्सा देने से इनकार कर रहे थे,",
  "gift was ever made by Jiwan Ram, therefore, the consent decree": "कभी कोई उपहार नहीं दिया था, इसलिए सहमति आदेश धोखाधड़ी",
  "was fraudulent and collusive and therefore, did not bind the": "और सांठगांठ वाला था और इसलिए, बेटियों को बाध्य नहीं किया और",
  "daughters and they were entitled to ignore the same. Accepting": "वे इसे नजरअंदाज करने के हकदार थे।शिकायत में बताए गए तथ्यों को",
  "owner of the property, deprived himself of 4/Sth share of the same in favour of his sons by filing a consent written statement": "लिखित बयान दायर करके अपने बेटों के पक्ष में उसी के 4॥5वें हिस्से से",
  "on the basis of which the decree was passed on 20th June,": "खुद को वंचित कर लिया, जिसके आधार पर 20 जून, 4958 को",
  "1958. Therefore, since the date of decree, 4/5th share would": "हक्मनामा पारित किया गया था ।इसलिए, हुक्मनामे की तारीख से, 4/5",
  "belong to the four sons and Jiwan Ram would continue to be": "वां हिस्सा चार बेटों का होगा और जीवन राम केवल शेष ॥॥5 वें हिस्से",
  "a gift of 4/5th share in favour of his sons by a registered gift": "अपने बेटों के पक्ष में 4/5 वें हिस्से का उपहार दे सकते थे।उनके चार",
  "deed. The other method to make his four sons owners of 4/5th share was to suffer a decree of the kind in dispute which would": "बेटों को 4/5वें हिस्से का मालिक बनाने का दूसरा तरीका था विवाद में",
  "clearly give title to the four sons and would reduce the ownership": "उस तरह का आदेश देना जो स्पष्ट रूप से चार बेटों को अधिकार देगा",
  "another versus Seogeni Rai and others, AIR 1951 SC 280,": "नारायण और एक अन्य बनाम सेओगेनी राय और अन्य', ए. आई.",
  "in paragraph 22 of the report, it was held as follows :—": "आर. 4954 एस. सी. 280, के पैरा 22 में यह निम्नानुसार अभिनिर्धारित किया गया थाः--",
  "‘It does not matter whether the decree was by consent or": "'इससे कोई फर्क नहीं पड़ता कि हक्मनामा सहमति से थी या",
  "otherwise, for a decree, unless and until it is set aside or": "अन्यथा | एक हक्मनामा के लिए, जब तक कि इसे निरस्त नहीं",
  "avoided in one or other of the ways in which alone a decree": "किया जाता है या एक या दूसरे तरीके से टाला नहीं जाता है जिसमें",
  "may be attached, holds its force and binds all concerned.’": "केवल एक हुक्मनामा संलग्न किया जा सकता है, इसका बल रहता है और सभी संबंधितों को बाध्य करता है।",
  "Therefore, a decree obtained after contest is as good a decree as": "इसलिए, प्रतिस्पर्धा के बाद प्राप्त एक हुक्मनामा उतनी ही अच्छी",
  "consented to by the defendant and the same would bind the": "हुक्मनामा है जितनी प्रतिवादी द्वारा सहमति दी गई है और यह",
  "defendant and his successors-in-interest unless and until the": "प्रतिवादी और उसके उत्तराधिकारियों को तब तक बाध्य करेगी",
  "same is avoided in one of the permissible ways. If it is proved": "जब तक कि अनुमेय तरीकों में से किसी एक में इससे बचा नहीं जाता है।यदि यह साबित हो जाता है कि चारों बेटों ने अपने पिता",
  "that the four sons defrauded their father Jiwan Ram or exercised": "जाता है।यदि यह साबित हो जाता है कि चारों बेटों ने अपने पिता जीवन राम को धोखा दिया या अनुचित प्रभाव या जबरदस्ती का",
  "daughters would have also succeeded to the estate left by Jiwan Ram, but those are not the facts in the present case. What the": "गई संपत्ति में बेटियाँ भी उत्तराधिकारी होतीं, लेकिन वर्तमान",
  "father had gifted the property to the four sons was wrong. The": "दावे मे यह ब्यान कि उनके पिता ने अपने चारों बेटों को अपनी संपती उपहार मे दी थी, गलत है ।दूसरे मुकदमे में न्यायालय को",
  "Court in the second suit is not permitted to go behind the earlier": "संपती उपहार मे दी थी, गलत है ।दूसरे मुकदमे में न्यायालय को पहले की हुक्मनामा के पीछे जाने की अनुमति नहीं है क्योंकि",
  "the subsequent Court is not entitled to go into the facts as to": "वाला न्यायालय तथ्यों में जाने का हकदार नहीं है कि क्या पहले",
  "whether the earlier decree was passed on right or wrong facts.": "की हुक्मनामा सही या गलत तथ्यों पर पारित की गई थी।यदि",
  "If the earlier decree binds Jiwan Ram, then the same would": "पहले का आदेश जीवन राम को बाध्य करता है, तो वही उनके",
  "bind his successors-in-interest also and if Jiwan Ram cannot": "उत्तराधिकारियों को भी बाध्य करेगा और यदि जीवन राम तथ्यों",
  "not be entitled to challenge on those facts. Hence, I am of the": "उत्तराधिकारी भी उन तथ्यों पर चुनौती देने के हकदार नहीं",
  "view that the Courts below fell in error in going into the facts to": "होंगे।इसलिए, मेरा विचार है कि निचली अदालतों ने तथ्यों में जाकर यह पता लगाने में गलती की कि क्‍या जीवन राम के चार",
  "find out whether there was any valid gift in favour of the four sons of Jiwan Ram on the basis of which the earlier consent": "जाकर यह पता लगाने में गलती की कि क्‍या जीवन राम के चार पुत्रों के पक्ष में कोई वैध उपहार था जिसके आधार पर पहले की",
  "decree could be passed.”": "सहमति हुक्मनामा पारित की जा सकती थी?”",
  "(22) So far as law on the point of family settlement is concerned,": "(22) जहाँ तक पारिवारिक समझौते के मुद्दे पर कानून का संबंध है, इस",
  "the word “Family” in the context is not to be understood in a narrow sense": "संदर्भ में \"परिवार\" शब्द को संकीर्ण अर्थ में उन व्यक्तियों के समूह के रूप में नहीं",
  "of being a group of persons who are recognised in law as having a right": "समझा जाना चाहिए जिन्हें कानूनी रूप से उत्तराधिकार का अधिकार या",
  "of succession or having a claim to a share in the property in dispute and": "विवादग्रस्त संपत्ति में हिस्से का दावा करने के रूप में मान्यता प्राप्त है और परिवार",
  "that family settlement can be arrived at to settle the existing or future disputes": "के सदस्यों के बीच संपत्ति के संबंध में मौजूदा या भविष्य के विवादों को निपटाने के",
  "having a right of succession or having a claim to a share in the": "सकता था, जिन्हें कानून द्वारा उत्तराधिकार का अधिकार होने या हिस्सेदारी होने",
  "and maintain it and that if by consent of parties, a matter has been settled, it": "और इसे बनाए रखने का प्रयास करना चाहिए और इसे बनाए रखें। यदि पक्षों की सहमति से कोई मामला सुलझा लिया गया है, तो इसे तुच्छ आधारों पर समझौते के",
  "should not be allowed to reopen by the parties to the agreement on frivolous grounds.": "पक्षों द्वारा फिर से खोलने की अनुमति नहीं दी जानी चाहिए।",
  "(29) Law is wellsettled that allegation of fraud or undue influence": "(29) कानून अच्छी तरह से तय है कि धोखाधड़ी या अनुचित प्रभाव के आरोप को",
  "must first clearly be pleaded and then proved by clear and cogent evidence.": "पहले स्पष्ट रूप से प्रस्तुत किया जाना चाहिए और फिर स्पष्ट और ठोस साक्ष्य द्वारा",
  "However, in the present case, as already discussed above, the appellant-": "साबित किया जाना चाहिए।हालाँकि, वर्तमान मामले में, जेसा कि पहले ही ऊपर",
  "plaintiff has failed to prove the allegation of fraud, undue influence or": "चर्चा की गई है, अपीलकर्ता-अभियोक्‍्ता धोखाधड़ी, अनुचित प्रभाव या गलत",
  "misrepresentation and rather respondent-defendant has been able to prove": "निरूपण के आरोप को साबित करने में विफल रहा है और बल्कि प्रतिअभियोकक्‍ता-",
  "between all the family members of appellant-plaintiff in the presence of": "गई थी जिसमें अपीलकर्ता-अभियोक्‍ता के सभी परिवार के सदस्यों के बीच",
  "statement on the point would not help her.": "साक्ष्य द्वारा साबित नहीं होता है।इस मुद्दे पर उनका स्वयं का बयान उनकी मदद नहीं करेगा।",
  "(30) On the question of registration, appellant-plaintiff being": "(30) पंजीकरण के प्रश्न पर, हुक्मनामे का पक्ष होने के नाते अपीलार्थी-वादी को",
  "party to the decree is having no right to challenge the same on the ground of non-registration being party to the decree and she could only challenge": "इस आधार पर चुनौती देने का कोई अधिकार नहीं है कि गैर-पंजीकृत हुक्मनामे",
  "of non-registration being party to the decree and she could only challenge the same on the ground of fraud and collusion or that it was not passed": "का पक्षकार है और वह केवल धोखाधड़ी और मिलीभगत के आधार पर इसे",
  "“8. After considering the rival contentions of the parties, I am of": "“8. पक्षों की प्रतिद्वंद्वी दतीलों पर विचार करने के बाद, मेरी यह",
  "the considered opinion that Jhutha Ram could not challenge the consent decree dated Ist May, 1982 on the ground of non-": "सुविचारित राय है कि झूठा राम 4 मई, 4982 के सहमति आदेश को",
  "registration being a party to that decree itself. He could challenge": "इस आधार पर चुनौती नहीं दे सकते कि गैर-पंजीकरण स्वयं उस आदेश का एक पक्ष है।वह उस हक्मनामा को केवल धोखाधड़ी या",
  "that decree only on the ground of fraud or collusion or on the": "आदेश का एक पक्ष है।वह उस हक्मनामा को केवल धोखाधड़ी या मिलीभगत के आधार पर या इस आधार पर चुनौती दे सकता था कि",
  "ground that the Civil Court had not inherent jurisdiction to pass": "सिविल न्यायलाय के पास हुक्मनामा पारित करने का निहित अधिकार",
  "the decree. In this regard I can take support from Section 44": "क्षेत्र नहीं था।इस संबंध में मैं साक्ष्य अधिनियम की धारा 44 से समर्थन ले",
  "of the Evidence Act. So far as the alleged consent of Kishan Chand in favour of Jhutha Ram is concerned, it is also": "सकता हूं। जहाँ तक झुठा राम के पक्ष में किशन चंद की कथित सहमति का संबंध है, यह भी है इसका कोई मतलब नहीं है क्योंकि",
  "(34) 2000(2) PLR312: 2000 (1) RCR (Civil) 122": "& 2000(2) पी.एल.आर 342: 2000 (4) आर.सी.आर. (सिविल) 422",
  "family arrangement which is fair and equitable the family": "परिवार के विभिन्न सदस्यों के बीच संपत्ति के उचित और न्यायसंगत",
  "(34) In view of this legal proposition, the aforementioned authorities": "(34) इस कानूनी प्रस्ताव को ध्यान में रखते हुए, उपरोक्त प्राधिकरण, जिन पर",
  "on which reliance has been placed on behalf of the appellant-plaintiff are": "अपीलार्थी-वादी की और से निर्भरता रखी गई है, वर्तमान मामले के तथ्यों पर लागू",
  "not applicable to the facts of present case as in this case it cannot be said": "नहीं होते हैं क्योंकि इस मामले में यह नहीं कहा जा सकता है कि वर्तमान",
  "that the decree suffered in favour of respondent-defendant by present": "अपीलार्थी-वादी द्वारा प्रतिवादी-उत्तरवादी के पक्ष में किया हुआ हुक्मनामा,",
  "appellant-plaintiff is bad for want of registration. Rather it is a case of bona": "पंजीकरण के अभाव के लिए बुरा है।बल्कि यह, प्रामाणिक पारिवारिक व्यवस्था",
  "fide family arrangement and the same is final and binding upon appellant- plaintiff.": "का मामला है और यह अंतिम है और अभियोकक्‍ता के लिए बाध्यकारी है।",
  "(35) In view of the above discussion, all the aforementioned": "(35) उपरोक्त चर्चा को ध्यान में रखते हुए, अपीलार्थी-वादी के विद्वान अधिवक्ता",
  "substantial questions of law, stated to be arising in this appeal by learned": "द्वारा इस अपील में उत्पन्न होने वाले कानून के सभी उपरोक्त महत्वपूर्ण प्रश्नों का",
  "counsel for the appellant-plaintiff, are decided against appellant-plaintiff and in favour of respondent-defendant.": "निर्णय अपीलार्थी-वादी के खिलाफ और प्रतिवादी-उत्तरवादी के पक्ष में किया जाता",
  "(36) Hence, the present regular second appeal is dismissed being": "(36) इसलिए, वर्तमान दूसरी अपील को किसी भी योग्यता से रहित होने के कारण",
  "devoid of any merit. However, in view of the peculiar facts and circumstances": "खारिज कर दिया जाता है। इस मामले के विशिष्ट तथ्यों और परिस्थितियों को देखते",
  "of this case, parties are left to bear their own cost.": "हुए, पक्षों को अपनी लागत स्वयं वहन करने के लिए कहा जाता है।",
  "The family arrangements may be even oral in which case,": "(3) पारिवारिक व्यवस्था मौखिक भी हो सकती है, जिस स्थिति में",
  "no registration is necessary;": "पंजीकरण की आवश्यकता नहीं होती है;",
  "It is well-settled that registration would be necessary only": "(4) यह अच्छी तरह से तय किया गया है कि पंजीकरण केवल तभी",
  "if the terms of the family arrangement are reduced into": "आवश्यक होगा जब पारिवारिक व्यवस्था की शर्तों को लिखित रूप में",
  "already been made either for the purpose of the record or": "की शर्तों और पाठों वाले दस्तावेज़ और रिकॉर्ड के उद्देश्य से या",
  "for information of the court for making necessary mutation.": "आवश्यक परिवर्तन करने के लिए अदालत की जानकारी के लिए पहले",
  "In such a case the memorandum itself does not create or extinguish any rights in immovable properties and therefore": "बीच अंतर किया जाना चाहिए ऐसे मामले में ज्ञापन स्वयं अचल संपत्तियों में किसी भी अधिकार का सृजन या उन्मूलन नहीं करता है",
  "Registration Act and is, therefore, not compulsorily registrable;": "आता है और इसलिए अनिवार्य रूप से पंजीकरण योग्य नहीं है;",
  "The members who may be parties to the family": "(5) जो सदस्य पारिवारिक व्यवस्था के पक्षकार हो सकते हैं, उनके पास",
  "even a possible claim in the property a which is": "द्वारा स्वीकार किया गया एक संभावित दावा भी होना चाहिए।भले ही"
}