{
  "179": "79",
  "Before : A. L. Bahri & V. K. Bali, JJ.": "माननीय ए एल बहरी, वी के बाली जे जे के समक्ष",
  "HINDUSTAN WIRES LIMITED,—Petitioner,": "हिंदुस्तान वायर्स लिमिटेड-याचिकाकर्ता,",
  "versus": "बनाम",
  "THE PRESIDING OFFICER, INDUSTRIAL TRIBUNAL AND": "पीठासीन अधिकारी, औद्योगिक न्यायाधिकरण और एक और उत्तरदावा",
  "April 22, 1992.": "22 अप्रैल, 4992।",
  "Constitution of India, 1950—Art. 226—Industrial Employment": "भारत का संविधान 7950- अनुच्छेद 226- औद्योगिक +ियोजन (स्थायी",
  "that no fair trial was given to employee.": "ठहय्याकि कर्मचारी को कोईननिष्पक्ष सुनवाई नहीं दी यई थी।",
  "Held, that the Industrial Tribunal was fully justified in coming": "अशिनिरधरित किया गया कि औद्योगिक न्यायाधिकरण इस निष्कर्ष पर",
  "facts and circumstances of the present case, when both the Presenting": "पहुंचने में पूरी तरह से उचित था कि वर्तमान मामले के तथ्यों और परिस्थितियों",
  "Officer, as well as the Inquiry Officer were Law Graduates, and the": "साथ ही जांच अधिकारी दोनों कानून स्नातक थे, और कर्मचारी को उसका",
  "workman was denied the assistance of an Advocate to represent him.": "प्रतिनिधित्व करने के लिए एक अधिवक्ता की सहायता से वंचित कर दिया गया था।",
  "(Para 5)": "(पैरा 5)",
  "praying that the Hon’ble Court may be graciously pleased to :—": "प्रार्थना है कि माननीय न्यायालय इस पर कृपा करें:-",
  "PRAYER": "प्रार्थना",
  "(a) Issue a writ of certiorari or any appropriate writ order or direction Calling for the records which led to the vitiat-": "4). उद्रेषण कीरिट या कोई उवितरिट आदेश या+िर्देश जारी कर/रिकॉर्ड की",
  "ing of the enquiry on the sole ground that the deliquent": "मांय करना जिसके कारण जांच इस एकमात्र आध्षर पर खराब हो",
  "petitioner all other necessary and consequential reliefs as": "और उचित अन्य सथी आवश्यक और परिणायी राहत प्रदान करने",
  "AND FOR this your petitioner as in Duty bound shall ever pray.": "और इसके लिए आपका याविकाकर्ता कर्तव्यबद्ध हल्लोेने के नाते हमेशा प्राथा करेया।",
  "None, for the Petitioner. .": "कोई नहीं याविकाकर्ता के लिए/।",
  "Rajeshwar Singh in person, for the Respondent,": "राजेश्वर सिंह व्यक्तिगत रूप से प्रतिवादी केलिए/",
  "ORDER": "आदेश",
  "(1) Short question that arises in this case is as to whether in a": "() इस मामले में जो छोटा सवाल उठता है वह यह है कि क्या एक कर्मचारी",
  "Advocate to represent him, when the Presenting Officer as well as": "अधिवक्ता की सहायता ले सकता है, जब प्रस्तुतकर्ता अधिकारी के साथ-साथ",
  "the Inquiry Officer appointed by the management were law graduates.": "प्रबंधन द्वारा नियुक्त जांच अधिकारी कानून स्नातक थे।",
  "(2) Rajeshwar Singh raised an industrial dispute which was": "(2) राजेश्वर सिंह ने एक औद्योगिक विवाद उठाया जिसे श्रम न्यायालय को",
  "“Whether the termination of services of Shri Rajeshwar Singh": "“क्य श्री राजेश्वर सिंह की सेवाओं की समाप्ति उचित और क्रमबद्ध थी?",
  "was justified and in Order ? If not, to what relief is he entitled to ? ”,": "यदि नहीं, तो वह किस राहत का हकदार है?",
  "It may be stated that services of the workman were dispensed with on": "यह कहा जा सकता है कि कर्मचारी की सेवाओं को जांच रिपोर्ट के आधार पर",
  "the basis of inquiry report. The Industrial Tribunal, Faridabad,—": "वितरित किया गया था।औद्योगिक न्यायाधिकरण, फ़रीदाबाद ने अपने दिनांक",
  "M/s Hindustan Wire Ltd., Faridabad. The stand of the management": "हिंदुस्तान वायर लिमिटेड, फरीदाबाद के प्रबंधन द्वारा चुनौती दी गई है। प्रबंधन",
  "is based on the Industrial Employment (Standing Orders) Act, 1946": "का रुख औद्योगिक नियोजन (स्थायी आदेश) अधिनियम, 946 (इसके बाद",
  "(hereinafter referred to as the ‘Standing Orders’). Clause 19 of the": "'स्थायी आदेश' के रूप में संदर्भित) पर आधारित है। स्थायी आदेशों का धारा",
  "Standing Orders, on which reliance has been placed by the petitioner, reads as under :—": "9, जिस पर याचिकाकर्ता द्वारा निर्भरता रखी गई है, निम्नानुसार है:---",
  "“19. Procedure for dealing with major offences :": "“]9. प्रमुख अपराधी से।निपटने की प्रक्रिया:",
  "sented by a legal practitioner and the prosecuting and": "कोई प्रतिबंध नहीं लगाते हैं और अभियोजन और प्रस्तुत करने वाले",
  "presenting Officer has a legal mind then the denial of assis-": "अधिकारी के पास कानूनी दिमाग है तो अपचारी अधिकारी को",
  "to the denial of reasonable opportunity to defend his case,": "बचाव करने के लिए उचित अवसर से इनकार करने के बराबर होगा,",
  "which will be against the principles of natural justice. Here,": "जो प्राकृतिक न्यायाधीश के सिद्धांतों के खिलाफ होगा।यहाँ, इस",
  "in this case, the Standing Orders clearly put an embargo": "मामले में, स्थायी आदेशों ने स्पष्ट रूप से एक कानूनी व्यवसायी की",
  "on taking any assistance of a legal practitioner ”": "कोई भी सहायता लेने पर प्रतिबंध लगा दिया है।“",
  "(5) We have given due consideration to the observations repro-": "(5) हमने ऊपर पुनः प्रस्तुत टिप्पणियों पर उचित विचार किया है, लेकिन",
  "duced above, but we are of the opinion that the Management cannot": "हमारी राय है कि प्रबंधन इससे कोई लाभ नहीं ले सकता है।यदि स्थायी आदेश",
  "take any benefit therefrom. If the Standing Order No. 19 is read closely, it would appear that it refers to giving assistance to the": "संख्या 9 को बारीकी से पढ़ा जाता है, तो ऐसा प्रतीत होता है कि यह प्रतिष्ठान",
  "workman of an employee of the establishment. Normally in the": "के किसी कर्मचारी के कर्मचारी को सहायता देने के लिए है।आम तौर पर एक",
  "domestic inquiry against a workman, he was to get the assistance of": "कर्मचारी के खिलाफ घरेलू जांच में उसे एक सह-कर्मचारी की सहायता लेनी",
  "a co-employee. The Advocates form a class by itself, and it is only": "होती थी।अधिवक्ता अपने आप में एक वर्ग बनाते हैं और यह केवल तभी होता है",
  "when the Inquiry Officer and the Presenting Officer, though they may be employees of the Management, are so appointed to hold": "जब जांच अधिकारी और प्रस्तुतकर्ता अधिकारी, हालांकि वे प्रबंधन के कर्मचारी",
  "may be employees of the Management, are so appointed to hold domestic inquiry against the workman, who is not fully conversant": "हो सकते हैं, को उस कर्मचारी के खिलाफ घरेलू जांच करने के लिए नियुक्त",
  "with the legal procedures, the question arises as to how the work-": "किया जाता है, जो कानूनी प्रक्रियाओं से पूरी तरह से परिचित नहीं है, सवाल यह",
  "such an inquiry. It is not necessary that in all establishments there": "अवसर कैसे दिया जाए।यह आवश्यक नहीं है कि सभी प्रतिष्ठानों में कानून",
  "may be Law Graduates employed that a workman could ask for the assistance of such employees, that the terms of the Standing Orders": "स्नातक कार्यरत हों ताकि एक कर्मचारी ऐसे कर्मचारियों की सहायता मांग सके,",
  "assistance of such employees, that the terms of the Standing Orders aforesaid could be complied with. It has been noticed that usually": "ताकि उपरोक्त स्थायी आदेशों की शर्तों का पालन किया जा सके।यह देखा गया",
  "Management recruits very few persons possessing legal knowledge": "है कि आमतौर पर प्रबंधन कानूनी ज्ञान रखने वाले बहुत कम व्यक्तियों या कानून",
  "or the persons who are law graduates. Such persons are employed": "स्नातक व्यक्तियों की भर्ती करता है।ऐसे व्यक्तियों को घरेलू पूछताछ करने और",
  "Management in such inquiries. It is in such circumstances that when": "लिए नियुक्त किया जाता है। यह ऐसी परिस्थितियों में होता है कि जब एक",
  "a workman is Pitted against such Management and such Presenting": "कर्मचारी को ऐसे प्रबंधन और ऐसे प्रस्तुतिकरण अधिकारियों और जांच",
  "Officers and Inquiry Officers who possess a specialised legal know-": "अधिकारियों के खिलाफ खड़ा किया जाता है जिनके पास विशेष कानूनी ज्ञान",
  "ledge, that he is to be equated so that he may get fair justice and": "होता है, तो उसे बराबर किया जाना चाहिए ताकि उसे उचित न्याय मिल सके",
  "that he must be afforded the assistance of an Advocate. (The": "और उसे वहन किया जाना चाहिए एक वकील की सहायता. (औद्योगिक"
}