{
  "Before Tejinder Singh Dhindsa and Deepak Manchanda, JJ.": "तेजिंदर सिंह ढींडसा और दीपक मनचंदा से पहले जे.जे.",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य उत्तरदाता",
  "CRWP No. 1324 of 2022.": "ग्रुप नं. 2022 का 4324,",
  "October 20, 2022": "अक्टूबर 20, 2022",
  "(A) Haryana Good Conduct Prisoners( Temporary Release)": "(ए) हरियाणा अच्छे आचरण वाले कैदी (अस्थायी रिहाई) अधिनियम, 4988-एस.2(एए)(॥",
  "Act, 1988—S.2(aa)(ii)—Indian Penal Code, 1860—Ss. 302,201 and": "भारतीय दंड संहिता, 860-एस.एस. 302,204 और 420 बी-आर्म्स एक्ट, 4959-एस.25-",
  "would not be sufficient ground for denying temporary release as mere": "संभावना अस्थायी रिहाई से इनकार करने के लिए पर्याप्त आधार नहीं होगी क्योंकि केवल",
  "likelihood of committing crime is not to be taken as apprehension of threat to security of State or maintenance of public order—": "अपराध करने की संभावना नहीं है। इसे राज्य की सुरक्षा या सार्वजनिक व्यवस्था के रखरखाव के लिए खतरे की आशंका के रूप में लिया जाना चाहिए - अस्थायी रिहाई",
  "Temporary release Acts envisage temporary release of convicts—": "अधिनियम में दोषियों की अस्थायी रिहाई की परिकल्पना की गई है - केवल तथ्य यह है कि",
  "Mere fact that person is convicted for offence does not mean that he": "व्यक्ति को अपराध के लिए दोषी ठहराया गया है, इसका मतलब यह नहीं है कि वह फरार",
  "may abscond or commit crime if released on furlough—It is always": "हो सकता है या फरलो पर रिहा होने पर अपराध कर सकता है - यह है ऐसी घटनाओं से",
  "open to authorities to impose stringent conditions to guard against such eventualities.": "बचने के लिए अधिकारी कड़ी शर्तें लगाने के लिए हमेशा तैयार हैं।",
  "Held, that the petitioner has been denied furlough because he": "यह माना गया कि याचिकाकर्ता को फर्लो देने से इनकार कर दिया गया है क्योंकि वह एक",
  "is a hard-core criminal and additional stand taken in reply that there is": "कट्टर अपराधी है और जवाब में अतिरिक्त रुख अपनाया गया कि ऐसी आशंका है कि अगर",
  "apprehension that he may commit a crime if released on furlough and": "उसे फर्लो पर रिहा किया गया तो वह अपराध कर सकता है और शांति भंग हो सकती है,",
  "peace may be disturbed, the given reasoning is not acceptable. The likelihood of committing a crime while on furlough would not be": "दिया गया तर्क स्वीकार्य नहीं है। छुट्टी के दौरान अपराध करने की संभावना अस्थायी रिहाई",
  "sufficient ground for denying temporary release as the mere likelihood of committing a crime is not to be taken as an apprehension of a threat": "से इनकार करने के लिए पर्याप्त आधार नहीं होगी क्योंकि अपराध करने की मात्र संभावना",
  "to the security of the State or maintenance of public order. Temporary": "को राज्य की सुरक्षा या सार्वजनिक व्यवस्था के रखरखाव के लिए खतरे की आशंका के",
  "Release Acts envisage the temporary release of convicts. The mere fact": "रूप में नहीं लिया जाना चाहिए। अस्थायी रिहाई अधिनियम में दोषियों की अस्थायी रिहाई",
  "that the person is convicted for an offense does not mean that he may": "की परिकल्पना की गई है। केवल तथ्य यह है कि व्यक्ति को किसी अपराध के लिए दोषी",
  "the authorities to impose stringent conditions to guard against such eventualities.": "है या अपराध कर सकता है। ऐसी घटनाओं से बचने के लिए अधिकारियों के लिए कड़ी शर्तें",
  "(B) Haryana Good Conduct Prisoners( Temporary Release) Act, 1988—S.2(aa)(ii)—Indian Penal Code, 1860—Ss. 302,201 and": "(बी) हरियाणा अच्छे आचरण कैदी (अस्थायी रिहाई) अधिनियम, 4988-एस.2(एए)(॥",
  "Furlough—Convict or prisoner is not stripped of his fundamental": "कैदी अधिनियम 4894-542- फर्लो दोषी या कैदी से उसके मौलिक अधिकार और अन्य",
  "rights and other legal rights, say those which are inconsistent with his": "कानूनी अधिकार नहीं छीने जाते हैं, जेसे कि वे जो उसके साथ असंगत हैं कैद -",
  "incarceration—Petitioner would be released from jail for short time by granting furlough—It is granted for various reasons such as to": "याचिकाकर्ता को फरलो देकर थोड़े समय के लिए जेल से रिहा किया जाएगा - यह विभिन्न",
  "enable prisoner to return to outside world to enable continuity with": "कारणों से दिया जाता है जैसे कि कैदी को बाहरी दुनिया में लौटने में सक्षम बनाना ताकि वह",
  "his family life and to deal with family matters as furlough is a part of": "अपने पारिवारिक जीवन में निरंतरता बनाए रख सके और पारिवारिक मामलों से निपट सके क्योंकि फरलो का एक हिस्सा है",
  "Held, that the petitioner has a young daughter aged about 15": "दंडात्मक सुधार. माना गया कि याचिकाकर्ता की लगभग 45 साल की एक छोटी बेटी है",
  "years and there is no one to take care of her including her educational": "और उसकी शैक्षिक और अन्य जरूरतों सहित उसकी देखभाल करने वाला कोई नहीं है।",
  "and other needs. To enable the inmate to maintain constructive hope and active interest in life, statutory provisions have been made for": "कैदी को जीवन में रचनात्मक आशा और सक्रिय रुचि बनाए रखने में सक्षम बनाने के लिए,",
  "and active interest in life, statutory provisions have been made for granting furlough to a prisoner. If, the same is denied for the undue reasoning and conditions, which are yond the means of the prisoner,": "कैदी को छुट्टी देने के लिए वैधानिक प्रावधान किए गए हैं। यदि, अनुचित तर्क और शर्तों के",
  "frustrated and shall become a dead letter that is meant to be complied": "बनाने वाले क़ानून का उद्देश्य ही विफल हो जाएगा और एक मृत पत्र बन जाएगा जिसका अनुपालन किया जाना चाहिए। उसी की अवहेलना करने का",
  "Anrita Garg, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से वकील अमृता गर्ग।",
  "Randhir Singh, Addl. AG Haryana.": "रणधीर सिंह, एडिशनल ए. जी. हरियाणा",
  "order dated 28.01.2022 (Annexure P-13) passed by respondent No. 6": "(3) तत्काल याचिका प्रतिवादी संख्या 6 द्वारा पारित आदेश दिनांक 28.04.2022 (अनुलग्नक",
  "been declined on the ground that the petitioner falls into the definition": "आवेदन को इस आधार पर अस्वीकार कर दिया गया था कि याचिकाकर्ता गिरता है।",
  "of a 'Hard-Core prisoner' under section 2 (aa) (ii) of the Haryana Good Conduct Prisoners (Temporary Release) Act, 1988 and has also sought": "हरियाणा अच्छे आचरण वाले कैदी (अस्थायी रिहाई) अधिनियम, 4988 की धारा 2 (एए) (॥) के तहत 'हार्ड-कोर कैदी' की परिभाषा में और याचिकाकर्ता को धारा 4 के तहत फर्लों देने",
  "directions to the respondents for granting furlough to the petitioner": "के लिए उत्तरदाताओं को निर्देश देने की भी मांग की है। हरियाणा अच्छे आचरण वाले कैदी",
  "Release) Act, 1988.": "(अस्थायी रिहाई) अधिनियम, 4988 |",
  "(2) The pleadings emanate that the petitioner has been": "(2) याचिका में कहा गया है कि याचिकाकर्ता को भारतीय दंड संहिता की धारा 302, 204,",
  "convicted and sentenced to undergo life imprisonment in case FIR No.": "के मामले में दोषी ठहराया गया है और आजीवन कारावास की सजा सुनाई गई है।",
  "Code (hereinafter to be referred to as 'IPC') and Section 25 of the Arms Act, registered at Police Station Sadar Ballabgarh, District Faridabad": "आईपीसी\") और शस्त्र अधिनियम की धारा 25, पुलिस स्टेशन सदर बल्‍लभगढ़, जिला",
  "and the conviction had been challenged vide appeal number CRA-D-": "फ़रीदाबाद में दर्ज की गई और दोषसिद्धि को 2048 की अपील संख्या सीआरए-डी- 435-",
  "of other criminal cases against the petitioner are mentioned in the": "विवरण याचिकाकर्ता के खिलाफ अन्य आपराधिक मामलों का उल्लेख याचिका के",
  "custody certificate in Annexure P-14 of the petition. When an earlier,": "अनुलग्नक पी-44 में हिरासत प्रमाण पत्र में किया गया है, जब पहले 24 दिनों की छुट्टी देने",
  "18.01.2022 whereby respondent No. 6 was directed to decide the prayer of the petitioner for furlough within a period of one week. In": "8.04.2022 जिसके तहत प्रतिवादी संख्या 6 को एक सप्ताह की अवधि के भीतर याचिकाकर्ता की फरलो की प्रार्थना पर निर्णय लेने का निर्देश दिया गया। इस न्यायालय",
  "report of respondent No. 3 i.e. Superintendent, District Jail, Gurugram Haryana was sought, and respondentNo. 6 vide impugned order dated": "अर्थात। अधीक्षक, जिला जेल, गुरूग्राम। हरियाणा की मांग की गई थी, और प्रतिवादी",
  "Haryana was sought, and respondentNo. 6 vide impugned order dated 28.01.2022 rejected the furlough application of the petitioner on the": "संख्या। 6 आक्षेपित आदेश दिनांक 28.04.2022 द्वारा याचिकाकर्ता के फर्लो आवेदन को",
  "Release) Amended Act 2013, wherein total 77 cases had been registered against the petitioner, out of which in 29 cases he had": "में आता है। याचिकाकर्ता के खिलाफ कुल 77 मामले दर्ज थे, जिनमें से 29 मामलों में वह",
  "undergone sentence, acquitted in 29 cases and is on bail in 17 cases.": "सजा काट चुका है, 29 मामलों में बरी हो चुका है और 47 मामलों में जमानत पर है। इसके",
  "Further in two cases he has been awarded life sentence and apart from": "अलावा दो मामलों में उसे उम्रकैद की सजा सुनाई गई है और इन मामलों के अलावा वह",
  "these cases, he has undergone sentence in many other cases.": "कई अन्य मामलों में सजा काट चुका है।"
}