{
  "GOVT. OF INDIA AND ANOTHER v. MADHU GARG 83 AND OTHERS (Surya Kant, J)": "भारत सरकार और अन्य बनाम 7 [0 00 7700 (सूर्या कांत जे)",
  "Constitution of India, 1950—Art. 226—Allegation of illegal": ", 7950 -- अनुच्छेद 226 --- अवैध",
  "detention—Whether High Court has jurisdiction to entertain &": "का अधिकार क्षेत्र है आयोजित हा उच्च न्यायालय बंदी प्रत्यक्षीकरण की",
  "allowed, order of Single Judge issuing directions for investigation in an infructuous matter set aside.": "अपील की जनुमति एकल न्यायाधीश द्वारा एक निष्फल मामले में जांच केलिएनिर्देश जारी करने के आदेश को दरकिनार कर।दिया गया।",
  "Held, that this Court undoubtedly entertain a writ petition if the": "अभिनिर्धारित किया कि यह न्यायालय निस्संदेह एक रिट याचिका को",
  "‘cause of action’ or any part thereof had arisen within its territorial": "स्वीकार कर सकता है यदि 'कार्रवाई का कारण' या इसका कोई भाग इसके क्षेत्रीय",
  "jurisdiction. The learned Single Judge, in order to assume jurisdiction": "अधिकार क्षेत्र के भीतर उत्पन्न हुआ था। विद्वान एकल न्यायाधीश ने मामले में",
  "in the matter, has relied upon two factors, namely (i) Narsi Ram Garg": "अधिकारिता ग्रहण करने के लिए दो कारकों पर भरोसा किया है, अर्थात्‌ 0) नरसी",
  "is stated to have been picked up from Ludhiana and (ii) the telegram from Madhu Garg was also received from Ludhiana”. Both these factors": "राम गर्ग को लुधियाना से उठाया गया है और (9) मधु गर्ग से तार भी लुधियाना से",
  "are irrelevant and do not constitute any ‘cause of action’ or part thereof.": "प्राप्त हुआ था। ये दोनों कारक अप्रासंगिक हैं और किसी भी 'कार्रवाई का कारण' या",
  "Regarding the alleged illegal detention of Narsi Dass Garg, his wife—": "उसका हिस्सा नहीं हैं। नरसी दास गर्ग की कथित अवैध हिरासत के संबंध में, उनकी",
  "Smt. Rakesh Garg had sent a separate telegram which was treated as": "पत्नी श्रीमती राकेश गर्ग ने एक अलग तार भेजा था जिसे आपराधिक रिट याचिका के",
  "Criminal Writ Petition and disposed of by this Court on 16th December,": "रूप में माना गया था और इस अदालत द्वारा 6 दिसंबर, 2003 को निष्फल होने के",
  "Court by the respondent is concerned, that in no way amounts to a part of the ‘cause of action’.": "संबंध है, वह किसी भी तरह से 'कार्रवाई के कारण' का हिस्सा नहीं है।",
  "Further held, that admittedly the husband of the respondent-writ": "इसके अलावा यह याना गया+कि प्रतिवादी लिखित याविकाकर्ता का पति अपने",
  "petitioner was at his Delhi residence when he was allegedly taken into": "दिल्‍ली निवाय पर था जब उसे डी॥रआई अधिकारियों द्वार कष्षित रूप से",
  "never taken out of Delhi and was produced before the Additional Chief": "दिल्‍ली से बाहर नहीं ले जाया यया और उन्हें केवल दिल्‍ली में अतिरिक्त युख्य",
  "by the DRI to Vinod Garg were sent and served upon him at his Delhi": "विनोद गर्ग को काधित नोटिय भेजे गए और उन्हें उनके दिल्‍ली के पते पर भेजा",
  "address. His self-inculpatory statements were also recorded in Delhi": "गया। उनके उत्मानिंदात्पक बयान थी केवल दिल्‍ली में दर्ज-किए गए थ/ इस",
  "only. All the events pertaining to the alleged “illegal detention” of Vinod": "प्रकार विनोद यर्य की काथित \"वैध हिरासत” से संबंधित सभी घटनाएं केवल",
  "Garg, thus, commenced and ended only in Delhi. While the respondent-": "दिल्‍ली में शुरू हुईं और समाप्त हुई/ जबकि ग्रव्यर्थी लिखित याविकाकर्ता",
  "writ petitioner being wife of the alleged detenue, had a ‘right of action’": "काकित बंदी की पत्नी थी उसके पास 'कार्रवाई का अधिकार था लेकिन इस",
  "but no ‘cause of action’ accrued to her within the territorial jurisdiction of this Court.": "न्यायालय के क्षेत्रीय अधिकार क्षेत्र के भीतर उसे कोई 'कार्वाई का कारण' नहीं दिया गया ५।",
  "Further held, that this Court could also entertain the writ": "इसके अलावा यह् अभिनिर्धरित किया यया कि यह न्यायालय रिट",
  "petition and issue appropriate directions, if so warranted. A writ of": "याविका को थी स्वीकार कर सकता है और यदि आवश्यक ह्ो तो उचित निर्देश जारी कर सकता है। बंदी प्रत्यक्षीकरण की एक रिट का उपयोग",
  "habeas corpus is employed to bring a person before a Court most": "किसी व्यक्ति को अदालत के समक्ष सबसे अधिक बार लाने के लिए किया",
  "frequently to ensure that the imprisonment or detention of the party is": "जाता है ताकि यह सुनिश्चित किया जा सके कि पक्ष को कैद याहियसत में",
  "not illegal. It, thus, implies that when there is a complaint of illegal": "रखना अवैध नह्ीीं है। इस प्रकार इसका तात्पर्य है।कि जब अवैध निरोध की",
  "the person of the detenue to find out as to whether or not he has been": "से यह जांच कर सकता है कि हिरासत में लिए यए व्यक्ति को वैध हियस्‍यत",
  "was no longer in custody at the time when the petition came up for disposal on 25th October, 2005 and the same, in a way, had been": "अगिरक्षी में नहीं था जब याविका 25 अक्टूबर 2005 को निषटारे के लिए आई थी और इसे एक तरह से निष्फल कर।दिया यया ५॥॥ ऐसी स्थिति से",
  "rendered infructuous. In such state of affairs, the appropriate course could have been to give liberty to the alleged detenue or the writ": "उपयुक्त यार्य यह हो सकता था कि काषित बंदी या रिट याविकाकर्ता को",
  "petitioner to seek a remedy like ‘compensation’ or any other declaratory": "एक उपयुक्त मंच के समक्ष 'युआवजा' या किसी अन्‍य घोषणात्यक राहत",
  "either of the parties.": "पक्ष को कोई प्र॒वग्रिह न हो।",
  "(Para 20)": "(07 20)",
  "(1) This order shall dispose of LPA Nos. 164, 165 and 171 of": "()) यह आदेश 2006 की एलपीए संख्या 64,।65 और ॥7। का",
  "2006 as common questions of law and facts are involved in these": "निपटारा करेगा क्योंकि इन अपीलों में कानून और तथ्यों के सामान्य प्रश्न शामिल",
  "appeals which have been preferred by the Union of India and its Joint Director, Directorate of Revenue Intelligence at Ludhiana. While LPA": "हैं जिन्हें भारत संघ और इसके संयुक्त निदेशक, राजस्व खुफिया निदेशालय, लुधियाना द्वारा प्रस्तुत किया गया है। जबकि 2006 की एल. पी. ए. संख्या 64 इस न्यायालय के विद्वत एकल न्यायाधीश द्वारा 2009 की आपराधिक रिट",
  "No. 164 of 2006 is directed against the order dated 25th October, 2005": "याचिका संख्या 037 में पारित दिनांक 25 अक्टूबर, 2005 के आदेश के विरुद्ध",
  "May, 2006 whereby the learned Single Judge has imposed costs of Rs. 10,000 on appellant No. 2. LPA No. 171 of 2006 also assails the same": "पर प्रश्न उठाती है, जिसमें विद्वत एकल न्यायाधीश ने अपीलार्थी संख्या 2 पर 0,000 रुपये का व्यय अधिरोपित किया है। 2006 की एल. पी. ए. संख्या 7 में",
  "order dated 29th May, 2006 of the learned Single Judge to the extent": "भी विद्वत एकल न्यायाधीश के 29 मई, 2006 के उसी आदेश का इस हद तक",
  "that no orders on the objections dated 7th February, 2006 filed by the Directorate of Revenue Intelligence against the report of the Senior": "राजस्व खुफिया निदेशालय द्वारा 7 फरवरी, 2006 को दायर आपत्तियों पर विद्वत",
  "Single Judge. For brevity, the facts are taken from LPA No. 164 of 2006.": "एकल न्यायाधीश द्वारा कोई आदेश पारित नहीं किया गया है। संक्षिप्तता के लिए, तथ्य 2006 के एल. पी. ए. संख्या 64 से लिए गए हैं।",
  "(2) A Telegram addressed to Hon’ble the Chief Justice of this Court, sent by Smt. Madhu Garg, resident of Ludhiana alleging that her": "(2) लुधियाना की निवासी श्रीमती मधु गर्ग ने इस अदालत के माननीय मुख्य न्यायाधीश को एक तार भेजा, जिसमें आरोप लगाया गया कि उनके पति-",
  "husband— Vinod Garg who was there at their residence in Roop Nagar, Delhi and was in contact with her telephonically till 11 A.M., was": "विनोद गर्ग, जो दिल्ली के रूप नगर में उनके आवास पर थे और ७.४ तक",
  "Delhi and was in contact with her telephonically till 11 A.M., was picked up ‘‘by the Directorate of Revenue Intelligence Staff, Delhi” on": "टेलीफोन पर उनके संपर्क में थे, को राजस्व खुफिया कर्मचारी निदेशालय, दिल्ली",
  "Saturday, 23rd August, 2003 and his whereabouts were not known,": "द्वारा शनिवार, 23 अगस्त, 2003 को गिरफ्तार किया गया था। तब से उसके ठिकाने का पता नहीं चल सका है। इसलिए उन्होंने बंदी प्रत्यक्षीकरण की रिट की",
  "Director, Directorate of Revenue Intelligence (RU), Ludhiana and (iii)": "संघ; (9) संयुक्त निदेशक, राजस्व खुफिया निदेशालय (आरयू) लुधियाना और",
  "Senior Superintendent of Police, Ludhiana. The record reveals that": "(7) वरिष्ठ पुलिस अधीक्षक, लुधियाना को नोटिस जारी किया गया था। रिकॉर्ड से",
  "another telegram received from Smt. Rakesh Garg, resident of ludhiana,": "पता चलता है कि लुधियाना निवासी श्रीमती राकेश गर्ग से एक अन्य तार प्राप्त",
  "alleging that her husband—Narsi Dass Garg (brother of Vinod Garg)": "हुआ, जिसमें आरोप लगाया गया था कि उनके पति-नरसी दास गर्ग (विनोद गर्ग",
  "Revenue Intelligence, Ludhiana (hereinafter referred to as “the DRI”),": "के भाई) को भी राजस्व खुफिया निदेशालय, लुधियाना (इसके बाद डीआरआई",
  "was also treated as Criminal Writ Petition No. 1032 of 2003.": "गया था इस रिट को 2003 की आपराधिक रिट याचिका संख्या 032 के रूप में",
  "(3) While Criminal Writ Petition No. 1032 of 2003 (Smt.": "जबकि 2003 की आपराधिक रिट याचिका संख्या 032 (श्रीमती राकेश गर्ग",
  "Rakesh Garg versus State of Punjab and others) was disposed of on 16th December, 2003 as having become infructuous after taking notice": "बनाम पंजाब राज्य और अन्य) का निपटारा 6 दिसंबर, 2003 को इस तथ्य",
  "of the fact that the petitioner’s husband was neither kidnapped nor": "पर ध्यान देने के बाद किया गया था कि याचिकाकर्ता के पति का न तो",
  "detained in illegal custody, Criminal Writ Petition No. 1037 of 2003": "2003 की आपराधिक रिट याचिका संख्या 037 लंबित रही क्योंकि 2",
  "remained pending as it was only on 12th January, 2005 that by the learned counsel for the State of Punjab made a statement that no": "जनवरी, 2005 को ही पंजाब राज्य के विद्वान वकील ने एक बयान दिया कि",
  "allegations had been levelled against the Punjab Police and the matter": "पंजाब पुलिस के खिलाफ कोई आरोप नहीं लगाया गया था और यह मामला",
  "pertained to the DRI Staff at Delhi. Notice was accordingly issued to": "दिल्‍ली में डीआरआई स्टाफ से संबंधित था। तदनुसार डीआरआई, दिल्‍ली",
  "the DRI, Delhi and the Commissioner of Police, Delhi, followed by": "और पुलिस आयुक्त, दिल्‍ली को नोटिस जारी किया गया, जिसके बाद",
  "fresh notices issued to the DRI, Delhi and to the Assistant Solicitor General of India at Chandigarh on 22nd March, 2005. On 11th August,": "डीआरआई, दिल्ली और चंडीगढ़ में भारत के सहायक सॉलिसिटर जनरल को 22 मार्च, 2005 को नए नोटिस जारी किए गए। । अगस्त, 2005 को",
  "Vinod Garg might have been arrested by the DRI, adjourned the case": "कि कथित विनोद गर्ग को डीआरआई द्वारा गिरफ्तार किया गया होगा,",
  "for filing of the counter-affidavit. Meanwhile, the respondent-writ": "जवाबी हलफनामा दायर करने के लिए मामले को स्थगित कर दिया। इस",
  "petition was filed on behalf of the DRI.": "डीआरआई की ओर से मुख्य याचिका के लिए कोई जवाबी-हलफनामा दायर नहीं किया गया था।",
  "(4) On 25th October, 2005, the learned Single Judge disposed": "(4) 25 अक्टूबर, 2005 को, एकल न्यायाधीश ने रिट याचिका का",
  "Delhi did not file any reply despite numerous adjournments and the": "स्थगनों के बावजूद कोई जवाब दाखिल नहीं किया और प्रासंगिक रिकॉर्ड से",
  "relevant record revealed that Vinod Garg and his brother Narsi Dass": "पता चला कि विनोद गर्ग और उनके भाई नरसी दास गर्ग 23 अगस्त से 25",
  "Garg had remained in illegal custody from 23rd August to 25th August, 2003.": "अगस्त, 2003 तक अवैध हिरासत में रहे थे।",
  "(5) It may be mentioned here that the respondent-writ petitioner": "यहां यह उल्लेख किया जा सकता है कि प्रतिवादी-लिखित याचिकाकर्ता ने अपने",
  "in her Criminal Misc. Application alleged that her husband was kept in illegal custody by the officials of the DRI, Delhi on 23rd, 24th and 25th August, 2003 and was later on shown to have been arrested on": "आपराधिक विविध आवेदन में आरोप लगाया कि उसके पति को 23,24 और 25 अगस्त, 2003 को डीआरआई, दिल्ली के अधिकारियों द्वारा अवैध हिरासत में",
  "25th August, 2003 under Section 132 and 135 of the Customs Act. She further alleged that during the period of his ‘illegal detention’, her": "रखा गया था और बाद में दिखाया गया था कि सीमा शुल्क अधिनियम की धारा 32 और 35 के तहत 25 अगस्त, 2003 को गिरफ्तार किया गया था। उसने",
  "by him before the Additional Chief Metropolitan Magistrate, Delhi on": "2003 को गिरफ्तार किया गया और अतिरिक्त मुख्य मेट्रोपॉलिटन मजिस्ट्रेट, नई दिल्‍ली के समक्ष पेश करने पर न्यायिक हिरासत में भेज दिया गया। इस बीच,",
  "26th August, 2003. She further averred regarding the illegal detention of Narsi Dass Garg, brother of her husband and the telegram sent by Smt. Rakesh Garg wife of Narsi Dass Garg which was separately": "उनके भाई नरसी दास गर्ग को 23 और 24 अगस्त, 2003 को डीआरआई,",
  "the respondent concealed material facts from this Court while seeking directions contained in the order dated 25th October, 2005.": "आरोप लगाया कि प्रत्यर्थी ने 25 अक्टूबर, 2005 के आदेश में निहित निर्देशों की मांग करते हुए इस न्यायालय से भौतिक तथ्यों को छुपाया।",
  "(7) The afore-stated recalling application has been dismissed by the learned Single Judge,—vide his order dated 29th May, 2006": "(7) एकल न्यायाधीश ने 29 मई, 2006 के अपने आदेश में कहा कि",
  "holding, inter-alia, that the officers of the DRI were duly served ; they": "डीआरआई के अधिकारियों को विधिवत सेवा प्रदान की गई थी; उन्हें इस",
  "had knowledge of the proceedings being pending in this Court; the": "न्यायालय में लंबित कार्यवाही के बारे में जानकारी थी; भारत के सहायक",
  "counsel to appear in the matter and his junior was very much present": "को निर्देश दिया था और उनके कनिष्ठ उस समय उपस्थित थे जब 25",
  "at the time when the order dated 25th October, 2005 was passed. The": "अक्टूबर, 2005 का आदेश पारित किया गया था। विद्वान एकल न्यायाधीश ने",
  "learned Single Judge also deprecated the conduct of the DRI, especially its Joint Director—Dhiraj Rastogi and imposed a cost of Rs. 10,000": "डीआरआई, विशेष रूप से इसके संयुक्त निदेशक-धीरज रस्तोगी के आचरण की भी निंदा की और 0,000 रुपये का जुर्माना लगाया, जिसे उन्होंने अपनी",
  "rise to the two connected appeals, as stated earlier.": "उपरोक्त बाद के आदेश ने दो संबंधित अपीलों को जन्म दिया है, जैसा कि पहले कहा गया है।",
  "(8) Meanwhile, a detention order dated 20th October, 2003 was passed against Vinod Garg—husband of the respondent under Section 3(1) of the Conservation of Foreign Exchange and Prevention": "(8) इस बीच, विदेशी मुद्रा संरक्षण और तस्करी गतिविधियों की रोकथाम अधिनियम, 974 की धारा 3 () के तहत प्रतिवादी के पति विनोद गर्ग के खिलाफ 20 अक्टूबर, 2003 को एक निरोध आदेश पारित किया गया",
  "respondent before this Court in a Criminal Writ Petition which was": "था। उस आदेश को प्रत्यर्थी द्वारा इस न्यायालय के समक्ष एक आपराधिक रिट",
  "dismissed,—vide order dated 4th April, 2004. The respondent preferred": "याचिका में चुनौती दी गई थी जिसे खारिज कर दिया गया था-दिनांक 4 अप्रैल, 2004 के आदेश द्वारा। प्रत्यर्थी ने उच्चतम न्यायालय के समक्ष 2004 की",
  "Criminal Appeal No. 821 of 2004 before the Supreme Court and the": "आपराधिक अपील संख्या 82 को प्राथमिकता दी और इसे 2 सितंबर, 2004",
  "in the detention order was that the material imported by the husband": "आदेश में उल्लिखित आधारों में से एक यह था कि प्रत्यर्थी के पति द्वारा",
  "of the respondent was Metal Scrap and not Alloy Steel but upon": "आयातित सामग्री धातु स्क्रैप थी और मिश्र धातु इस्पात नहीं बल्कि रासायनिक",
  "chemical analysis, it had been found that the samples were made up": "विश्लेषण पर, यह पाया गया था कि नमूने केवल मिश्र धातु इस्पात से बने थे,",
  "officials of the DRI, Delhi regarding the seizure of their lockers, FDRs": "प्रतिवादी-रिट याचिकाकर्ता ने डीआरआई, दिल्‍ली के अधिकारियों की लॉकरों, एफडीआर आदि की जब्ती के संबंध में कथित अवैध कार्रवाई का विस्तार से",
  "(6) It appears that the appellants came to know about the order dated 25th October, 2005 passed by the learned Single Judge when in": "(6) ऐसा प्रतीत होता है कि अपीलार्थियों को एकल न्यायाधीश द्वारा पारित दिनांक 25 अक्टूबर, 2005 के आदेश के बारे में तब पता चला जब उसके",
  "compliance thereto, the SSP, Ludhiana wrote a letter dated 13th December, 2005 to the Joint Director, DRI at Ludhiana. The appellants": "अनुपालन में एसएसपी, लुधियाना ने 3 दिसंबर, 2005 को संयुक्त निदेशक, डीआरआई, लुधियाना को एक पत्र लिखा। अपीलार्थियों ने तदनुसार 25",
  "accordingly moved a Criminal Misc. No. 20 of 2006 praying for recalling the order dated 25th October, 2005. Besides taking the plea": "अक्टूबर, 2005 के आदेश को वापस लेने का अनुरोध करते हुए 2006 की आपराधिक विविध संख्या 20 दायर की। यह दलील देने के अलावा कि उन्हें",
  "that no notice was ever served upon them and no counsel, therefore,": "कभी कोई नोटिस नहीं दिया गया था और इसलिए मामले में पेश होने के लिए",
  "could be engaged to appear in the matter, it was explained that on 23rd": "किसी वकील को नहीं लगाया जा सकता था, यह समझाया गया कि 23 अगस्त,",
  "August, 2003 various business premises of Vinod Garg were searched": "2003 को विनोद गर्ग के विभिन्न व्यावसायिक परिसरों की तलाशी ली गई थी,",
  "but he was not found present at any one of them. The said Vinod Garg,": "लेकिन वह उनमें से किसी में भी मौजूद नहीं पाए गए। हालांकि, उक्त विनोद गर्ग",
  "however, presented himself in the office of the DRI, Delhi Zone, Delhi in the evening of 23rd August, 2003 and pleaded innocence. Vinod Garg": "ने 23 अगस्त, 2003 की शाम को डीआरआई, दिल्ली क्षेत्र, दिल्ली के कार्यालय में खुद को पेश किया और खुद को निर्दोष बताया। विनोद गर्ग को 24 अगस्त,",
  "was again directed to appear on 24th August, 2003 when he tendered": "2003 को फिर से पेश होने का निर्देश दिया गया, जब उन्होंने सीमा शुल्क",
  "a voluntary statement under Section 108 of the Customs Act, 1962 but": "अधिनियम, 962 की धारा 08 के तहत एक स्वैच्छिक बयान दिया, लेकिन उस",
  "as his statement could not be completed on that day he was again": "दिन उनका बयान पूरा नहीं हो सका, इसलिए उन्हें फिर से तलब किया गया-25",
  "summoned,—vide notice dated 25th August, 2003 for appearance on": "अगस्त, 2003 के नोटिस के माध्यम से 25 अगस्त को ही पेश होने के लिए। 24",
  "25th August itself. In his statement dated 24th August, 2003, Vinod Garg": "अगस्त, 2003 के अपने बयान में, विनोद गर्ग ने कथित तौर पर खुलासा किया कि",
  "allegedly disclosed that he owned another residential premises at 7/ 3, Roop Nagar, Delhi. The said premises was also searched on 25th August, 2003 when Vinod Garg again made a ‘voluntary statement’": "वह 7/3, रूप नगर, दिल्ली में एक और आवासीय परिसर का मालिक है। उक्त परिसर की तलाशी 25 अगस्त, 2003 को भी ली गई थी जब विनोद गर्ग ने फिर से एक 'स्वैच्छिक बयान' दिया जिसमें खुलासा किया गया था कि कैसे वह कुछ",
  "invoicing etc. with the alleged connivance of certain Customs Officers.": "सीमा शुल्क अधिकारियों की कथित मिलीभुगत से ओवर इनवॉयसिंग आदि के",
  "It would mean that the investigation report submitted by the Senior Superintendent of Police, Ludhiana is of no legal value or sanctity.": "लुधियाना के वरिष्ठ नी अधीक्षक द्वारा प्रस्तुत जांच रिपोर्ट का कोई कानूनी मूल्य या प्रभाव नहीं है।",
  "(23) The observations made here-in-above or the conclusions": "(23) हालाँकि, ऊपर की गई टिप्पणियों या हमारे द्वारा किए गए",
  "arrived at by us, however, shall not be taken as an expression of view on the question as to whether the husband of the respondent was in": "निष्कर्षों को इस प्रश्न पर निर्णय के रूप में नहीं लिया जाएगा कि क्या प्रतिवादी",
  "illegal detention of the DRI officials from 23rd to 25th August, 2003.": "का पति 23 से 25 अगस्त, 2003 तक डीआरआई अधिकारियों की अवैध हिरासत",
  "We leave it open for the respondent to prove, in appropriate proceedings,": "में था। हम प्रतिवादी के लिए उचित कार्यवाही में यह साबित करने के लिए खुला",
  "that Vinod Garg was actually illegally detained or that the self-inculpatory": "छोड़ते हैं कि विनोद गर्ग को वास्तव में अवैध रूप से हिरासत में लिया गया था या",
  "statements were extracted from him during that period of illegal detention.": "अवैध हिरासत की उस अवधि के दौरान उनसे आत्म-निंदात्मक बयान निकाले",
  "Similarly, the appellants would be entitled to either justify the alleged detention of Vinod Garg during the said period or to prove that he was": "गए थे। इसी प्रकार, अपीलार्थी या तो उक्त अवधि के दौरान विनोद गर्ग की कथित नजरबंदी को उचित ठहराने के हकदार होंगे या यह साबित करने के हकदार",
  "never detained by them and was rather, for the first time, arrested on": "होंगे कि उन्हें उनके द्वारा कभी हिरासत में नहीं लिया गया था और उन्हें पहली",
  "25th August, 2003 only.": "बार 25 अगस्त, 2003 को ही गिरफ्तार किया गया था।",
  "(24) The appeals are accordingly disposed of, however, with": "(24) हालाँकि, अपीलों का तदनुसार निपटान किया जाता है, जिसमें",
  "no orders as to costs.": "लागत के बारे में कोई आदेश नहीं होता है।",
  "be satisfied from the entire facts pleaded in support of the ‘cause of": "अनुरोध किए गए सभी तथ्यों से संतुष्ट होना चाहिए कि ये तथ्य एक कारण का गठन",
  "action’ that these facts do constitute a cause so as to empower the court": "करते हैं ताकि अदालत को उस विवाद का निर्णय करने का अधिकार दिया जा सके",
  "to decide a dispute which is at least arising in part within its jurisdiction.": "जो कम से कम उसके अधिकार क्षेत्र के भीतर आंशिक रूप से उत्पन्न हो रहा है।",
  "Each and every fact pleaded by the party does not ipso-facto lead io": "पक्ष द्वारा प्रस्तुत प्रत्येक तथ्य वास्तव में इस निष्कर्ष पर नहीं पहुँचता है कि वे तथ्य",
  "the conclusion that those facts give rise to a ‘cause of action’ within": "न्यायालय के क्षेत्रीय अधिकार क्षेत्र के भीतर 'कार्रवाई के कारण' को जन्म देते हैं,",
  "the court’s territorial jurisdiction unless those pleaded facts are such which have a nexus or relevance with the /is that is involved in the": "जब तक कि वे तथ्य ऐसे न हों जिनका मामले में शामिल मामले के साथ संबंध या",
  "(18) In the present case, admittedly the husband of the": "(8) वर्तमान मामले में, माना जाता है कि प्रतिवादी-लिखित",
  "respondent-writ petitioner was at his Delhi residence’ when he was": "याचिकाकर्ता का पति अपने दिल्‍ली आवास पर था जब उसे डीआरआई",
  "allegedly taken into illegal custody by the DRI officials. While in": "अधिकारियों द्वारा कथित रूप से अवैध हिरासत में ले लिया गया था।",
  "custody, Vinod Garg was never taken out of Delhi and-was produced": "हिरासत में रहते हुए, विनोद गर्ग को कभी भी दिल्ली से बाहर नहीं ले",
  "before the Additional Chief Metropolitan Magistrate at Delhi only.": "जाया गया और उन्हें केवल दिल्ली में अतिरिक्त मुख्य मेट्रोपॉलिटन",
  "Similarly, the alleged notices by the DRI to Vinod Garg were sent and served upon him at his Delhi address. His self-inculpatory statements": "मजिस्ट्रेट के सामने पेश किया गया। इसी तरह, डीआरआई द्वारा विनोद गर्ग को कथित नोटिस भेजे गए और उन्हें उनके दिल्ली के पते पर भेजा",
  "were also recorded in Delhi only. All the events pertaining to the": "गया। उनके आत्म-निंदात्मक बयान भी केवल दिल्ली में दर्ज किए गए थे।",
  "alleged “illegal detention” of Vinod Garg, thus, commenced and ended": "इस प्रकार, विनोद गर्ग की कथित \"अवैध हिरासत\" से संबंधित सभी",
  "to her within the territorial jurisdiction of this Court. -": "अधिकार' था, लेकिन इस न्यायालय के क्षेत्रीय अधिकार क्षेत्र के भीतर",
  "(19) Assuming that it was a case where both this Court as well": "(9) यह मानते हुए कि यह एक ऐसा मामला था जहां यह न्यायालय",
  "as the Delhi High Court could exercise jurisdiction, yet the respondent": "और दिल्‍ली उच्च न्यायालय दोनों अधिकार क्षेत्र का प्रयोग कर सकते थे, फिर भी",
  "could choose any one of the fora. She opted to send telegrams to both": "प्रतिवादी किसी भी मंच का चयन कर सकता था। उन्होंने दोनों उच्च न्यायालयों",
  "Her petition in the Delhi High Court having been dismissed as withdrawn on 4th November, 2003, the least that was expected ‘of her was to": "माना जाता था। दिल्ली उच्च न्यायालय में उसकी याचिका को 4 नवंबर, 2003 को वापस लिए जाने के रूप में खारिज कर दिया गया था, उससे कम से कम 2005",
  "disclose this fact to this Court while moving Criminal Misc. No. 379": "की आपराधिक विविध संख्या 379 को स्थानांतरित करते समय इस न्यायालय में",
  "(20) We, however, further proceed on the assumption that this": "हालाँकि, हम इस धारणा पर आगे बढ़ते हैं कि यह न्यायालय रिट याचिका पर",
  "bring a person before a Court most frequently to ensure that the": "समक्ष सबसे अधिक बार लाने के लिए किया जाता है ताकि यह सुनिश्चित किया जा",
  "imprisonment or detention of the party is not illegal. It, thus, implies": "सके कि पक्ष को कैद या हिरासत में रखना अवैध नहीं है। इस प्रकार, इसका",
  "that when there is a complaint of illegal detention, the High Court": "तात्पर्य है कि जब अवैध निरोध की शिकायत होती है, तो उच्च न्यायालय बंदी"
}