{
  "Before Mehinder Singh Sullar, J.": "न्यायमूर्ति महिंदर सिंह सुल्लरर के समक्ष",
  "SATPAL SINGH, —Petitioner": "सतपाल सिंह-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE INFORMATION COMMISSION, HARYANA AND OTHERS,—Respondents": "राज्य सूचना आयोग, हरियाणा और अन्य-उत्तरदाता",
  "C.W.P. No.5246 of 2009": "2009 का सी. डब्ल्यू. पी. सख्या 5246",
  "Constitution of India - Art. 226/227 - Right to Information": "भारत का संविधान-अनुच्छेद 226/227-सूचना का अधिकार अधिनियम,",
  "Act, 2005 -SS. 6, 7 & 20(1) - Right to Information (Regulation of": "2005-एसएस। 6, 7 और 20 ()-सूचना का अधिकार (शुल्क और लागत का",
  "Fee and Cost) Rules, 2005 - RI.3, 4 & 5 - Challenge of order of State": "विनियमन) नियम, 2005 नियम 3,4 और 5-5 कार्य दिवसों के भीतर पूरी",
  "working days - No proof that complaint deposited fee - State": "बात का कोई सबूत नहीं है कि शिकायत शुल्क जमा करा दिया गया है-राज्य",
  "Information Commission did not apply Section 6 of Act - Inpugned": "सूचना आयोग ने अधिनियम की खंड 6 को लागू नहीं किया-विवादित आदेश गैर-",
  "order is non speaking - Cannot be sustained - Petition accepted -": "बोलने वाला है-कायम नहीं किया जा सकता-याचिका स्वीकार की जाती है-",
  "Case remitted to back to State Information Commission.": "मामला राज्य सूचना आयोग को वापस भेजा जाता है।",
  "Held, That it is not a matter of dispute that the complainant did not": "अभिनिर्धारित किया कि यह विवाद का विषय नहीं है कि शिकायतकर्ता आज",
  "bring the draft of the requisite fees till today, nor any cogent explanation": "तक अपेक्षित शुल्क का ड्राफ्ट नहीं लाया है, और न ही इस प्रासंगिक पक्ष में कोई",
  "an unfolded mystery that how the SIC has directed the petitioner to supply the information, without asking the complainant to deposit the amount of": "कैसे राज्य सूचना आयोग ने याचिकाकर्ता को आवश्यक शुल्क की राशि जमा करने के लिए कहे बिना जानकारी प्रदान करने का निर्देश दिया है, जो स्वाभाविक",
  "requisite fees, which would naturally is contrary to Section 6 of the Act and": "रूप से अधिनियम की खंड 6 और प्रासंगिक शुल्क नियमों के विपरीत होगा और",
  "(Para 16)": "(पैरा 6)",
  "Further held, That thus, seen from any angle, to my mind, the": "अभिनिधारित, किसी भी इष्टिकोण से देखते हुए, मेरे विचार से, विवादित",
  "impugned order (Annexure P-13) cannot legally be sustained and deserves": "आदेश (अनुलग्नक पी-3) को कानूनी रूप से कायम नहीं रखा जा सकता है और",
  "to be set aside in the obtaining circumstances of the case. It would be in": "इसे इन परिस्थितियों में अलग रखा जाना चाहिए।यह न्यायिक हित में होगा",
  "(Para 19)": "(पैरा 9)",
  "Sanjay Vashisth, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता संजय वशिष्ठ",
  "Rajiv Prashad, Deputy Advocate General, Haryana, for respondent": "प्रतिवादी सख्या | से 3 के लिए राजीव प्रसाद, उप महाधिवक्‍क्ता हरियाणा",
  "Nemo for respondent No.4.": "प्रतिवादी संख्या 4 के लिए कोई पेश नहीं हुआ",
  "accepted. The impugned order(Annexure P-13) is hereby set aside. The": "नहीं किया जा सकता है।विवादित आदेश (अनुलग्नक पी-0 और पी-3) को अवैध",
  "Tigrana is directed to supply the information to the appellant/complainant within 15 working days on receiving the order of the Commission free of costs. A": "भीतर अपीलार्थी/शिकायतकर्ता को मुफ्त में जानकारी प्रदान करने का निर्देश",
  "show cause notice be issued under Section 20(1) of": "दिया जाता है।सूचना का अधिकार अधिनियम की खंड 20 () के तहत गाँव",
  "Tigrana to show cause as to why the penalty of Rs.250/ - for each day delay shall not be imposed upon him for not giving the information within specified time.": "दर्शाओ नोटिस जारी किया जाए ताकि यह बताया जा सके कि निर्दिष्ट समय के भीतर जानकारी नहीं देने के लिए उस पर प्रत्येक दिन की देरी के लिए 250 रुपये का जुर्माना क्यों नहीं लगाया जाएगा।खंड विकास और पंचायत",
  "carefully in future according to RTI Act. A notice be": "अधिकारी को सूचना का अधिकार अधिनियम के अनुसार भविष्य में",
  "issued to SPIO-cum-Sarpanch of village Tigrana under Section 19(8)(B) of the RTI Act for detriment caused": "दिया गया है। शिकायतकर्ता/अपीलार्थी को हुए नुकसान के लिए सूचना का अधिकार अधिनियम की खंड 9 (8) (बी) के तहत गांव तिगराना के राज्य",
  "(13) Meaning thereby, the SIC did not decide the real controversy": "(3) इसका मतल्रब है कि राज्य सूचना आयोग. ने पक्षों के बीच वास्तविक विवाद",
  "requisite fees or not and slipped into deep legal error in this relevant behalf.": "नहीं और इस प्रासंगिक पक्ष में गहरी कानूनी त्रुटि में फंस गया है।यहां जो बात",
  "What is not disputed here is that Section 6 of the Act postulates that a": "विवादित नहीं है वह यह है कि अधिनियम की खंड 6 में कहा गया है कि एक",
  "person, who desires to obtain any information under this Act, has to move": "व्यक्ति, जो इस अधिनियम के तहत कोई भी जानकारी प्राप्त करना चाहता है, उसे",
  "an application in writing along with the prescribed fees and such applications are to be disposed of, in view of Section 7 of the Act. The manner of": "निर्धारित शुल्क के साथ लिखित में आवेदन करना होगा और अधिनियम की खंड 7 को देखते हुए ऐसे आवेदनों का निपटारा किया जाना है। निर्धारित शुल्क की",
  "calculating the prescribed fees is depicted under Rules 3 to 5 of the Relevant": "गणना करने का तरीका प्रासंगिक शुल्क नियमों के नियम 3 से 5 के तहत दर्शाया",
  "Fees Rules. No cogent material is forthcoming on record to prove that the": "गया है।यह साबित करने के लिए रिकॉर्ड पर कोई ठोस सामग्री सामने नहीं आई है",
  "complainant has deposit the requisite fees in pursuance of the letter(Annexure P-3)written by the petitioner, but the SIC has speculatively assumed the": "कि शिकायतकर्ता ने याचिकाकर्ता द्वारा लिखे गए पत्र (अनुलग्नक पी-3) के अनुसरण में आवश्यक शुल्क जमा किया है, लेकिन राज्य सूचना आयोग ने बिना",
  "deposit of the prescribed fees, without any legal basis and wrongly directed": "किसी कानूनी आधार के निर्धारित शुल्क जमा करने का अनुमान लगाया है और",
  "the petitioner to supply the information, without deposit of requisite fees,": "याचिकाकर्ता को गलत तरीके से आवश्यक शुल्क जमा किए बिना जानकारी प्रदान",
  "which is contrary to the provisions of the Act and the Relevant Fees Rules.": "करने का निर्देश दिया है, जो अधिनियम और प्रासंगिक शुल्क नियमों के प्रावधानों",
  "The SIC was legally required to record a finding of fact in this relevant": "के विपरीत राज्य सूचना आयोग को कानूनी रूप से इस प्रासंगिक संबंध में तथ्य के निष्कर्ष को दर्ज करने की आवश्यकता थी, जिसका विवादित आदेश (अनुलग्नक",
  "connection, which is totally lacking in the impugned order(Annexure P- 13).": "निष्कर्ष को दर्ज करने की आवश्यकता थी, जिसका विवादित आदेश (अनुलग्नक पी-3) में पूरी तरह से अभाव है।",
  "(14) Moreover, the complainant in his written statement has nowhere": "(4) इसके अलावा, शिकायतकर्ता ने अपने लिखित बयान में कहीं भी यह नहीं",
  "stated that he deposited the amount with the petitioner, but very vaguely": "कहा है कि उसने याचिकाकत्ताी के पास राशि जमा की है, लेकिन बहुत अस्पष्ट रूप",
  "pleaded that he deposited the amount of Rs.12,000/- in the office of": "से अनुरोध किया है कि उसने प्रतिवादी सख्या 3 के कार्यालय में ।2,000/- रुपये",
  "respondent No.3, but he(BDPO) could not deposit the amount in the office": "की राशि जमा की है। लेकिन वह (खंड विकास और पंचायत अधिकारी प्रतिवादी संख्या 2 (जिला विकास और पंचायत अधिकारी) के कार्यालय में राशि जमा नहीं",
  "illegally presumed the deposit of requisite fees. All these vital aspect of the": "आयोग ने अवैध रूप से आवश्यक शुल्क जमा करने का अनुमान लगाया है।इस मामले के इन सभी महत्वपूर्ण पहलुओं को राज्य सूचना आयोग दूवारा दंड से",
  "(15) Not only that, the writ petition came up for hearing before a": "(5) इतना ही नहीं, रिट याचिका इस न्यायालय की एक समन्वय पीठ (अजय",
  "Coordinate Bench of this Court (Ajay Kumar Mittal, J.) on 23.02.2010": "कुमार मित्तल न्यायमूर्ति) के समक्ष सुनवाई के लिए 23/02/2040 को आई और",
  "and the following order was passed:-": "निम्नलिखित आदेश पारित किया गयाः-",
  "“Learned counsel for the petitioner states that in terms of order dated 01.04.2009, the petitioner is ready to supply the copies": "“याचिकाकर्ता के विद्वान वकील का कहना है कि दिनांक 0.04.2009 के",
  "of the documents/record applied for, however, the": "आदेश के संदर्भ में, याचिकाकर्ता आवेदन किए गए दस्तावेजों/रिकॉर्ड की",
  "controverted by the learned counsel for respondent No.4": "कथन का प्रतिवाद प्रतिवादी संख्या 4 के विद्वान अधिवक्ता द्वारा किया",
  "who has stated that in fact it is the petitioner who is not accepting the amount.": "गया है, जिन्होंने कहा है कि वास्तव में यह याचिकाकर्ता है जो राशि स्वीकार नहीं कर रहा है।",
  "Let respondent No.4 bring a Demand Draft in the sum of Rs.18040/- in favour of the petitioner on the next date of": "प्रतिवादी संख्या 4 को सुनवाई की तारीख को याचिकाकरतता के पक्ष में.8040 रुपये के योग में एक मांग ड्राफ्ट लाने दें।।2.03.200 के लिए स्थगित किया",
  "(16) It is not a matter of dispute that the complainant did not bring": "(6) यह विवाद का विषय नहीं है कि शिकायतकर्ता ने आज तक आवश्यक शुल्क",
  "the draft of the requisite fees till today, nor any cogent explanation is": "का ड्राफ्ट नहीं लाया है, और न ही इस प्रासंगिक पक्ष में कोई ठोस स्पष्टीकरण",
  "the information, without asking the complainant to deposit the amount of": "आयोग ने याचिकाकर्ता को आवश्यक शुल्क की राशि जमा करने के लिए कहे बिना",
  "requisite fees, which would naturally is contrary to Section 6 of the Act and Relevant Fees Rules and would cause loss to the Exchequer of the Gram Panchayat.": "जानकारी प्रदान करने का निर्देश दिया है, जो स्वाभाविक रूप से अधिनियम की खंड 6 और प्रासंगिक शुल्क नियमों के विपरीत है और इससे ग्राम पंचायत के राजकोष को नुकसान होगा।",
  "(17) Thus, the impugned order(Annexure P-13) is non-speaking,": "(7) इस प्रकार, आक्षेपित क्रम (अनुलग्नक पी-3) गैर-भाषी है, जिसमें मन के",
  "which lacks application of mind. Such Appellate Authority ought to have": "अनुप्रयोग का अभाव है।इस तरह के अपीलीय प्राधिकरण को अभिलेख पर सामग्री",
  "discussed the material on record and was legally required to indicate the valid reasons, for arriving at a correct conclusion, in order to decide the": "पर चर्चा करनी चाहिए थी और सही निष्कर्ष पर पहुंचने के लिए वैध कारणों को इंगित आदेश के लिए कानूनी रूप से आवश्यक था, ताकि पक्षों के बीच वास्तविक",
  "real controversy between the parties, in the right perspective. It is now well-": "विवाद को सही परिप्रेक्ष्य में तय किया जा सके।अब यह कानून का अच्छी तरह से",
  "settled principle of law that every action of such authority must be informed": "स्थापित सिद॒धांत है कि ऐसे प्राधिकरण की प्रत्येक कार्रवाई को कारणों से सूचित",
  "by reasons. The order must be fair, clear, reasonable and in the interest of": "किया जाना चाहिए।आदेश निष्पक्ष, स्पष्ट, और उचित होना चाहिए। प्रत्येक"
}