{
  "FSL opened) and the pistol Ex.MO4 taken out). It is the same which was got recovered by the accused Narender": "एफएसएल खोला) और पिस्तौल पूर्व एम०५ बाहर ले जाया) यह वही है जो अदालत में मौजूद आरोपी नरेंद्र द्वारा बरामद",
  "present in the Court. At this stage another sealed parcel bearing seal of FSL has been opened). Empty cartridge is": "किया गया था। इस स्तर पर एफएसएल की एक और सीलबंद पार्सल वाली मुहर खोली गई है) खाली कारतूस &5:0.॥०-",
  "Ex.Mo-3 taken out which was got recovered by the accused.": "3 निकाला गया है जो आरोपी द्वारा बरामद किया गया था।",
  "Country made pistol got recovered by the accused Ex.MO-4. On completion of investigation report U/S 173": "आरोपी पूर्व एम.ओ. -५ द्वारा देसी पिस्तौल बरामद की गई। धारा 73 सीआरपीसी के तहत जांच रिपोर्ट के पूरा होने",
  "Cr.P.C. was prepared by me which bears my signature.”": "पर। मेरे द्वारा तैयार किया गया था जिस पर मेरे हस्ताक्षर हैं।",
  "(7) Similarly, in regard to the injury sustained by injured Bansi Lal, Dr. T.S. Bagri (PW4) deposed as under:-": "(7) इसी प्रकार घायल बंसीलाल की चोट के संबंध में डॉ. टी. एस. बागड़ी (पीडब्लू४) को अपदस्थ किया गयाः-\"",
  "On examination patient was conscious. Vital were stable.": "जाँच करने पर रोगी होश में था। महत्वपूर्ण स्थिर थे।",
  "Pupils were normal. The patient was holding left forearm in right hand. The following injuries were found on_ his person:-": "छात्र सामान्य थे। रोगी ने दाहिने हाथ में बायां अग्र-धुजा पकड़ रखा था। उनके व्यक्ति पर निम्नलिखित चोटें पाई गईं:-",
  "1. 0.6 x 0.6 cm. oval lacerated wound of entry present over the posterior aspect of left fore-arm, starting 6": "।. 0.6 » 0.6 सेमी। बाईं अग्र-भुजा के पीछे के पहलू पर मौजूद प्रवेश का अंडाकार घाव, 6 सेमी से शुरू होता है।",
  "cm. below lateral epicondyle of humerous. The edges of the wound were inverted, collar of abrasion present": "हास्य के पार्श्व एपिकॉन्डाइल के नीचे। घाव के किनारों को उल्टा कर दिया गया था, घाव के चारों ओर घर्षण का कॉलर",
  "around the wound. Fresh bleeding was present from the wound. Corresponding hole was present over the arm of kurta weared by the patient. Patient was": "मौजूद था। घाव से ताजा खून बह रहा था। रोगी द्वारा बुने गए कुर्ते की भुजा के ऊपर संबंधित छेद मौजूद था। रोगी को",
  "advised- X-ray.": "एक्स-रे की सलाह दी गई थी।",
  "The nature of injury was kept under observation. The weapon used was fire arm and probable duration of injury": "चोट की प्रकृति को निगरानी में रखा गया था। उपयोग किया जाने वाला हथियार फायर आर्म था और चोट की संभावित",
  "was within 6 hours. The kurta wore by the patient was handed over to the police. Ex.P4 is the correct copy of": "अवधि 6 घंटे के भीतर थी। मरीज द्वारा पहना गया कुर्ता पुलिस को सौंप दिया गया। एक्स.पी ५ मूल एमएलआर की सही",
  "the original MLR which I have brought today and Ex.P5 is the copy of diagram showing the seats of injuries. I sent": "प्रतिलिपि है जिसे मैंने आज लाया है और एक्स.पी 5 आरेख की प्रतिलिपि है जो चोटों की सीटों को दर्शाती है। मैंने रोगी",
  "ruqa Ex.P6 to the SHO Police Station, Adampur regarding admission of patient Bansi Lal.": "बंसीलाल के प्रवेश के संबंध में एसएचओ पुलिस स्टेशन, आदमपुर को रुका एक्स.पी 6 भेजा।",
  "On 26.11.2001 the bullet removed from the body of patient Bansi Lal by me and the same was handed over to SHO P.S. Mandi Adampur in a sealed packet alongwith": "26..200। को मरीज बंसीलाल के शरीर से मेरे द्वारा निकाली गई गोली एसएचओ पी.एस. को सौंप दी गई। मंडी",
  "to SHO P.S. Mandi Adampur in a sealed packet alongwith an envelop having fire sealed addressed to Fire Arm Expert, Madhuban containing forwarding letter. Copy of MLR and": "आदमपुर एक सीलबंद पैकेट में एक लिफाफे के साथ जिसमें फायर आर्म एक्सपर्ट, मधुबन को संबोधित आग सीलबंद",
  "Madhuban containing forwarding letter. Copy of MLR and sample seal. My report in this behalf is Ex.P7. On": "पत्र था। एमएलआर और नमूना मुहर की प्रतिलिपि। इस संबंध में मेरी रिपोर्ट एक्स.पी 7 है। 2५.2.200। को एसएचओ",
  "recorded by the Ld. Trial Court itself in paragraph No.13 of the judgment impugned herein, and same is again reiterated here by this Court.": "एलडी विचारण न्यायालय स्वयं इसमें आशक्षेपित निर्णय के पैराग्राफ संख्या. ।3 में, और इस न्यायालय द्वारा इसे फिर से दोहराया गया है।",
  "(Para 13)": "(पेरा 3)",
  "Further held, that learned State counsel has also produced the": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि राज्य के विद्वत वकील ने आज न्यायालय में अपीलार्थी का अभिरक्षा",
  "custody certificate dated 02.01.2023, of the appellant in Court today, which is taken on record. As per said custody certificate appellant had": "प्रमाणपत्र दिनांक 02.0.2023 प्रस्तुत किया है, जो अभिलेख में लिया गया है। उक्त अभिरक्षा प्रमाणपत्र के अनुसार",
  "which is taken on record. As per said custody certificate appellant had undergone sentence period of 06 months and 04 days up till 07.06.2002, and there is no other instance recorded in the said custody": "अपीलार्थी ने 00.06.2002 तक 06 महीने और ०५ दिनों की सजा की अवधि पूरी की थी और उक्त अभिरक्षा प्रमाणपत्र",
  "07.06.2002, and there is no other instance recorded in the said custody certificate in which appellant can be said to be involved. Therefore,": "में ऐसा कोई अन्य उदाहरण दर्ज नहीं है जिसमें अपीलार्थी को शामिल कहा जा सके। इसलिए, तथ्यों और परिस्थितियों",
  "considering the facts and circumstances; that incident had occurred 21 years back; nature of offence; factum of compromise as relied upon by": "पर विचार करते हुए; वह घटना 2। वर्ष पहले हुई थी; अपराध की प्रकृति; अपीलार्थी के वकील द्वारा समझौते के तथ्य",
  "counsel for the appellant and same was noticed by Ld. Trial Court also;": "पर भरोसा किया गया था और उसी पर एलडी द्वारा ध्यान दिया गया था। विचारण न्यायालय भी; और यह कि किसी",
  "and that no other instance of involvement of appellant in any criminal activity has been recorded in custody certificate, this Court finds it": "आपराधिक गतिविधि में अपीलार्थी की संलिप्तता का कोई अन्य उदाहरण अभिरक्षा प्रमाणपत्र में दर्ज नहीं किया गया",
  "undergone by the appellant till date. However, other part of sentence i.e. imposing of fine or compensation (if any) etc. would remain intact without any change.": "हालांकि, वाक्य का अन्य भाग यानी जुर्माना या क्षतिपूर्ति (यदि कोई हो) आदि का अधिरोपण। बिना किसी परिवर्तन के अक्षुण्ण रहेगा।",
  "Raman Chawla, Advocate, for the appellant(s).": "अपीलार्थी की ओर से अधिवक्ता रमन चावला(8).",
  "Vikas Bhardwaj, AAG, Haryana.": "विकास भारद्वाज, एएजी, हरियाणा।",
  "SANJAY VASHISTH, J.": "संजय वशिष्ठ, जे.",
  "(1) By way of present appeal, appellant — Narender Singh s/o Balu Ram, has challenged the judgment of conviction and order of": "() वर्तमान अपील के माध्यम से, अपीलार्थी-नरेंद्र सिंह पुत्र बालू राम ने एलडी द्वारा पारित दोषसिद्धि के निर्णय और",
  "sentence dated 12.06.2004, passed by Ld. Addl. Sessions Judge, Hisar (in short, ‘Ld. Trial Court’), in Sessions Case No.08 of 2002, dated": "सजा के आदेश दिनांक 2.06.200५ को चुनौती दी है। एडल्ट। सत्र न्यायाधीश, हिसार (संक्षेप में, 'एलडी। (बी) 2002",
  "(in short, ‘Ld. Trial Court’), in Sessions Case No.08 of 2002, dated 05.03.2002, arising from FIRNo.313, dated 21.11.2001, under Sections": "के सत्र मामले सं. 08, दिनांक 05.03.2002 में, जो एफ. आई. आर. एन. 33, दिनांक 2..200। से उदृभूत है,",
  "307 of IPC & 25 of the Arms Act, registered at Police Station Adampur,District Hisar.": "आई. पी. सी. की धारा 307 और शस्त्र अधिनियम की धारा 25 के अधीन पुलिस स्टेशन आदमपुर, जिला हिसार में रजिस्ट्रीकृत है।",
  "(2) Accused-appellant was held guilty for commission of offences punishable under Section 307 of IPC and Section 25 of the": "(2) अभियुक्त-अपीलार्थी को आईपीसी की धारा 307 और शस्त्र अधिनियम की धारा 25 के तहत दंडनीय अपराधों के",
  "Arms Act, and was ordered to undergo sentence(s), as detailed in the following table:": "लिए दोषी ठहराया गया था, और निम्नलिखित तालिका (ओं) में वर्णित सजा से गुजरने का आदेश दिया गया थाः",
  "(Sanjay Vashisth, J.)": "नरेंद्र सिंह बनाम हरियाणा राज्य (संजय वशिष्ठठ, जे.)",
  "Before Sanjay Vashisth J.": "समक्ष संजय वशिष्ठ जे.",
  "NARENDER SINGH — Appellant": "नरेंद्र सिंह-अपीलार्थी",
  "versus": "बनाम",
  "STATE OF HARYANA — Respondent": "हरियाणा राज्य-उत्तरदाता",
  "CRA-S No.1282-SB of 2004": "सीआरए-एस संख्या 4282-एसबी 200५",
  "January 10, 2023": "0 जनवरी, 2023",
  "Indian Penal Code, 1860—S.307—The Arms Act—S.25—": "भारतीय दंड संहिता, 860-धारा 307-शस्त्र अधिनियम-धारा 25-दोषसिद्धि के विरुद्ध अपील-भूमि के संबंध में",
  "Appeal against conviction—Litigation between injured/ complainant and the appellant regarding land—Appellant shot at complainant,": "घायल/शिकायतकर्ता और अपीलार्थी के बीच मुकदमा-शिकायतकर्ता पर अपीलार्थी को गोली लगी, गोली बाएं हाथ में",
  "bullet struck left arm—All witnesses declared hostile—However, recovery of empty cartridge and country made pistol from appellant—": "लगी-सभी गवाहों को शत्रुतापूर्ण घोषित किया गया-हालांकि, खाली कारतूस की बरामदगी और अपीलार्थी से देशी",
  "from the body of injured to the one fired from pistol recovered from": "पिस्तौल की बरामदगी-घायल के शरीर से निकाली गई गोली का अभियुक्त से बरामद पिस्तौल से चलाई गई गोली से",
  "undergone as the incident occurred 21 years ago and as parties are members of one family.": "साल पहले हुई थी और क्योंकि पक्षकार एक परिवार के सदस्य हैं।",
  "Held, that prime and only one argument of the appellant in the present appeal is that all the star witnesses of the prosecution, Le.": "माना जाता है कि वर्तमान अपील में अपीलार्थी का वह प्रमुख और एकमात्र तर्क यह है कि अभियोजन पक्ष के सभी",
  "complainant/injured Bansi Lal, who appeared as PW5, Narender": "स्टार गवाह, अर्थात्‌ शिकायतकर्ता/घायल बंसी लाल, जो पीडब्लू 5 के रूप में पेश हुए, नरेंद्र कुमार पुत्र निहाल सिंह,",
  "Kumar s/o Nihal Singh, who appeared as PW8, and Atma Ram, who appeared as PW9, have not supported the version of prosecution in its": "जो पीडब्लू 8 के रूप में पेश हुए, और आत्मा राम, जो पीडब्लू 9 के रूप में पेश हुए, ने अभियोजन पक्ष के संस्करण",
  "entirety, and thus, they were declared hostile.": "का पूरी तरह से समर्थन नहीं किया है, और इस प्रकार, उन्हें शत्रुतापूर्ण घोषित किया गया था।",
  "(Para 5)": "(पेरा 5)",
  "Further held, that undoubtedly, statements of said witnesses cannot be of any help to the prosecution, still another set of material is": "आगे यह अभिनिर्धारित किया गया कि निस्संदेह, उक्त गवाहों के बयान अभियोजन पक्ष के लिए कोई सहायक नहीं हो",
  "available on record, 1.e. statement of SI Perhalad Singh (PW10), who": "सकते हैं, फिर भी अभिलेख पर सामग्री का एक अन्य सेट उपलब्ध है, वह एस. आई. परहलाद सिंह (पीडब्लू ॥0) का",
  "had recorded initial statement of the injured — Bansi Lal, and also": "बयान है, जिन्होंने घायल-बंसी लाल का प्रारंभिक बयान दर्ज किया था, और साथ ही घायल लोगों के कपड़ों की बरामदगी",
  "investigation, said witness proved recovery of empty cartridge as Ex.MO-3, as also country-made pistol which was got recovered by": "गवाह ने पूर्व के रूप में खाली कारतूस की बरामदगी साबित की। एम. ओ.-3, साथ ही देश में बनी पिस्तौल जो आरोपी",
  "accused, as Ex.MO-4. Said witness lastly proved filing of report under Section 173 Cr.P.C.": "द्वारा पूर्व के रूप में बरामद की गई थी। एमओ-५। उक्त गवाह ने अंत में धारा 73 सीआर.पी.सी. के तहत रिपोर्ट दाखिल करना साबित किया।",
  "(Para 6)": "(पेरा 6)",
  "their duty, but still there is enough evidence/material available on record to prove direct connectivity of the bullet recovered from the": "शरीर से बरामद गोली का सीधा संपर्क साबित करने के लिए रिकॉर्ड पर पर्याप्त सबूत/सामग्री उपलब्ध है, जिसे पिस्तौल",
  "313": "308",
  "ILL.R. PUNJAB AND HARYANA 2023(1)": "आई.एल.आर. पंजाब और हरियाणा 2023(",
  "“On 21.11.2001, I was posted as S.I./S.H.O. P.S. Adampur.": "2..200। को मुझे एस.आई. /एस.एच.ओ. के रूप में तैनात किया गया था। पी एस आदमपुर।",
  "On that day on receipt of rukka alongwith MLR of Bansi Lal alongwith one shirt. I prepared seizure memo of shirtof Bansi Lal Ex.P-22 which was attested by Sher Singh. After converting of the same in a sealed parcel with my seal": "उस दिन एक कमीज के साथ बंसीलाल के एमएलआर के साथ रकक्‍्का प्राप्त हुआ। मैंने बंशी लाल एक्स.पी-22 का ज़ब्ती ज्ञापन तैयार किया जिसे शेर सिंह ने सत्यापित किया था। मेरे सील असर निर्देश पीएस के साथ एक सीलबंद पार्सल में",
  "bearing instruction PS. The seal after use and retaining its specimen was handed over to PW-2 Sher Singh.": "परिवर्तित करने के बाद। उपयोग और इसके नमूने को बनाए रखने के बाद सील को पीडब्लू-2 शेर सिंह को सौंप दिया गया।",
  "Thereafter I went to hospital at Adampur and recorded the statement of Bansi Lal Ex.P-12 which was signed by": "इसके बाद मैं आदमपुर के अस्पताल गया और बंसीलाल एक्स.पी -2 का बयान दर्ज किया, जिस पर उनके हस्ताक्षर",
  "himand the same was attested by me. Thereafter I made the endorsement Ex.P-23 and sent the same through C. Krishan": "थे और वही मेरे द्वारा सत्यापित किया गया था। इसके बाद मैंने एक्स.पी-23 का समर्थन किया और उसी को सी. कृष्ण",
  "Kumar for registration of case, on which FIR P-13 was": "कुमार के माध्यम से मामला दर्ज करने के लिए भेजा, जिस पर एफआईआर पी-43 एएसआई सतबीर सिंह द्वारा दर्ज",
  "recorded by Satbir Singh ASI. After that I recorded the statements of Pws Atma Ram u/s 161 Cr.P.C.": "की गई थी। उसके बाद मैंने धारा 46। सीआर.पी.सी. के तहत 7५७ आत्मा राम के बयान दर्ज किए।",
  "On 22.11.2001 I went to the spot and prepared the site plan on point out of Narender PW which is Ex.P-24 with correct marginal notes. I had also taken into possession the": "22..200। को मैं मौके पर गया और नरेंदर पीडब्लू से बाहर साइट प्लान तैयार किया जो सही सीमांत नोटों के साथ",
  "motorcycle a Hero Honda being without number plate bearing chassis number 01F-13F-048806 vide the seizure": "एक्स.पी -2% है। मैंने चेसिस नंबर 0॥।एफ-43एफ-0५8806ववाली नंबर प्लेट के बिना एक हीरो होंडा मोटरसाइकिल को",
  "Ex.P-20 which was attested by PW Narender S/O Dayal": "भी जब्त कर लिया था, जिसे पीडब्लू नरेंदर पुत्र दयाल सिंह द्वारा जब्त एक्स.पी -20 द्वारा सत्यापित किया गया था। मैंने",
  "Singh. I also recorded the statement of Narender.": "नरेंद्र का बयान भी दर्ज किया।",
  "On 1.12.2001 I was present in the G.H. Adampur and medical officer produced before me a sealed parcel": ".2.200। को मैं जी. एच. आदमपुर में उपस्थित था और चिकित्सा अधिकारी ने मेरे सामने एक सीलबंद पार्सल पेश",
  "containing piece of bullet duly sealed in by Medical Officer along with a sealed envelope, which were taken into": "किया जिसमें एक सीलबंद लिफाफे के साथ चिकित्सा अधिकारी द्वारा विधिवत सीलबंद गोली का टुकड़ा था, जिसे कब्जे",
  "possession and seizure memo is Ex.P-25 which was attested by H.C. Sher Singh. I also recorded the statement of H.C.": "में लिया गया था और जब्ती ज्ञापन एक्स.पी -25 है जिसे एच. सी. शेर सिंह द्वारा सत्यापित किया गया था। मैंने एच. सी.",
  "Sher Singh. Thereafter, I received a secret information about the Narender accused at bus stand Adam Pur.": "शेर सिंह का बयान भी दर्ज किया। इसके बाद, मुझे बस स्टैंड आदम पुर पर नरेंदर आरोपी के बारे में गुप्त जानकारी",
  "Accordingly, I went there and arrested him. After the arrest of the accused he was produced before the Court and": "मिली। तदनुसार, मैं वहाँ गया और उसे गिरफ्तार कर लिया। अभियुक्त की गिरफ्तारी के बाद उसे अदालत में पेश किया",
  "obtained one day police remand. On interrogation he made disclosure statement Ex.P-26 to the effect that a pistol and": "गया और एक दिन का पुलिस रिमांड प्राप्त किया गया। पूछताछ पर उसने एक्स.पी -26 का खुलासा बयान दिया कि",
  "empty cartridge had been concealed in bath room in the residence of his friend Balbir Singh at Delhi. No other": "दिल्ली में अपने दोस्त बलबीर सिंह के आवास में बाथरूम में एक पिस्तौल और खाली कारतूस छिपाए गए थे। किसी",
  "person had any information or knowledge of the concealment, and the same could be got recovered.": "अन्य व्यक्ति के पास छिपाने की कोई जानकारी या जानकारी नहीं थी, और उसे बरामद किया जा सकता था। प्रकटीकरण",
  "Disclosure statement Ex.P-26 was recorded and the same was signed by the accused Narender at point A and was": "बयान एक्स.पी -26 दर्ज किया गया था और उसी बिंदु ए पर आरोपी नरेंदर द्वारा हस्ताक्षर किए गए थे और था",
  "and has resiled from his previous statement and be declared hostile and that he may be allowed to cross-examine the": "बयान से पीछे हट गया है और उसे शत्रुतापूर्ण घोषित किया जाए और उसे गवाह से जिरह करने की अनुमति दी जा",
  "witness. Heard. Request allowed).": "सकती है। सुना है। अनुरोध की अनुमति है)",
  "“PW8 — Narender Kumar": "\"पीडब्लू8-नरेंद्र कुमार",
  "I do not know anything about the present case. On": "मैं वर्तमान मामले के बारे में कुछ नहीं जानता। 2..200 को मैं अपने घर पर मौजूद था और मुझे पता चला कि",
  "that some one had caused injury to Bansi Lal and thereafter I came to Hospital Mandi Adampur. Nothing was recovered": "किसी ने बंसीलाल को चोट पहुंचाई है और उसके बाद मैं अस्पताल मंडी आदमपुर आया। पुलिस ने मेरी उपस्थिति में",
  "in my presence by the police. Though I had to sign on blank papers on the asking of police under threat. The accused": "कुछ भी बरामद नहीं किया। हालांकि मुझे धमकी के तहत पुलिस के पूछने पर खाली कागजों पर हस्ताक्षर करने पड़े।",
  "Narender had not caused any fire arm injury on the person of Bansi Lal in my presence. (At this stage, learned Public": "आरोपी नरेंदर ने मेरी उपस्थिति में बंसीलाल के व्यक्ति के हाथ में कोई चोट नहीं पहुंचाई थी। (इस स्तर पर, विद्वान",
  "Prosecutor states that the witness is concealing the true facts and he be declared hostile and that he may be allowed to": "लोक अभियोजक का कहना है कि गवाह सही तथ्यों को छिपा रहा है और उसे शत्रुतापूर्ण घोषित किया जा सकता है",
  "cross-examine the witness. Heard. Request allowed.)”": "और उसे गवाह से जिरह करने की अनुमति दी जा सकती है। सुना है। अनुरोध की अनुमति दी गई। ) \"",
  "“PW9 — Atma Ram": "\"पीडब्लू9-आत्मा राम",
  "I do not know anything about the present case. I was present": "मैं वर्तमान मामले के बारे में कुछ नहीं जानता। मैं 27..200। को अपने घर में मौजूद था और मुझे पता चला कि किसी",
  "had fired at Bansi Lal who was working in his field. On this I went to our fields and shifted Bansi Lal to Govt.": "ने बंसीलाल पर गोली चलाई थी जो उनके खेत में काम कर रहा था। इस पर मैं अपने खेतों में गया और बंसीलाल को",
  "Hospital, Mandi Adampur. Accused Narender present in the": "सरकार में स्थानांतरित कर दिया। अस्पताल, मंडी आदमपुर। अदालत में मौजूद आरोपी नरेंद्र ने मेरी उपस्थिति में",
  "Court had not fired at Bansi Lal in my presence. (At this stage, learned Public Prosecutor states that the witness is concealing the true facts and he be declared hostile and that": "बंसीलाल पर गोली नहीं चलाई थी। (इस स्तर पर, विद्वान लोक अभियोजक का कहना है कि गवाह सही तथ्यों को छिपा",
  "concealing the true facts and he be declared hostile and that he may be allowed to cross-examine the witness. Heard.": "रहा है और उसे शत्रुतापूर्ण घोषित किया जा सकता है और उसे गवाह से जिरह करने की अनुमति दी जा सकती है।",
  "Request allowed.)": "सुना है। अनुरोध की अनुमति है।)",
  "(6) Undoubtedly, statements of said witnesses cannot be of any help to the prosecution, still another set of material is available on": "(6) निस्संदेह, उक्त गवाहों के बयान अभियोजन पक्ष के लिए किसी भी मदद का नहीं हो सकता है, अभी भी सामग्री",
  "record, i.e. statement of SI Perhalad Singh (PW10), who had recorded": "का एक और सेट रिकॉर्ड पर उपलब्ध है, अर्थात एस. आई. परहलाद सिंह (पी. डब्ल्यू. 0) का बयान जिसने घायल",
  "initial statement of the injured — Bansi Lal, and also effected recovery of clothes of the injured. In the process of investigation, said witness": "का प्रारंभिक बयान दर्ज किया था-बंसी लाल, और घायल के कपड़ों की बरामदगी को भी प्रभावित किया। जांच की",
  "of clothes of the injured. In the process of investigation, said witness proved recovery of empty cartridge as Ex.MO-3, as also country-made": "प्रक्रिया में, गवाह ने एक्स.एमओ-3 के रूप में खाली कारतूस की बरामदगी साबित",
  "pistol which was got recovered by accused, as Ex.MO-4. Said": "की, साथ ही देश में बनी पिस्तौल जो आरोपी द्वारा एक्स.एमओ-५ के रूप में बरामद की गई थी। उक्त गवाह ने अंत में",
  "witness lastly proved filing of report under Section 173 Cr.P.C.": "धारा 773 सीआरपीसी के तहत रिपोर्ट दाखिल करना साबित किया। एस. आई. परहलाद सिंह (पी. डब्ल्यू. 40) की",
  "NARENDER SINGH v. STATE OF HARYANA 314 (Sanjay Vashisth, J.)": "नरेंद्र सिंह बनाम हरियाणा राज्य (संजय वशिष्ठठ, जे.)",
  "also attested by Pws Bhkuha Ram and Inder Pal. On the basis of the disclosure statement the accused produced": "पीडब्लूएस भुकुहा राम और इंदर पाल द्वारा भी सत्यापित। प्रकटीकरण बयान के आधार पर अभियुक्त को मजिस्ट्रेट के",
  "before the Magistrate and two days remand was allowed in order to effect the recovery. The accused on 312.2K again": "सामने पेश किया गया और वसूली को प्रभावी बनाने के लिए दो दिन की रिमांड की अनुमति दी गई। अभियुक्त ने 32.2",
  "made disclosure statement Ex.P-26 to the effect that the pistol which was used in the commission of offence on": "के को पुनः इस आशय का प्रकटीकरण कथन एक्स.पी -26 किया कि जिस पिस्तौल का उपयोग 2..200। को बंसी",
  "could be got recovered by pointing out the place and no": "में लिपटे खाली कारतूस के साथ छुपाया गया था, उसी स्थान को इंगित करके बरामद किया जा सकता था और किसी",
  "other person had any information and knowledge about it.": "अन्य व्यक्ति को इसके बारे में कोई जानकारी या जानकारी नहीं थी। एक्स.पी-6 को इसकी शुद्धता के टोकन में आरोपी",
  "Ex.P-16 was signed by the accused Narender in token of its correctness and same was attested by PW Prem Kumar and Sher Singh.": "नरेंद्र द्वारा हस्ताक्षरित किया गया था और उसी को 7५ प्रेम कुमार और शेर सिंह द्वारा सत्यापित किया गया था।",
  "On the same day the accused led the police party to effect the recovery of pistol and empty cartridge in pursuance of his disclosure statement to the place of concealment and got": "उसी दिन आरोपी ने छिपाने के स्थान पर अपने खुलासा बयान के अनुसरण में पिस्तौल और खाली कारतूस की बरामदगी",
  "recovered the country made pistol of 315 bore alongwith empty cartridge of the same bore. I prepared the sketch of": "करने के लिए पुलिस दल का नेतृत्व किया और उसी बोर के खाली कारतूस के साथ 35 बोर की देशी पिस्तौल बरामद",
  "empty cartridge of the same bore. I prepared the sketch of the pistol Ex.P-18 and converted the same into a sealed": "की। मैंने पिस्तौल एक्स.पी-8का स्केच तैयार किया और उसी को सीलबंद पार्सल में बदल दिया और उसी को सीलबंद",
  "parcel and sealed the same with seal bearing PSS. And was taken into possession vide seizure memo Ex.P-17. The": "755 के साथ सील कर दिया। और जब्ती ज्ञापन एक्स.पी-7 के माध्यम से कब्जे में लिया गया था। कारतूस को भी",
  "cartridge was also made in to separate parcel and was sealed with seal of PS and also taken into possession through recovery memo Ex.P-17. The seizure memo was attested by": "अलग पार्सल में बनाया गया था और पीएस की मुहर के साथ सील कर दिया गया था और वसूली ज्ञापन एक्स.पी-7 के",
  "Prem Kumar and Sher Singh. I also recorded the statement": "माध्यम से भी कब्जे में ले लिया गया था। जब्ती ज्ञापन को प्रेम कुमार और शेर सिंह ने सत्यापित किया था। मैंने पीडब्लूएस",
  "of the PWS. I also recorded the statement of PWS. U/S 161 Cr.P.C. Rough site plan of the place of recovery P-27 was": "का बयान भी दर्ज किया। मैंने पीडब्लूएस का बयान भी दर्ज किया। धारा 46। सीआरपीसी के तहत। रिकवरी पी-27 के",
  "prepared by me with correct marginal notes. Thereafter I": "स्थान की रफ साइट योजना मेरे द्वारा सही सीमांत नोटों के साथ तैयार की गई थी। इसके बाद मैं पुलिस स्टेशन लौटा",
  "returned to police sation and deposited the case property with MHC and the accused was lodged in police lock up.": "और मामले की संपत्ति एम. एच. सी. में जमा कर दी और आरोपी को पुलिस लॉक अप में रखा गया। 2५.2.0। को मैंने",
  "opinion Ex.P-9, I returned to the police station. I also": "कार्यालय, जी. एच. आदमपुर के समक्ष। चिकित्सा राय एक्स.पी-9 की प्राप्ति पर, मैं पुलिस स्टेशन लौट आया। मैंने",
  "recorded the statement of PWS Daya Nand and C. Ram Phal U/S 161 Cr.P.C. The scaled site plan was also got": "पीडब्लूएस दया नंद और सी. राम फाल का बयान भी दर्ज किया धारा 46। सीआरपीसी के तहत। स्केल्ड साइट प्लान",
  "prepared by Ashok Patwari and recorded his sttement U/S": "भी अशोक पटवारियों द्वारा तैयार किया गया और उनका बयान दर्ज किया गया धारा 46। सीआरपीसी के तहत। जिला",
  "161 Cr.P.C. The sanction order of Distt. Magistrate Hisar is Ex.P-28 and the FSL report is Ex.P-29 and P-30. At the": "का मंजूरी आदेश। मजिस्ट्रेट हिसार एक्स.पी-28 है और एफएसएल रिपोर्ट एक्स.पी-29 और पी-30 है। मंच पर (सीलबंद",
  "the recovery of pistol from the disclosed place of the accused-appellant is clearly proved.": "अभियुक्त-अपीलार्थी के प्रकटित स्थान से पिस्तौल की बरामदगी स्पष्ट रूप से साबित होती है।",
  "(12) I have considered the submissions addressed by the respective counsel for the parties and perused the relevant material on": "(2) मैंने पक्षों के लिए संबंधित वकील द्वारा संबोधित प्रस्तुतियों पर विचार किया है और उनकी सक्षम सहायता के साथ",
  "(13) Undoubtedly, witnesses failed in performing their duty, but": "(3) निस्संदेह, गवाह अपने कर्तव्य का पालन करने में विफल रहे, लेकिन अभी भी घायल बंसी लाल के शरीर से",
  "still there is enough evidence/material available on record to prove direct connectivity of the bullet recovered from the body of the injured": "बरामद गोली के सीधे संपर्क को साबित करने के लिए रिकॉर्ड पर पर्याप्त सबूत/सामग्री उपलब्ध है, जिसे अपीलार्थी",
  "appellant. In this regard, there is a sound reasoning recorded by the Ld.": "द्वारा बरामद की गई पिस्तौल से दागा गया था। इस संबंध में, एलडी द्वारा एक ठोस तर्क दर्ज किया गया है। विचारण",
  "Trial Court itself in paragraph No.13 of the judgment impugned herein, and same is again reiterated here by this Court. Paragraph No.13 of the": "न्यायालय स्वयं इसमें आशक्षेपित निर्णय के पैराग्राफ संख्या. 3 में, और इस न्यायालय द्वारा इसे फिर से दोहराया गया है।",
  "impugned judgment reads as under:-": "आक्षेपित निर्णय का पैराग्राफ नंबर, 3 इस प्रकार हैः -",
  "“13. Now turning to the circumstantial evidence in the present case the strongest circumstance which establishes": "\"3. अब वर्तमान मामले में परिस्थितिजन्य साक्ष्य की ओर मुड़ते हुए सबसे मजबूत परिस्थिति जो वर्तमान मामले को",
  "the present case is that the bullet recovered from the body of accused was fired from the pistol recovered from the": "स्थापित करती है, वह यह है कि अभियुक्त के शरीर से बरामद गोली अभियुक्त से बरामद पिस्तौल से चलाई गई थी।",
  "accused. The FSL report Ex.P29 and Ex.P30 reflected that the bullet recovered from the body of the injured PW5": "एफएसएल रिपोर्ट एक्स.पी29 और एक्स.पी30 से पता चलता है कि घायल पीडब्लू5 बंसी के शरीर से बरामद की गई",
  "Bansi and pistol recovered from the conscious possession of accused Narender alongwith shirt worn by the injured at the": "गोली और आरोपी नरेंद्र के सचेत कब्जे से बरामद पिस्तौल के साथ-साथ घटना के समय घायल द्वारा पहनी गई शर्ट",
  "time of occurrence were sent to FSL and according to report Ex.P29 FSL opined as under: -": "को एफएसएल को भेज दिया गया था और रिपोर्ट के अनुसार एक्स.पी29 एफएसएल ने निम्नानुसार राय दीः-",
  "1. The countrymade pistol marked W/2 (chambered for .315” cartridges) is a firearm as defined in Arms Act 54 of": "।. डब्ल्यू “2 चिह्नित देशी पिस्तौल (. 35 \"कारतूसों के लिए कक्ष) 959 के शस्त्र अधिनियम 5५ में परिभाषित एक",
  "1959. Its firing mechanism was found in working order.": "आग्रेयास्त्र है। इसका फायरिंग तंत्र काम करने के क्रम में पाया गया।",
  "2. .315” fired cartridge case marked C/1 .315 fired bullet marked BC/1 have been fired from country made pistol W/1": "2. 35 \"फायर कारतूस केस सी/ चिह्ित।बीसी/। के रूप में चिह्नित 3।5 गोलियां देसी पिस्तौल डब्ल्यू “। से चलाई",
  "and not from any other firearm even of the same make and bore/calibre, because every firearm has got its own": "गई हैं और किसी अन्य आग्नेयास्त्र से नहीं, यहां तक कि उसी बनावट और बोर»कैलिबर से भी नहीं, क्योंकि प्रत्येक",
  "individual characteristic marks.": "आग्रेयास्त्र के अपने व्यक्तिगत विशेषता निशान होते हैं।",
  "3. Hole in the shirt contained in parcel No.1 has been caused by bullet projectile.": "3. पार्सल नंबर. । में निहित शर्ट में छेद बुलेट प्रोजेक्टाइल के कारण हुआ है।",
  "4. Report in original from Serology Division is enclosed herewith.": "५. सीरोलॉजी डिवीजन की मूल रिपोर्ट इसके साथ संलग्न है।",
  "According to report Ex.P30 human blood was detected on the shirt (kurta) and as such from the report Ex.P29 and": "रिपोर्ट उदाहरण एक्स.पी 30 के अनुसार शर्ट (कुर्ता) पर मानव रक्त का पता चला था और रिपोर्ट उदाहरण पी 29 और",
  "application Ex.P8 regarding the nature of injury on the person of Bansi Lal on which I opined vide Ex.P9 that the": "आवेदन एक्स.पी 8 बंसी लाल के व्यक्ति पर चोट की प्रकृति के बारे में जिस पर मैंने एक्स.पी 9 के माध्यम से राय दी कि",
  "injury on the person of Bansi Lal wasgrievous in nature. I also conducted the X-ray examination of injured Bansi Lal.": "बंसी लाल के व्यक्ति पर चोट प्रकृति में गंभीर थी। मैंने घायल बंसीलाल की एक्स-रे जांच भी की। एक्स-रे में बाईं कोहनी",
  "In the X-ray a single metalic foreign body was seen in left elbow region and fracture of upper end of radious without": "क्षेत्र में एक एकल धात्विक बाहरी पिंड देखा गया और बिना कॉलस गठन के रेडियस के ऊपरी छोर का फ्रैक्चर देखा",
  "callus formation. My report in this behalf is Ex.P10. The X- ray film is Ex.P11.": "गया। इस संबंध में मेरी रिपोर्ट एक्स.पी 40 है। एक्सरे फिल्म एक्स.पी 4 है।",
  "At this stage one sealed parcel bearing seal of FSL opened and shirt Ex.MO1 taken out. It is the same which": "इस स्तर पर एफएसएल की एक सीलबंद पार्सल सील खोली गई और शर्ट पूर्व एम.ओ. 4 निकाली गई। यह वही है जिसे",
  "was handed over by me to the police. At this stage another sealed parcel bearing seal of FSL opened and bullet was": "मैंने पुलिस को सौंप दिया था। इस स्तर पर एफएसएल की एक और सीलबंद पार्सल सील खोली गई और गोली निकाली",
  "taken out. It is the same which was removed from the body of Bansi Lal. Thesame is Ex.MO-2.”": "गई। यह वही है जो बंसीलाल के शरीर से निकाला गया था। यह पूर्व एम.ओ. -2 \"है।",
  "(8) From the said deposition, it is clear that on 26.11.2001, a bullet was removed from the body of injured Bansi Lal, and was": "(8) उक्त बयान से यह स्पष्ट है कि 26..2004 को घायल बंसीलाल के शरीर से एक गोली निकाली गई और उसे थाना",
  "handed-over to SHO, PS Mandi Adampur.": "मंडी आदमपुर के एस. एच. ओ. को सौंप दिया गया।",
  "(9) There is another witness namely C. Sher Singh (PW11), who proved the disclosure statement (Ex.P16), and as signed by": "(9) सी शेर सिंह (पीडब्लू ) नामक एक अन्य गवाह है जिसने प्रकटीकरण बयान (एक्स.पी 46) को साबित किया और",
  "accused- appellant Narender Singh also, and he is the attesting": "जैसा कि आरोपी-अपीलार्थी नरेंद्र सिंह द्वारा भी हस्ताक्षरित किया गया है, और वह उक्त बयान का सत्यापन करने वाला",
  "witnesses of the said statement. Subsequently, accused-appellant, took the police party to village Sarangpur, and from the disclosed place got": "गवाह है। इसके बाद, आरोपी-अपीलकर्ता, पुलिस दल को सारंगपुर गांव ले गया, और खुलासा किए गए स्थान से अपराध",
  "recovered pistol used in the crime, which is of 315 bore, and also got recovered one empty cartridge, and the same were taken in to possession.": "गे इस्तेमाल की गई पिस्तौल बरामद की, जो 35 बोर की है, और एक खाली कारतूस भी बरामद किया, और उसे कब्जे",
  "(10) Thus, after referring the aforementioned evidence, as reproduced herein-above, and the other formal evidence deposed by the": "(0) इस प्रकार, उपरोक्त साक्ष्य, जैसा कि ऊपर पुनः प्रस्तुत किया गया है, और सरकारी आधिकारिक गवाहों द्वारा प्रस्तुत",
  "case of the prosecution is not fully proved, more so, all the material witnesses including of the injured, have turned hostile. Thus, appellant": "पूरी तरह से साबित नहीं हुआ है, इससे भी अधिक, घायल सहित सभी भौतिक गवाह मुकर गए हैं। अतः, अपीलार्थी स्पष्ट",
  "deserves clear acquittal.": "रूप से बरी होने का हकदार है।",
  "(11) On the contrary, learned State counsel submits that although some of the prosecution witnesses turned hostile for the reasons best": "() इसके विपरीत, राज्य के विद्वत वकील प्रस्तुत करते हैं कि यद्यपि अभियोजन पक्ष के कुछ गवाह उन कारणों के लिए",
  "known to them, but there is no material or plausible explanation": "५ ल हो गए जो उन्हें सबसे अच्छी तरह से ज्ञात थे, लेकिन अभिलेख पर कोई सामग्री या प्रशंसनीय स्पष्टीकरण उपलब्ध",
  "available on record that for what reason prosecution would drag the appellant in such a criminal case without any reason or basis. Learned": "नहीं है कि किस कारण से अभियोजन पक्ष अपीलार्थी को बिना किसी कारण या आधार के ऐसे आपराधिक मामले में",
  "State counsel also argues that witnesses may speak lie, but circumstances speak otherwise. While submitting so, learned State": "घसीटेगा। विद्वान राज्य के वकील का यह भी तर्क है कि गवाह झूठ बोल सकते हैं, लेकिन परिस्थितियाँ इसके विपरीत",
  "counsel refers to the statements of the official witnesses by saying that": "गलती हैं। ऐसा प्रस्तुत करते समय, विद्वान राज्य वकील आधिकारिक गवाहों के बयानों का उल्लेख करते हुए कहते हैं",
  "Ex.P30 it is established on record that bullet recovered from the bodyof injured PWS Bansi Lal was fired from the": "उदाहरण एक्स.पी 3० से यह रिकॉर्ड पर स्थापित किया गया है कि घायल पीडब्लू5 बंसी लाल के शरीर से बरामद गोली",
  "pistol recovered from the accused Narender and in case the recovery during investigation of these items i.e. bullet,": "आरोपी नरेंद्र से बरामद पिस्तौल से चलाई गई थी और मामले में इन वस्तुओं की जांच के दौरान बरामदगी जो गोली,",
  "pistol and kurta is established by the prosecution beyond all reasonable doubt, certainly the report of FSL leads to": "पिस्तौल और कुर्ता है, अभियोजन पक्ष द्वारा सभी उचित संदेह से परे स्थापित किया गया है, निश्चित रूप से #9। की",
  "only irresistible conclusion that fire arm injury caused to PWS5 Bansi was inflicted by accused Narender with his": "रिपोर्ट केवल अप्रतिरोध्य निष्कर्ष की ओर ले जाती है कि पीडब्लू5 बंसी को लगी आग की बांह की चोट आरोपी नरेंद्र",
  "(14) Counsel for the appellant tried to project some dent in the manner of recovery of pistol from the conscious possession of the": "(।५) अपीलार्थी के वकील ने अभियुक्त-अपीलार्थी के सचेत कब्जे से पिस्तौल की बरामदगी के तरीके में कुछ कमी",
  "accused- appellant, but nothing material could be pointed out in that regard, therefore, it was a half hearted attempt. No other point has been": "लाने की कोशिश की, लेकिन उस संबंध में कुछ भी सामग्री इंगित नहीं की जा सकी, इसलिए, यह एक आधे दिल का",
  "(15) There is already observation made by Hon’ble Apex Court Mohd. Anwar versus State of Delhi’, where the conviction under": "(।5) माननीय सर्वोच्च न्यायालय मोहम्मद द्वारा पहले से ही अवलोकन किया जा चुका है। अनवर बनाम दिल्ली राज्य',",
  "Sections 302 & 307 of IPC, was upheld when the bullet recovered from": "जहां आईपीसी की धारा 302 और 307 के तहत दोषसिद्धि को बरकरार रखा गया था, जब मृतक के शरीर से बरामद",
  "expert report it is established that the cartridges, which were found near the dead body of the deceased were same, which were fired": "कि एक बार विशेषज्ञ रिपोर्ट से यह स्थापित हो जाता है कि मृतक के शव के पास पाए गए कारतूस वही थे, जो बरामद",
  "from the recovered pistol, there should not be any room for thinking in the circumstances established that anyone other than the accused might": "की गई पिस्तौल से दागे गए थे, इन परिस्थितियों में यह सोचने की कोई गुंजाइश नहीं होनी चाहिए कि अभियुक्त के",
  "(16) In view of the facts and circumstances discussed herein-": "(6) ऊपर चर्चा किए गए तथ्यों और परिस्थितियों को ध्यान में रखते हुए, इस न्यायालय को उस आक्षेपित निर्णय में",
  "above, this Court does not find any substantial reason to interfere in the": "हस्तक्षेप करने का कोई ठोस कारण नहीं मिलता है, जिसके द्वारा अपीलार्थी को मुख्य रूप से तकनीकी और वैज्ञानिक",
  "primarily on the technical and scientific ground. Hence, present appeal qua conviction part stands dismissed.": "आधार पर दोषी ठहराया गया है। इसलिए, दोषसिद्धि भाग की वर्तमान अपील को खारिज कर दिया जाता है।",
  "ORDER OF SENTENCE:-": "भेजने का आदेशः -",
  "(17) Counsel for the appellant himself has pointed out that relationship between the parties, i.e. appellant and the injured-": "(7) अपीलार्थी के वकील ने स्वयं यह इंगित किया है कि पक्षकारों, अर्थात्‌ अपीलार्थी और घायल शिकायतकर्ता के बीच",
  "complainant, is that they are members of one family, and even compromise had arrived at the time, when trial was pending before Ld.": "संबंध यह है कि वे एक ही परिवार के सदस्य हैं, और यहां तक कि समझौता भी उस समय हुआ था, जब एल. डी. के",
  "Trial Court. Therefore, learned Trial Court while taking a lenient view,": "समक्ष मुकदमा लंबित था। ट्रायल कोर्ट। इसलिए, विद्वत विचारण न्यायालय ने एक उदार दृष्टिकोण अपनाते हुए,",
  "'2000(1) RCR (Crl.) 279": "2000 (॥) आरसीआर (सीआरएल) 279"
}