{
  "SATYA BHARTI PRIMARY SCHOOL AND OTHERS v. MANO DEVI 1189 AND ANOTHER (G.S. Sandhawalia, J.)": "सत्य भारती प्राइमरी स्कूल और अन्य बनाम मानो देवी और अन्य (जी.एस. संधावलिया, जे.)",
  "year, compensation of Rs.50,000/- had been granted. In K.V. Anil Mithra & another versus Sree Sankaracharya University of Sanskrit": "वर्ष, 50,000/- रुपये का मुआवजा दिया गया था। के.वी. में अनिल मित्रा और अन्य बनाम श्री शंकराचार्य संस्कृत",
  "& another®, for a period of little over 4 years, amount awarded was": "विश्वविद्यालय और अन्य, ५ साल से कुछ अधिक की अवधि के लिए, प्रदान की गई राशि 50% की बहाली और",
  "Rs.2,50,000/- in lieu of the reinstatement and backwages of 50% which was granted and accordingly, modified.": "बैकवेज के बदले में 2.50,000/- रुपये थी, जिसे प्रदान किया गया और तदनुसार, संशोधित किया गया।",
  "(11) Thus, keeping in view the above settled position of law, we": "(।॥) इस प्रकार, कानून की उपरोक्त निर्धारित स्थिति को ध्यान में रखते हुए, हमारी सुविचारित राय है कि । लाख",
  "paidwhich was the sufficient amount of compensation liable to be paid to the worklady. Accordingly, the present appeal is partly allowed to": "मुआवजे की पर्याप्त राशि थी। तदनुसार, वर्तमान अपील को आंशिक रूप से निस्तारित करते हुए 2 वर्ष की सेवा",
  "that extent by disposing it off and granting the compensation amount to the tune of Rs.1 lakh for the service period of 2 years.": "अवधि के लिए । लाख रुपये की क्षतिपूर्ति राशि प्रदान करने की अनुमति दी जाती है।",
  "(12) The present appeal stands partly allowed, in the above- stated terms.": "(।2) उपरोक्त शर्तों के तहत वर्तमान अपील आंशिक रूप से स्वीकार की जाती है।",
  "Divya Gurnay": "दिव्या गुरने",
  "SATYA BHARTI PRIMARY SCHOOL AND OTHERS v. MANO DEVI 1187 AND ANOTHER (G.S. Sandhawalia, J.)": "सत्य भारती प्राइमरी स्कूल और अन्य बनाम मानो देवी और अन्य (जी.एस. संधावलिया, जे.)",
  "compensation amount to the tune of Rs.1 lakh for the service period of 2 years.": "2 वर्ष की सेवा अवधि के लिए मुआवज़ा राशि रु. । लाख।",
  "(Para 11)": "(पैरा ॥॥)",
  "Samir Rathaur, Advocate and Paramvir Singh Parmar, Advocate, for the appellants.": "अपीलकर्ताओं की ओर से समीर राठौड़, अधिवक्ता और परमवीर सिंह परमार, अधिवक्ता।",
  "V.B. Aggarwal, Advocate and Vivek Aggarwal, Advocate, for respondent No.1.": "वी.बी. प्रतिवादी संख्या । के लिए अग्रवाल, अधिवक्ता और विवेक अग्रवाल, अधिवक्ता।",
  "G.S. SANDHAWALIA, J.": "जी.एस. संधावालिया, जे.",
  "CM-4878-LPA-2017": "सी.एम. -५878-एल.पी.ए.- 207",
  "(1) Application for condonation of delay of 77 days in filing the present appeal, is allowed, in view of the averments made in the": "(॥) वर्तमान अपील दायर करने में 77 दिनों की देरी की माफी के लिए आवेदन, आवेदन में किए गए कथनों के",
  "application, duly supported by affidavit of the official. Delay of 77 days in filing the appeal is hereby condoned.": "मद्देनजर, अधिकारी के हलफनामे द्वारा विधिवत समर्थित होने की अनुमति दी जाती है। अपील दायर करने में 77 दिनों की देरी को माफ किया जाता है।",
  "(2) CM stands disposed of. LPA-2217-2017 (O&M)": "(2) सीएम का निस्तारण किया जाता है। एलपीए-227-207 (ओ एंड एम)",
  "(3) Challenge in the present Letters Patent Appeal, filed by the": "(3) प्रबंधन द्वारा दायर वर्तमान पत्र पेटेंट अपील में चुनौती सीडब्ल्यूपी-80-203 में दिनांक 7.07.20॥7 के",
  "Management is to the judgment passed by the learned Single Judge": "विद्वान एकल न्यायाधीश द्वारा पारित फैसले को दी गई है। विद्वान एकल न्यायाधीश ने दिनांक 26.07.202 के फैसले",
  "set aside the award dated 26.07.2012 (Annexure P-3) whereby the Labour Court had dismissed the reference of the workwoman and": "(अनुलग्नक पी-3) को रद्द कर दिया था, जिसके तहत श्रम न्यायालय ने कामगार महिला के संदर्भ को खारिज कर",
  "proceeded to grant Rs.2 lakhs as compensation which was to be paid": "दिया था और मुआवजे के रूप में 2 लाख रुपये देने के लिए आगे बढ़ा था, जिसका भुगतान ३ की अवधि के भीतर",
  "within a period of 3 months and it was to carry simple interest @ 6% per annum thereafter if not paid.": "किया जाना था। महीने और उसके बाद भुगतान न करने पर 6% प्रति वर्ष की दर से साधारण ब्याज देना था।",
  "(4) The reasoning given by the learned Single Judge was that the workwoman had worked from 2009-2011 and therefore, on account": "(५) विद्वान एकल न्यायाधीश द्वारा दिया गया तर्क यह था कि काम करने वाली महिला ने 2009-20॥॥ तक काम",
  "of the fact that she had not worked for the said period the question of": "किया था और इसलिए, इस तथ्य के कारण कि उसने उक्त अवधि के लिए काम नहीं किया था, उस समय बहाली का",
  "(5) While issuing notice of motion on 24.01.2018, directions were issued that a sum of Rs.1 lakh be deposited with the Labour Court": "(5) 2५.0.20॥8 को प्रस्ताव की सूचना जारी करते समय, निर्देश जारी किए गए थे कि । लाख रुपये की राशि श्रम",
  "were issued that a sum of Rs.1 lakh be deposited with the Labour Court which was to be disbursed to the respondent-workwoman and the remaining amount was stayed.": "न्यायालय में जमा की जाए, जिसे प्रतिवादी-कर्मचारी को वितरित किया जाना था और शेष राशि पर रोक लगा दी गई थी।",
  "(6) Counsel for the appellants has tried to convince us that the judgment of the learned Single Judge is not sustainable as there was no": "(6) अपीलकर्ताओं के वकील ने हमें यह समझाने की कोशिश की है कि विद्वान एकल न्यायाधीश का निर्णय टिकाऊ नहीं है क्योंकि ऐसा नहीं था",
  "' 2014 (7) SCC 177": "। 20।५ (7) एससीसी 77",
  "Before G.S. Sandhawalia & Harpreet Kaur Jeewan, JJ.": "सक्षम जी.एस. संधावालिया और हरप्रीत कौर जीवन जे.जे.",
  "SATYA BHARTI PRIMARY SCHOOL AND OTHERS—": "सत्य भारती प्राइमरी स्कूल और अन्य -",
  "Appellants": "अपीलकर्ता",
  "versus": "बनाम",
  "MANO DEVI AND ANOTHER—Respondents": "मानो देवी और अन्य-प्रतिवादी",
  "LPA No. 2217 of 2017": "2077 का एल.पी.ए. नंबर 227",
  "January 17, 2023": "7 जनवरी 2023",
  "Letters Patent Appeal — Punjab and Haryana High Court Rules and Orders — Industrial Disputes Act, 1947 — S. 2A — Workman": "पत्र पेटेंट अपील - पंजाब और हरियाणा उच्च न्यायालय के नियम और आदेश - औद्योगिक विवाद अधिनियम, 947",
  "retrenched — Reference of workman dismissed by Labour Court and": "- एस. 2ए - कामगार की छंटनी - श्रम न्यायालय द्वारा खारिज किए गए कामगार का संदर्भ और रुपये का मुआवजा।",
  "compensation of Rs. 2 lakh granted — Award of Labour Court set aside by learned Single Judge on ground that she had not worked for": "2 लाख स्वीकृत - श्रम न्यायालय के फैसले को विद्वान एकल न्यायाधीश ने इस आधार पर रद्द कर दिया कि उसने",
  "the said period of 240 days and question of reinstatement would not": "2५0 दिनों की उक्त अवधि के लिए काम नहीं किया था और बहाली का सवाल ही नहीं उठता, रुपये का मुआवजा।",
  "arise, compensation of Rs. 1 lakh disbursed, the remaining compensation stayed — Held that, sum of Rs. 1 lakh already paid is a": "लाख का वितरण, शेष मुआवज़ा रुका - माना गया कि, रु. की राशि। पहले ही भुगतान किया जा चुका । लाख पर्याप्त",
  "sufficient amount — Appeal partly allowed.": "राशि है - अपील आंशिक रूप से स्वीकार की जाती है।",
  "Held, that the Apex Court in Haryana Urban Development Authority Vs. Om Pal, (2007) 5 SCC 742 granted Rs.25,000/- for the": "माना गया कि शीर्ष न्यायालय ने हरियाणा शहरी विकास प्राधिकरण बनाम. ओम पाल, (2007) 5 एससीसी 742 ने",
  "service of one year whereas in Uttaranchal Forest Development Corporation Vs. M.C.Joshi, (2007) 9 SCC 353, for a period of 2 years, a sum of Rs.75,000/- was granted. Similarly, in Asst.Engineer,": "एक वर्ष की सेवा के लिए 25,000/- रुपये दिए, जबकि उत्तरांचल वन विकास निगम बनाम। एम.सी.जोशी, (2007) 9 एससीसी 353, 2 साल की अवधि के लिए, 75,000/- रुपये की राशि प्रदान की गई। इसी तरह, सहायक",
  "Rajasthan Development Corporation &amp; another Vs. Gitam Singh, 2013 (1) SCR 679, the said view was followed while noticing that the": "अभियंता, राजस्थान विकास निगम और ४४0; अन्य बनाम. गीतम सिंह, 203 (।) एससीआर 679, उक्त दृष्टिकोण",
  "service was of 8 months and thus, compensation of Rs.50,000/- was": "का पालन यह देखते हुए किया गया कि सेवा 8 महीने की थी और इस प्रकार, 50,000/- रुपये का मुआवजा दिया",
  "granted. Similarly, in Management, Hindustan Machine Tools Ltd. Vs. Ghanshyam Sharma, 2018 (18) SCC 80, for a period of one year,": "गया था। इसी प्रकार, प्रबंधन में, हिंदुस्तान मशीन टूल्स लिमिटेड बनाम। घनश्याम शर्मा, 208 (8) एससीसी 80,",
  "compensation of Rs.50,000/- had been granted. In K.V.Anil Mithra": "एक वर्ष की अवधि के लिए 50,000/- रुपये का मुआवजा दिया गया था। के.वी.अनिल मित्रा और एम्प; अन्य बनाम.",
  "&amp; another Vs. Sree Sankaracharya University of Sanskrit &amp; another, 2021 (4) SCT 415, for a period of little over 4 years, amount": "श्री शंकराचार्य संस्कृत विश्वविद्यालय ; दूसरा, 202 (५) एससीटी ५5, ५ साल से कुछ अधिक की अवधि के लिए,",
  "awarded was Rs.2,50,000/- in lieu of the reinstatement and backwages": "प्रदान की गई राशि 50% की बहाली और बैकवेज के बदले में 250,000/- रुपये थी, जिसे प्रदान किया गया और",
  "(Para 10)": "(पैरा 40)",
  "Further held, that keeping in view the above settled position of law, we are of the considered opinion that a sum of Rs.1 lakh has": "आगे कहा गया है कि कानून की उपरोक्त निर्धारित स्थिति को ध्यान में रखते हुए, हमारी सुविचारित राय है",
  "proof to show that the respondent had produced any evidence and": "यह दिखाने के लिए कि प्रतिवादी ने कोई सबूत पेश किया था और इस प्रकार, यह प्रस्तुत किया गया है कि मुआवजा",
  "(7) The said argument is without any basis. Apparently, demand notice under Section 2A of the Industrial Disputes Act, 1947": "(7) उक्त तर्क निराधार है। जाहिर तौर पर, औद्योगिक विवाद अधिनियम, 947 (संक्षेप में, 'अधिनियम') की धारा 2",
  "(for short, the‘Act’) was issued that she had worked from 01.04.2009 at the school without any break and retrenchment had taken place on": "ए के तहत मांग नोटिस जारी किया गया था कि उसने 0.04.2009 से स्कूल में बिना किसी ब्रेक के काम किया था",
  "refused to report for work and she never came for work after 31.03.2011 and she had left the service on account of her own accord as": "इनकार कर दिया था और वह 3.03.20॥॥ के बाद कभी काम पर नहीं आई और उसने अपनी एक घटना के बाद",
  "(8) In the claim petition being filed before the Labour Court also, the Management chose not to contest the proceedings and the": "(8) श्रम न्यायालय के समक्ष दायर की जा रही दावा याचिका में भी, प्रबंधन ने कार्यवाही का विरोध नहीं करने का",
  "Labour Court, without seeing the period in question and the reply to the notice under Section 2A of the Act, rejected the same on the ground": "फैसला किया और श्रम न्यायालय ने, प्रश्न की अवधि और अधिनियम की धारा 2 ए के तहत नोटिस के जवाब को देखे",
  "days preceding the date of her termination and wrongly dismissed the reference without taking into account the period of work pleaded and": "अपनी समाप्ति की तारीख से पहले 2५0 दिन पूरे कर लिए थे और काम की अवधि को ध्यान में रखे बिना और",
  "reference without taking into account the period of work pleaded and not denied by the management. It was also noticed that WW-2, Ramesh": "प्रबंधन द्वारा अस्वीकार नहीं किए जाने पर संदर्भ को गलत तरीके से खारिज कर दिया। यह भी देखा गया कि श्रम",
  "Kumar was also examined from the office of the Labour Court, Kurukshetra who submitted the reply to the demand notice which had": "न्यायालय, कुरूक्षेत्र के कार्यालय से डब्ल्यूडब्ल्यू-2, रमेश कुमार से भी पूछताछ की गई, जिन्होंने मांग नोटिस का",
  "also been exhibited as WW-2/1, already referred to above.": "जवाब प्रस्तुत किया था, जिसे डब्ल्यूडब्ल्यू-2/ के रूप में भी प्रदर्शित किया गया था, जैसा कि पहले ही ऊपर बताया",
  "(9) In such circumstances, learned Single Judge was justified in coming to the conclusion that the award was not sustainable and rightly": "(9) ऐसी परिस्थितियों में, विद्वान एकल न्यायाधीश का इस निष्कर्ष पर पहुंचना उचित था कि पुरस्कार टिकाऊ नहीं",
  "granted compensation. The only question which now arises is whether theamount of compensation of Rs.2 lakhs is justified, in the facts and": "था और उचित मुआवजा दिया गया था। अब एकमात्र सवाल यह उठता है कि क्‍या 2 लाख रुपये की मुआवजे की",
  "circumstances as the service period is only for a period of 2 years.": "राशि तथ्यों और परिस्थितियों में उचित है, क्योंकि सेवा अवधि केवल 2 वर्ष की अवधि के लिए है।",
  "(10) The Apex Court in Haryana Urban Development Authority versus Om Pal? granted Rs.25,000/- for the service of one": "(0) हरियाणा शहरी विकास प्राधिकरण बनाम ओम पाल” मामले में सर्वोच्च न्यायालय ने एक वर्ष की सेवा के लिए",
  "year whereas in Uttaranchal Forest Development Corporation versus M.C. Joshi’, for a period of 2 years, a sum of Rs.75,000/- was granted.": "25,000/- रुपये दिए, जबकि उत्तरांचल वन विकास निगम बनाम एम.सी. जोशी? को 2 वर्ष की अवधि के लिए",
  "another versus Gitam Singh*, the said view was followed while noticing that the service was of 8 months and thus, compensation of": "बनाम गीतम सिंह\" में, उक्त दृष्टिकोण का पालन किया गया था, यह देखते हुए कि सेवा 8 महीने की थी और इस",
  "Rs.50,000/- was granted. Similarly, in Management, Hindustan": "प्रकार, 50,000/- रुपये का मुआवजा दिया गया था। इसी प्रकार, प्रबंधन में, हिंदुस्तान मशीन टूल्स लिमिटेड बनाम",
  "Machine Tools Ltd. versus Ghanshyam Sharma’, for a period of one": "घनश्याम शर्मा, एक अवधि के लिए",
  "* 2007 (5) SCC 742": "!। 2007 (5) एससीसी 7५2",
  "32007 (9) SCC 353": "2 2007 (9) एससीसी 353"
}