{
  "time, the doors to the High Court to a litigant who had lost before the Sessions Judge were not completely closed and": "उस समय, सत्र न्यायाधीश के समक्ष हारने वाले वादी के लिए उच्च न्यायालय के द्वार पूरी तरह से बंद नहीं किए गए थे",
  "in special cases the bar under Section 397(3) could be lifted.": "और विशेष मामलों में धारा 397 (3) के तहत प्रतिबंध हटाया जा सकता था। दूसरे शब्दों में, धारा ५82 के अधीन",
  "prohibition under sub-section (3) of Section 397 of the": "याचिका पर विचार करने की उच्च न्यायालय की शक्ति संहिता की धारा 397 की उपधारा (3) के अधीन निषेध के",
  "Code, and was capable of being invoked in appropriate cases. Mr Sanyal's contention that there was a complete bar": "अधीन नहीं थी और उपयुक्त मामलों में लागू करने में सक्षम थी। श्री सान्‍्याल का यह तर्क कि संहिता की धारा ३१7",
  "under Section 397(3) of the Code debarring the High Court from entertaining an application under Section 482 thereof": "(3) के तहत एक पूर्ण प्रतिबंध था, जो उच्च न्यायालय को धारा ५82 के तहत एक आवेदन पर विचार करने से रोकता",
  "does not, therefore, commend itself to us.\"": "है, इसलिए हमारे लिए इसकी सराहना नहीं करता है।",
  "(11) There is no special circumstance in this case, which could": "(।) इस मामले में कोई विशेष परिस्थिति नहीं है, जो इस न्यायालय को धारा ५82 सी. आर. पी. सी. के तहत",
  "(12) In view of the foregoing discussion, this Court finds no illegality or perversity in the orders passed by the Courts below": "(2) पूर्वगामी चर्चा को ध्यान में रखते हुए, यह न्यायालय निम्नलिखित न्यायालयों द्वारा पारित आदेशों में कोई अवैधता",
  "watranting any intervention. As such, the present petition sans merit": "या विकृति नहीं पाता है जो किसी भी हस्तक्षेप की गारंटी देता है। इस प्रकार, वर्तमान याचिका बिना किसी योग्यता के",
  "and is hereby dismissed.": "है और इसके द्वारा खारिज कर दिया जाता है।",
  "Divya Gurnay": "दिव्या गुर्ने",
  "Before Aman Chaudhary, J.": "समक्ष अमन चौधरी जे.",
  "STATE OF U.T., CHANDIGARH—Petitioner(s)": "यू.टी. राज्य, चंडीगढ़-याचिकाकर्ता",
  "versus": "बनाम",
  "RAJAT GUPTA AND ANOTHER—Respondent(s)": "रजत गुप्ता और अन्य- प्रतिवादी",
  "December 07, 2022": "07 दिसम्बर 2022",
  "Code of Criminal Procedure, 1973 — S. 482, 397 — Indian Penal Code, 1860 — Ss. 380 - Negotiable Instruments Act, 1881 — Ss.": "दंड प्रक्रिया संहिता, 4973-धारा। ५82, 397-भारतीय दंड संहिता, 860-सं. 380-परक्राम्य लिखत अधिनियम,",
  "138 — Petitioner seeks original cheque lying in file of criminal": "88-उपधारा। 38-याचिकाकर्ता धारा के तहत आपराधिक शिकायत की फाइल में पड़े मूल चेक की मांग करता",
  "complaint under S. 138 of N.I. Act pending before JMIC — JMIC": "है। एन आई का ॥38। जे. एम. आई. सी. के समक्ष लंबित अधिनियम-जे. एम. आई. सी. ने चेक जारी करने से",
  "refused to release the cheque holding no grounds is made out to do so — Revision petition before Additional Sessions Judge dismissed — held": "इनकार कर दिया और कहा कि ऐसा करने का कोई आधार नहीं है - अतिरिक्त सत्र न्यायाधीश के समक्ष पुनरीक्षण",
  "the guise of a petition under S. 482 Cr.P.C. — S. 397 (3) Cr.P.C. was": "पुनरीक्षण याचिका के बराबर होगी। ५82 सी. आर. पी. सी. - अनुभाग। 397 (3) सी. आर. पी. सी. को दूसरे",
  "litigation but in special cases the bar under S. 397 (3) could be lifted": "धारा के तहत बार। 397 (3) को हटाया जा सकता है-इस मामले में धारा के तहत अंतर्निहित शक्ति के प्रयोग में",
  "- There is no special circumstance in this case to persuade the court to grant relief in exercise of inherent power under S. 482 Cr.P.C. —": "राहत देने के लिए अदालत को मनाने के लिए कोई विशेष परिस्थिति नहीं है। ५82 सी. आर. पी. सी. - याचिका",
  "Held, that the petitioner having already availed of its remedy by filing a criminal revision petition, though unsuccessfully before the": "अभिनिर्धारित किया गया कि याचिकाकर्ता ने पहले ही आपराधिक पुनरीक्षण याचिका दायर करके अपने उपचार का",
  "filing a criminal revision petition, though unsuccessfully before the learned Additional Sessions Judge, Chandigarh, this petition would": "लाभ उठाया है, हालांकि विद्वत अतिरिक्त सत्र न्यायाधीश, चंडीगढ़ के समक्ष असफल रहा है, यह याचिका धारा ५82",
  "amount to a second revision petition under the guise of petition under Section 482 Cr.P.C., as per Section 397(3) Cr.P.C., is the view of this": "सी. आर. पी. सी. के तहत याचिका की आड़ में दूसरी पुनरीक्षण याचिका के बराबर होगी, धारा 397 (3) सी. आर.",
  "Court, which finds support from the judgment in the case of Krishnan vs. Krishnaveni and another 1997(4) SCC 241, by Hon'ble The Supreme Court of India, wherein it was held that in appropriate cases in": "पी. सी. के अनुसार, इस न्यायालय का विचार है, जो कृष्णन बनाम कृष्णवेणी और एक अन्य 997 (५) एस. सी. सी. 2%। के मामले में निर्णय से समर्थन पाता है।",
  "(Para 9)": "(पैरा 9)",
  "Further held, that there is no special circumstance in this case,": "ने आगे अभिनिर्धारित किया कि इस मामले में कोई विशेष परिस्थिति नहीं है, जो इस न्यायालय को धारा ५82 सी.",
  "which could persuade this Court to grant relief in the present case, in exercise of the inherent power under Section 482 Cr.P.C.": "आर. पी. सी के अधीन अंतर्निहित शक्ति का प्रयोग करते हुए वर्तमान मामले में राहत देने के लिए राजी कर सके।",
  "(Para 11).": "(पैरा ॥॥)",
  "J.S. Toor, Addl.PP for U.T., Chandigarh.": "जे. एस. तूर, यू टी., चंडीगढ़ के लिए अतिरिक्त पीपी",
  "after going through the case file thoroughly and very carefully, it is observed that by way of present application": "मामले की फाइल को अच्छी तरह से और बहुत सावधानी से देखने के बाद, यह देखा गया है कि वर्तमान आवेदन के",
  "applicant sought release of original cheque bearing no.152923 on the ground that handwriting as mentioned in": "माध्यम से आवेदक ने इस आधार पर मूल चेक नंबर 52923 जारी करने की मांग की है कि प्रश्न में चेक में",
  "the cheque in question is to be compared with specimen handwriting of accused in case F.I.R. bearing No.375,": "उल्लिखित लिखावट की तुलना आरोपी के नमूने की लिखावट से की जानी चाहिए। मान लीजिए कि धारा 380 आई.",
  "No.375, dated 31.07.2015, registered under Section 380 I.P.C., P.S. Sector-34, Chandigarh, investigation has already": "पी. सी., पी. एस. सेक्टर-3५, चंडीगढ़ के अधीन पंजीकृत एफ. आई. आर. संख्या. ३75, दिनांक 3.07.20॥5 वाले",
  "been completed and challan has also been presented before the Court on 08.10.2015 to put the accused on trial.": "मामले में जांच पहले ही पूरी की जा चुकी है और अभियुक्त पर मुकदमा चलाने के लिए 08.0.205 को न्यायालय",
  "show that investigation is still pending in the said case pertaining to F.LR. bearing No.375, dated 31.07.2015.": "करने में विफल रहा है कि एफ. आई. आर. नंबर. ३75, दिनांक 3.07.205 से संबंधित उक्त मामले में जांच अभी",
  "Further, trial has also been commenced in said case and four": "भी लंबित है। इसके अलावा, उक्त मामले में मुकदमा भी शुरू कर दिया गया है और अभियोजन पक्ष द्वारा",
  "prosecution witnesses have been examined by the prosecution, therefore, it cannot be said that investigation in": "अभियोजन पक्ष के चार गवाहों से पूछताछ की गई है, इसलिए, यह नहीं कहा जा सकता है कि उक्त मामले में जांच",
  "the said case is still pending. The present case titled as Rajat Gupta versus Tanvi Garg is criminal complaint filed by complainant under Section 138 of N.I. Act on the basis of": "अभी भी लंबित है। रजत गुप्ता बनाम तन्‍वी गर्ग नामक वर्तमान मामला शिकायतकर्ता द्वारा एन. आई. की धारा 38",
  "dishonor of cheque bearing No.152923. As such, cheque in": "के तहत दायर आपराधिक शिकायत है। नंबर.52923 वाले चेक के अपमान के आधार पर अधिनियम। इस प्रकार,",
  "question bearing No.152923 is a material evidence todecide": "नंबर. 52923 वाला चेक वर्तमान मामले का निर्णय करने के लिए एक भौतिक साक्ष्य है। इसलिए, आवेदक के पक्ष",
  "(7) Likewise, the operative part of the order dated 10.5.2017, passed by Additional Sessions Judge dismissing the revision petition filedby the petitioner, reads thus:": "(7)इसी प्रकार, याचिकाकर्ता द्वारा दायर पुनरीक्षण याचिका को खारिज करते हुए अतिरिक्त सत्र न्यायाधीश द्वारा पारित दिनांक 0.5.207 के आदेश का संचारी भाग इस प्रकार हैः",
  "“7. The brief point that is involved is that revisionist has sought the release of original cheque bearing no. 152923": "7. इसमें शामिल संक्षिप्त बिंदु यह है कि संशोधनवादी ने मूल चेक जारी करने की मांग की है। 52923 दिनांक",
  "dated 2.6.2015 on the pretext that the same is required for obtaining specimen handwriting in FIR No. 375 dated": "2.6.205 को इस बहाने से कि वही एफआईआर संख्या में नमूना हस्ताक्षर प्राप्त करने के लिए आवश्यक है। ३75",
  "31.7.2015. The learned trial Court has dismissed the application stating that the investigation has beencompleted": "दिनांक 3.7.205. विद्वत विचारण न्यायालय ने यह कहते हुए आवेदन को खारिज कर दिया है कि अन्य मामले में",
  "in the other matter and the trial has been commenced. Resultantly, it cannot be said that the investigation is": "जांच पूरी हो गई है और मुकदमा शुरू हो गया है। नतीजतन, यह नहीं कहा जा सकता है कि जांच लंबित है।",
  "pending. Resultantly, the application is declined stating that no ground is made out to release the cheque in question in": "नतीजतन, आवेदन को यह कहते हुए अस्वीकार कर दिया जाता है कि आवेदक के पक्ष में चेक जारी करने का कोई",
  "favour of the applicant. This court subscribes the same view point.": "आधार नहीं है। यह न्यायालय उसी दृष्टिकोण को स्वीकार करता है।",
  "8. Otherwise, also if expert has to examine the document,": "8. अन्यथा, यदि विशेषज्ञ को दस्तावेज़ की जांच करनी है तो भी",
  "STATE OF UT, CHANDIGARH v. RAJAT GUPTA AND ANOTHER 1181 (Aman Chaudhary, J.)": "यूटी राज्य, चंडीगढ़ बनाम रजत गुप्ता और अन्य (अमन चौधरी, जे.)",
  "then the best possible course is that the expert can apply to the court concerned for inspection of the file as per rules.": "तब सबसे अच्छा संभव तरीका यह है कि विशेषज्ञ नियमों के अनुसार फाइल के निरीक्षण के लिए संबंधित अदालत में",
  "The document cannot be given to the expert for 3 4State vs. Rajat Gupta examination. The learned trial court has": "आवेदन कर सकता है। दस्तावेज़ 3.५ राज्य बनाम रजत गुप्ता परीक्षा के लिए विशेषज्ञ को नहीं दिया जा सकता है।",
  "rightly not handed over the document presumably to avoid": "दस्तावेज़ को सही ढंग से नहीं सौंपा है। फाइल का निरीक्षण करने और नियमों के अनुसार अहलमाद के समक्ष",
  "(8) It is axiomatic from the orders passed by the Courts below that after the completion of investigation, the final report had been": "(8) न्यायालयों द्वारा पारित आदेशों से यह स्वयंसिद्ध है कि जांच पूरी होने के बाद, अंतिम रिपोर्ट विचारण न्यायालय में",
  "presented in the trial Court, whereafter, four prosecution witnesses had also been examined, in wake of which, the assertion made to the effect": "प्रस्तुत की गई थी, जिसके बाद, अभियोजन पक्ष के चार गवाहों की भी जांच की गई थी, जिसके मद्देनजर, इस",
  "that investigation was still continuing remained unsubstantiated, even before this Court. Such be the situation, the Courts below have": "न्यायालय के समक्ष भी इस आशय का दावा किया गया कि जांच अभी भी जारी थी, अप्रमाणित रहा। ऐसी स्थिति में,",
  "before this Court. Such be the situation, the Courts below have rightly dismissed the application, however, it emanates from the order of Additional Sessions Judge, that still a liberty has already been": "निचली अदालतों ने आवेदन को सही ढंग से खारिज कर दिया है, हालांकि, यह अतिरिक्त सत्र न्यायाधीश के आदेश से निकलता है, कि अभी भी याचिकाकर्ता को पहले से ही फाइल का निरीक्षण करने और नियमों के अनुसार अहमद",
  "(9) The petitioner having already availed of its remedy by filing a criminal revision petition, though unsuccessfully before the learned": "(9) याचिकाकर्ता ने पहले ही आपराधिक पुनरीक्षण याचिका दायर करके अपने उपचार का लाभ उठाया है, हालांकि",
  "second revision petition under the guise of petition under Section 482 Cr.P.C., as per Section 397(3) Cr.P.C., is the view of this Court,": "अनुसार धारा ५82 सी. आर. पी. सी. के तहत याचिका की आड़ में दूसरी पुनरीक्षण याचिका के बराबर होगी, जो इस",
  "which finds support from the judgment in the case of Krishnan versus Krishnaveni and another', by Hon'ble The Supreme Court of India,": "न्यायालय का दृष्टिकोण है, जो कृष्णन बनाम कृष्णवेणी के मामले में निर्णय से समर्थन पाता है और दूसरा, भारत के",
  "wherein it was held that in appropriate cases in order to meet the ends": "सर्वोच्च न्यायालय द्वारा, जिसमें यह अभिनिर्धारित किया गया था कि उचित मामलों में न्याय के उद्देश्यों को पूरा करने",
  "of justice or to prevent abuse of the process, the High Court is preserved": "या प्रक्रिया के दुरुपयोग को रोकने के लिए, उच्च न्यायालय को अंतर्निहित शक्ति के साथ संरक्षित किया जाता है,",
  "avoid needless multiplicity of procedure, unnecessary delay in trial and protraction of proceedings.": "जिसका उपयोग प्रक्रिया की अनावश्यक बहुलता, मुकदमे में अनावश्यक देरी और कार्यवाही के विस्तार से बचने के",
  "(10) Hon'ble The Supreme Court of India had in the case of Shakuntala Devi and others versus Chamru Mahto and another’,": "(0) माननीय भारत के सर्वोच्च न्यायालय ने शकुंतला देवी और अन्य बनाम चामरू महतो और अन्य के मामले में",
  "held thus:": "इस प्रकार निर्णय दिया थाः",
  "\"24. It is well settled that the object of the introduction of sub-section (3) in Section 397 was to prevent a second": "\"2५. यह अच्छी तरह से तय किया गया है कि धारा 397 में उपधारा (3) को लागू करने का उद्देश्य दूसरे संशोधन",
  "revision so as to avoid frivolous litigation, but, at the same": "को रोकना था ताकि तुच्छ मुकदमेबाजी से बचा जा सके, लेकिन",
  "* 2009 (2) SCC (Cri) 8": "22009 (2) एससीसी (सीआरआई) 8"
}