{
  "RAHUL MALIK v. STATE OF HARYANA AND OTHERS 761": "राहुल मलिक बनाम हरियाणा राज्य और अन्य",
  "(Avneesh Jhingan, J.)": "(अवनीश झिंगन, जे.)",
  "Before Avneesh Jhingan, J.": "समक्ष अवनीश झिंगन जे.",
  "RAHUL MALIK—Petitioner": "राहुल मलिक-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS — Respondents": "हरियाणा राज्य और अन्य - उत्तरदाता",
  "February 16, 2023": "6 फ़रवरी 2023",
  "Arms Act, 1959— S. 17(5)—Writ Petition challenging order of rejection of application for issuance of Arms licence and dismissal": "आर्म्स एक्ट, 959-धारा 7 (5)-आर्म्स लाइसेंस जारी करने और अपील खारिज करने के लिए आवेदन की अस्वीकृति",
  "of appeal—Rejected due to involvement of petitioner in FIRs —No": "के आदेश को चुनौती देने वाली रिट याचिका-एफआईआर में याचिकाकर्ता की संलिप्तता के कारण खारिज - कोई",
  "reasons recorded—mere blanks filled on printed proforma— provision of S.17(5) not complied.": "कारण दर्ज नहीं किया गया-केवल मुद्रित प्रोफार्मा पर भरे हुए रिक्त स्थान-.7 (5) के प्रावधान का अनुपालन नहीं किया गया।",
  "Held, that Impugned orders set aside and matter remanded to": "गया। आयोजित, कि विवादित आदेशों को दरकिनार कर दिया गया और मामले को आवेदन पर नए सिरे से निर्णय लेने के",
  "decide the application afresh - Impugned orders set aside and matter": "लिए रिमांड पर लिया गया-विवादित आदेशों को दरकिनार कर दिया गया और मामले को आवेदन पर नए सिरे से",
  "remanded to decide the application afresh": "निर्णय लेने के लिए रिमांड पर लिया गया",
  "(Para 8)": "(पैरा 8)",
  "Rishi Lal, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता ऋषि लाल।",
  "Sharad Aggarwal, AAG, Haryana.": "शरद अग्रवाल, एएजी, हरियाणा।",
  "AVNEESH JHINGAN , J.(Oral)": "अवनीश जिंगान, जे. (मौखिक)",
  "(1) This writ petition in the nature of Certiorari is filed seeking quashing of orders dated 49.2017 and 4.1.2019 rejecting the": "() सर्टिओरारी की प्रकृति में यह रिट याचिका दिनांक ५.9.207 और &..209 के आदेशों को रद्द करने के लिए",
  "application for issuance of Arms license and dismissing the appeal respectively.": "दायर की गई है, जिसमें क्रमशः शस्त्र लाइसेंस जारी करने और अपील को खारिज करने के लिए आवेदन को खारिज",
  "(2) Brief facts of the case are that application for issuance of Arms license was rejected due to involvement of petitioner in FIRs.": "(2) मामले के संक्षिप्त तथ्य यह हैं कि एफआईआर में याचिकाकर्ता की संलिप्तता के कारण शस्त्र लाइसेंस जारी करने",
  "The petitioner was beaten by his brother-in-law and five-six other": "के लिए आवेदन खारिज कर दिया गया था। याचिकाकर्ता को उसके बहनोई और पांच-छह अन्य व्यक्तियों द्वारा पीटा",
  "persons and for the incident FIR No. 731 dated 12.10.2016 was registered at Police Station Faridkot. The petitioner was involved in": "गया था और घटना के लिए एफआईआर न॑ं। 73। दिनांक 2.0.206 को पुलिस स्टेशन फरीदकोट में दर्ज किया गया",
  "FIR No. 735 dated 12.10.2016 and FIR No. 871 dated 17.12.2016. The": "था। याचिकाकर्ता एफआईआर नं. 735 दिनांक 2.0.206 और एफआईआर नं. 87। दिनांक 77.2.206.",
  "appeal against the rejection was dismissed vide order dated 4.1.2019.": "अस्वीकृति के खिलाफ अपील को दिनांक ५..209 के आदेश द्वारा खारिज कर दिया गया था। अपीलीय प्राधिकरण",
  "The appellate authority considered that the cases of three FIRs are still pending.": "ने माना कि तीन प्राथमिकियों के मामले अभी भी लंबित हैं।",
  "(3) Learned counsel for the petitioner submits that the order of cancellation is non-speaking order. FIR No. 731 and FIR No. 735 are": "(3) याचिकाकर्ता का विद्वान वकील प्रस्तुत करता है कि रद्द करने का आदेश गैर-भाषी आदेश है। एफआईआर नं.",
  "cross cases and are result of an incident that took place on": "73। और एफआईआर नं. 735 क्रॉस मामले हैं और एक घटना का परिणाम हैं जो पर हुआ था",
  "9.10.2016, where the dispute was amongst the relatives.": "9.0.206, जहां विवाद रिश्तेदारों के बीच था।",
  "(4) Learned State Counsel defends the impugned orders.": "(५) लर्नड स्टेट काउंसल विवादित आदेशों का बचाव करता है।",
  "(5) Section 17(5) of the Arms Act, 1959 ( for short 'the Act’) is reproduced below :-": "(5) शस्त्र अधिनियम, 959 की धारा ।7 (5) (संक्षेप में 'अधिनियम') नीचे पुनः प्रस्तुत की गई हैः-",
  "‘(5) Where the licensing authority makes an order varying": "(5) जहां अनुज्ञप्ति प्राधिकरण उपधारा (॥) के अधीन अनुज्ञप्ति में परिवर्तन करने का आदेश देता है या उपधारा (3)",
  "a license under sub-section (1) or an order suspending or revoking a license under sub-section (3), itshall record in": "के अधीन अनुज्ञप्ति को निलंबित करने या निरस्त करने का आदेश देता है, वहां उसका अभिलेख लिखित रूप में होता",
  "writing the reasons therefore and furnish tothe holder of the license on demand a brief statement of the same unless": "है और मांग करने पर अनुज्ञप्ति धारक को उसका संक्षिप्त विवरण प्रस्तुत करता है, जब तक कि किसी मामले में",
  "in any case the licensing authority is of the opinion that it will not be in the public interest to furnish such statement.’": "अनुज्ञप्ति प्राधिकरण की राय न हो कि ऐसा विवरण प्रस्तुत करना लोकहित में नहीं होगा।",
  "(6) Sub-section (5) makes it obligatory for the licensing authority to record reasons in writing while varying the conditions, suspending or revoking the license. The reasons are to be furnished to license holder on demand, the exception being in case when licensing": "(6) उपधारा (5) अनुज्ञप्ति प्राधिकारी के लिए अनुज्ञप्ति को निलंबित या निरस्त करते हुए शर्तों में परिवर्तन करते हुए लिखित रूप में कारण अभिलिखित करना अनिवार्य बनाती है। माँग पर लाइसेंस धारक को कारण प्रस्तुत किए जाने हैं,",
  "license holder on demand, the exception being in case when licensing authority is of opinion that it will not be in public interest to supply such reasons.": "हब उस स्थिति में है जब लाइसेंस प्राधिकरण की राय है कि ऐसे कारणों की आपूर्ति करना सार्वजनिक हित में नहीं",
  "(7) From the perusal of the order dated 4.9.2017, it is evident that the blanks in a pre-printed performa were filled and the order is": "(7) दिनांक ५.9.207 के आदेश के अवलोकन से, यह स्पष्ट है कि पूर्व-मुद्रित प्रदर्शन में रिक्त स्थान भरे गए थे और",
  "bereft of reasons.": "आदेश कारणों से रहित है।",
  "(8) The passing of an order on a printed form by filling in the blanks is depricated. The order shows non-application of mind, non-": "(8) रिक्त स्थान को भरकर मुद्रित प्रपत्र पर आदेश पारित करना बहिष्कृत है। आदेश विवेक का गैर-अनुप्रयोग, धारा",
  "compliance of sub-section 5 to Section 17 and violative of principles of natural justice. It is trite law that the quasi judicial authority should": "77 की उप-धारा 5 का गैर-अनुपालन और प्राकृतिक न्याय के सिद्धांतों का उल्लंघन दर्शाता है। यह सामान्य कानून है",
  "natural justice. It is trite law that the quasi judicial authority should record reasons. Under the Act the requirement to record reasons in": "कि अर्ध-न्यायिक प्राधिकरण को कारण दर्ज करने चाहिए। अधिनियम के तहत धारा 77 के तहत लिखित रूप में कारणों",
  "orders are set aside and matter is remanded to respondent No.3 decide": "और मामले को प्रतिवादी संख्या. 3 को भेज दिया जाता है और आवेदन को नए सिरे से तय किया जाता है। याचिकाकर्ता",
  "the application afresh. The petitioner shall appear before respondent No.3 on 20.3.2023 at 11:00 AM.": "20.3.2023 को सुबह :00 बजे प्रतिवादी संख्या. 3 के समक्ष उपस्थित होगा।",
  "(9) Petition is allowed.": "(9) याचिका की अनुमति है।",
  "(10)Since the main case has been decided, the pending application(s), if any is rendered infructuous.": "(0) चूंकि मुख्य मामले का निर्णय ले लिया गया है, लंबित आवेदन (ओं) यदि कोई हो तो उसे निष्फल कर दिया जाता है।",
  "Kunal Mulwani": "कुणाल मुलवानी"
}