{
  "Before K. Kannan, J.": "न्यायमूर्ति के. कन्नन के समक्ष",
  "M/S KAPIL CEMENT ALLIED PRODUCTS PVT. LTD. AND ANOTHER,—Petitioners": "मेसर्स कपिल सिमेन्ट एलाइड प्रोडक्ट्स प्राइवेट लिमिटेड और एक अन्य- याचिकाकर्ता",
  "versus": "बनाम",
  "PUNJAB NATIONAL BANK, MAIN BAZAR, HISAR AND OTHERS,—Respondents": "पंजाब नेशनल बैंक, मुख्य बाजार, हिसार और अन्य-उत्तरदाता",
  "C.W.P. No.16657 of 2006": "2006 का सी. डब्ल्यू. पी. संख्या 6657",
  "Constitution of India - Art. 226/227 - SARFAESI Act, - S.": "भारत का संविधान-अनुच्छेद 266 /227 -सरफेसी अधिनियम धारा 5-",
  "5 - Sick Industries Companies (Special Provisions) Act, 1985 - SS.": "बीमार उद्योग कंपनी (विशेष प्रावधान) अधिनियम, 985-धारा 5 और 22-क्या",
  "during pendency of proceedings under Section 22 of the Sick Industrial Companies Act in 2002 - Proviso of Sick Industrial": "2002 में बीमार औदयोगिक कंपनी अधिनियम की धारा 22 के तहत कार्यवाही",
  "Companies Act get excluded in enforcement of security under": "के लंबित रहने के दौरान सरफेसी अधिनियम के तहत कार्रवाई बनाए रखने योग्य नहीं है? बीमार औद्योगिक कंपनी अधिनियम के प्रावधान को सरफेसी",
  "Held, That the debt cannot be directly enforced against a guarantor,": "माना जाता है कि ऋण को सीधे गारंटर के खिलाफ लागू नहीं किया",
  "is also not legally sound since the liability of the guarantor is coextensive": "जा सकता है। यह भी कानूनी रूप से सही नहीं है क्योंकि गारंटर का दायित्व",
  "(Para 3)": "(पैरा 3)",
  "is also not tenable in view of the provisions under Section 5 of the SARFAESI": "सरफेसी अधिनियम की धारा 5 के तहत प्रावधानों का मान्य संकेत नहीं है, जो",
  "Act which enables the financial institution which hold the security to transfer the assets to a reconstruction company.": "प्रतिभूति रखने वाले वित्तीय संस्थान को संपत्ति को पुनर्निर्माण कंपनी को हस्तांतरित करने के लिए सक्षम बनाता है।",
  "(Para 4)": "(पैरा 4)",
  "I.D. Singla, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से : आई. डी. सिंगला, अधिवक्ता",
  "Aalok Jagga, Advocate, for the respondents.": "प्रतिवादीगण के लिए : आलोक जग्गा अधिवक्ता",
  "K. KANNAN, J. (ORAL)": "न्यायमूर्ति के. कन्नन (माँखिक)",
  "(1) The writ petitioners, who are the guarantors of the loan, have": ". रिट याचिकाकर्ताओं, जो ऋण के गारंटर हैं, ने दिनांक 0/02/2005 (अनुलग्नक पी-",
  "challenged the notices dated 10.02.2005 (Annexure P-1 & P-2) contending": "। और पी-2) के नोटिसों को चुनौती देते हुए तर्क दिया है कि सरफेसी अधिनियम",
  "that the action of the respondent-Bank under SARFAESI Act is not maintainable for the reason that the principal borrower has applied under": "के तहत प्रतिवादी-बैंक की कार्रवाई इस कारण से बनाए रखने योग्य नहीं है कि",
  "maintainable for the reason that the principal borrower has applied under the Sick Industries Companies (Special Provisions) Act, 1985 (for short,": "प्रमुख उधारकर्ता ने बीमार उद्योग कंपनी (विशेष प्रावधान) अधिनियम, 985 के",
  "of Section 22 of the SICA 1985, no proceedings for recovery are possible.": "22 के आधार पर कार्यवाही के लंबित रहने के दौरान, वसूली के लिए कोई कार्यवाही",
  "It is contended that the right of enforcement of security itself cannot be done": "संभव नहीं है।यह तर्क दिया जाता है कि प्रतिभूति के प्रवर्तन का अधिकार प्रमुख",
  "without exhausting the remedy against the principal debtor. It is further": "देनदार के खिलाफ उपाय को समाप्त किए बिना नहीं किया जा सकता है।यह",
  "contended that the subsequently impleaded party namely the International": "आगे तर्क दिया जाता है कि बाद में शामित्र किया गया पक्ष, अर्थात्‌ इंटरनेशनल",
  "judgment in “M/s Patheja Bros Forgings & Stamping and another versus ICICI Ltd. and others (1), to contend that enforcement for debt": "फोर्जिग्स एंड स्टैम्पिंग और एक अन्य बनाम आईसीआईसीआई लिमिटेड और",
  "against a ‘sick company’ cannot be made even against a guarantor if": "अन्य”'में एक फैसले पर भरोसा करते हुए तर्क दिया कि एक 'बीमार कंपनी' के खिलाफ ऋण के लिए प्रवर्तन एक गारंटर के खिलाफ भी नहीं किया जा सकता",
  "rendered in 2002 may not be relevant, as pointed out by the counsel for": "में दिए गए निर्णय का संदर्भ प्रासंगिक नहीं हो सकता है, जैसा कि प्रतिवादीगण",
  "for our case is reproduced hereunder :": "तक हमारे मामले के लिए प्रासंगिक है, वह परंतुक नीचे पुनः प्रस्तुत किया गया",
  "Securitization and Reconstruction of Financial Assets and": "“बशर्तें कि वित्तीय परिसंपत्तियों का प्रतिभूतिकरण और पुनर्निर्माण",
  "Enforcement of Security Interest Act, 2002, where as": "और प्रतिभूति ब्याज प्रवर्तन अधिनियम, 2002 के प्रारंभ होने पर या",
  "secured creditors, representing not less than threefourth in value of the amount outstanding against financial assistance disbursed to the borrower of such seured": "गए लेनदारों को वितरित वित्तीय सहायता के खिलाफ बकाया राशि के मूल्य में कम से कम तीन चौथाई का प्रतिनिधित्व करने वाले"
}