{
  "questioned, he further discloses that the beating was given to": "पूछताछ करने परठसने आगे खुलासा किया कि पिटाई उसे ,",
  "him by Surinder Punia, who has now left the School. This": "जो अब स्कूल ,सुरिंदर पुनिया ने दी थी छोड़ चुका है। यह",
  "position is unacceptable and cannot be allowed to continue.": "स्थिति अस्वीकार्य है और इसे जारी रखने की अनुमति नहीं दी जा सकती है।",
  "Nos. 6 to 10 to appear in person before the Court. Said": "अदालत के समक्ष व्यक्तिगत रूप से पेश होने के लिए नोटिस",
  "respondents would be informed by the counsel represnting them": "समक्ष उन्हें प्रतिपःशदित करने वाले वकील द्वारा सूचित किया",
  "before this Court and if any respondent is not represented by": "जाएगा औरयदि किसी प्रतिवादी का प्रतिनिधित्व वकील द्वारा",
  "respondent. At this stage, Mr. Sanjiv Bansal further points out": "श्री संजीव बंसल आगे ,तामील सुनिश्चित करेगा। इस स्तर पर",
  "that as per his information, first 30 minutes each day are devoted": "प्रत्येक दिन पहल ,बताते हैं कि उनकी जानकारी के अनुसार मिनट शुल्क एकत्र करने के लिए समर्पित होते हैं और ३0",
  "for collecting fee and thereafter the study starts in school. The": "मिनट शुल्क एकत्र करने के लिए समर्पित होते हैं और ३0 उसके बाद स्कूल में अध्ययन शुरू होता है। जांच का परिणाम",
  "The State will ensure that respondent Nos. 6 to 10 cease to manage": "राज्य यह सुनिश्चित करेगा कि प्रतिवादी संख्या स्कूल के ॥0 से 6",
  "that the Administrator is appointed within 24 hours to look into the affairs of the School. The compliance report be given within": "सुनिश्चित करेगा कि स्कूल के मामलों को देखने के लिए 24 घंटे के भीतर प्रशासक नियुक्त किया जाए। अनुपालन रिपोर्ट",
  "two days.”": "दो दिनों के भीतर दी जानी चाहिए।",
  "222 I.L.R. PUNJAB AND HARYANA 2011(1)": "222 आई.एल.आर .पंजाब और हरियाणा 20)(",
  "JAGDISH AND OTHERS,—Petitioners": "जगदीश और अन्य याचिकाकर्ता-",
  "versus": "बनाम",
  "C.W.P. No. 7178 of 2009": "778 की सीडब्ल्यूपी संखया 2009",
  "Constitution of India, 1950—Art. 226—Haryana School": "भारत का संविधान ,/950226 अबुच्छेद--हरियाणा स्कूल शिक्षा",
  "Education Rules, 2003—RI. 152(1) & ‘(2)—Allegation against aided": "नियम ,2003नियम।52 (// 4(2/ - सहायता प्राम स्कूलों के विरुद्ध जांच",
  "schools of charging excess fee & donation found establihed by": "समिति द्वार अधिक शुल्क और दान व्यूनने का आरोप लगाया गया -",
  "student for extracting feé alse proved—-State appointing SDM as": "-साबित हुए राज्य द्वारा स्कूल के निए एसडीएम को प्रशासक के रुप में",
  "administrator for. school—Superintendent of Police directed to register a case against teacher and investigate aspect of conspiracy": "नियुक्त करनाएलिस अधीक्षक - को शिक्षक के खिलाफ मामल्रा दर्ज करने",
  "and connivance of respondents responsible for giving beating to": "ऑर छात्र को पिटाई देने के लिए जिम्मेदार प्रतिवावियों की साजिश और",
  "of taking over by Administrator the management of schools and": "प्रशासन द्वारा अधिग्रहण की तारीख का खुल्ासास्कूनों के प्रबंधन और",
  "result of investigation of criminal case.": "आपराधिक मामले की जांच के परिणाम हैं।/",
  "of the student for extracting fee. This, though was denied, but the student": "निकालने के लिए छात्र की पिटाई के संबंध में एक गंभीर आरोप पाया। हालांकि इससे इनकार किया गया थालेकिन छात्र इस तथ्य की पुष्टि",
  "came before this Court to confirm the said fact. The allegations cannot be": "करने के लिए इस अदालत के समक्ष आया था। आरोपों को आसानी से",
  "easily ignored. It is not understood as to how this has not attracted criminal": "नजरअंदाज नहीं किया जा सकता। यह समक्ठा में नहीं आता है कि इसने",
  "caused injury. It matters not if the said teacher has left the school. The": "पीटा था। उन्होंने यह भी खुलासा किया कि उक्त शिक्षक स्कूल छोड़कर",
  "bizarre methods to extract high/exorbitant fee and donations from students,": "अत्यधिक शुल्क निकालने और राष्ट्रों को करने के लिए विचित्र तरीके /उच्च",
  "who are not very well to do. The petition is by number of parents, who": "जो बहुत अच्छे नहीं हैं। याचिका कई ,अपनाते हुए दिखाई देता है",
  "which even no receipts are being given. The high fee so charged is being": "कोई भुगतान भी नहींकिया जा रहा है। इस प्रकार वसूले गए उच्च शुल्क",
  "shown in the form of donation extracted forcibly, showing the receipts as": "को रसीदों को दर्शशते हुए जबरन निकाले गए दान के रूप में दिखाया जा",
  "such. Having failed in their complaints made to the authorities, the petitioners": "रहा है। अधिकारियों को की गई अपनी शिकायतों में विफल होने के बाद ,",
  "have approached this Court through the present writ petition.": "याचिकाकर्ताओं ने रिट याचिका के माध्यम से इस न्यायालय का दरवाजा",
  "(2) Seeing the state of affairs as projected in the writ petition, this": "(2) रिट याचिका में पेश की गई स्थिति को देखते हुएड्स",
  "Court, while issuing notice of motion, had directed the Director General of": "न्यायालय ने प्रस्ताव की सूचना जारी करते हुए ,स्कूल शिक्षा महानिदेशक ,",
  "no record was destroyed, directions were issued to S.D.M., Narwana, to": "सुनिश्चित करने के लिए कि कोई रिकॉर्ड नष्ट नहीं किया गया था , एस चूल -नरवाना को निर्देश जारी किए गए थे कि वे प्रतिवादी ,एसडीएम",
  "take in custody the relevant documents from the respondent-Schools. The": "जिसमें ,से संबंधित दस्तावेजों को हिरासत में लें। तदनुसार जांच की गई",
  "(3) -The enquiry report was placed on record in June, 2009, which": "(3) जांच रिपोर्ट जूनमें रिकार्ड में रखी गई थी जिसमें न 2009 ,",
  "~ not only revealed mis-management by the Managing Committee but also": "केवल प्रबंध समिति द्वारा कुप्रबंधत का खुलासा किया गया था बल्कि",
  "the allegations made in the petition that donation and development charges": "याचिका में लगाए गए आरोपों का भी पता चला था कि छात्रों से डोनेशन",
  "charges were being collected from the students to pay salary to un-sanctioned": "वेतन का भुगतान करने के लिए छात्रों सेडोनेशन और विकास शुल्क एकत्र",
  "staff etc. Similar was the position in Arya Kanya Maha Vidayalaya, NEIL second school run by the Society, (respondent No. 7).": "किया जा रहा था। सोसायटी द्वारा संचालित द्वितीय विद्यालय अइया कन्या महा विद्यालय ,नरवाना में भी यही स्थिति थी। 7 प्रतिवादी संख्या))।",
  "(4) As the hearing of the case progressed, strange and shocking": "(५) जैसेअजीब और चौंकाने वाली स्थिति ,जैसे सुनवाईआगे बढ़ी-",
  "The news item carried a photograph of a student with a bandage on one": "एक छात्र का फोटोग्राफ था जिसकी एक आंख पर पट्टी बंधी हुई थी।",
  "eye. News item revealed that the student was given severe threshing by a": "समाचार से पता चला कि छात्र को एक शिक्षक द्वारा फीस की वसूली के",
  "account on his eye. The student of 11th Class was, named Gulshan, aged": "जिसे ,साल थी ॥9 जिसकी उम्र ,क्लास के छात्र का नाम गुलशन था",
  "Teacher Surinder Punia, in the school demanded Rs. 966 from Gulshan,": "जिसे रकम ,रुपये की मांग की 966 टीचर सुरिंदर पुनिया ने गुलशन से",
  "who had not got the amount. Said Surinder Punia started beating the student,": "नहीं मिली थी। उक्त सुरिंदर पुनिया ने छात्र को पीटना शुरू कर दिया ,",
  "when blood started oozing from student’s eye. The student suffered injury": "जब छात्र की आंख से खून बहने लगा। छात्र के चेहरे पर चोट आई है और",
  "on his face and was taken to General Hospital for treatment.": "उसे इलाज के लिए जनरल अस्पताल ले जाया गया।",
  "(5) Noticing this alarming state of affairs and on perusing the reply,": "5) इस खतरनाक स्थिति को देखते हुए और उत्तर पर विचार करने",
  "before this Court by the counsel appearing for the respondents. In contrast,": "मिश्रितआवेदनका जवाब याचिकाकर्ताओं कीओर से पेश वकील",
  "instance to file a representation by way of demand before the State or before a competent authority like the Director School Education Board for holding such an enquiry. Obviously, there": "करने के लिए राज्य के समक्ष या निदेशक स्कूल शिक्षा बोर्ड जैसे सक्षम प्राधिकारी के समक्ष मांग के रूप में अभ्यावेदन",
  "are large number of schools in the State and it would be": "दायर करें। जाहिर हैराज्य में बड़ी संख्या में स्कूल हैं और ,",
  "appropriate for the petitioners to point out those schools where": "याचिकाकर्ताओं के लिए यह उचित होगा कि वे उन स्कूलों को",
  "petitioners-schools. In case, no action is taken on such a": "स्कूलों में पाया जाता है। यदि ऐसी मांग पर -याचिकाकर्ताओं यदि ऐसी मांग उठाई जाती ,कोई कार्रवाई नहीं की जाती है",
  "appropriate proceeding thereafter. ,": "तो वे उसके बाद कोई उचित कार्यवाही करने के लिए है",
  "Dismissed.”": "खारिज कर दिया।",
  "brother of the student. It is obvious that the respondent-School and": "गए हलफनामे पर भरोसा कर रहे हैं। यह स्पष्ट है कि प्रतिवादीस्कूल और -",
  "management have approached the student or his brother and so the affidavit": "प्रबंधन ने छात्र या उसके भाई से संपर्क किया है और इसलिए हलफनामा",
  "has come on record. This affidavit cannot mean much and would not be": "रिकॉर्ड पर आया है। इस हलफनामे का कोई मतलब नहीं हो सकता है और",
  "relevant in any manner except for showing that this was an attempt on the": "यह दिखाने के अलावा किसी भी तरह से प्रासंगिक नहीं होगा कि यह",
  "part of management to win over the student or to otherwise allure him to": "प्रबंधत की ओर से छात्र को जीतने या अन्यथा उसे नरम करने के लिए",
  "relent. Such a conduct on the part of the respondents is not worth": "लुभाने का प्रयास था। उत्तरदाताओं की ओर से इस तरह का आचरण",
  "appreciation. An affidavit from the elder brother of the student is obtained": "प्रशंशभा के लायक नहीं है। छात्र के बड़े भाई से एक शपथ पत्र प्राप्त किया",
  "mentioned in the affidavit that the injuries suffered by his brother were not": "हलफनामे में यह उल्लेख किया गया है कि उनके भाई को लगी चोटें फीस",
  "in connection with the payment of fee and that he had no complaint against": "के भुगतान के संबंध में नहीं थीं और उनके पासस्कूलके खिलाफ कोई",
  "the School. Obviously, this is a procured document. How the respondent-": "शिकायत नहीं थी। जाहिर हैयह एक खरीदा गया दस्तावेज है। स्कूल-प्रतिवादीप्रबंधत को यह हलफनामा कैसे मिला हैड्सका खुलासा",
  "would brother of the student come forward to give this affidavit ? In any": "नहीं किया गया है। छात्र का भाई यह शपथ पत्र देने के लिए आगे क्‍यों",
  "the injury, had appeared before the Court to record his version and his": "जिस छात्र को चोट लगी थीवह अपना पक्ष दर्ज करने के लिए अदालत",
  "version of the student which would relevant and material. This act on the": "जब घटना हुई थी। यह छात्र का संस्करण है जो प्रासंगिक और सामग्री",
  "is to be taken as interference in the administration of justice for which they": "का एक प्रयास है और इसे न्याय प्रशासन में हस्तक्षेप के रूप में लिया",
  "placed on record, would urge that the Schools and management-respondent": "है कि प्रतिवादी प्रबंधत और स्कूलों की ओर से पेश होने वाले वकीलने इस",
  "respondents with the L.P.A. ie. Annnexures A-1 to A-5. It was pleaded": "एलपीए के साथ अनुबंध ए-4 के पास रखा गया है। इससे याचिकाकर्ताओं",
  "JAGDISH AND OTHERS v. STATE OF HARYANA 231": "जगदीश और अन्य-वि .हरियाणा राज्य 235",
  "but allegations of charging excess fee and donation etc. were also found": "लेकिन अधिक शुल्क और दान आदि वसूलने के आरोप भी साबित होते",
  "established. On the basis of the admissions made before the Enquiry": "पाए गए। जांच करने वाली जांच समिति के समक्ष की गई स्वीकारोक्तियों",
  "Committee carrying out the enquiry, the Committee had concluded as under :—": "के आधार पर समिति ने निम्नानुसार निष्कर्ष निकाला था -",
  "\"annexed at P-5 and Admission Fee Receipts as annexed at": "में संलग्न दान रसीदें और पी-6 में संत्रग्न प्रवेश शुल्क रसीदें ,",
  "P-6, enclosed with the Civil Writ Petition No. 7178 of 2009,": "2009 की सिविल रिट याचिका संख्या के साथ संलग्न 778",
  "have actually been issued by the school management of the": "वास्तव में संबंधित स्कूल के स्कूल प्रबंधन द्वारा जारी की हैं",
  "concerned school and thus charged exorbitant and illegitimate donations from the students and parents of students. Only 12": "गई हैं और इस प्रकार छात्रों और छात्रों के मातापिता से - अत्यधिक और नाजायज दान वसूला गया है। आर्य सीनियर 2 नरवाना द्वारा फीस की केवल्र ,सैकेंडरी स्कूल रसीदें और",
  "account of fee is as per legitimate charges but simultaneously": "की गई रसीदें वैध प्रभारों के अनुसार हैलेकिन साथ ही",
  "receipts for exorbitant fee on the pretext of Development": "दान के बहाने अत्यधिक शुल्क की रसीदें उन्हीं /विकास प्रभार",
  "Charges/donation have been issued to the same students or parents of the students. Similarly 30 fee receipts and about 64": "छात्रों या छात्रों के मातापिता को जारी की गई हैं। इसी तरह-",
  "management of Arya Kanya Mahavidyala, Narwana ‘but the": "आर्य कन्या महाविद्यालय 30 नरवाना के स्कूल प्रबंधन द्वारा ,",
  "the students of both the Institution. It is also admitted by the": "फीस वसूल की गई है। स्कूल प्रबंधनों द्वारा यह भी स्वीकार",
  "only on demand to students/parents and donation and": "छात्रोंअभिभावकों की मांग पर जारी की जाती हैं और ५४",
  "Officer would further.investi gate the aspect of conspiracy and connivance onthe part of respondent Nos. 6 and 8 to 10 and hold them accountable,": "रहे थे। जांच अधिकारी प्रतिवादी संखया की ओर से ॥0 से 8 और 6 साजिश और मिलीभगत के पहलू की जांच करेगा और उन्हें जवाबदेह",
  "ifit is found that they were also-aware and, thus, responsible: for beating": "ठहराएगाअगर यह पाया जाता है कि वे भी जागरूक थे और इस",
  "to beat a student for the purpose of extracting fee, unless the management": "अपने दम परशिक्षक को शुल्क निकालने के उद्देश्य से किसी छात्र को , जब तक कि प्रबंधन ने उसे ऐसा ,पीटने में कोई दिलचस्पी नहीं होगी",
  "had : so desired him to do. Accordingly, the respondent-management and": "प्रबंधत और स्कूल के -प्रतिवादी ,करने की इच्छा न की हो। तदनुसार",
  "Prinéipal of the School: cannot escape responsibility and may have to be": "प्रिंसिपल प्रतिक्रिया से बच नहीं सकतेहें और उन्हें जवाबदेह ठहराया जा",
  ". held.accountable. T Be ¢ Investigating Officer would not ignore this facet of": "सकता है। जांच अधिकारी मामले के इस पहलू को नजरअंदाज नहीं",
  "“ (20). The eater respondents had placed on om an order dated": "(20) प्रतिवादियों ने ,जुलाई 23200 के एक आदेश को रिकॉर्ड",
  "for both the Schools for one year with immediate effect.": "से एक वर्ष के लिए दोनों स्कूलों के प्रशासक के रूप में नियुक्त किया",
  "me 1) Inorderto confirm that this order has been implemented, the © .": "(2)) इस आदेश को लागू करने की पुष्टि करने के लिएराज्य के ,",
  "‘State counsel is directed: to file affidavit to confirm that the Administrator": "वकील को यह पुष्टि करने के लिए हलफनामा दायर करने का निर्देश दिया",
  "has taken over in terms of the order and is functioning. The State would": "जाता है कि प्रशासक ने आदेश के संदर्भ में पदभार संभाल लिया है और",
  "the beating of the student of extracting fee. This, though was denied, but": "निकालने का गंभीर आरोप लगाया। हालांकिइसका खंडन किया गया",
  "the student came before this Court to confirm the said fact. The allegations": "लेकिन छात्र उक्त तथ्य की पुष्टि करने ,था के लिए इस नन्‍्यायात्रय के",
  "cannot be easily ignored. It is not understood as to how this has not": "समक्ष आया था। आरोपों को आसानी से नजरअंदाज नहीं किया जा सकता। यह समब्ठा में नहीं आता है कि इससे प्रबंधन सहित जिम्मेदार",
  "management, which seems to be a conniving party with the teacher in beating": "पीटने में शिक्षक के साथ मिल्रीभगत करने वाला प्रतीतहोता हैजिससे ,",
  "the student, who caused injury. It matters not if the said teacher has left": "छात्र को चोट लगी। इससे कोई फर्क नहीं पड़ता कि उक्त शिक्षक ने",
  "to be so. In any case, this would need to be enquired into. It is also to": "इसकी जांच करने की आवश्यकता होगी। यह भी देखा जाना चाहिए कि",
  "be seen if the teacher had acted on his own in beating the student to ask": "क्या शिक्षक ने छात्र को फीस देने के लिए कहने के लिए खुद ही पिटाई",
  "him to pay fee or it was on the dictates of the School, the Principal and": "की थी या यह स्कूलप्रिंसिपल और प्रबंधन के हुक्म पर था। उन्हें ऐसे ,",
  "be made accountable. Since beating of a student, that too to extract": "वह भी ,एक छात्र की पिटाई के बाद सेबढ़ी हुईफीस निकालने के लिए ,"
}