{
  "Before : Hon’ble'S. S. Sodhi & Ashok Bhan, JJ.": "साननीय एस एस स्रोधी और अशोक ५/न जे जे के समक्ष",
  "-M/S MOLU MAL BARU JAIN AND OTHERS,—Petitioners.": "मेसर्स मोलू माल बरु जैन और अन्य,-याचिकाकर्ता",
  "versus": "बनाम",
  "THE EXCISE & TAXATION COMMISSIONER AND OTHERS, Respondents.": "अपवाद और कर आयोग और अन्य, प्रतिवादी।",
  "Civil Writ Petition No. 2054 of 1990": "/990 की ज़िविलरिट्याचिका संख्या 2054",
  "September 12, 1991.": "2 सितंबर, 994।",
  "Haryana General Sales Tax Act 1973 Section 36(3) & (4)—Search": "हरियाणा स्रामान्य बिक्री कर अधिनियम 7972 धारा 36 (2) और (4)-तलाशी",
  "violative of Article 14 & 19(1) & (f) & (g) of the Constitution—No": "जन्ती-संविधान के अनुच्छेद // और 79 (70 और /च) और (छ) का उल्लंघन करने",
  "section 36(3) & (4) of the ‘Act? challenged—Held that section 36(3) &": "को चुनौती दी यई- अगिनिर्धारित किया गया कि अधिनियम की ध्षारा 36 (3) और",
  "(4) of the Act intra vires & valid.": "(4) अधिकार क्षेत्र के भीतर और वै६ है।",
  "Held, that a complete answer to the contentions raised is, how-": "तथापि यह अभिनिर्धारित किया यया कि उठाए गए वर्को का पूरा जवाब",
  "ever, provided by the judgement of the Full Bench of the High Court of Allahabad in Aggarwal Engineering Stores and others v. The State of Uttar Pradesh and others, 28 S.T.C. 507 where the constitu-": "जग्रवाल इंजीनियरिंग स्टोर्स और अन्‍य बनाम उत्तर प्रदेश राज्य और अन्य 28 एस.टी. सी: 507 मामले में इलाहाबाद उच्च न्यायालय की प्रर्ण पीठ के फैसले द्वारा",
  "Act. 1948 namely Section 13(3), came up for consideration and the": "प्रावधानों की संवैधानिक वैधता; अर्थात्‌ खंड 73 (3) विचार के लिए सामने आई थी",
  "challenge thereto was on the same ground as here.": "और उसकी चुनौती उसी आधार पर थी जो यहाँ है।",
  "(Para 4)": "(पैरा 4)",
  "Held. further that it will be seen that specific conditions and": "यह भी अभिनिर्धारित किया यया कि यह देखा जाएगा कि अधिनियम की धारा",
  "(3) and (4) to Section 36 of the Act can be exercised and these clearly": "कि अधिनियम की धारा 36 की उप-धारा (8) और (५) के प्रावधान तलाशी और",
  "provide adequate safeguards to denude this power of arbitrariness.": "परिस्थितियां निर्धारित की गई हैं और ये स्पष्ट रूप से मनमानेपन की इस शक्ति को अस्वीकार करने के लिए पर्याप्त सुरक्षा उपाय प्रदान करती हैं।इसके अलावा,",
  "What is more, it is obvious that the occasion to evercise such power": "यह स्पष्ट है कि इस तरह की शक्ति का प्रयोग करने का अवसर केवल तभी"
}