{
  "the purpose for which they were specifically/vividly carved or earmarked.": "वे विशेष रूप से»स्पष्ट रूप से उत्कीर्ण किए गए थे या चिन्हित किया गया।",
  "SUMMARIZATION OF PRINCIPLES": "सिद्धांतों का सारांश",
  "I. The land which is validly reserved for the carryings therein of pottery avocation by a particular community,": "।. वह भूमि जो वैध रूप से किसी विशेष समुदाय द्वारा मिट्टी के बर्तनों के व्यवसाय को ले जाने के लिए आरक्षित है,",
  "then the said earmarked user of the writ lands, cannot be subjected to any change. Thus, if the predecessor-in-interest": "फिर रिट भूमि के उक्त निर्धारित उपयोगकर्ता को किसी भी परिवर्तन के अधीन नहीं किया जा सकता है। इस प्रकार,",
  "of the petitioner started cultivating the same or made user thereof for any other purpose(s), than for which it was": "यदि याचिकाकर्ता के हित में पूर्ववर्ती ने उसी की खेती करना शुरू कर दिया या किसी अन्य उद्देश्य (उद्देश्यों) के लिए",
  "reserved or earmarked, thereupon the said user was grossly": "इसका उपयोगकर्ता बना दिया, जिसके लिए इसे आरक्षित या निर्धारित किया गया था, तो उक्त उपयोगकर्ता पूरी तरह",
  "impermissible.": "से अस्वीकार्य था।",
  "II. Occupants or persons holding possession of writ lands, as Gair Marusi land, are mere non-occupancy tenants": "॥. गैर मारुसी भूमि के रूप में रिट भूमि पर कब्जा करने वाले या कब्जा करने वाले व्यक्ति, केवल गैर-कब्जा करने",
  "thereons, and, hold no vested right(s) to continue to hold possession thereof, especially when the rights of non-": "वाले किरायेदार हैं, और उनके पास इसका कब्जा बनाए रखने का कोई निहित अधिकार नहीं है, खासकर जब गैर-",
  "occupancy tenants are acquired through unlawful change of user of the writ lands.": "जहा वाले किरायेदारों के अधिकार रिट भूमि के उपयोगकर्ता के गैरकानूनी परिवर्तन के माध्यम से प्राप्त किए जाते हैं।",
  "CONCLUSION": "निष्कर्ष",
  "(9) This Court finds no merit in the writ petition, and, the same": "(9) यह न्यायालय रिट याचिका में कोई योग्यता नहीं पाता है, और इसे खारिज कर दिया जाता है। दोनों प्राधिकरणों",
  "is dismissed. The concurrently made orders against the petitioner by both the Authorities are maintained, and, affirmed.": "द्वारा याचिकाकर्ता के खिलाफ समवर्ती रूप से दिए गए आदेशों को बनाए रखा जाता है, और पुष्टि की जाती है।",
  "(10) No order as to costs.": "(0) लागत के बारे में कोई आदेश नहीं",
  "Learned Editor-Sanjeev Sharma": "विद्वान संपादक-संजीव शर्मा",
  "JAGDISH v. COMMISSIONER, KARNAL DIVISION, KARNAL, 422 DISTRICT KARNAL AND OTHERS (Sureshwar Thakur, J.)": "जगदीश बनाम आयुक्त, करनाल विभाग, करनाल, जिला करनाल और अन्य (सुरेश्वर ठाकुर, जे.)",
  "Before Sureshwar Thakur & Kuldeep Tiwari, JJ.": "समक्ष सुरेश्वर ठाकुर और कुलदीप तिवारी, जे. जे.",
  "JAGDISH—Petitioner": "जगदीश-याचिकाकर्ता",
  "versus": "बनाम",
  "COMMISSIONER, KARNAL DIVISION, KARNAL, DISTRICT KARNAL AND OTHERS—Respondents": "आयुक्त, करनाल विभाग, करनाल, जिला करनाल और अन्य-उत्तरदाता",
  "CWP No. 10276 of 2019": "सीडब्ल्यूपी नं. 209 का 0276",
  "January 17, 2023": "॥7, जनवरी 2023",
  "Constitution of India, Art. 226—Haryana Land Revenue Act,": "भारत का संविधान, अनुच्छेद 226-हरियाणा भूमि राजस्व अधिनियम, 969-याचिकाकर्ता को बेदखल करने का",
  "1969—Challenge to concurrent orders of the Collector and Commissioner ordering eviction of petitioner—Gair Marusi—During": "आदेश देने वाले कलेक्टर और आयुक्त के समवर्ती आदेशों को चुनौती -गैर मारुसी-समेकन के दौरान, कुम्हारन",
  "consolidation, land reserved for Kumharan Community (Pottery). Land use never challenged—Presumption that reservation made for": "समुदाय के लिए भूमि आरक्षित (मिट्टी के बर्तनों). भूमि उपयोग को कभी चुनौती नहीं दी गई-यह धारणा कि ग्राम",
  "petitioner entered into possession as Gair Marusi—Not from Kumharan Community—Started cultivation—Impermissible to use": "गैर मारुसी के रूप में कब्जा किया-कुम्हारन समुदाय से नहीं- शुरू की गई खेती-मिट्टी के बर्तनों के अलावा अन्य",
  "land for purpose other than pottery—Further, non-occupancy tenants, such as petitioner, do not have vested right to continue to remain in": "उद्देश्यों के लिए भूमि का उपयोग करने की अनुमति-इसके अलावा, याचिकाकर्ता जैसे गैर-अधिभोग किरायेदारों को",
  "possession, especially when change of land use in question remains": "कब्जे में बने रहने का निहित अधिकार नहीं है, खासकर जब विचाराधीन भूमि उपयोग का परिवर्तन अपरिवर्तित रहता",
  "unchanged—No merit petition dismissed.": "है।- कोई योग्यता याचिका खारिज नहीं की गई।",
  "Held, that the land which is validly reserved for the carryings therein of pottery avocation by a particular community, then the said": "अभिनिर्धारित किया गया कि वह भूमि जो किसी विशेष समुदाय द्वारा उसमें मिट्टी के बर्तन ले जाने के लिए वैध रूप",
  "earmarked user of the writ lands, cannot be subjected to any change.": "से आरक्षित है, तो रिट भूमि के उक्त निर्धारित उपयोगकर्ता को किसी भी परिवर्तन के अधीन नहीं किया जा सकता है।",
  "Thus, if the predecessor-in-interest of the petitioner started cultivating the same or made user thereof for any other purpose(s), than for which": "इस प्रकार, यदि याचिकाकर्ता के हित में पूर्ववर्ती ने उसी की खेती करना शुरू कर दिया या किसी अन्य उद्देश्य",
  "it was reserved or earmarked, thereupon the said user was grossly": "(उद्देश्यों) के लिए इसका उपयोगकर्ता बना दिया, जिसके लिए इसे आरक्षित या निर्धारित किया गया था, तो उक्त",
  "impermissible.Occupants or persons holding possession of writ lands, as Gair Marusi land, are mere non-occupancy tenants thereons, and,": "उपयोगकर्ता पूरी तरह से अस्वीकार्य था|।गैर मारुसी भूमि के रूप में रिट भूमि पर कब्जा करने वाले या कब्जा करने",
  "as Gair Marusi land, are mere non-occupancy tenants thereons, and, hold no vested right(s) to continue to hold possession thereof,": "वाले व्यक्ति, केवल गैर-कब्जा करने वाले किरायेदार हैं, और उनके पास इसका कब्जा बनाए रखने का कोई निहित",
  "especially when the rights of non-occupancy tenants are acquired": "अधिकार नहीं है, विशेष रूप से जब गैर-कब्जा करने वाले किरायेदारों के अधिकार रिट भूमि के उपयोगकर्ता के",
  "(Para 8)": "गैरकानूनी परिवर्तन के माध्यम से प्राप्त किए जाते हैं। (पैरा 8)",
  "Tushar Wadhwa, Advocate for Sanjiv Gupta, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से संजीव गुप्ता के वकील तुषार वाधवा।",
  "Raman Sharma, Addl. A.G. Haryana.": "रमन शर्मा, एडीएल। ए. जी. हरियाणा",
  "SURESHWAR THAKUR, J.": "सुरेश्वर ठाकुर, जे।",
  "(1) Through concurrently made orders respectively by the": "(॥) क्रमशः समवर्ती रूप से किए गए आदेशों के माध्यम से",
  "JAGDISH v. COMMISSIONER, KARNAL DIVISION, KARNAL, 424": "जगदीश बनाम आयुक्त, करनाल विभाग, करनाल,",
  "DISTRICT KARNAL AND OTHERS (Sureshwar Thakur, J.)": "जिला करनाल और अन्य (सुरेश्वर ठाकुर, जे.)",
  "numbers, is to be presumed, to be an avocation beneficial to the village proprietary body, unless evidence surged forth, that the making of": "संख्या को ग्राम स्वामित्व निकाय के लिए एक लाभकारी व्यवसाय माना जाना चाहिए, जब तक कि सबूत सामने नहीं",
  "proprietary body, unless evidence surged forth, that the making of potteries by the Kumharan Community rather was purposeless, as, the same was not required by any member of the village proprietary": "आते हैं कि कुम्हार समुदाय द्वारा मिट्टी के बर्तन बनाना उद्देश्यहीन था, क्योंकि संबंधित ग्राम स्वामित्व निकाय के",
  "same was not required by any member of the village proprietary body concerned. However, in the absence of the above evidence, it is to": "किसी भी सदस्य द्वारा इसकी आवश्यकता नहीं थी। हालांकि, उपरोक्त साक्ष्य के अभाव में, यह निष्कर्ष निकाला जाना",
  "be but concluded, that the said reservation was infact beneficial to the entire village proprietary body.": "चाहिए कि उक्त आरक्षण वास्तव में पूरे ग्राम स्वामित्व निकाय के लिए फायदेमंद था।",
  "(6) Since on the above stated plank rather a valid reservation (supra), was made of the suit khasra number in favour of the Kumharan": "(6) चूंकि उपर्युक्त तख्ते पर कुम्हारन समुदाय के पक्ष में सूट खसरा संख्या का एक वैध आरक्षण (उपर्युक्त) किया",
  "Community. Therefore, but necessarily the suit khasra numbers were required to be enjoyed only by the Kumharan community, and, not by": "गया था। इसलिए, लेकिन आवश्यक रूप से सूट खसरा संख्या का आनंद केवल कुम्हारन समुदाय द्वारा लिया जाना",
  "any other member of the village, much less either by the predecessor-": "आवश्यक था, और गाँव के किसी अन्य सदस्य द्वारा नहीं, या तो याचिकाकर्ता के हित में पूर्ववर्ती द्वारा, या बाद में,",
  "(7) The further reason for making the above conclusion, ensues from the factum, that the predecessor-in-interest of the": "(7) उपरोक्त निष्कर्ष निकालने का आगे का कारण, इस तथ्य से पता चलता है कि याचिकाकर्ता के पूर्ववर्ती को सूट",
  "petitioner, was recorded to be a Gair Marusi, on the suit khasra numbers. Though, he may have chosen to validate the said entry, but": "खसरा नंबरों पर गैर मारुसी के रूप में दर्ज किया गया था। हालाँकि, हो सकता है कि उन्होंने उक्त प्रविष्टि को मान्य",
  "only when there was tangible evidence surging forthwith, that he, alike the other members of the Kumharan Community also was engaged in": "करने का विकल्प चुना हो, लेकिन केवल तभी जब ठोस सबूत सामने आए कि वह, कुम्हारन समुदाय के अन्य सदस्यों",
  "pottery work. However, neither the above contention has been raised": "की तरह मिट्टी के बर्तनों के काम में भी लगे हुए थे। हालाँकि, न तो उपरोक्त तर्क उठाया गया है और न ही यह साबित",
  "nor it has been proven. Therefore, it has to be concluded, that neither the predecessor-in-interest of the petitioner nor the petitioner herein": "हुआ है। इसलिए, यह निष्कर्ष निकालना होगा कि न तो याचिकाकर्ता के हित में पूर्ववर्ती और न ही याचिकाकर्ता यहां",
  "belong to the Kumharan Community nor hence both were entitled to engage themselves in the avocation of making potteries. Furthermore, it": "कुम्हारन समुदाय से संबंधित हैं और न ही दोनों कुम्हार बनाने के व्यवसाय में खुद को संलग्न करने के हकदार थे।",
  "has to be also concluded that the cultivation of the suit khasra number,": "इसके अलावा, यह भी निष्कर्ष निकाला जाना चाहिए कि सूट खसरा संख्या की खेती, जैसा कि गैर मारुसी की प्रविष्टि",
  "outside the ambit of reservation (supra).": "के आधार पर की गई थी, आरक्षण के दायरे से पूरी तरह से बाहर थी (ऊपर).",
  "(8) Even otherwise, since the reservation of the suit khasra number was for a specific/earmarked purpose, and, that too for user": "(8) अन्यथा भी, चूंकि सूट खसरा संख्या का आरक्षण एक विशिष्ट+निर्धारित उद्देश्य के लिए था, और वह भी केवल",
  "only by a specified community, besides also for a specific purpose,": "एक निर्दिष्ट समुदाय द्वारा उपयोगकर्ता के लिए, इसके अलावा एक विशिष्ट उद्देश्य के लिए भी, क्योंकि इसे ले जाने",
  "inasmuch as, the apposite community carrying thereons, rather the specific avocation hence meant for the benefit of the entire village proprietary body. Therefore, but reiteratedly hence imperatively, the": "वाला उपयुक्त समुदाय, बल्कि विशिष्ट व्यवसाय इसलिए पूरे ग्राम स्वामित्व निकाय के लाभ के लिए था। इसलिए,",
  "proprietary body. Therefore, but reiteratedly hence imperatively, the writ lands/suit khasra number, were never meant for bringing them under cultivation either by the predecessor-in-interest or by the petitioner, as, bringing to cultivation of the suit khasra numbers either": "लेकिन फिर से अनिवार्य रूप से, रिट लैंड/सूट खसरा संख्या, कभी भी उन्हें पूर्ववर्ती-हित या याचिकाकर्ता द्वारा खेती",
  "petitioner, as, bringing to cultivation of the suit khasra numbers either by the predecessor- in-interest or latter by the petitioner would": "के तहत लाने के लिए नहीं थी, क्योंकि, सूट खसरा संख्या को या तो पूर्ववर्ती-हित में या बाद वाले द्वारा याचिकाकर्ता",
  "tantamount to unlawful change of user of the suit khasra numbers, from": "द्वारा खेती में लाना सूट खसरा संख्या के उपयोगकर्ता के गैरकानूनी परिवर्तन के समान होगा, जिसके लिए"
}