{
  "544 LL.R. PUNJAB AND HARYANA 2012(1)": "202 () आई. एल. आर. पंजाब और हरियाणा 542",
  "provision for creation of the post and subscribe their conditions of service,": "पहले से ही पद के सृजन और उनकी सेवा शर्तों की सदस्यता के लिए प्रावधान",
  "General, HIRD and for laying down its qualifications and functions.": "के निर्माण और इसकी योग्यताओं और कार्यों को निर्धारित करने के लिए नियमों",
  "(7) Heard.": "(7) सुना है",
  "Rule XVI of the Rules, 1991, is reproduced below:-": "नियम 99] का नियम #श नीचे पुनः प्रस्तुत किया गया हैः-",
  "“X VI Powers of the Government": "“हुणा सरकार की शक्तियाँ",
  "In the discharge ofits functions, the Governing Body and the Executive": "अपने कार्यो के निर्वहन में, शासी निकाय और कार्यकारी समिति को नीति के",
  "Committee shall be guided by such directions on questions of policy as may be given to it by the Government of Haryana.": "प्रश्नों पर ऐसे निर्देशों दवारा निर्देशित किया जाएगा जो उसे हरियाणा सरकार",
  "Such directions shall be in writing.”": "दवारा दिए जाएं।इस तरह के निर्देश लिखित रूप में होंगे।”",
  "(8) It is evident from the above that the Government has the powers to issue directions on the questions of policy only. The directions qua": "(8) उपरोक्त से यह स्पष्ट है कि सरकार के पास केवल नीति संबंधी प्रश्नों पर निर्देश जारी करने की शक्तियाँ हैं।किसी भी परिस्थिति में किसी विशिष्ट पद के",
  "in the case of Rakesh Ranjan Verma (supra). The provisions of the above": "'राकेश रंजन वर्मा” (उपरोक्त) के मामले में माननीय सर्वोच्च न्यायालय द्वारा",
  "rule are similar to that of Rule 78-A of the Electricity (Supply) Act (54 of 1948).": "निपटाया गया था।उपरोक्त नियम के प्रावधान बिजली (आपूर्ति) अधिनियम (]948 का 54) के नियम 78-ए के समान हैं।",
  "Section 78-A of the Electricity Act reads as under:-": "विद्युत अधिनियम की धारा 78-ए निम्नानुसार हैः-",
  "“Directions by the State Government- (1) In the discharge of its": "“राज्य सरकार दवारा निर्देश-() अपने कार्यो के निर्वहन में, बोर्ड को",
  "functions, the Board shall be guided by such directions on questions of policy as may be given to it by the State": "नीति के प्रश्नों पर ऐसे निर्देशों द्वारा निर्देशित किया जाएगा जो राज्य",
  "Government.”": "सरकार द्वारा उसे दिए जाएं।”",
  "Hon’ ble the Supreme Court, while considering the said provisions,": "माननीय उच्चतम न्यायालय ने उक्त प्रावधानों पर विचार करते हुए",
  "held as under:-": "निम्नलिखित निर्णय दिया:-",
  "this regard that the direction given by the State Government to appoint the appellants as Junior Engineers by the Board does": "दृष्टिकोण से सहमत हैं कि बोर्ड द्वारा अपीलार्थियों को कनिष्ठ अभियंता के रूप में नियुक्त करने के लिए राज्य सरकार द्वारा दिए गए",
  "not involve any matter of policy and it would be an encroachment": "निर्देश में कोई नीतिगत मामला शामिल नहीं है और यह अधिनियम की",
  "on the powers of the Board given under S. 15 of the Act.": "धारा 5 के तहत दी गई बोर्ड की शक्तियों का अतिक्रमण होगा।",
  "(9) In view of the above, there is no dispute that the directions to": "(9) उपरोक्त को ध्यान में रखते हुए, इस बात पर कोई विवाद नहीं है कि किसी पद",
  "appoint or to create a post, cannot be considered as a policy matter. The": "की नियुक्ति या सृजन के निर्देश को नीतिगत मामला नहीं माना जा सकता",
  "Government had no jurisdiction to issue such directions.": "है।सरकार के पास ऐसे निर्देश जारी करने का कोई अधिकार क्षेत्र नहीं था।",
  "(10) The argument of the learned counsel for the respondents that": "(0) प्रतिवादी के लिए विद्वान अधिवक्ता का यह तर्क कि यह केवल एक प्रस्ताव",
  "it was only a proposal which was placed before the Executive Committee": "था जिसे कार्यकारी समिति के समक्ष विचार के लिए रखा गया था और इसलिए,",
  "for its consideration and therefore, was not a direction, has no merit in view of the language used in the said letter (P3). The same reads as under:-": "एक निर्देश नहीं था, उक्त पत्र (पी 3) में उपयोग की गई भाषा को देखते हुए कोई योग्यता नहीं है।वही नीचे पढ़ा गया हैः-",
  "“The State Government in the exercise of powers conferred upon by Rule XVI of the Haryana Institute of Rule Development": "“राज्य सरकार ने हरियाणा इंस्टीट्यूट ऑफ रूल डेवलपमेंट रूल्स, 99] के",
  "of Director General, Haryana Institute of Rural Development": "“हरियाणा के राज्यपाल ने हरियाणा ग्रामीण विकास संस्थान, नीलोखेड़ी में",
  "in the pay scale of Rs.37,400-6700+Rs. 10000/- be placed": "महानिर्देशक के पद के सृजन के लिए रुपये 37400-6700 + रुपये 0000 -",
  "two years each or the age of 65 years, whichever is earlier.": "या 65 वर्ष की आयु, जो भी पहले हो, तक सीमित होगी, की शर्त के साथ",
  "This issues with the concurrence of Finance Department conveyed vide their U.O. No. 55/5/2010-2FD-I/2105 dated": "वित्त विभाग की सहमति से यह मुद्दा उनके यू. ओ. संख्या 55/5/200-2",
  "(14) It is evident from the above that the creation of the post, function as well as the qualifications was on the directions and as per the": "(।4) उपरोक्त से यह स्पष्ट है कि पद, कार्य और योग्यता का सृजन सरकार के",
  "tailored desire of the Government and not an independent decision of the": "निर्देशों और इच्छा के अनुसार किया गया था, न कि कार्यकारी समिति का स्वतंत्र",
  "Executive Committee. In case, the same was an independent decision of": "निर्णय|यदि यह कार्यकारी समिति का एक स्वतंत्र निर्णय होता, तो सरकार इसे",
  "the Executive committee, the Government would have accepted the same in toto. The decision of the Executive Committee beyond the direction of": "पूरी तरह से स्वीकार कर लेती।सरकार के निर्देश से परे कार्यकारी समिति के",
  "the Government was not accepted by the Government. Annexures P3, P6": "निर्णय को सरकार ने स्वीकार नहीं किया|अनुलग्नक पी3, पी6 भी रद्द किए जाने",
  "(15) In view of the above discussion, there is no doubt that the": "(]5) उपरोक्त चर्चा को देखते हुए, इसमें कोई संदेह नहीं है कि सरकार के पास",
  "Government had no power to issue directions to the Executive Committee": "समिति को निर्देश जारी करने की कोई शक्ति नहीं थी।पद का सृजन कोई नीतिगत",
  "is not a policy matter. The decision of the Executive Committee (P5) is an": "मामला नहीं है।कार्यकारी समिति (पी5) का निर्णय तथाकथित प्रस्ताव की आड़ में",
  "outcome of the directions issued by the Government under the garb of so called proposal and therefore, cannot be sustained.": "सरकार दवारा जारी निर्देशों का परिणाम है और इसलिए इसे कायम नहीं रखा जा",
  "(16) The argument of the learned counsel for the petitioner that the": "(6) याचिकाकर्ता के लिए विद्वान अधिवक्ता का तर्क कि महानिर्देशक,",
  "post. In fact, it is evident from the above discussion that the decision of the Executive Committee taken on 18.06.2005 (P5) was on account of a": "स्पष्ट है कि 8.06.2005 (75) को लिया गया कार्यकारी समिति का निर्णय सरकार",
  "direction by the Government leaving no scope for the Executive committee": "के एक निर्देश के कारण था, जिसमें कार्यकारी समिति के लिए प्रस्ताव को",
  "Raj and Community Development, Nilokheri, is also brought under the": "पंचायती राज ओर सामुदायिक विकास संस्थान, निलोखेरी को भी प्रस्तावित",
  "supervision and purview of proposed Director General. The minutes of the": "महानिर्देशक की देखरेख और दायरे में लाया जाए।कार्यकारी समिति की बैठक के",
  "meeting of the Executive Committee read as under :-": "कार्यवृत्त इस प्रकार हैं:-",
  "“Tn the absence of Member Secretary, the matter regarding creation": "“सदस्य सचिव की अनुपस्थिति में हरियाणा ग्रामीण विकास संस्थान में",
  "Committee. During the discussion, the members felt that the": "गया।चर्चा के दौरान, सदस्यों ने महसूस किया कि महानिर्देशक के पद अधिक",
  "if the Rajiv Gandhi State Institute of Panchayati Raj and": "संस्थान) के पास में स्थित राजीव गांधी राज्य पंचायती राज और",
  "HIRD) is also brought under the supervision and purview of proposed Director General of HIRD. This would facilitate better": "प्रस्तावित महानिर्देशक की देखरेख और दायरे में लाया जाए। इससे दोनों",
  "synergy, supervision and coordination between both the Institutes.”": "संस्थानों के बीच बेहतर तालमेल, पर्यवेक्षण और समन्वय की सुविधा होगी।”",
  "(13) The decision of the Executive Committee to appoint the Director": "(3) महानिर्देशक की नियुक्ति के लिए कार्यकारी समिति का निर्णय उपरोक्त",
  "General was subject to the above condition. However, contrary to the said decision of the Executive Committee, the Government vide P6 dated": "शर्तों के अधीन था।हालांकि, कार्यकारी समिति के उक्त निर्णय के विपरीत, सरकार",
  "decision of the Executive Committee, the Government vide P6 dated 31.08.2010 accorded sanction of the post of Director General for Haryana Institute of Rural Development only as under:-": "ने पी6 दिनांक 3.08.200 के माध्यम से हरियाणा ग्रामीण विकास संस्थान के लिए महानिर्देशक के पद को केवल निम्नानुसार मंजूरी दीः-",
  "creation of a post of Director General in Haryana Institute of": "हरियाणा इंस्टीट्यूट ऑफ रूरल डेवलपमेंट के महानिदेशक के पद के सृजन",
  "Rural Development, Nilokheri in the pay scale of Rs.37400- 6700 plus Rs.10000/- Grade pay subject to the condition that": "के लिए रुपये 37,400-6700 + रुपये 0000 के वेतनमान का प्रस्ताव"
}