{
  "M/S PARK POLYMERS v. SUBIR DASS AND ANOTHERS 519 (Pankaj Jain, J.)": "मेसर्स पार्क पॉलिमर बनाम सुबीर दास और अन्य (पंकज जैन, जे.)",
  "Before Pankaj Jain, J.": "समक्ष पंकज जैन, जे.",
  "M/S PARK POLYMERS—Petitioner": "मेसर्स पार्क पॉलिमर-याचिकाकर्ता",
  "versus": "बनाम",
  "SUBIR DASS AND ANOTHER—Respondent": "सुबीर दास और एक और-प्रतिवादी",
  "November, 19 2022": "।9 नवंबर, 2022",
  "Negotiable Instruments Act, 1881—Section 138—Code of Criminal Procedure, 1973—S.482—Cheque dishonored 16.04.2012—": "परक्राम्य लिखत अधिनियम, 88-धारा 38-दंड प्रक्रिया संहिता, 973-धारा ५82-चेक का अनादर 46-04-202-",
  "Legal notice dated 15.05.2012 returned unclaimed another legal notice": "कानूनी नोटिस दिनांक 5-05-202 बिना दावा किए लौटा एक अन्य कानूनी नोटिस दिनांक 02-06-2042 को",
  "dated 02.06.2012 sent on email and complaint filed on 16.07.2012": "ईमेल पर भेजा गया और 6-07-202 की शिकायत पर दायर शिकायत को खारिज कर दिया गया क्‍योंकि दूसरे",
  "complaint dismissed as barred considering no fresh cause of issue arose for second legal notice and no application for condonation of delay in": "कानूनी नोटिस के लिए मुद्दे का कोई नया कारण सामने नहीं आया और दायर की गई शिकायत को प्रस्तुत करने में",
  "for second legal notice and no application for condonation of delay in presenting the complaint filed—Revision also dismissed—S.142 as": "देरी की माफी के लिए कोई आवेदन नहीं था।- संशोधन भी खारिज कर दिया गया 2003 में यथा संशोधित धारा 42",
  "amended in 2003 does not require filing of an application for condonation of delay—Delay can be condoned and cognizance taken": "में विलंब की क्षमा के लिए आवेदन दाखिल करने की आवश्यकता नहीं है-विलंब को माफ किया जा सकता है और",
  "even after prescribed period—(2013) I SCC 177 and (2019) 7 SCC 273": "निर्धारित अवधि के बाद भी संज्ञान लिया जा सकता है-(203) । एससीसी 777 और (2049) 7 एससीसी 273",
  "referred and followed.": "निर्दिष्ट और अनुसरण किया गया।",
  "Petition allowed- Held, filing of separate application for condonation of delay not mandatory if pleadings disclose sufficient cause.": "याचिका की अनुमति-यदि अभिवचन पर्याप्त कारण का खुलासा करते हैं तो विलंब की माफी के लिए अलग से",
  "Further Held, following ingredients must be satisfied to maintain complaint u/s 138 NI Act:": "इसके अलावा, धारा 38 एनआई अधिनियम के तहत शिकायत को बनाए रखने के लिए निम्नलिखित घटकों को संतुष्ट",
  "(a) Cheque must have been presented to the bank within a period of three months from the date on which it is drawn;": "(ए) चेक को बैंक को उस तारीख से तीन महीने की अवधि के भीतर प्रस्तुत किया जाना चाहिए जिस पर इसे खींचा गया है;",
  "(b) The cheque must have returned unpaid;": "(बी) चेक को भुगतान किए बिना वापस किया जाना चाहिए;",
  "(c) The payee or the holder in due course of the cheque must make a demand for payment of the cheque amount within 30 days of the receipt of the information from the bank regarding return of the cheque unpaid;": "(सी) भुगतान किए गए चेक की वापसी के संबंध में बैंक से सूचना प्राप्त होने के 30 दिनों के भीतर चेक राशि के भुगतान के लिए प्रापक या धारक को मांग करनी चाहिए;",
  "(d) Such demand must be made by giving a notice in writing; and": "(डी) ऐसी मांग लिखित रूप में नोटिस देकर की जानी चाहिए; और",
  "(e) The drawer of such cheque should have failed to make payment of the cheque amount to the payee/ the holder in due course of the cheque within 15 days of the receipt of the said notice.": "(ई) इस तरह के चेक के ड्रॉअर को उक्त नोटिस की प्राप्ति के ।5 दिनों के भीतर चेक के देय समय में प्राप्तकर्ता/धारक को चेक राशि का भुगतान करने में विफल होना चाहिए। (पैरा 3)",
  "Further held, court must adopt an approach that effectuates and not": "इसके अलावा यह अभिनिर्धारित किया गया कि न्यायालय को ऐसा दृष्टिकोण अपनाना चाहिए जो प्रभावी हो और न हो",
  "M/S PARK POLYMERS v. SUBIR DASS AND ANOTHERS 523": "मेसर्स पार्क पॉलिमर बनाम सुबीर दास और अन्य",
  "(Pankaj Jain, J.)": "(पंकज जैन, जे.)",
  "reported as Natraj @ T. Natrajan vs. P. Venkatachalam 2008 (2) RCR (Criminal) 409 (Madras) and R. Kanthimathi": "को नटराज &टी. नटराजन बनाम पी. वेंकटचलम के रूप में रिपोर्ट किया गया 2008 (2) आर. सी. आर.",
  "and 2 others Vs. Bank of India 2007 (4) RCR (Criminal)": "(दांडिक) ५09 (मद्रास) और आर. कांतिमथी और 2 अन्य बनाम भारतीय बैंक 2007 (५) आर. सी. आर. (दांडिक)",
  "191 (Madras), with due deference to the law laid down therein, are not applicable on the facts of the present case.": "94 (मद्रास), उसमें विहित विधि का समुचित सम्मान करते हुए, वर्तमान मामले के तथ्यों पर लागू नहीं हैं।",
  "c. Looking from another angle, as case of the complainant as pleaded in the complaint is nowhere to the effect that the": "सी. दूसरे कोण से देखते हुए, शिकायत में शिकायतकर्ता के मामले में इस बात का कोई प्रभाव नहीं है कि पहला",
  "first notice had not been served and when there is no such material or evidence either on the file, authorities reported as": "नोटिस जारी नहीं किया गया था और जब फाइल पर ऐसी कोई सामग्री या सबूत नहीं है, तो अधिकारियों ने एसएल",
  "S.L. Construction and another vs. Alapati Srinivasa Rao and another 2009(2) DCR 322 (S.C.) and T. _N.": "कंस्ट्रक्शन और दूसरे के खिलाफ अलापति श्रीनिवास राव और एक अन्य 2009 (2) डीसीआर ३22 (एससी) और",
  "Unnikrishnan Vs. T.K. Ramankutty and another 2006 (2) DCR 517 (Kerala), withdue deference to the law laid down": "टीएन उन्नीकृष्णन बनाम टीके रमनकुट्ट्री और एक अन्य 2006 (2) डीसीआर 57 (केरल) के रूप में रिपोर्ट की,",
  "therein, also does not support the case of the revisionist.": "जिसमें उसमें निर्धारित कानून का उचित सम्मान किया गया है, यह भी संशोधनवादी के मामले का समर्थन नहीं करता",
  "d. No illegality or irregularity in the impugned order in terms of Section 297 Cr.P.C. has been pointed out by the learned counsel for the revisionist/petitioner.”": "डी. संशोधनवादी»याचिकाकर्ता के विद्वान वकील द्वारा दंड प्रक्रिया संहिता की धारा 297 के संदर्भ में आक्षेपित आदेश में कोई अवैधता या अनियमितता नहीं बताई गई है।",
  "memo with remarks, notice of demand, second notice of demand, date of": "(6) संख्या, राशि, टिप्पणियों के साथ वापसी ज्ञापन, मांग की सूचना, मांग की दूसरी सूचना, शिकायत दर्ज करने की",
  "filing complaint, date of order passed by Trial Court and date of order passed by Revisional Court in rest of the eight cases are tabulated here": "तारीख, निचली अदालत द्वारा पारित आदेश की तारीख और शेष आठ मामलों में पुनरीक्षण अदालत द्वारा पारित",
  "Sr. (Cheque/ [Amount |ReturnMemo| Notice of | Second | Date of filing Date of Date of": "चेक/तिथि | राशि | वापसी ज्ञापन मांग का |मांग का | शिकायत । ट्रायल कोर्ट | पुनरीक्षण",
  "1 | 304308/ | 97797 02.05.12 15.05.12 | 02.06.12} 16.07.12 01.08.12 28.09.12": "3049+308/ | 97797 | 02.05.2 5.05.2 | 02.06.व2 | 6.07.2 | 0.08.2 28.09.2",
  "07.02.12 Payment Stopped": "07.02.2 भुगतान रोक दिया गया",
  "24.04.12 Payment Stopped": "24.09.2 भुगतान रोक दिया",
  "4 | 304762/ | 273825 | 02.05.12 15.05.12 | 02.06.12} 16.07.12 01.08.12 28.09.12": "304+762/ | 273825 | 02.05.2 5.05.2 | 02.06.व2 | 6.07.2 | 0.08.2 28.09.2",
  "29.02.12 Payment Stopped": "29.02.2 भुगतान रोक दिया गया",
  "524 ILL.R. PUNJAB AND HARYANA 2023(1)": "523",
  "5 | 303993/ | 255619 | 02.05.12 15.05.12 | 02.06.12} 16.07.12 01.08.12 28.09.12": "5 303993/ | 25569 | 02.05.व2 5.05.2 (02.06.व2 |6.07.72 | 0.08.42 28.09.42",
  "13.04.12 Payment": "3.0५.2 भुगतान रोक दिया",
  "7 | 304186/ | 251392 | 02.05.12 15.05.12 | 02.06.12} 16.07.12 01.08.12 28.09.12": "१ 305+86/ | 25व392 | 02.05.व2 5.05.2 (02.06.व2 |6.07.72 | 0.08.42 28.09.42",
  "26.03.12 Payment Stopped": "26.03.2 भुगतान रोक दिया",
  "(7) Ld. Counsel for the petitioner submits that the Trial Court erred in dismissing the complaint. He submits that as per provision": "(7) याचिकाकर्ता के लिए एलडी वकील प्रस्तुत करता है कि ट्रायल कोर्ट ने शिकायत को खारिज करने में गलती की।",
  "month of the date on which the cause of action arises under Clause (c) of": "के खंड (सी) के तहत कार्रवाई का कारण उत्पन्न होने की तारीख से एक महीने के भीतर शिकायत दर्ज की जानी है।",
  "proviso to Section 138 of the Act. As per proviso (c) appended to Section 138 the cause of action arises when the drawer of cheque fails to make a": "धारा 38 से जुड़े परंतुक (ग) के अनुसार कार्रवाई का कारण तब उत्पन्न होता है जब चेक का दराज परंतुक के खंड",
  "payment to the payee within 15 days of the receipt of the notice as contemplated under Clause (b) of the proviso. He further submits that after": "(ख) के तहत विचार किए गए नोटिस की प्राप्ति के ॥5 दिनों के भीतर प्राप्तकर्ता को भुगतान करने में विफल रहता",
  "amendment carried out by Act 55 of 2002 w.e.f. 6\" of February, 2003, the": "है। वह आगे प्रस्तुत करता है कि 6 फरवरी, 2003 से प्रभावी 2002 के अधिनियम 55 द्वारा किए गए संशोधन के",
  "Court can take cognizance of the complaint even after the prescribed period if the complainant satisfies the Court that he had sufficient cause": "बाद, न्यायालय निर्धारित अवधि के बाद भी शिकायत का संज्ञान ले सकता है यदि शिकायतकर्ता न्यायालय को संतुष्ट",
  "for not making complaint within such period. He, thus, submits that the": "करता है कि उसके पास ऐसी अवधि के भीतर शिकायत नहीं करने का पर्याप्त कारण था। इस प्रकार, वह प्रस्तुत",
  "myopic view ofthe Courts below has resulted in a situation where an": "करता है कि नीचे दिए गए न्यायालयों के अदूरदर्शी दृष्टिकोण के परिणामस्वरूप एक ऐसी स्थिति पैदा हुई है जहाँ एक",
  "unscrupulous offender has successfully defeated the process of law.": "बेईमान अपराधी ने कानून की प्रक्रिया को सफलतापूर्वक पराजित कर दिया है।",
  "of February, 2010 passed by the Madhya Pradesh High Court in the case": "में मध्य प्रदेश उच्च न्यायालय द्वारा ॥ फरवरी, 200 को पारित आदेश पर निर्भर करता है।",
  "(9) I have heard Ld. Counsel for the petitioner and have gone through the records of the case.": "(9) मैंने याचिकाकर्ता के लिए एलडी वकील को सुना है और मामले के रिकॉर्ड को देखा है।",
  "(10) In the considered opinion of this Court following questions arise for consideration in the present case :-": "(0) इस न्यायालय की सुविचारित राय में वर्तमान मामले में विचार के लिए निम्नलिखित प्रश्न उत्पन्न होते हैं:-",
  "(i) Whether the courts below are right in holding that the complaint was barred by time?": "() क्‍या निचली अदालतें यह अभिनिर्धारित करने में सही हैं कि शिकायत को समय द्वारा वर्जित किया गया था?",
  "(ii) In case the complaint was barred by time whether the Courts below erred in dismissing the complaint without": "(0) यदि शिकायत को समय से रोक दिया गया था, तो क्या अदालतों ने बिना समय दिए शिकायत को खारिज करने",
  "action cannot arise on every subsequent dishonored of cheque.": "बाद में चेक का अनादर करने पर कार्रवाई नहीं हो सकती है। परक्राम्य लिखत अधिनियम की धारा ५2 (सी) के अर्थ",
  "The cause of action arose on 15.5.2012 the second legal notice": "कार्रवाई का कारण 5-5-20॥2 को उत्पन्न हुआ शिकायत दर्ज करने के लिए दूसरा कानूनी नोटिस विचार में नहीं",
  "cannot be taken into consideration for filing of complaint.So in the present case second legal notice cannot be considered": "लिया जा सकता है।इसलिए वर्तमान मामले में दूसरे कानूनी नोटिस पर विचार नहीं किया जा सकता है और शिकायत",
  "andcomplaint is barred by first legal notice and no application for condonation of delay is filed. Hence the complaint is": "को पहले कानूनी नोटिस द्वारा वर्जित किया जाता है और देरी की माफी के लिए कोई आवेदन दायर नहीं किया जाता",
  "dismissed with no order as to cost. File be consigned to the": "है। इसलिए शिकायत को बिना किसी आदेश के खारिज कर दिया जाता है। उचित अनुपालन के बाद फाइल को",
  "(5) The impugned order was challenged by the complainant": "(5) आक्षेपित आदेश को शिकायतकर्ता द्वारा पुनरीक्षण न्यायालय के समक्ष चुनौती दी गई थी। संशोधन को यह कहते",
  "beforethe Revisional Court. The revision was also dismissed holding that :": "हुए भी खारिज कर दिया गया था किः",
  "“10. Learned Trial Court was right in coming to a conclusion thatcause of action cannot arise on any repeat dishonor of the": "\"0. विद्वत विचारण न्यायालय इस निष्कर्ष पर पहुंचने में सही था कि एक ही चेक के किसी भी बार-बार अपमान पर",
  "thatcause of action cannot arise on any repeat dishonor of the same cheque. Cause of action in terms of Section 142 (b) of": "कार्रवाई का कारण उत्पन्न नहीं हो सकता है। अधिनियमों की धारा ५2 (बी) के संदर्भ में कार्रवाई का कारण केवल",
  "the Acts arises only once. For ready reference, the said provision is appended as below:": "एक बार उत्पन्न होता है। तैयार संदर्भ के लिए, उक्त प्रावधान निम्नलिखित रूप में संलग्न किया गया हैः",
  "“(b) Such complaint is made within one month of the date": "\"(बी) ऐसी शिकायत उस तारीख से एक मास के भीतर की जाती है जिसको धारा ॥38 के परन्तुक के खंड (ग) के",
  "on which the cause-of-action arises under clause (c) of the proviso to Section 138” [Provided that the cognizance of a complaint may be taken by the Court after the prescribed": "अधीन कार्रवाई का कारण उद्भूत होता है\" \"[बशर्ते कि किसी शिकायत का संज्ञान न्यायालय द्वारा विहित अवधि के",
  "period, if the complainant satisfies the Court that he had": "पश्चात्‌ लिया जाए, यदि शिकायतकर्ता न्यायालय को संतुष्ट करता है कि उसके पास ऐसी अवधि के भीतर शिकायत न",
  "sufficient cause for not making a complaint within such period].”": "करने का पर्याप्त कारण था]।\"",
  "a. When the cause of action on service of the first notice through registered post on 15.5.2012 had arisen on the said": "ए. जब 5-5-202 को पंजीकृत डाक के माध्यम से प्रथम नोटिस की सेवा पर कार्रवाई का कारण उक्त तिथि को",
  "date, complaint was to be filed on nonpayment of the cheque amount within stipulated time after service of the said legal notice. Operative portion of impugned order of the learned": "सामने आया था, तो उक्त कानूनी नोटिस की सेवा के बाद निर्धारित समय के भीतर चेक राशि का भुगतान न करने पर शिकायत दर्ज की जानी थी। विद्वत विचारण न्यायालय के आक्षेपित आदेश का संचारी भाग अनुमोदन के साथ",
  "notice. Operative portion of impugned order of the learned Trial Court withapproval is appended as below:": "पर शिकायत दर्ज की जानी थी। विद्वत विचारण न्यायालय के आक्षेपित आदेश का संचारी भाग अनुमोदन के साथ निम्नलिखित रूप में संलग्न किया गया हैः",
  "“The cause of action arose on 15.5.2012, the second legal": "\"कार्रवाई का कारण 5-5-202 को उत्पन्न हुआ, शिकायत दर्ज करने के लिए दूसरा कानूनी नोटिस विचार में नहीं",
  "notice cannot be taken into consideration for filing of complaint. So in the present case second legal notice cannotbe": "लिया जा सकता है। इसलिए वर्तमान मामले में दूसरे कानूनी नोटिस पर विचार नहीं किया जा सकता है और शिकायत",
  "considered and complaint is barred by first legal notice and no application for condonation of delay is filed.”": "ही पहले कानूनी नोटिस द्वारा वर्जित किया जाता है और देरी की माफी के लिए कोई आवेदन दायर नहीं किया जाता",
  "b. In view of this factual matrix, when the revisionist is constantly exhuberating confidence that he need not seek": "बी. इस तथ्यात्मक मैट्रिक्स को ध्यान में रखते हुए, जब संशोधनवादी लगातार विश्वास व्यक्त कर रहा है कि उसे",
  "condonation of delay in filing the revision petition, authorities": "पुनरीक्षण याचिका दायर करने में देरी की माफी की आवश्यकता नहीं है, तो अधिकारी",
  "M/S PARK POLYMERS v. SUBIR DASS AND ANOTHERS 525 (Pankaj Jain, J.)": "मेसर्स पार्क पॉलिमर बनाम सुबीर दास और अन्य (पंकज जैन, जे.)",
  "that demand notice as contemplated under the statute was sent by registered post to the respondent on 15\" of May, 2012. The same was": "कानून के तहत विचार किए गए मांग नोटिस को ।5 मई, 202 को प्रतिवादी को पंजीकृत डाक द्वारा भेजा गया था।",
  "returned unclaimed with the remarks, “the recipient is out of station for": "उसे इस टिप्पणी के साथ बिना दावा किए वापस कर दिया गया था, \"प्राप्तकर्ता अनिश्चित काल के लिए स्टेशन से",
  "indefinite period”. Another notice was sent through e-mail on 2\" of": "बाहर है\"। 2 जून, 202 को ई-मेल के माध्यम से एक और सूचना भेजी गई थी। प्रतिवादी द्वारा शिकायतकर्ता द्वारा",
  "by the complainant, present complaint Annexure P-1 was filed against the respondents for offence punishable under Section 138 of the N.I. Act,": "दंडनीय अपराध के लिए उत्तरदाताओं के खिलाफ वर्तमान शिकायत अनुलग्नक पी-। दायर किया गया था। समन के",
  "on 16\" of July, 2012. At the stage of summoning, Ld. Trial Court dismissedthe complaint vide following order dated 1“ of August, 2012 :-": "स्तर पर, एलडी ट्रायल कोर्ट ने । अगस्त, 202 के निम्नलिखित आदेश के माध्यम से शिकायत को खारिज कर दिया:-",
  "“Today the case was fixed for consideration on the summoning point of accused. Argument heard. Ld. Counsel": "\"आज आरोपी के समन के बिंदु पर विचार के लिए मामला तय किया गया था। बहस सुनी गई। आवेदक के वकील ने",
  "for the applicant argued that accused issued a cheque in discharge of his liability against the purchase item. Cheque got": "तर्क दिया कि आरोपी ने खरीद वस्तु के खिलाफ अपनी देनदारी के निर्वहन में एक चेक जारी किया। चेक को 6-५-",
  "dishonored on 16.4.2012 with the remarks “Exceeds Arrangement” Thereafter a legal notice dated 15.5.2012 was": "202 को इस टिप्पणी के साथ अपमानित किया गया कि \"व्यवस्था से अधिक\" इसके बाद आरोपी को दिनांक 5-5-",
  "sent to the accused which was returned unclaimed. Thereafter another legal notice dated 2 June 2012 was sent to the accused": "202 का कानूनी नोटिस भेजा गया, जिसे बिना दावा किए वापस कर दिया गया। इसके बाद 2 जून 202 को एक",
  "through E-mail and hence this complaint was filed on 16.7.2012.": "और कानूनी नोटिस ई-मेल के माध्यम से आरोपी को भेजा गया था और इसलिए यह शिकायत 6-7-20॥2 को दर्ज की गई थी।",
  "In the present case the first legal notice was sent on 15.5.2012.": "वर्तमान मामले में पहला कानूनी नोटिस 5-5-202 को भेजा गया था।",
  "So if limitation starts from this date complaint should have been filed on or before 30.6.2012. But in between": "इसलिए यदि सीमा इस तारीख से शुरू होती है तो शिकायत 30-6-202 को या उससे पहले दर्ज की जानी चाहिए",
  "complainant again sent another legal notice dated 2.6.2012 on": "थी। लेकिन बीच में शिकायतकर्ता ने फिर से दिनांक 2-6-202 को इस आधार पर एक और कानूनी नोटिस भेजा कि",
  "the ground that earlier notice dated 15.5.2012 was returned": "पहले का नोटिस दिनांक 5-5-202 को बिना दावा किए लौटा दिया गया था। लेकिन इस तथ्य को साबित करने के",
  "unclaimed. But no document to prove this fact is placed on file. Complainant placed reliance on the following authorities:-": "लिए कोई दस्तावेज फाइल में नहीं रखा गया है। शिकायतकर्ता ने निम्नलिखित अधिकारियों पर भरोसा जतायाः-",
  "10 Vishwanath Ghosh versus Ramesh Chandra Sindhi 2011 (2) RCR (Civil) 418.": "0 विश्वनाथ घोष बनाम रमेश चंद्र सिंधी 20॥ (2) आरसीआर (सिविल) ५७॥8.",
  "In case titled Haryana State Small Industries Vs Laxmi Agro Industries 2006(4) RCR (Criminal) 999 the court has held that": "हरियाणा राज्य लघु उद्योग बनाम लक्ष्मी एग्रो इंडस्ट्रीज 2006 (५) आर. सी. आर. (आपराधिक) 999 वाले मामले में",
  "if after sending of legal notice the accused assures the payment": "अदालत ने कहा है कि यदि कानूनी नोटिस भेजने के बाद आरोपी भुगतान का आश्वासन देता है और उस आश्वासन",
  "and onthat assurance complainant present the cheque again, cheque got dishonored again notice sent after this dishonored": "पर शिकायतकर्ता फिर से चेक पेश करता है, तो इस अपमान के वैध होने के बाद भेजे गए चेक को फिर से नोटिस",
  "is valid. But facts of this case are different.": "दिया जाता है। लेकिन इस मामले के तथ्य अलग हैं।",
  "The Hon'ble Supreme Court of India in case titled Sadanandan Bhadran Vs. Madhavan Sunil Kumar (Supra) It": "सदानंदन भद्रन बनाम माधवन सुनील कुमार शीर्षक वाले मामले में भारत का माननीय सर्वोच्च न्यायालय (5५973) यह",
  "is held that when payee sends I5days notice and no payment": "अभिनिर्धारित किया जाता है कि जब प्राप्तकर्ता 5 दिनों का नोटिस भेजता है और दराज़ द्वारा कोई भुगतान नहीं",
  "was made by drawer, cause of action to file complaint arises in favour of payee. But if he did not file complaint fresh cause of": "किया जाता है, तो शिकायत दर्ज करने के लिए कार्रवाई का कारण प्राप्तकर्ता के पक्ष में उत्पन्न होता है। लेकिन अगर उसने नए कारण की शिकायत दर्ज नहीं की",
  "528": "524",
  "ILL.R. PUNJAB AND HARYANA 2023(1)": "आईएलआर पंजाब और हरियाणा 2023 (॥)",
  "cause of action accrues to the holder of thecheque to institute proceedings for prosecution of the drawer.": "दराज़दार के अभियोजन के लिए कार्यवाही शुरू करने के लिए चेक के धारक को उपार्जित कार्रवाई का कारण।",
  "21. There is, in our view, nothing either in Section 138 or Section 142 to curtail the said right of the payee, leave alone a": "2. हमारे विचार में, धारा 38 या धारा ५2 में प्राप्तकर्ता के उक्त अधिकार को कम करने के लिए कुछ भी नहीं है,",
  "forfeiture of the said right for no better reason than the failure of the holder of the cheque to institute prosecution against the": "चेक धारक द्वारा दराज़दार के खिलाफ अभियोजन शुरू करने में विफलता से बेहतर किसी कारण के लिए उक्त",
  "Simply because the prosecution for an offence under Section 138 must on the language of Section 142 be instituted within": "केवल इसलिए कि धारा 438 के तहत किसी अपराध के लिए अभियोजन धारा ५2 की भाषा में शुरू किया जाना",
  "one month from the date of the failure of the drawer to make the payment does not in our view militate against the accrual": "चाहिए, दराज़दार के भुगतान करने में विफलता की तारीख से एक महीने के भीतर हमारे विचार में चेक राशि का",
  "of multiple causes of action to theholder of the cheque upon failure of the drawer to make the payment of the cheque": "भुगतान करने में दराज़दार की विफलता पर चेक धारक को कार्रवाई के कई कारणों के संचय के खिलाफ नहीं है।",
  "amount. In the absence of any juristic principle on which such failure to prosecute on the basis of the firstdefault in payment": "किसी भी न्यायिक सिद्धांत के अभाव में, जिसके आधार पर भुगतान में पहली चूक के आधार पर मुकदमा चलाने में",
  "should result in forfeiture, we find it difficult to hold that the": "इस तरह की विफलता के परिणामस्वरूप ज़ब्त होना चाहिए, हमें यह मानना मुश्किल लगता है कि प्राप्तकर्ता बाद में",
  "payee would lose his right to institute such proceedings on a subsequent default that satisfies all the three requirements of Section 138.”": "चूक पर ऐसी कार्यवाही शुरू करने का अपना अधिकार खो देगा जो धारा 38 की तीनों आवश्यकताओं को पूरा",
  "Thus, in order to maintain complaint under the provisions": "((3) इस प्रकार, अधिनियम की धारा ॥38 में निहित प्रावधानों के तहत शिकायत को बनाए रखने के लिए,",
  "satisfied :-": "निम्नलिखित घटकों को संतुष्ट किया जाना चाहिएः-",
  "(d) Such demand must be made by giving a notice in writing ; and": "(डी) ऐसी मांग लिखित रूप में सूचना देकर की जानी चाहिए; और",
  "(e) The drawer of such cheque should have failed to make": "(ई) इस तरह के चेक का आहरणकर्ता उक्त सूचना प्राप्त होने के ।5 दिनों के भीतर चेक के नियत समय में",
  "payment of the cheque amount to the payee/the holder in due": "प्रापक /धारक को चेक राशि का भुगतान करने में विफल रहा होगा।",
  "For Court to take cognizance of offence punishable underSection 138 of the N.I. Act :": "न्यायालय के लिए एन. आई. अधिनियम की धारा 38 के अधीन दंडनीय अपराध का संज्ञान लेनाः",
  "(a)The complaint be made by the payee or the holder in due course of the cheque in writing;": "(ए) शिकायत प्राप्तकर्ता या धारक द्वारा लिखित रूप में चेक के नियत समय में की जानी चाहिए;",
  "(b)Such complaint should be made within one month of the date on which the cause of action to file the said complaint arises;": "(बी) ऐसी शिकायत उस तारीख के एक महीने के भीतर की जानी चाहिए जिस पर कार्रवाई का कारण उक्त शिकायत दर्ज करने के लिए उत्पन्न होता है;",
  "(c) The cause of action to file complaint arises after the drawer ofthe cheque fails to make the payment within 15 days despite": "(सी) शिकायत दर्ज करने के लिए कार्रवाई का कारण चेक के दराज के नोटिस प्राप्त करने के बावजूद ।5 दिनों के",
  "(d)After amendment made by Act 55 of 2002 w.e.f. 6\" of February, 2003, the Court is entitled to take cognizance of the": "(डी) 2002 के अधिनियम 55 द्वारा किए गए संशोधन के बाद इस तिथि से 6 फरवरी, 2003 को, न्यायालय",
  "complaint even after prescribed period of one month from the": "शिकायत का संज्ञान लेने का हकदार है, उस तारीख से एक महीने की निर्धारित अवधि के बाद भी जब कार्रवाई का",
  "date when the cause of action arose, if the complainant": "कारण उत्पन्न हुआ, यदि शिकायतकर्ता न्यायालय को संतुष्ट करता है कि उसके पास निर्धारित अवधि के भीतर",
  "(14) Coming on to the facts of the present case, the complainant": "(५) वर्तमान मामले के तथ्यों पर आते हुए, शिकायतकर्ता ने धारा 38 के तहत दायर अपनी शिकायत में अनुरोध",
  "“6. The legal notice to this effect were served upon the accused through the counsel of the complainant through registered post dated 15° May, 2012 and through e-mail on": "\"6. इस आशय का कानूनी नोटिस शिकायतकर्ता के वकील के माध्यम से दिनांक ।5 मई, 202 को पंजीकृत डाक",
  "registered post dated 15° May, 2012 and through e-mail on dated 2™ June, 2012.”": "के माध्यम से और दिनांक 2 जून, 202 को ई-मेल के माध्यम से अभियुक्त को दिया गया था।”",
  "(15) The Trial Court instead of appreciating the facts of the": "(5) विचारण न्यायालय ने शिकायत के तथ्यों की सराहना करने के बजाय यह सुनिश्चित करने के लिए कि क्‍या",
  "complaint to ascertain as to whether sufficient cause for not making a complaint within the prescribed period has been shown by the": "शिकायतकर्ता द्वारा निर्धारित अवधि के भीतर शिकायत न करने का पर्याप्त कारण दिखाया गया है या शिकायत को",
  "complainant or not dismissed the complaint holding that the second legal notice cannot be considered and the complaint is barred by time": "खारिज नहीं किया गया है, यह मानते हुए कि दूसरी कानूनी सूचना पर विचार नहीं किया जा सकता है और शिकायत",
  "when limitation is counted from the date of the first legal notice. The": "उस समय तक वर्जित है जब पहली कानूनी सूचना की तारीख से सीमा की गणना की जाती है। उक्त तर्क को",
  "said reasoning has been upheld by the revisional Court as well.": "पुनरीक्षण न्यायालय ने भी बरकरार रखा है।",
  "(16) In the considered opinion of this Court though filing of separate application seeking condonation of delay may be desirable but": "(46) इस न्यायालय की सुविचारित राय में यद्यपि विलम्ब की क्षमा की मांग करने वाला अलग आवेदन दायर करना",
  "separate application seeking condonation of delay may be desirable but isnot mandatory when the complaint itself offers explanation for delay. If": "वांछनीय हो सकता है, लेकिन जब शिकायत स्वयं विलम्ब के लिए स्पष्टीकरण प्रदान करती है तो यह अनिवार्य नहीं है।",
  "from pleadings raised in the complaint itself, the Court could find that": "यदि शिकायत में ही किए गए अभिवचनों से न्यायालय यह पा सकता है कि शिकायतकर्ता द्वारा देरी की व्याख्या करने",
  "there is sufficient cause shown by the complainant explaining the delay, the Trial Court ought to have exercised its jurisdiction to condone such": "के लिए पर्याप्त कारण दिखाया गया है, तो विचारण न्यायालय को इस तरह की देरी को माफ करने के लिए अपनी",
  "delay. At this stage it will be apt to refer to law laid down by Apex Court in Birendra Prasad Sah versus State of Bihar and Anr.’ wherein in": "अधिकारिता का प्रयोग करना चाहिए था। इस स्तर पर बीरेंद्र प्रसाद साह बनाम बिहार राज्य और अन्यः में सर्वोच्च न्यायालय द्वारा निर्धारित कानून का उल्लेख करना उपयुक्त होगा, जिसमें कुछ समान परिस्थितियों में, सर्वोच्च",
  "somewhat similar circumstances, the Supreme Court held that :-": "न्यायालय द्वारा निर्धारित कानून का उल्लेख करना उपयुक्त होगा, जिसमें कुछ समान परिस्थितियों में, सर्वोच्च न्यायालय ने यह अभिनिर्धारित किया था कि:-",
  "of action.": "लिए कार्रवाई का कारण है।",
  "M/S PARK POLYMERS v. SUBIR DASS AND ANOTHERS 531 (Pankaj Jain, J.)": "मेसर्स पार्क पॉलिमर बनाम सुबीर दास और अन्य (पंकज जैन, जे.)",
  "condoning the delay in instituting the complaint taking the basis of the complaint as the issuance of the first legal notice dated 31 December 2015.”": "शिकायत के आधार पर 3। दिसंबर 205 को पहला कानूनी नोटिस जारी करने के रूप में शिकायत दर्ज करने में देरी को माफ करना।",
  "(emphasis supplied)": "(जोर दिया गया)",
  "(17) In view of the aforesaid binding precedent, this Court has": "(77) उपर्युक्त बाध्यकारी उदाहरण को ध्यान में रखते हुए, इस न्यायालय को यह अभिनिर्धारित करने में कोई संकोच नहीं है कि",
  "no hesitation in holding that even if first demand notice dated 15\" of May,2012 is taken to be the trigger point giving rise to cause of action and": "भले ही 5 मई, 202 की प्रथम मांग सूचना को कार्रवाई के कारण को जन्म देने वाला कारण माना जाता है और शिकायत को",
  "the complaint is held to be barred by time, the explanation given in the complaint itself constitutes sufficient cause for condoning the delay in": "समय द्वारा वर्जित माना जाता है, शिकायत में दिया गया स्पष्टीकरण स्वयं शिकायत को स्थापित करने में देरी को माफ करने के",
  "complaint itself constitutes sufficient cause for condoning the delay in instituting the complaint and the Courts below fell in error in dismissing": "लिए पर्याप्त कारण है और नीचे दिए गए न्यायालय शिकायत को खारिज करने में त्रुटि में पड़ गए। इस प्रकार पैरा 9 आई. बी.",
  "the complaint. The questions framed in Para 9 ibid are thus answered accordingly. Trite it is that object underlying Section 138 of the Act is to": "आई. डी. में बनाए गए प्रश्नों का उत्तर तदनुसार दिया जाता है। अधिनियम की धारा 38 में अंतर्निहित उद्देश्य बैंकिंग प्रणाली की",
  "promote and inculcate faith in the efficacy of banking system and to create an atmosphere of faith and reliance by discouraging people from dishonoring their commitments which are implicit when they pay their": "प्रभावकारिता में विश्वास को बढ़ावा देना और लोगों को अपनी प्रतिबद्धताओं का अपमान करने से हतोत्साहित करके विश्वास",
  "unscrupulous persons who issued cheques for discharging their": "का उद्देश्य उन बेईमान व्यक्तियों को दंडित करना था जिन्होंने अपनी देनदारियों का निर्वहन करने के लिए चेक जारी किए थे",
  "liabilitiesand it must be interpreted to safeguard and prevent harassment of honest drawers. As per settled principle of law while interpreting": "और इसकी व्याख्या ईमानदार दराज़ों के उत्पीड़न को बचाने और रोकने के लिए की जानी चाहिए। कानून के तय किए गए",
  "honest drawers. As per settled principle of law while interpreting statutory provision the Court must adopt an approach that effectuates the": "सिद्धांत के अनुसार, वैधानिक प्रावधान की व्याख्या करते समय न्यायालय को एक ऐसा दृष्टिकोण अपनाना चाहिए जो कानून के",
  "(18) Consequently, as a sequel of the discussion held hereinabove, the present petitions are allowed. Orders passed by the": "(8) परिणामस्वरूप, ऊपर की गई चर्चा के उत्तरार्द्ध के रूप में, वर्तमान याचिकाओं की अनुमति दी जाती है। निम्नलिखित",
  "Courts below dated 1 of August, 2012 and 28\" of September, 2012": "न्यायालयों द्वारा दिनांक । अगस्त, 202 और 28 सितंबर, 202 को पारित किए गए आदेश, जो वर्तमान याचिकाओं में",
  "(19) Parties are directed to appear before the Trial Court concerned on 16\" of November, 2022.": "(49) पक्षों को 6 नवंबर, 2022 को संबंधित निचली अदालत के समक्ष पेश होने का निर्देश दिया जाता है।",
  "(20) Keeping in view the fact that the present complaints are pending for last more than 10 years, the Trial Court is directed to decide": "(20) इस तथ्य को ध्यान में रखते हुए कि वर्तमान शिकायतें पिछले ॥0 वर्षों से अधिक समय से लंबित हैं, निचली अदालत को",
  "the same expeditiously preferably within nine months from the date of receipt of certified copy of this order.": "इस आदेश की प्रमाणित प्रति प्राप्त होने की तारीख से नौ महीने के भीतर अधिमानतः तेजी से निर्णय लेने का निर्देश दिया जाता",
  "(21) A copy of this order be kept on the files of other connected cases.": "(20) इस आदेश की एक प्रति अन्य संबंधित मामलों की फाइलों पर रखी जाए।",
  "Amrita Garg": "अमृता गर्ग",
  "530": "534"
}