{
  "KULDEEP KUMAR v STATE OF HARYANA 453 AND OTHERS (GS. Sandhawalia, J)": "कुलदीप कुमार बनाम हरियाणा राज्य और अन्य (जस्टिस जी.एस. संधावाल्िया)",
  "ilicgal and was not binding upon the petitioner in any manner. Even the": "बाध्यकारी नहीं था। यहां तक कि याचिकाकर्ता ने अपनी ज्वाइनिंग रिपोर्ट में उस समय उक्त",
  "(Para 11)": "(पैरा 4)",
  "Further held, that accordingly, the present writ petition is allowed": "आगे कहा गया कि तदनुसार वर्तमान रिट याचिका की अनुमति दी जाती है और",
  "and direction is issued to respondents no.2 and 3 to consider the case of": "याचिकाकर्ता के मामले पर विचार करने के लिए प्रतिवादी संख्या 2 और 3 को निर्देश जारी",
  "the petitioncr for treating him to be appointed on regular basis in the pay scale of © 950-1500/-with effect from 16.9.1997 and to grant him all": "किया जाता है कि उसे 6.9.4997 से प्रभावी 950-500/- के वेतनमान में नियमित आधार",
  "(Para 12)": "(पैरा 2)",
  "Kamal Sharma, Advocate, for the petitioner.": "याचिकाकर्ता के लिए अधिवक्ता, कमल शर्मा |",
  "Gurvinder S. Sandhu, Assistant Advocate General, Haryana for respondents No.1 to 3.": "प्रतिवादी संख्या 4 से 3 के लिए सहायक महाधिवकक्‍ता, हरियाणा गुरविंददर एस. संधू |",
  "P.K.Mutenja, Advocate for respondent no.4.": "प्रतिवादी संख्या 4 के वकील, पी.के.मुत्नजा |",
  "Before GS. Sandhawatia, J.": "जस्टिस जीएस संधवाल्िया के समक्ष",
  "KULDEEP KUMAR—Petitioner": "याचिककर्त्ता - कुलदीप कुमार आर",
  "STATE OF HARYANA AND OTHERS-—Respondents": "प्रतिवादी - हरियाणा राज्य और अन्य",
  "May 24, 2013": "24 मई 2043",
  "Constitution of India, 1950 - Art. 226/227 - Writ Jurisdiction": "भारत का संविधान, 4950-कला. 226/22 7 - रिट क्षेत्राधिकार - नगरपालिका सेवा",
  "- Municipal Services (Integration, Recruitment and Conditions of Service) Rules 1982 - RL 2(c) & Entry 64, Appendix C - Post of": "(एकीकरण, भर्ती और सेवा की शर्तें) नियम 982 - आरआई। 2(सी) और प्रविष्टि 64,",
  "Fireman - Appointment to - Appointment ou 30/89 days daily wage/": "परिशिष्ट सी - फायरमैन का पद - नियुक्ति - 30/89 दिन के दैनिक वेतन/अनुबंध के आधार",
  "contract basis - Regularized - Termination of services as appointment not through Employment Exchange and without due procedure -": "पर नियुक्ति - नियमितीकरण - रोज़गार कार्यालय के माध्यम से नहीं और उचित प्रक्रिया के",
  "Writ Petition challenging such termination dismissed - Petitioner": "बिना नियुक्ति के रूप में सेवाओं की समाप्ति - इसे चुनौती देने वाली रिट याचिका बर्खास्तगी",
  "appointed again on 89 days daily wage/contract basis -Now seeking": "खारिज - याचिकाकर्ता को 89 दिनों के दैनिक वेतन/अनुबंध के आधार पर फिर से नियुक्त",
  "direction for appointment on regular basis from date of offer of": "किया गया - अब नियुक्ति की पेशकश की तारीख से नियमित आधार पर नियुक्ति के लिए",
  "appointment -Services of the Petitioner regularized on 17.02.2004": "निर्देश की मांग की जा रही है - याचिकाकर्ता की सेवाएं 47.02.2004 को 04.40.2003 से",
  "his qualifications procecded to appoint the petitioner again on daily wages/": "याचिकाकर्ता को दैनिक वेतन/अनुबंध के आधार पर नियुक्ति देने में उत्तददाताओं की कार्रवाई",
  "took the objection that he had a legal right as per order of this Court dated": "फैसले के मद्देनजर अपने कानूनी अधिकारों के अधीन प्रस्तावित पद पर कार्यभार ग्रहण",
  "21.3.1997. Thereafter, the petitioner filed representation dated 24.9,1997": "किया था। दिनांक 24.3.4997. तदनुसार यह दलील दी गई कि याचिकाकर्ता को 89 दिनों की",
  "I eee": "हि",
  "been conducted and the petitioner had duly been selected in view of his": "के बजाय इस तथ्य के बावजूद कि उचित चयन किया गया था और याचिकाकताी को उसकी",
  "qualifications proceeded to appoint the petitioner again on daily wages/": "योग्यता के आधार पर विधिवत चयनित किया गया था, याचिकाकर्ता को फिर से दैनिक",
  "would not claim regularisation. The petitioner having no choice at that point": "उपलब्ध होंगे कि वह नियमितीकरण का दावा नहीं करेंगे। याचिकाकर्ता के पास उस समय",
  "of time reported for duty on 22.9.1997, however, in his joining report he": "कोई विकल्‍प नहीं था और उसने 22.9.4997 को इयूटी के लिए रिपोर्ट की, हालांकि अपनी",
  "21.3.1997. Thereafter, the petitioner filed representation dated 24.9.1997": "के आदेश के अनुसार कानूनी अधिकार था। इसके बाद याचिकाकर्ता ने दिनांक 24.9.4997",
  "agitating his grievance that he had been appointed on daily wages for a period of 89 days inspite of the fact that as per instructions dated 3.7.1997": "को अभ्यावेदन दायर कर अपनी शिकायत दर्ज कराई कि उसे 89 दिनों की अवधि के लिए दैनिक वेतन पर नियुक्त किया गया था, इस तथ्य के बावजूद कि दिनांक 3.7.4997 के निर्देशों",
  "he was to be appointed on regular basis as Fireman. The said representation": "के अनुसार उसे फायरमैन के रूप में नियमित आधार पर नियुक्त किया जाना था। उक्त",
  "(4) Similarly in written statement liled on behalfof respondentno.4,": "(4) इसी प्रकार प्रतिवादी संखया 4 की ओर से दायर लिखित बयान में यह दलील दी गई थी कि",
  "it was pleaded that the Deputy Commissioner was the appointing authority of Fireman and he on the instructions received from the Commissioner & Secretary to Govt. Haryana, Local Govt. Department had authorised": "उपायुक्त फायरमैन की नियुक्ति प्राधिकारी थे और उन्होंने हरियाणा सरकार के स्थानीय",
  "securing public services maintenance of sanitation as per order dated": "के लिए अधिकृत किया था। दिनांक 43.42.4996 के आदेश के अनुसार सार्वजनिक सेवाओं को सुरक्षित रखने के लिए स्वच्छता के रखरखाव के लिए आवश्यक कर्मचारियों को दैनिक",
  "1982 Rules, the appointing authority was the Deputy Commissioner and": "नियम 2 (सी) के अनुसार नियुक्ति प्राधिकारी उपायुक्त थे और जब यह उनके ध्यान में लाया",
  "when it was brought to his notice that the petitioner had been appointed on 17.12.1996, he had passed order dated 9.1.1997 declaring the said": "गया कि याचिकाकर्ता को 47.42.4996 को नियुक्त किया गया था, तो उन्होंने आदेश पारित",
  "on 17.12.1996, he had passed order dated 9.1.1997 declaring the said appointment null and void. The financial position of respondent no.4-": "किया था दिनांक 9.4.4997 ने उक्त नियुक्ति को अमान्य घोषित कर दिया। प्रतिवादी संख्या",
  "Municipal Council, Sirsa was not good and, therefore, it did not deem it": "4 नगर परिषद सिरसा की वित्तीय स्थिति अच्छी नहीं थी और इसलिए उसने नियमित पदों",
  "fit to fill up regular posts. The persons appointed on regular basis and on": "को भरना उचित नहीं समझा। नियमित आधार और दैनिक वेतन के आधार पर नियुक्त",
  "pleaded that the writ petition be dismissed.": "गया कि रिट याचिका खारिज कर दी जाए।",
  "(5) Counsel for the petitioner has accordingly contended that onec": "(5) याचिकाकर्ता के वकील ने तदनुसार तर्क दिया है कि एक बार इस न्यायात्रय ने 4997 की",
  "this Court had carlicr opined in its decision dated 21.3.1997 in Civil Writ": "में अपने दिनांक 24.3.997 के फैसले में राय दी थी जिसमें यह माना गया था कि याचिकाकर्ता",
  "and another whercin it was held that petitioner no.2 was the only person, who was propcrly selected, he was entitled forregularisation from 16.9.1997.": "नं. 2 एकमात्र व्यक्ति था जिसे उचित रूप से चुना गया था वह 46.9.4997 से नियमितीकरण",
  "Since the said offer was in pursuance ofthe selection approved by this Court": "का हकदार था। चूँकि उक्त प्रस्ताव इस न्‍्यायात्रय द्वारा अनुमोदित चयन के अनुसरण में",
  "and it should have been on regular basis instead of daily wages/contract basis for a period of 89 days. Reference has also been made to the": "था और इसे 89 दिनों की अवधि के लिए दैनिक वेतन/अनुबंध के आधार के बजाय नियमित",
  "instructions dated 3.7.1997 (Annexure P-5) issued by the Director, Local Bodies, Haryana, Chandigarh that persons who were being appointed": "आधार पर होना चाहिए था। निदेशक स्थानीय निकाय हरियाणा द्वारा जारी निर्देश दिनांक 3.7.997 (अनुलग्नक पी-5) का भी संदर्भ दिया गया है। चंडीगढ़ कि जिन व्यक्तियों को",
  "during the strike period on regular basis, they should be kept in service and": "हड़ताल अवधि के दौरान नियमित आधार पर नियुक्त किया जा रहा था, उन्हें सेवा में रखा",
  "adjusted ayainst available vacancies.": "जाना चाहिए और उपलब्ध रिक्तियों के विरुदूध समायोजित किया जाना चाहिए।",
  "(6) Counsel for the respondents on the other hand submitted that": "(6) दूसरी ओर, उत्तरदाताओं के वकील ने प्रस्तुत किया कि उपायुक्त नियमों के अनुसार",
  "appointment of the petitioner on 17.12.1996 in regular pay scale by the lixecutive Officer of respondent no.4-Municipal Council. Sirsa was without": "नगर परिषद, सिरसा के कार्यकारी अधिकारी द्वारा नियमित वेतनमान में की गई थी। बिना",
  "authority and had not been approved by the Deputy Commissioner. Sirsa on 9.1.1997. It was further submitted that services of the petitioner and": "अधिकार के और 9.4.997 को उपायुक्त, सिरसा द्वारा अनुमोदित नहीं किया गया था। आगे",
  "terminate the services of the petitioner as also that of other 6 persons who": "यह प्रस्तुत किया गया कि याचिकाकर्ता और अन्य छह व्यक्तियों की सेवाएं पहले ही समाप्त",
  "31.1.997, the petitioner had been duly sclected. Accordingly, it was further": "खारिज कर दी गई थी। इस प्रकार याचिकाकर्ता दिनांक 3.7.4997 (अनुलग्नक पी-5) के",
  "had been offered appointinent for a period of 89 days on daily wages basis/": "व्यक्तियों को दैनिक वेतन/तदर्थ आधार पर नियुक्त किया गया था, वे उपलब्ध रिक्तियों के",
  "(8) The defence taken by the Deputy Commissioncr. Sirsa in the": "(8) पिछली रिट याचिका में उपायुक्त सिरसा द्वारा बचाव में कहा गया था कि 47.42.4996",
  "was not proper by the Executive Officer and, therefore, the petitioner had": "को की गई पिछली नियुक्ति कार्यकारी अधिकारी द्वारा उचित नहीं थी और इसलिए",
  "been called through Employment ‘xchange, Sirsa and the interview had been held on 31.1.1997. In pursuance of this intervicw, the petitioner had": "कार्यालय, सिरसा द्वारा 34..997 को आयोजित साक्षात्कार में प्रायोजित किया गया था। उपायुक्त, सिरसा द्वारा गठित एक समिति द्वारा, जो नियुक्ति प्राधिकारी था। इस तथ्य",
  "written statement reads as under:-": "का खंड[() इस प्रकार है :-",
  "approved, as it was in violation of Rules and delegated powers. The": "नहीं किया गया है क्योंकि यह नियमों और प्रत्यायोजित शक्तियों का उल्लंघन था। प्रतिवादी",
  "order dated 9.1.1997 passed by respondent no.2 is quite legal and": "नंबर 2 द्वारा पारित दिनांक 9.4.4997 का आदेश काफी कानूनी और वैध है और इसे रदूद नहीं",
  "lawful and is not liable to be quashed as alleged in this para.”": "किया जा सकता जैसा कि इस पैरा में आरोप लगाया गया है।”",
  "(9) In view of the aforesaid stand taken by the Deputy Commissioncr,": "(9) उपायुक्त, सिरसा द्वारा उठाए गए उपरोक्त रुख के मद्देनजर, इस न्यायालय ने दिनांक",
  "noticed that the petitioner was the only one cligible candidate and thereafter dismissed the writ petition. ‘The order dated 21.3.1997 reads as under:-": "योग्य उम्मीदवार था और उसके बाद रिट याचिका खारिज कर दी। आदेश दिनांक 2.3.997",
  "with three others were interviewed. Apart from the petitioner no.2": "तीन अन्य का साक्षात्कार लिया गया। याचिकाकर्ता संख्या 2 के अलावा अन्य सभी आवेदक",
  "standard/fitness or they were not found suitable during the interview.": "शारीरिक मानक/फिटनेस के कारण या तो अयोग्य पाए गए या साक्षात्कार के दौरान उपयुक्त",
  "In other words, onc out of the ten was selected. The posts were": "नहीं पाए गए। दूसरे शब्दों में दस में से एक का चयन किया गया। पदों की संख्या सात थी।",
  "seven in number. Learned counsel for the respondents say that there will be fresh selection for the rest six posts. Since the petitioners": "प्रतिवादियों के विदवान अधिवक्ता का कहना है कि शेष छह पदों के लिए नये सिरे से चयन",
  "have becn duly considered and one of them has also been selected,": "होगा। चूंकि याचिकाकर्ताओं पर विधिवत विचार किया गया है और उनमें से एक का चयन",
  "KULDIEEP KUMAR v. STATE OF HARYANA 455 AND OTHERS (GS. Sandhawalia, J)": "कुलदीप कुमार बनाम हरियाणा राज्य और अन्य (जस्टिस जी.एस. संधावाल्िया)",
  "Kumar and others Vs. State of Haryana and another filed by the petitioner": "कुलदीप कुमार बनाम हरियाणा राज्य और अन्य (जस्टिस जी.एस. संधावाल्िया)",
  "petitioner was made for a period of 89 days on daily wages basis and not": "को नियमित आधार पर नियुक्त करने के बजाय याचिकाकर्ता को फिर से दैनिक",
  "appointed on daily wages for a pcriod of 89 days on contract basis.": "को अपनी शिकायत दर्ज कराते हुए कहा कि उसे 89 दिनों की अवधि के लिए दैनिक वेतन पर",
  "before this Court that the petitioner had been duly selected in a proper": "कि याचिकाकर्ता को उचित साक्षात्कार में विधिवत चुना गया था। एक बार ऐसा होने पर रिक्त",
  "interview. Once that was so the question of appointing the petitioner on daily wages basis against the vacant post could not arise. The appointment order": "पद पर याचिकाकर्ता को दैनिक वेतन के आधार पर नियुक्त करने का सवाल ही नहीं उठता",
  "mentioning that the petitioner would not claim regularisation was patently": "था। नियुक्ति आदेश में यह उल्लेख किया गया है कि याचिकाकर्ता नियमितीकरण का दावा",
  "illegal and was not binding upon the petitioner in any manner. Even the": "नहीं करेगा, यह स्पष्ट रूप से अवैध था और याचिकाकर्ता पर किसी भी तरह से बाध्यकारी",
  "petitioner in his joining report objcctcd to said appointment at that point": "नहीं था। यहां तक कि याचिकाकर्ता ने अपनी ज्वाइनिंग रिपोर्ट में उस समय उक्त नियुक्ति",
  "(12) Accordingly, the present writ petition is allowed and direction": "(42) तदनुसार, वर्तमान रिट याचिका की अनुमति दी जाती है और प्रतिवादी संख्या 2 और ३",
  "for treating him to be appointed on regular basis in the pay scale of Rs.": "4500/- रुपये के वेतनमान में नियमित आधार पर नियुक्त किया जा सके। 46.9.997 से",
  "benefits arising therefrom. The said consequential bencfits be paid to the": "और उससे उत्पन्न होने वाले सभी परिणामी लाभ प्रदान करने के लिए। इस आदेश की",
  "petitioner within two months from the date of receipt of certified copy of": "प्रमाणित प्रति प्राप्त होने की तारीख से दो महीने के भीतर याचिकाकर्ती को उक्त परिणामी",
  "S. Gupta": "एस. गुप्ता"
}