{
  "LAXMI EDUCATIONAL SOCIETY, MANESAR AND OTHERS v. 949 STATE OF HARYANA AND OTHERS (Ravi Shanker Jha,CJ.)": "लक्ष्मी एजुकेशनल सोसाइटी, मानेसर एवं अन्य बनाम हरियाणा राज्य एवं अन्य (रविशंकर झा, जे.)",
  "Shin Satellite Public Co. Ltd.° , The State of West Bengal and others versus Kamal Sengupta and others°, Kamlesh Verma versus Mayawati": "पश्चिम बंगाल राज्य एवं अन्य बनाम कमल सेनगुप्ता एवं अन्य , कमलेश वर्माबनाम मायावती और अन्य , शशि (डी)",
  "and others’, Sasi (D) Through Lrs. V. Aravindakshan Nair and others’, Shri Ram Sahu (dead) through LRs and others versus Vinod": "एलआरएस के माध्यम से वी. अरविंदाक्षन नायर और अन्य , श्री राम साहू (मृत) एल.आर. और अन्य के माध्यम",
  "Kumar Rawat and others? and Columbia Holdings Pvt. Ltd and others": "सेबनाम विनोद कुमार रावत और अन्य और कोलंबिया होल्डिंग्स प्राइवेट लिमिटेड और अन्यबनाम हरियाणा राज्य एवं",
  "versus State of Haryana and others RA-CW-357 of 2015.": "अन्य आरए-सीडब्लू-357/20॥5।",
  "(5) We have heard learned counsel for the parties and perused the record.": "(5) हमने पक्षों के विद्वान अधिवक्ताओं को सुना है तथा अभिलेख का अवलोकन किया है।",
  "(6) The case set out by the applicants is that against the decision": "(6) आवेदकों द्वारा प्रस्तुत मामला यह है कि इस न्यायालय के निर्णय के विरुद्ध उन्होंने विशेष अनुमति याचिका",
  "of this Court, they had filed Special Leave Petition (C) No. 31992 of 2022, and the Supreme Court had observed that the additional documents, that were extremely relevant for proper adjudication of the": "(सी) संख्या 33992/2022 दायर की थी, तथा सर्वोच्च न्यायालय ने पाया था कि अतिरिक्त दस्तावेज, जो मामले के",
  "documents, that were extremely relevant for proper adjudication of the matter, were never brought to the notice of the High Court. Accordingly,": "उचित निर्णय के लिए अत्यंत प्रासंगिक थे, उच्च न्यायालय के संज्ञान में कभी नहीं लाए गए। तदनुसार, दिनांक",
  "vide order dated 10.11.2022, the applicants were granted liberty to move a review petition, so that it could be brought to the notice of this Court": "0..2022 के आदेश के अनुसार, आवेदकों को समीक्षा याचिका दायर करने की स्वतंत्रता दी गई, ताकि इस",
  "that the purpose for which the land was sought to be acquired had already": "न्यायालय के संज्ञान में लाया जा सके कि जिस उद्देश्य के लिए भूमि अधिग्रहित की जानी थी, वह पहले ही पूरा हो",
  "been served and the land owned by the applicants was no longer required:": "चुका है तथा आवेदकों के स्वामित्व वाली भूमि की अब आवश्यकता नहीं है:",
  "“6. That the above-stated Special Leave Petition came for hearing before the Hon’ble Supreme Court on 10.11.2022,": "“6. उपर्युक्त विशेष अनुमति याचिका दिनांक 40..2022 को माननीय सर्वोच्च न्यायालय के समक्ष सुनवाई के लिए",
  "on the said date, the Hon’ble Supreme Court was pleased to pass the following order:-": "आई, उक्त तिथि को माननीय सर्वोच्च न्यायालय निम्नलिखित आदेश पारित करने में प्रसन्न था:-",
  "Permission to file Special Leave Petition is allowed.": "विशेष अनुमति याचिका दायर करने की अनुमति दी गई।",
  "Delay in filing application for substitution is condoned.": "प्रतिस्थापन के लिए आवेदन दाखिल करने में देरी को माफ किया जाता है।",
  "Application for substitution (IA No.161896/2022) in bringing the L.Rs. of deceased petitioner Nos. 2 and 5 are": "मृतक याचिकाकर्ता संख्या 2 और 5 के एल.आर. लाने में प्रतिस्थापन के लिए आवेदन (आई.ए. संख्या",
  "Cause title be amended accordingly.": "6896/2022) को स्वीकार किया जाता है। तदनुसार शीर्षक में संशोधन किया जाए।",
  "Mr. Maninder Singh, learned senior counsel appearing for the petitioners wants to approach the High Court for": "याचिकाकर्ताओं की ओर से उपस्थित विद्वान वरिष्ठ अधिवक्ता श्री मनिंदर सिंह उचित राहत के लिए उच्च न्यायालय",
  "appropriate relief including review petition. In such circumstances, this petition is dismissed as not pressed with": "जाना चाहते हैं, जिसमें समीक्षा याचिका भी शामिल है। ऐसी परिस्थितियों में, इस याचिका को खारिज किया जाता है",
  "62008 (8) SCC 612": "6. 2008 (8) एस.सी.सी. 62",
  "72013 (8) SCC 320": "7. 203 (8) एस.सी.सी. 320",
  "Before Ravi Shanker Jha, CJ & Arun Pali, J.": "समक्ष रविशंकर झा, सीजे और अरुण पफल्ली, जे.",
  "LAXMI EDUCATIONAL SOCIETY, MANESAR AND OTHERS—Petitioners": "लक्ष्मी एजुकेशनल सोसाइटी, मानेसर एवं अन्य--याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य एवं अन्य--प्रतिवादी",
  "Review Application CW 286 of 2022": "2022 का समीक्षा आवेदन सी.डब्लू 286",
  "in CWP 2734 of 2007": "2007 के सी.डब्लू पी. 273५ में",
  "February 24, 2023": "29 फ़रवरी, 2023",
  "Constitution of India—Review Petition u/a 227—seeking": "भारतीय संविधान - धारा 227 के तहत पुनर्विचार याचिका - अधिग्रहण कार्यवाही को चुनौती को खारिज करने वाले",
  "review of judgment dismissing challenge to acquisition proceedings— SLP filed contending that documents relevant for proper adjudication": "फैसले की समीक्षा की मांग - विशेष अनुमति याचिका दायर की गई जिसमें तर्क दिया गया कि उचित निर्णय के लिए",
  "not presented—liberty granted for review on ground that purpose for": "प्रासंगिक दस्तावेज प्रस्तुत नहीं किए गए - इस आधार पर समीक्षा के लिए स्वतंत्रता दी गई कि जिस उद्देश्य के लिए",
  "which land sought to be acquired was already served, hence land no longer required.": "भूमि अधिग्रहित की जानी थी वह पहले ही पूरी हो चुकी है, इसलिए अब भूमि की आवश्यकता नहीं है।",
  "Contended imparting education is a public purpose—held earlier definition of public purpose not capable of being given static": "दलील दी गई कि शिक्षा प्रदान करना एक सार्वजनिक उद्देश्य है - सार्वजनिक उद्देश्य की पहले की परिभाषा को स्थिर",
  "and definite meaning—upto State to decide public purpose behind": "और निश्चित अर्थ नहीं दिया जा सकता है - अधिग्रहण के पीछे सार्वजनिक उद्देश्य को तय करना राज्य पर निर्भर है,",
  "acquisition, though subject to judicial review—contended Court ought to have examined “public purpose” in a better case as this was not an": "हालांकि न्यायिक समीक्षा के अधीन है - दलील दी गई कि अदालत को बेहतर मामले में \"सार्वजनिक उद्देश्य\" की",
  "appropriate case for examination of said issue.": "जांच करनी चाहिए थी क्योंकि यह उक्त मुद्दे की जांच के लिए उपयुक्त मामला नहीं था।",
  "Review filed stating fresh documents to be brought on record": "पुनर्विचार याचिका दायर कर कहा गया कि नए दस्तावेज रिकॉर्ड में लाने होंगे और पहले के वकील को पेश होने का",
  "Grounds to seek review discussed—test to be fulfilled to seek review on the grounds of discovery of facts/documents—relevance of": "पुनर्विचार की मांग करने के आधारों पर चर्चा की गई-तथ्यों/दस्तावेजों की खोज के आधार पर पुनर्विचार की मांग",
  "documents and strength to change previous view—documents and": "करने के लिए पूरा किया जाने वाला परीक्षण-दस्तावेजों की प्रासंगिकता और पिछले दृष्टिकोण को बदलने की ताकत-",
  "photographs submitted were mere reiteration of earlier contentions— plea regarding unauthorized counsel held to lack bonafides": "प्रस्तुत किए गए दस्तावेज और तस्‍वीरें केवल पहले के दावों की पुनरावृत्ति थीं-अनधिकृत वकील के संबंध में दलील में",
  "Held, that the entertainment of a review, without there being any mistake/error in judgment, is neither fair to the Court nor to public time,": "आयोजित,वहनिर्णय में कोई गलती»त्रुटि के बिना समीक्षा की अनुमति न तो न्यायालय के लिए उचित है और न ही",
  "which is lost in re-hearing the case that has been fought and lost — re-": "जनता के समय के लिए, जो उस मामले की पुनः सुनवाई में नष्ट होता है जो लड़ा गया और हारा गया - समीक्षा की",
  "hearing sought under the guise of review - petition dismissed being devoid of any merit.": "आड़ में पुनः सुनवाई की मांग की गई - याचिका को किसी भी योग्यता से रहित होने के कारण खारिज कर दिया",
  "Chanderhas Yadav, Advocate, for the applicants-petitioners.": "आवेदक-याचिकाकर्ताओं की ओर से अधिवक्ता चंद्रहास यादव।",
  "Ankur Mittal, Addl. A.G., Haryana, and Saurabh Mago, Assist.": "प्रतिवादी (एस) की ओर से अंकुर मित्तल, एडिशनल एजी, हरियाणा, और सौरभ मागो, असिस्टेंट एजी, हरियाणा और",
  "A.G., Haryana and Kushaldeep K. Manchanda, Advocate, for the": "कुशलदीप के. मनचंदा, एडवोकेट।",
  "the public purpose for which the land was acquired has since been": "उपयुक्त भूमि आवंटित की जा चुकी है। इस प्रकार, विचाराधीन भूमि अब राज्य सरकार को उस उद्देश्य के लिए",
  "vehicle testing track, and the said purpose had since been served, for the": "ढंग से बताया है, सार्वजनिक उद्देश्य, जिसके लिए विचाराधीन भूमि अधिग्रहित की गई थी, वह \"वाहन परीक्षण ट्रैक",
  "It is the conceded position that the status quo in the case at hand was": "स्वीकार की गई स्थिति है कि",
  "operating since 26.02.2007 till the dismissal of the writ petition on 29.07.2022. It could have been a weighing factor in the mind of the": "मामले में यथास्थिति 26.02.2007 से 29.07.2022 को रिट याचिका खारिज होने तक चल रही थी। यह अधिग्रहण",
  "29.07.2022. It could have been a weighing factor in the mind of the Acquiring Agency/Beneficiary Department to make suitable changes in": "करने वाली एजेंसी/लाभार्थी विभाग के दिमाग में योजना में उपयुक्त बदलाव करने के लिए एक महत्वपूर्ण कारक हो",
  "the planning. While delivering the judgment dated 29.07.2022, this Court had framed five issues for consideration, in view of the facts of": "सकता है। दिनांक 29.07.2022 को निर्णय सुनाते समय, इस न्यायालय ने मामले के तथ्यों के मद्देनजर विचार के",
  "the case, of which Issue No.2 was categorically dealing with this aspect": "लिए पाँच मुद्दे तैयार किए थे, जिनमें से मुद्दा संख्या 2 स्पष्ट रूप से तर्क के इस पहलू से निपट रहा था। निर्णय के",
  "of the argument. Issues framed in paragraph No.20 of the judgment, are reproduced herein below:-": "पैराग्राफ संख्या 20 में तैयार किए गए मुद्दे नीचे पुन: प्रस्तुत किए गए हैं: -",
  "a. Whether the permission for change of land use/licence/NOC/any other permission granted once, would": "ए. क्या भूमि उपयोग परिवर्तन की अनुमति/लाइसेंस/एनओसी /कोई अन्य अनुमति एक बार दिए जाने से उक्त",
  "its acquisition by the State under the applicable Land Acquisition Act (In the present case, it is Land Acquisition": "भूमि को लागू भूमि अधिग्रहण अधिनियम (वर्तमान मामले में, यह भूमि अधिग्रहण अधिनियम 89५ है) के तहत राज्य",
  "Act 1894), even if it is required for the “Public Purpose”?": "द्वारा अधिग्रहण से हमेशा के लिए प्रतिरक्षा प्रदान की जाएगी, भले ही यह \"सार्वजनिक उद्देश्य\" के लिए आवश्यक हो?",
  "b. Whether the land in question though vacant but being reserved for future expansion and may prejudice the future": "बी. क्या विचाराधीन भूमि यद्यपि खाली है, लेकिन भविष्य में विस्तार के लिए आरक्षित है और शैक्षणिक संस्थान के",
  "question interferes merely in the proposed vehicle testing track which as per the petitioner doesn’t constitute any": "विचाराधीन भूमि केवल प्रस्तावित वाहन परीक्षण ट्रैक में हस्तक्षेप करती है, जो याचिकाकर्ता के अनुसार किसी भी",
  "public purpose and thus, the same can be conveniently adjusted in the plan, could be a relevant consideration while": "सार्वजनिक उद्देश्य का गठन नहीं करती है और इस प्रकार, इसे योजना में सुविधाजनक रूप से समायोजित किया जा",
  "adjusted in the plan, could be a relevant consideration while deciding the validity of acquisition proceedings?": "सकता है, अधिग्रहण कार्यवाही की वैधता तय करते समय एक प्रासंगिक विचार हो सकता है?",
  "c. Whether recommendations having been made by the land Acquisition Collector u/s 5A of the 1894 Act to release the": "सी. कया भूमि अधिग्रहण कलेक्टर द्वारा 894 अधिनियम की धारा 5ए के तहत भूमि को मुक्त करने की",
  "land, the State cannot proceed to acquire the said land especially when the beneficiary department is of the view": "सिफारिशें की गई हैं, राज्य उक्त भूमि का अधिग्रहण करने के लिए आगे नहीं बढ़ सकता है, खासकर जब लाभार्थी",
  "that any such release made will affect the planning done to achieve the public purpose, for which, theland is being": "विभाग का मानना है कि इस तरह की कोई भी रिहाई सार्वजनिक उद्देश्य को प्राप्त करने के लिए की गई योजना को",
  "d. Whether the petitioners have made out a case of": "डी. क्या याचिकाकर्ताओं ने राज्य द्वारा की गई कुछ रिहाई का हवाला देकर और राज्य की ओर से श्रुतापूर्ण",
  "discrimination within the Ambit of Article 14 of the Constitution of India by referring to certain releases made by the State and setting up the plea of hostile discrimination on the part of the State?": "भेदभाव की दलील स्थापित करके भारत के संविधान के अनुच्छेद ५ के दायरे में भेदभाव का मामला बनाया है?",
  "e. Whether the land in question has been vested in the State with the recording of Rapat Roznamcha and the status of": "ई. क्या विचाराधीन भूमि रपट रोजनामचा दर्ज होने के साथ राज्य में निहित हो गई है और भूमि स्वामी की स्थिति",
  "landowner has become of a “trespasser” as held by the": "एक \"अतिक्रमणकर्ता\" की हो गई है, जैसा कि माननीय सर्वोच्च न्यायालय की संविधान पीठ ने इंदौर विकास",
  "STATE OF HARYANA AND OTHERS (Ravi Shanker Jha,CJ.)": "(रविशंकर झा, जे.)",
  "respondent(s).": "प्रतिवादी(एस)",
  "RAVI SHANKER JHA, CHIEF JUSTICE": "रविशंकर झा, मुख्य न्यायाधीश",
  "(1) A plea for review, unless the first judicial view is manifestly": "(।) समीक्षा के लिए याचिका, जब तक कि पहला न्यायिक दृष्टिकोण स्पष्ट रूप से विकृत न हो, चाँद मांगने के",
  "distorted, is like asking for the moon, held Krishna Iyer J., in Northern India Caterers (India) Ltd. versus Lt. Governor of Delhi’.": "समान है, ऐसा निर्णय जस्टिस कृष्णा अय्यर ने नॉर्दर्न इंडिया कैटरर्स (इंडिया) लिमिटेड बनाम दिल्ली के लेफ्टिनेंट",
  "(2) The present review application has been preferred by the applicants (petitioners) seeking review of the judgment dated 29.07.2022 passed by this Court, whereby the petition filed by them laying challenge": "(2) वर्तमान समीक्षा आवेदन आवेदकों (याचिकाकर्ताओं) द्वारा इस न्यायालय द्वारा पारित दिनांक 29.07.2022 के निर्णय की समीक्षा की मांग करते हुए प्रस्तुत किया गया है, जिसके तहत अधिग्रहण कार्यवाही को चुनौती देने वाली",
  "(3) Learned counsel for the applicants contended that against the decision (ibid), rendered by this Court, the applicants had filed a Special": "(3) आवेदकों के विद्वान अधिवक्ता ने तर्क दिया कि इस न्यायालय द्वारा दिए गए निर्णय (७9) के विरुद्ध,",
  "Leave Petition (C) 31992 of 2022, and as certain additional documents": "आवेदकों ने विशेष अनुमति याचिका (सी) 3992/2022 दायर की थी, तथा चूंकि कुछ अतिरिक्त दस्तावेज भी",
  "were also placed on record, the Supreme Court, while disposing of the matter vide order dated 10.11.2022, observed that as the said documents,": "अभिलेख में रखे गए थे, इसलिए सर्वोच्च न्यायालय ने दिनांक 0..2022 के आदेश द्वारा मामले का निपटारा करते",
  "which were extremely relevant for adjudication of the matter, were not": "हुए पाया कि चूंकि उक्त दस्तावेज, जो मामले के निर्णय के लिए अत्यंत प्रासंगिक थे, उच्च न्यायालय के संज्ञान में नहीं",
  "brought to the notice of the High Court, the applicants were granted liberty to move this Court by filing a review petition and bring to its": "लाए गए थे, इसलिए आवेदकों को समीक्षा याचिका दायर करके इस न्यायालय में जाने तथा यह ध्यान में लाने की",
  "notice that since the purpose for which the land in question was sought": "स्वतंत्रता दी गई कि चूंकि जिस उद्देश्य के लिए विचाराधीन भूमि अधिग्रहित की गई थी, वह पहले ही पूरी हो चुकी है,",
  "to be acquired was already served, the land owned by the applicants was no longer required. He contended that the order dated 29.07.2022,": "इसलिए आवेदकों के स्वामित्व वाली भूमि की अब आवश्यकता नहीं है। उन्होंने तर्क दिया कि दिनांक 29.07.2022",
  "deserves to be reviewed, since vehicle testing track, for which the land": "के आदेश की समीक्षा की जानी चाहिए, क्योंकि वाहन परीक्षण ट्रैक, जिसके लिए भूमि अधिग्रहित की गई थी, पहले",
  "was acquired, has already been set up at another place. Further, by imparting education, the applicants were also serving a “public purpose”": "ही किसी अन्य स्थान पर स्थापित किया जा चुका है। इसके अलावा, शिक्षा प्रदान करके, आवेदक एक “सार्वजनिक",
  "which was far more important than the purpose for which the land was": "उद्देश्य” भी पूरा कर रहे थे, जो उस उद्देश्य से कहीं अधिक महत्वपूर्ण था, जिसके लिए भूमि अधिग्रहित की गई थी।",
  "acquired. It was contended that there was no occasion for this Court to term the applicants as “trespasser”, when their possession was protected": "यह तर्क दिया गया कि इस न्यायालय के लिए आवेदकों को “अतिक्रमणकारी” कहने का कोई कारण नहीं था, जब",
  "by way of an interim order passed by this Court. Further, interpretation": "उनके कब्जे को इस न्यायालय द्वारा पारित अंतरिम आदेश के माध्यम से संरक्षित किया गया था। इसके अलावा,",
  "of “public purpose” could have been given in a better case, as the case at hand was not appropriate for explaining the meaning of “public": "“सार्वजनिक उद्देश्य” की व्याख्या बेहतर मामले में दी जा सकती थी, क्योंकि मामला “सार्वजनिक उद्देश्य” के अर्थ को",
  "purpose”. He also placed reliance on certain documents stating them to": "समझाने के लिए उपयुक्त नहीं था। उन्होंने कुछ दस्तावेजों पर भी भरोसा किया, जिसमें कहा गया था कि वे मामले के",
  "be essential for adjudication of the case. Further, the judgment was also liable to be reviewed because the counsel, who appeared and argued the": "निर्णय के लिए आवश्यक हैं। इसके अलावा, निर्णय की समीक्षा भी की जानी चाहिए क्‍योंकि जिस वकील ने मामले में",
  "pointed out by Mr. Mittal, the public purpose, for which the land in question was acquired, was not “construction of vehicle testing track”,": "“() आवेदकों की भूमि केवल सार्वजनिक उद्देश्य अर्थात वाहन परीक्षण ट्रैक के निर्माण के लिए अधिग्रहित की जा",
  "(4) Controverting the contentions raised by the applicants, Mr. Ankur Mittal, learned Additional Advocate General, Haryana, pointed": "(५) आवेदकों द्वारा उठाए गए तर्कों का विरोध करते हुए, हरियाणा के विद्वान अतिरिक्त महाधिवक्ता श्री अंकुर",
  "out that contention of the applicants that the Supreme Court had observed that as certain additional documents, which were extremely": "मित्तल ने बताया कि आवेदकों का यह तर्क कि सर्वोच्च न्यायालय ने यह टिप्पणी की थी कि चूंकि कुछ अतिरिक्त",
  "observed that as certain additional documents, which were extremely relevant, were never brought to the notice of this Court, the applicants": "दस्तावेज, जो अत्यंत प्रासंगिक थे, इस न्यायालय के संज्ञान में कभी नहीं लाए गए, इसलिए आवेदकों को समीक्षा",
  "were granted liberty to move a review application, is factually incorrect and misleading. He further pointed out that applicants have wrongly": "आवेदन दायर करने की स्वतंत्रता दी गई, तथ्यात्मक रूप से गलत और भ्रामक है। उन्होंने आगे बताया कि आवेदकों",
  "mentioned that the public purpose, for which the land in question was": "ने गलत तरीके से उल्लेख किया है कि जिस सार्वजनिक उद्देश्य के लिए विचाराधीन भूमि अधिग्रहित की गई थी, वह",
  "acquired, was construction of ‘vehicle testing track’, whereas, as per the notifications issued under Sections 4 and 6 of the Act of 1894, the public": "'वाहन परीक्षण ट्रैक' का निर्माण था, जबकि, 489% के अधिनियम की धारा ५ और 6 के तहत जारी अधिसूचनाओं के",
  "purpose was to develop an “Integrated Model Township”. It was": "अनुसार, सार्वजनिक उद्देश्य एक \"एकीकृत मॉडल टाउनशिप\" विकसित करना था। यह तर्क दिया गया कि वाहन",
  "contended that construction of the vehicle testing track was only a part of the planning and since stay was in operation, the vehicle testing track": "परीक्षण ट्रैक का निर्माण केवल योजना का एक हिस्सा था और चूंकि स्थगन लागू था, इसलिए वाहन परीक्षण ट्रैक का",
  "had to be constructed elsewhere, and the land in question would be utilized for the public purpose as re-planned. Further, the documents": "निर्माण कहीं और किया जाना था, और विचाराधीन भूमि का उपयोग सार्वजनिक उद्देश्य के लिए फिर से योजना के अनुसार किया जाएगा। इसके अलावा, आवेदकों द्वारा जिन दस्तावेजों पर भरोसा किया गया है, उनका इस न्यायालय",
  "relied upon by the applicants would have no bearing on the finality of the judgment passed by this Court, as the same relates to the permission granted to the applicants with respect to a School. A similar contention": "द्वारा पारित निर्णय की अंतिमता पर कोई असर नहीं होगा, क्योंकि यह एक स्कूल के संबंध में आवेदकों को दी गई",
  "granted to the applicants with respect to a School. A similar contention was raised at the time of hearing of the main petition, which was": "अनुमति से संबंधित है। मुख्य याचिका की सुनवाई के समय भी इसी तरह का तर्क दिया गया था, जिस पर इस",
  "considered and rejected by this Court. As regards the photographs": "न्यायालय ने विचार किया और उसे खारिज कर दिया। याचिका के साथ संलग्न तस्वीरों के संबंध में, उन्होंने प्रस्तुत",
  "of the applicants that the land was vacant and required for future": "किया कि यह आवेदकों का स्वयं का तर्क था कि भूमि खाली थी और भविष्य में विस्तार के लिए आवश्यक थी। तस्वीरों",
  "expansion. By placing on record the photographs and without clarifying that it does not relate to the acquired land, the applicants have made an": "को रिकॉर्ड पर रखकर और यह स्पष्ट किए बिना कि यह अधिग्रहित भूमि से संबंधित नहीं है, आवेदकों ने इस",
  "attempt to mislead this Court. As a sequel of the aforesaid, he submitted": "न्यायालय को गुमराह करने का प्रयास किया है। उपर्युक्त के परिणामस्वरूप, उन्होंने प्रस्तुत किया कि आवेदकों द्वारा",
  "that none of the grounds pleaded by the applicants qualifies to be a ground for seeking review, as neither there is any error apparent on the": "प्रस्तुत कोई भी आधार समीक्षा की मांग करने के लिए आधार नहीं बनता है, क्योंकि न तो रिकॉर्ड में कोई त्रुटि स्पष्ट है",
  "face of the record nor any additional document has been placed on record, which impels the Court to review its decision. He contended that": "और न ही कोई अतिरिक्त दस्तावेज रिकॉर्ड पर रखा गया है, जो न्यायालय को अपने निर्णय की समीक्षा करने के लिए",
  "while exercising the review jurisdiction, the Court does not sit in appeal": "बाध्य करता है। उन्होंने तर्क दिया कि समीक्षा क्षेत्राधिकार का प्रयोग करते समय, न्यायालय अपील में नहीं बैठता है",
  "and the view taken earlier can only be ‘corrected’ and is not to be": "और पहले लिए गए दृष्टिकोण को केवल 'सही' किया जा सकता है और इसे 'प्रतिस्थापित' नहीं किया जा सकता है।",
  "‘substituted’. He placed reliance on Hari Vishnu Kamath versus Ahmad Ishaque’, Aribam Tuleshwar Sharmma versus Aribam Pishak Sharma": "उन्होंने हरि विष्णु कामथ बनाम अहमद इसहाक पर भरोसा जताया , अरिबम तुलेश्वर शर्माबनाम अरिबम पिशाक",
  "and others*, Kerala State Electricity Board versus Hitech": "शर्मा और अन्य केरल राज्य विदृ्‌युत बोर्ड बनाम हाईटेक इलेक्ट्रोथर्मिक्स एंड हाइड़ोपावर लिमिटेड और अन्य। , जैन",
  "? AIR 1955 Supreme Court 233": "2. एआईआर ॥955 सुप्रीम कोर्ट 233",
  "31974 (4) SCC 389": "3. 497५ (५) एससीसी 389",
  "*2005 (6) SCC 651": "५. 2005 (6) एससीसी 65॥",
  "LAXMI EDUCATIONAL SOCIETY, MANESAR AND OTHERS v. 953 STATE OF HARYANA AND OTHERS (Ravi Shanker Jha,CJ.)": "लक्ष्मी एजुकेशनल सोसाइटी, मानेसर एवं अन्य बनाम हरियाणा राज्य एवं अन्य (रविशंकर झा, जे.)",
  "which, the writ court shall interfere in the acquisition proceedings at the instance of a “trespasser”?": "वे मानदंड जिनके आधार पर रिट न्यायालय एक \"अतिक्रमणकर्ता\" के कहने पर अधिग्रहण की कार्यवाही में हस्तक्षेप कर सकता है?",
  "(12) While answering Issue No.2, a detailed discussion was made in paragraphs No.25 to 30 of the judgment, observing and holding that": "(2) मुद्दे संख्या 2 का उत्तर देते हुए, निर्णय के पैराग्राफ संख्या 25 से 30 में विस्तृत चर्चा की गई, जिसमें यह देखा",
  "the definition of the public purpose is not capable of being given a static and definite meaning. It is the realm of the State to decide the public": "गया कि सार्वजनिक उद्देश्य की परिभाषा को स्थिर और निश्चित अर्थ नहीं दिया जा सकता। यह राज्य का अधिकार क्षेत्र",
  "purpose for which the land is being acquired, though such a decision is": "है कि वह तय करे कि किस सार्वजनिक उद्देश्य के लिए भूमि अधिग्रहित की जा रही है, हालांकि ऐसा निर्णय हमेशा",
  "always open for judicial review. In order to achieve the public purpose,": "न्यायिक समीक्षा के लिए खुला होता है। सार्वजनिक उद्देश्य को प्राप्त करने के लिए, अधिग्रहण करने वाली एजेंसी को",
  "there is any change in planning and even in “public purpose’, it is no": "योजना बनाने का अधिकार है और यदि योजना में और यहां तक कि \"सार्वजनिक उद्देश्य\" में भी कोई बदलाव होता",
  "ground to question the validity of the acquisition proceedings. Therefore,": "है, तो अधिग्रहण की कार्यवाही की वैधता पर सवाल उठाने का कोई आधार नहीं है। इसलिए, भले ही अब भूमि का",
  "even if the land is now sought to be used for any other purpose than the vehicle testing track, as a part of planning, it falls clearly within the": "उपयोग वाहन परीक्षण ट्रैक के अलावा किसी अन्य उद्देश्य के लिए किया जाना हो, नियोजन के एक भाग के रूप में,",
  "applicants to project it as a new cause of action. If such a plea is accepted,": "कारण के रूप में पेश करने का लाइसेंस नहीं देता है। यदि ऐसी दलील स्वीकार कर ली जाती है, तो इससे \"निहित",
  "that would severely affect the \"concept of vesting”, which would be neither legal nor in public interest. The only controlling provision as far": "करने की अवधारणा\" बुरी तरह प्रभावित होगी, जो न तो कानूनी होगी और न ही जनहित में। जहां तक भूमि",
  "as the land acquisition is concerned, is “public purpose”. So long as the": "अधिग्रहण का सवाल है, एकमात्र नियंत्रण प्रावधान \"सार्वजनिक उद्देश्य\" है। जब तक भूमि का उपयोग \"सार्वजनिक",
  "land is sought to be utilized for “public purpose’, be it the original or the changed one, the action of the State cannot be called in question.": "उद्देश्य\" के लिए किया जाना है, चाहे वह मूल हो या बदला हुआ, राज्य की कार्रवाई पर सवाल नहीं उठाया जा सकता।",
  "(13) It was further contended by learned counsel for the applicants that “imparting of education” by the applicants is a more": "((3) आवेदकों के विद्वान वकील ने आगे तर्क दिया कि आवेदकों द्वारा “शिक्षा प्रदान करना” “औद्योगिक उद्देश्य” के",
  "important “public purpose” than the acquisition of land for “industrial purpose”. The argument appears to be impressive, but is without any": "लिए भूमि अधिग्रहण की तुलना में अधिक महत्वपूर्ण “सार्वजनिक उद्देश्य” है। यह तर्क प्रभावशाली प्रतीत होता है,",
  "substance and there cannot be a weighing balance for measuring which “public purpose” is more important and which is less important. The": "लेकिन इसमें कोई सार नहीं है और यह मापने के लिए कोई तराजू नहीं हो सकता कि कौन सा *“सार्वजनिक उद्देश्य”",
  "Agency and as held, the sole criteria is that the land shall be utilized for": "एजेंसी के अधिकार क्षेत्र में आता है और जैसा कि माना गया है, एकमात्र मानदंड यह है कि भूमि का उपयोग",
  "the “public purpose”, less important or more important, is only a": "“सार्वजनिक उद्देश्य” के लिए किया जाएगा, कम महत्वपूर्ण या अधिक महत्वपूर्ण, यह केवल एक व्यक्तिपरक संतुष्टि है",
  "subjective satisfaction varying from person to person. Once the applicants have not laid challenge to the acquisition proceedings on the": "जो व्यक्ति से व्यक्ति में भिन्न होती है। एक बार जब आवेदकों ने इस आधार पर अधिग्रहण की कार्यवाही को चुनौती",
  "ground that the land acquired is not for a “public purpose”, whereas acquisition of the land for establishing an Industrial Model Township": "नहीं दी है कि अधिग्रहित भूमि “सार्वजनिक उद्देश्य” के लिए नहीं है, जबकि औद्योगिक मॉडल टाउनशिप की स्थापना",
  "was a “public purpose” in view of the Act of 1894, no interference with": "के लिए भूमि का अधिग्रहण 89५ के अधिनियम के मद्देनजर एक “सार्वजनिक उद्देश्य” था, तो 89५ के अधिनियम",
  "to review our judgment. Accordingly, the instant review application is dismissed being devoid of any merit.": "तदनुसार, तत्काल समीक्षा आवेदन को किसी भी योग्यता से रहित होने के कारण खारिज किया जाता है।",
  "Ritu R. Nichani": "रितु आर. निचानी",
  "of the law laid down by a Constitution Bench in Indore Development Authority (supra). The Constitution Bench has, in fact, clarified the": "इंदौर विकास प्राधिकरण (उपरोक्त) में संविधान पीठ द्वारा प्रतिपादित कानून के विपरीत है। संविधान पीठ ने, वास्तव",
  "doubts as regards the mode of taking possession of the land having a construction thereupon. It has been held in categorical terms that the": "में, निर्माण वाली भूमि पर कब्जा लेने के तरीके के संबंध में संदेह को स्पष्ट कर दिया है यह स्पष्ट रूप से माना गया है",
  "State cannot be expected to take individual possession of the tracts of the": "कि राज्य से यह अपेक्षा नहीं की जा सकती कि वह उसके द्वारा अधिग्रहित भूमि के भूखंडों पर व्यक्तिगत कब्ज़ा कर",
  "land acquired by it, therefore, Rapat Roznamcha has been held to be a valid mode of possession, irrespective of the factthat the land is vacant": "ले, इसलिए, रपट रोज़नामचा को कब्जे का एक वैध तरीका माना गया है, भले ही यह तथ्य हो कि भूमि खाली है या",
  "or construction exists thereupon. Therefore, the possession having been taken by the State Government would imply that the land vests and the": "उस पर निर्माण मौजूद है। इसलिए, राज्य सरकार द्वारा कब्जा लिए जाने का अर्थ यह होगा कि भूमि निहित है और",
  "possession now being retained by the applicants is nothing but of a “trespasser”.": "अब आवेदकों द्वारा रखा गया कब्ज़ा एक “अतिक्रमणकर्ता” के अलावा और कुछ नहीं है।",
  "In addition to the above, it has also been stated that this Court ought to have examined the issue of “public purpose” in": "उपरोक्त के अतिरिक्त, यह भी कहा गया है कि इस न्यायालय को किसी बेहतर मामले में “सार्वजनिक उद्देश्य” के मुद्दे",
  "some better case, as the case at hand wasnot an appropriate one to examine the said issue. We fail to understand can this": "की जांच करनी चाहिए थी, क्‍योंकि वर्तमान मामला उक्त मुद्दे की जांच करने के लिए उपयुक्त नहीं था। हम यह",
  "even be a ground to seek review of the judgment?": "समझने में विफल हैं कि क्या यह निर्णय की समीक्षा करने का आधार भी हो सकता है?",
  "(17) As far as the plea of additional documents is concerned, the": "(7) जहां तक अतिरिक्त दस्तावेजों की दलील का संबंध है, आवेदकों ने जिला शिक्षा अधिकारी, गुरुग्राम के",
  "applicants have placed reliance on letter dated 30.09.2004, sent by the office of the District Education Officer, Gurugram, vide which permanent recognition was granted to the Laxmi Education School,": "कार्यालय द्वारा भेजे गए दिनांक 30.09.200५ के पत्र पर भरोसा किया है, जिसके द्वारा लक्ष्मी एजुकेशन स्कूल,",
  "permanent recognition was granted to the Laxmi Education School, Kasan, Gurugram; letter dated 25.01.2005, sent by the Central Board of School Education to applicant no. 1, with regard to affiliation of school;": "कासन, गुरुग्राम को स्थायी मान्यता प्रदान की गई थी; स्कूल की संबद्धता के संबंध में आवेदक संख्या । को केंद्रीय विद्यालय शिक्षा बोर्ड द्वारा दिनांक 25.0.2005 का पत्र भेजा गया था; पत्र दिनांक 27.2.2040, जिसके द्वारा सूचना",
  "Information Act was supplied to the Sarpanch of the village that ‘vehicle": "के अधिकार अधिनियम के तहत गांव के सरपंच को जानकारी दी गई थी कि प्लॉट नंबर ॥, सेक्टर एम -/ ट्रांसपोर्ट",
  "photographs. As has been held herein above, in order to seek review on the ground of new discovery of facts/documents, the applicants have to": "जैसा कि ऊपर माना गया है, तथ्यों » दस्तावेजों की नई खोज के आधार पर समीक्षा प्राप्त करने के लिए, आवेदकों",
  "fulfill triple test. First thing to show is that the documents are relevant": "को ट्रिपल टेस्ट को पूरा करना होगा। पहली बात यह है कि ये दस्तावेज मामले के निर्णय के लिए प्रासंगिक हैं और",
  "for adjudication of the case and have the strength for changing the view already taken by the Court. We have perused the aforesaid documents.": "इनमें न्यायालय द्वारा पहले से लिए गए निर्णय को बदलने की ताकत है। हमने उपरोक्त दस्तावेजों का अवलोकन",
  "As far as letters dated 30.09.2004 and 25.01.2005 are concerned, the same are mere permissions granted by the authorities. The same plea was": "किया है। जहां तक 30.09.200५ और 25.0.2005 के पत्रों का सवाल है, वे अधिकारियों द्वारा दी गई अनुमति",
  "advanced before us even at the time of hearing of the main petition,": "मात्र हैं। मुख्य याचिका की सुनवाई के समय भी हमारे सामने यही दलील पेश की गई थी, जिस पर हमने निर्णय के",
  "which we had dealt in detail in Issue No.1 of the judgment, and came to the conclusion that grant of permissions/NOC’s would not act as an": "मुद्दे संख्या । में विस्तार से विचार किया था और इस निष्कर्ष पर पहुंचे थे कि अनुमति /एनओसी प्रदान करना राज्य",
  "estoppel for the State Government to acquire the land. As far as the RTI": "सरकार के लिए भूमि अधिग्रहण में बाधा नहीं बनेगा। जहां तक आरटीआई सूचना का सवाल है, जिसमें कहा गया है",
  "information, stating that the ‘vehicle testing track’ has been established": "कि 'वाहन परीक्षण ट्रैक' कहीं और स्थापित किया गया है,",
  "Supreme Court are reproduced hereinbelow:-": "उच्चतम न्यायालय को नीचे पुनः प्रस्तुत किया गया हैः -",
  "‘... Mr Daphtary, learned counsel for the petitioners, has argued at length all the points which were urged at the earlier": "'.. याचिकाकर्ताओं के विद्वान वकील श्री दफ्तरी ने उन सभी बिंदुओं पर विस्तार से बहस की है, जो पहले चरण में",
  "stage when we refused special leave thus making out that a": "दिए गए थे, जब हमने विशेष अनुमति देने से इनकार कर दिया था, जिससे यह पता चलता है कि समीक्षा कार्यवाही",
  "review proceeding virtually amounts to a rehearing. May be, we were not right in refusing special leave in the first round;": "वस्तुतः पुनर्विचार के बराबर है। हो सकता है कि पहले चरण में विशेष अनुमति देने से इनकार करके हम सही नहीं",
  "but, once an order has been passed by this Court, a review thereof must be subject to the rules of the game and cannot": "थे; लेकिन, एक बार जब इस न्यायालय द्वारा कोई आदेश पारित कर दिया जाता है, तो उसकी समीक्षा खेल के नियमों",
  "thereof must be subject to the rules of the game and cannot be lightly entertained. A review of a judgment is a serious": "के अधीन होनी चाहिए और उसे हल्के में नहीं लिया जा सकता। किसी निर्णय की समीक्षा एक गंभीर कदम है और",
  "step and reluctant resort to it is proper only where a glaring omission or patent mistake or like grave error has crept in earlier by judicial fallibility. A mere repetition, through": "इसका अनिच्छुक सहारा तभी उचित है, जब न्यायिक त्रुटि के कारण पहले कोई स्पष्ट चूक या स्पष्ट गलती या गंभीर",
  "earlier by judicial fallibility. A mere repetition, through different counsel, of old and overruled arguments, a second": "त्रुटि हो गई हो। पुराने और खारिज किए गए तर्कों को अलग-अलग वकीलों के माध्यम से दोहराना, अप्रभावी रूप से",
  "trip over ineffectually covered ground or minor mistakes of inconsequential import are obviously insufficient. The very": "कवर किए गए आधार पर दूसरी बार बात करना या महत्वहीन महत्व की छोटी-मोटी गलतियाँ स्पष्ट रूप से अपर्याप्त",
  "strict need for compliance with these factors is the rationale behind the insistence of counsel's certificate which should": "हैं। इन कारकों के अनुपालन की बहुत सख्त आवश्यकता वकील के प्रमाण पत्र पर जोर देने के पीछे का तर्क है, जो",
  "not be a routine affair or a habitual step. It is neither fairness to the Court which decided nor awareness of the precious": "एक नियमित मामला या आदतन कदम नहीं होना चाहिए। यह न तो न्यायालय के प्रति निष्पक्षता है जिसने निर्णय दिया",
  "public time lost what with ahuge backlog of dockets waiting in the queue for disposal, for counsel to issue easy": "और न ही इस बात की जानकारी है कि निपटान के लिए कतार में प्रतीक्षा कर रहे डॉकटों के विशाल बैकलॉग के कारण जनता का कितना कीमती समय बर्बाद हुआ, वकील द्वारा समीक्षा के मनोरंजन के लिए आसान प्रमाण पत्र",
  "the same battle which has been fought and lost. The Bench and the Bar, we are sure, are jointly concerned in the": "जारी करना और उसी लड़ाई को फिर से लड़ना जो लड़ी और हारी जा चुकी है। हमें यकीन है कि बेंच और बार",
  "conservation of judicial time for maximum use. We regret to": "अधिकतम उपयोग के लिए न्यायिक समय के संरक्षण में संयुक्त रूप से चिंतित हैं। हमें यह कहते हुए खेद है कि यह",
  "say that this case is typical of the unfortunate but frequent phenomenon of repeat performance with the review label as": "मामला पासपोर्ट के रूप में समीक्षा लेबल के साथ बार-बार प्रदर्शन की दुर्भाग्यपूर्ण लेकिन लगातार घटना का विशिष्ट",
  "passport. Nothing which we did not hear then has been heard now, except a couple of rulings on points earlier put forward.": "उदाहरण है। कुछ भी ऐसा नहीं है जो हमने तब नहीं सुना था, अब सुना गया है, सिवाय पहले सामने रखे गए बिंदुओं",
  "now, except a couple of rulings on points earlier put forward. May be, as counsel now urges and then pressed, our order": "पर कुछ फैसलों के। हो सकता है, जेसा कि वकील अब आग्रह करते हैं और फिर दबाव डालते हैं, विशेष अनुमति से",
  "refusing specialleave was capable of a different course. The present stage is not a virgin ground but review of an earlier": "इनकार करने वाला हमारा आदेश एक अलग तरीके से सक्षम था। वर्तमान चरण एक नया आधार नहीं है, बल्कि पहले",
  "order which has the normal feature of finality.”": "के आदेश की समीक्षा है जिसमें अंतिमता की सामान्य विशेषता है।”",
  "(20) Having said that, we may observe that applicants have sought re-hearing of the entire issue under the guise of the review": "(20) ऐसा कहने के बाद, हम देख सकते हैं कि आवेदकों ने समीक्षा आवेदन की आड़ में पूरे मामले की फिर से",
  "application, and that too, by misleading the Court(s). And, in any case,": "सुनवाई की मांग की है, और वह भी न्यायालय को गुमराह करके। और, किसी भी मामले में, आवेदकों के विद्वान",
  "learned counsel for the applicants failed to point out if the judgment under review suffered from any error apparent on the face of the record.": "वकील यह इंगित करने में विफल रहे कि समीक्षाधीन निर्णय में रिकॉर्ड के आधार पर कोई त्रुटि थी या नहीं। यहां तक",
  "Even the additional documents, as demonstrated above, relied upon by": "कि अतिरिक्त दस्तावेज, जैसा कि ऊपर दिखाया गया है, जिन पर आवेदकों ने भरोसा किया है, न तो प्रासंगिक हैं",
  "elsewhere, is concerned, the same is of no use in view of the observations made by this Court to the effect that the land can be used for any public": "तो इस न्यायालय द्वारा की गई टिप्पणियों के मद्देनजर इसका कोई मतलब नहीं है कि भूमि का उपयोग किसी भी",
  "purpose and, in fact, in the case at hand, there is no change in the public": "सार्वजनिक उद्देश्य के लिए किया जा सकता है और वास्तव में, इस मामले में, सार्वजनिक उद्देश्य में कोई बदलाव नहीं",
  "purpose. At best, it is only a case of change in planning, that too, in view": "हुआ है। अधिक से अधिक यह केवल नियोजन में परिवर्तन का मामला है, वह भी उन परिस्थितियों को देखते हुए, जब",
  "of the circumstances, when the Acquiring Agency could not have utilized the acquired land, as the stay granted by this Court was": "अधिग्रहण करने वाली एजेंसी अधिग्रहित भूमि का उपयोग नहीं कर सकती थी, क्योंकि इस न्यायालय द्वारा दी गई",
  "(18) So far as the reliance placed on the letter written by a Minister of the State is concerned, the same bears no value in the eyes": "(।8) जहां तक राज्य के मंत्री द्वारा लिखे गए पत्र पर भरोसा करने का सवाल है, तो कानून की नजर में इसका कोई",
  "of law having no legal backing. Neither the said Minister has any": "महत्व नहीं है, क्योंकि इसका कोई कानूनी आधार नहीं है। न तो उक्त मंत्री के पास कोई अधिकार है और न ही वह",
  "authority nor he is a functionary of the State of Haryana and thus,any comments made by him are inconsequential. Further, the photographs": "हरियाणा राज्य के पदाधिकारी हैं और इसलिए उनके द्वारा की गई कोई भी टिप्पणी महत्वहीन है। इसके अलावा,",
  "annexed with the petition are completely misleading, because it was a pleaded case of the applicants that the land in question was vacant and it": "याचिका के साथ संलग्न तस्वीरें पूरी तरह से भ्रामक हैं, क्योंकि आवेदकों का यह तर्क था कि विचाराधीन भूमि खाली",
  "was acquired for future expansion. Thus, by way of these photographs,": "थी और इसे भविष्य के विस्तार के लिए अधिग्रहित किया गया था। इस प्रकार, इन तस्वीरों के माध्यम से, आवेदकों ने",
  "the applicants have only made an attempt to mislead the Court to think": "केवल न्यायालय को यह सोचने के लिए गुमराह करने का प्रयास किया है कि जिस भूमि को मुक्त करने की मांग की",
  "that a running school is existing on the land which is sought to be released. Therefore, in no manner, the documents relied upon by the": "गई है, उस पर एक चालू स्कूल मौजूद है। इसलिए, किसी भी तरह से, आवेदकों द्वारा भरोसा किए गए दस्तावेज",
  "applicants are relevant for adjudication of the case at hand and are, in fact, mere reiteration of the earlier contentions raised by the applicants.": "मामले के न्यायनिर्णयन के लिए प्रासंगिक नहीं हैं और वास्तव में, आवेदकों द्वारा उठाए गए पहले के विवादों की",
  "Thus, the first condition for seeking review on the ground of new and": "पुनरावृत्ति मात्र हैं। इस प्रकार, नए और अतिरिक्त दस्तावेजों के आधार पर समीक्षा की मांग करने की पहली शर्त स्वयं",
  "additional documents is itself not fulfilled and thus, these cannot be entertained for reviewing the judgment passed by this Court. We also do": "पूरी नहीं होती है और इसलिए, इस न्यायालय द्वारा पारित निर्णय की समीक्षा के लिए इन पर विचार नहीं किया जा",
  "not find any merit in the plea raised by the applicants that the judgment": "सकता है। हमें आवेदकों द्वारा उठाई गई इस दलील में भी कोई दम नहीं दिखता कि फैसले की समीक्षा की जानी",
  "shall be reviewed because the counsel who argued the matter before this Court was not having authority to appear. Apparently, the plea sought to": "चाहिए क्योंकि इस अदालत के समक्ष मामले पर बहस करने वाले वकील के पास पेश होने का अधिकार नहीं था।",
  "for the applicants and argued the matter at length before it was reserved for judgment, had been appearing consistently for the past several dates.": "निर्णय के लिए आरक्षित किए जाने से पहले मामले पर विस्तार से बहस की, पिछले कई तारीखों से लगातार पेश हो",
  "(19) Thus, in context of the dispute that is sought to be raised by the applicants and that too by way of review petition, we consider it": "(9) इस प्रकार, आवेदकों द्वारा उठाए गए विवाद के संदर्भ में और वह भी समीक्षा याचिका के माध्यम से, हम सो",
  "necessary to refer to a decision of the Supreme Court in Sow Chandra Kante and another versus Sheikh Habib'', wherein it was observed that": "चंद्र कांते और अन्य बनाम शेख हबीब में सर्वोच्च न्यायालय के निर्णय का संदर्भ देना आवश्यक समझते हैं। ,जिसमें",
  "“it is the duty on the shoulders of the counsel to ensure that reviews are": "यह देखा गया कि \"यह सुनिश्चित करना वकील के कंधों पर कर्तव्य है कि समीक्षा बिना सोचे-समझे दायर न की जाए,",
  "not filed at the drop of a hat, to ensure the conservation of judicial time for maximum use. As the Court observed, the entertainment of a review,": "ताकि अधिकतम उपयोग के लिए न्यायिक समय का संरक्षण सुनिश्चित किया जा सके। जैसा कि न्यायालय ने देखा,",
  "without there being any mistake/error in the judgment, is neither fair to": "निर्णय में कोई गलती“त्रुटि न होने पर समीक्षा का मनोरंजन न तो न्यायालय के लिए उचित है और न ही जनता के",
  "the Court nor to the public time, which is lost in re-hearing the case that has been fought and lost. In this regard, observations made by the": "समय के लिए, जो उस मामले की फिर से सुनवाई में बर्बाद हो जाता है जो लड़ा और हार गया है। इस संबंध में, द्वारा की गई टिप्पणियों",
  "1975 (1) SCC 674": "॥. 4975 (॥) एस.सी.सी 67५"
}