{
  "amountof Rs.191,749/- as Extension Fee for the said period": "उक्त अवधि के लिए विस्तार शुल्क के रूप में रुपये 49,7५9 /- की राशि जमा करने के लिए कहा गया। उक्त पत्र",
  "response to said letter, the petitioners deposited only a sum of Rs.50,000/- on 25.10.2002. The remaining amount of": "के जवाब में, याचिकाकर्ताओं ने 25.0.2002 को केवल.50,000/- की राशि जमा की। इस प्रकार 27.2.2002",
  "Rs.141,749/- was thus demanded from the petitioners vide letter dated 27.12.2002 (Annexure P-6). The petitioners,": "के पत्र के माध्यम से याचिकाकर्ताओं से रुपये.॥५,7५9/- की शेष राशि की मांग की गई। (अनुलग्नक पी -6).",
  "however, did not deposit the remaining amount. Accordingly, letter dated 24.9.2004 (Annexure P-8) was": "हालाँकि, याचिकाकर्ताओं ने शेष राशि जमा नहीं की। तदनुसार, उन्हें दिनांक 2५.9.200५ (अनुलग्नक पी-8) का पत्र",
  "issued to them demanding a sum of Rs.2,26,533/- as Extension Fee calculated upto 31.3.2005. A reminder dated": "जारी किया गया था जिसमें 3.3.2005 तक की गणना की गई विस्तार शुल्क के रूप में रुपये.2,26,533/- की",
  "11.5.2005 (Annexure P-9) was also issued. However, the": "राशि की मांग की गई थी। दिनांक ॥.5.2005 (अनुलग्नक पी-9) का एक अनुस्मारक भी जारी किया गया था।",
  "petitioner did not respond to the same. Accordingly show cause notice 27.4.2006 (Annexure P-10) was issued and": "हालांकि, याचिकाकर्ता ने इसका कोई जवाब नहीं दिया। तदनुसार कारण बताओ नोटिस 27.4.2006 (अनुलग्नक पी-",
  "vide a detailed order dated 28.3.2007 (Annexure P-11) passed by the then Assistant Estate Officer after affording": "संपदा अधिकारी द्वारा पारित एक विस्तृत आदेश दिनांक 28.3.2007 (अनुलग्नक पी-॥) द्वारा नीलाम की गई साइट",
  "(16) Even to such stand, there is no rebuttal.": "(6) यहां तक कि इस तरह के रुख का कोई खंडन नहीं है।",
  "(17) Next issue that arises for consideration is whether in the facts and circumstances of the case the action of cancellation of lease of": "(7) विचार के लिए अगला मुद्दा यह है कि क्‍या मामले के तथ्यों और परिस्थितियों में साइट के पट्टे को रद्द करने की",
  "the site was justified?": "कार्रवाई उचित थी?",
  "(18) Certain conditions contained in the allotment letter dated 29.08.1985 issued to the petitioners would be relevant and are": "(8) याचिकाकर्ताओं को जारी किए गए आवंटन पत्र दिनांक 29.08.985 में निहित कुछ शर्तें प्रासंगिक होंगी और",
  "reproduced hereunder:": "यहां पुनः प्रस्तुत की गई हैं:",
  "“Reference your bid at the auction held on 11.7.85 for a Residential Site.": "एक आवासीय साइट के लिए ॥.7.85 को आयोजित नीलामी में अपनी बोली का संदर्भ लें।",
  "2. Residential Site details whereof are given below is hereby allotted to you on lease hold basis on the terms and conditions mentioned hereinafter:": "2. आवासीय स्थल का विवरण जिसके बरे में नीचे दिया गया है, इसके बाद उल्लिखित नियमों और शर्तों के आधार पर लीज होल्‍्ड के आधार पर आपको आवंटित किया जाता हैः",
  "Sector | Sr. No. | Areain Sq. | Premium | Yearly rent for of the yds & 1“ 33 years": "सेक्टर प्लॉट का क्र.सं क्षेत्रफल वर्ग में गज | अधिमूल्य पहले 33 वर्षों तक",
  "38B 1574 | 633.75Sq. |3,47,000/-/ Rs.8675/- p.m.": "38बी ॥57% 633.75 वर्ग. 3,५7,000/- रुपये 8675/-",
  "RANJIT KAUR & ANOTHER v. CHANDIGARH ADMINISTRATION & = 345 ANOTHER (Tejinder Singh Dhindsa, J.)": "रंजीत कौर और अन्य बनाम चंडीगढ़ प्रशासन और अन्य (तेजिंदर सिंह ढींढसा, जे.)",
  "Rules.": "नियम.",
  "(Para 22)": "(पैरा 22)",
  "Further held, that In the considered view of this Court,": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि इस न्यायालय के सुविचारित दृष्टिकोण में, याचिकाकर्ता दिनांक",
  "dated 21.05.2009 as also the subsequent order dated 17.12.2013 passed during the course of hearing of the instant petition. While issuing notice": "2.05.2009 के प्रस्ताव आदेश की सूचना से और साथ ही तत्काल याचिका की सुनवाई के दौरान पारित दिनांक",
  "of motion, status quo regarding the subject plot had been directed subject to the petitioners depositing the extension fee along with": "के संबंध में यथास्थिति का निर्देश दिया गया था बशर्ते याचिकाकर्ता ब्याज के साथ विस्तार शुल्क जमा करें। इस तरह",
  "interest. The clear purport of such direction and calling upon the petitioners to deposit the extension fee was only to ensure that the site": "के निर्देश का स्पष्ट उद्देश्य और याचिकाकर्ताओं से विस्तार शुल्क जमा करने का आह्वान केवल यह सुनिश्चित करने के",
  "petitioners to deposit the extension fee was only to ensure that the site in question is ‘held over' and during the pendency of the writ petition,": "लिए था कि विचाराधीन साइट 'होल्ड ओवर' हो और रिट याचिका के लंबित रहने के दौरान, साइट को प्रशासन द्वारा",
  "the site be not sold/put to auction afresh by the Administration. Even as regards the order dated 17.12.2013 passed by this Court, wherein": "नए सिरे से बेचा/नीलाम नहीं किया जाए। जहां तक इस न्यायालय द्वारा पारित दिनांक 7.2.203 के आदेश का",
  "counsel for the respondents had sought time to complete instructions with regard to sanction of the building plan and to give out a particular": "संबंध है, जिसमें प्रत्यर्थियों के वकील ने भवन योजना की मंजूरी के संबंध में निर्देशों को पूरा करने और निर्माण की",
  "with regard to sanction of the building plan and to give out a particular period of construction, the same would not tantamount to this Court having expressed any opinion on the merits of the case. Matter had": "एक विशेष अवधि देने के लिए समय मांगा था, यह इस न्यायालय के मामले के गुणागुण पर कोई राय व्यक्त करने के",
  "respondents, but the Administration has held its ground as regards the decision of cancellation of the lease.": "प्रशासन ने पट्टे को रद्द करने के निर्णय के संबंध में अपना आधार रखा है।",
  "(Para 23)": "(पैरा 23)",
  "M.L. Sarin, Sr. Advocate with Hemani Sarin, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से अधिवक्ता हेमानी सरीन के साथ वरिष्ठ अधिवक्ता एम. एल. सरीन।",
  "Ashish Rawal, Advocate for the respondents.": "आशीष रावल, प्रतिवादियों के वकील।",
  "TEJINDER SINGH DHINDSA, J.": "तेजिंदर सिंह ढिंड्सा, जे",
  "(1) Plot No.1574, Sector 38-B, Chandigarh measuring 633.75": "(॥) प्लॉट संख्या.57५, सेक्टर 38-बी, चंडीगढ़ 633.75 वर्ग मीटर। .07.985 को आयोजित एक खुली नीलामी",
  "sq. yards was allotted to the petitioners on lease hold basis for a period of 99 years in an open auction held on 11.07.1985.": "में 99 वर्ष की अवधि के लिए पट्टा होल्ड आधार पर याचिकाकर्ताओं को यार्ड आवंटित किया गया था।",
  "(2) Vide order dated 28.03.2007 (Annexure P-11) passed by the 3™ respondent i.e. Estate Officer, U.T. Chandigarh, lease of the plot": "(2) तीसरे प्रतिवादी द्वारा पारित आदेश दिनांक 28.03.2007 (अनुलग्नक पी-॥) के माध्यम से। एस्टेट अधिकारी, यू.",
  "was cancelled and forfeiture of 10% of the premium, ground rent, interest etc. was also directed. The order of cancellation of the lease": "टी. चंडीगढ़, प्लॉट का पट्टा रद्द कर दिया गया था और प्रीमियम का 0%, जमीन का किराया, ब्याज आदि जब्त कर",
  "interest etc. was also directed. The order of cancellation of the lease stands affirmed by the appellate and revisional authorities vide orders": "लिया गया था। निर्देशित भी किया गया। पट्टा रद्द करने के आदेश की पुष्टि अपीलीय और पुनरीक्षण अधिकारियों द्वारा",
  "dated 02.12.2008 (Annexure P-14) and 18.03.2009 (Annexure P-16).": "दिनांक 02.2.2008 (अनुलग्रक पी-५) और 8.03.2009 अनुलग्नरक पी-6 के आदेशों के माध्यम से की गई है",
  "(3) Instant petition has been filed assailing the afore-noticed three orders at Annexures P-11, P-14 and P-16.": "(3) अनुलग्नरक पी-॥।, पी-+ और पी-6 में पूर्व-नोटिस किए गए तीन आदेशों पर तत्काल याचिका दायर की गई है।",
  "(4) Learned senior counsel submits that the action of": "(५) विद्वान वरिष्ठ वकील प्रस्तुत करता है कि की कार्रवाई",
  "RANJIT KAUR & ANOTHER v. CHANDIGARH ADMINISTRATION & = 347 ANOTHER (Tejinder Singh Dhindsa, J.)": "रंजीत कौर और अन्य बनाम चंडीगढ़ प्रशासन और अन्य (तेजिंदर सिंह ढींढसा, जे.)",
  "(6) Per contra, learned counsel representing U.T. Chandigarh": "(6) इसके विपरीत, यू. टी. चंडीगढ़ का प्रतिनिधित्व करने वाले विद्वान वकील ने प्रस्तुत किया कि अनुबंध पी-। में",
  "submits that as per Clause(s) 12 and 22 of the Terms and Conditions of the allotment letter at Annexure P-1, construction on the plot was": "आवंटन पत्र के नियमों और शर्तों के खंड (ओं) ।2 और 22 के अनुसार, प्लॉट पर निर्माण पंजाब कैपिटल (विकास",
  "Regulation) Building Rules, 1952 as well as the provisions of the Frame Control and ArchitecturalControl and the Zoning Plan (wherever": "और विनियमन) भवन नियम, 952 के साथ-साथ फ्रेम कंट्रोल एंड आर्किटेक्चरल कंट्रोल और ज़ोनिंग प्लान के",
  "applicable). Since petitioners did not construct within the prescribed/extended time, show cause notice dated 27.04.2006 under": "लागू हो). चूंकि याचिकाकर्ताओं ने निर्धारित/विस्तारित समय के भीतर निर्माण नहीं किया था, इसलिए चंडीगढ़ लीज",
  "prescribed/extended time, show cause notice dated 27.04.2006 under Rule 20 of the Chandigarh Lease Hold of Sites and Building Rules,": "होल्ड ऑफ साइटस एंड बिल्डिंग रूल्स, 973 के नियम 20 के तहत दिनांक 27.04.2006 को कारण बताओ",
  "1973 (hereinafter to be referred to as 'the 1973 Rules') was served for cancellation of lease and forfeiture of premium etc. After hearing the": "नोटिस (इसके बाद १973 नियम' के रूप में संदर्भित किया जाएगा) पट्टे को रद्द करने और प्रीमियम की जब्ती आदि",
  "petitioners, lease of the plot was cancelled by a detailed order dated": "के लिए लागू किया गया था। याचिकाकर्ताओं को सुनने के बाद, भूखंड का पट्टा दिनांक 28.03.2007 के एक विस्तृत",
  "28.03.2007 (Annexure P-11). The appeal as also the revision preferred bythe petitioners have not found favour. It is submitted that": "आदेश द्वारा रद्द कर दिया गया था (अनुलग्नक पी -])). अपील और याचिकाकर्ताओं द्वारा प्रस्तुत संशोधन को भी",
  "preferred bythe petitioners have not found favour. It is submitted that the petitioners could not even start construction over about 21 2 years": "समर्थन नहीं मिला है। यह प्रस्तुत किया जाता है कि याचिकाकर्ता नीलामी की तारीख से लगभग 2.5 वर्षों में निर्माण",
  "from the date of auction and it is after following due procedure that the action of cancellation of the lease has been taken and which does not": "भी शुरू नहीं कर सके और उचित प्रक्रिया का पालन करने के बाद ही पट्टे को रद्द करने की कार्रवाई की गई है और",
  "suffer from any legalinfirmity. Dismissal of the writ petition is prayed for.": "जो किसी भी कानूनी दुर्बलता से ग्रस्त नहीं है। रिट याचिका को खारिज करने का अनुरोध किया जाता है।",
  "(7) At this stage, it would be apposite to take note that the instant petition had come up for preliminary hearing on 21.05.2009 and": "(7) इस स्तर पर, यह ध्यान रखना उचित होगा कि तत्काल याचिका 2.05.2009 को प्रारंभिक सुनवाई के लिए आई",
  "whileissuing notice of motion, the following order had been passed:": "थी और प्रस्ताव की सूचना जारी करते समय, निम्नलिखित आदेश पारित किया गया थाः",
  "“Notice of motion for 24.7.2009.": "\"20.7.2009 के लिए प्रस्ताव का नोटिस।",
  "Meanwhile, subject to the petitioners’ depositing the extension fee along with interest, if any, within a period of one month from today, status quo regarding subject plot shall be maintained.": "इस बीच, याचिकाकर्ताओं द्वारा आज से एक महीने की अवधि के भीतर ब्याज, यदि कोई हो, के साथ विस्तार शुल्क जमा करने के अधीन, विषय भूखंड के संबंध में यथास्थिति बनाए रखी जाएगी।",
  "To be listed before the Registrar (Judicial)-I forcompletion of service and pleadings.”": "सेवा और अभिवचनों को पूरा करने के लिए रजिस्ट्रार (न्यायिक)-॥ के समक्ष सूचीबद्ध किया जाना।",
  "(8) Subsequently, on 17.12.2013, a Division Bench of this Court passed the following orders:": "(8)इसके बाद, 7.2.203 को, इस न्यायालय की एक खंड पीठ ने निम्नलिखित आदेश पारित किए:",
  "order passed by this Court, the extension fee has been paid upto the year 2009 and further, the petitioner isready": "वर्ष 2009 तक विस्तार शुल्क का भुगतान किया गया है, भवन योजना को मंजूरी देने और निर्माण के लिए एक विशेष",
  "RANJIT KAUR & ANOTHER v. CHANDIGARH ADMINISTRATION & = 343 ANOTHER (Tejinder Singh Dhindsa, J.)": "रंजीत कौर और अन्य बनाम चंडीगढ़ प्रशासन और अन्य (तेजिंदर सिंह ढींढसा, जे.)",
  "Before Tejinder Singh Dhindsa & Lalit Batra, JJ.": "समक्ष तेजिंदर सिंह ढींढसा और ललित बत्रा जे.जे.",
  "RANJIT KAUR & ANOTHER—Petitioner": "रंजीत कौर और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "CHANDIGARH ADMINISTRATION & OTHERS—Respondents": "चंडीगढ़ प्रशासन और अन्य-प्रतिवादी",
  "CWP No. 7733 of 2009": "2009 का सीडब्ल्यूपी नंबर 7733",
  "June 02, 2022": "02 जून 2022",
  "Constitution of India, 1950 — Art. 226; Capital of Punjab (Development and Regulation) Act, 1952; The Punjab Capital": "भारत का संविधान, 950-अनुच्छेद 226; पंजाब की राजधानी (विकास और विनियमन) अधिनियम, 952; पंजाब",
  "(Development and Regulation) Building Rules, 1952; Chandigarh": "राजधानी (विकास और विनियमन) भवन नियम, 952; चंडीगढ़ लीज होल्ड ऑफ साइटस एंड बिल्डिंग रूल्स,",
  "Lease Hold of Sites and Building Rules, 1973 — Rule 20; Chandigarh Lease Hold and Sites and Buildings (Amendment Rules, 2007) — Rule": "973-नियम 20; चंडीगढ़ लीज होल्ड एंड साइट्स एंड बिल्डिंग्स (संशोधन नियम, 2007) - नियम ॥6 - खुली",
  "16 — Plot allotted to Petitioners on lease hold basis for 99 years in open auction. Estate Officer cancelled the lease and forfeited 10% of": "नीलामी में 99 वर्षों के लिए लीज होल्ड के आधार पर याचिकाकर्ताओं को आवंटित भूखंड। संपदा अधिकारी ने पट्टा",
  "open auction. Estate Officer cancelled the lease and forfeited 10% of premium, ground rent, interest etc. — as Petitioners did not construct": "रद्द कर दिया और प्रीमियम, भूमि किराया, ब्याज आदि का 0% जब्त कर लिया। - क्योंकि याचिकाकर्ताओं ने",
  "within 3 years from date of auction. Order affirmed by appellate and": "नीलामी की तारीख से 3 साल के भीतर निर्माण नहीं किया था। अपीलीय और पुनरीक्षण अधिकारियों द्वारा पुष्टि किए",
  "revisional authorities. Allotment letter issued in 1985 — Petitioners belatedly took possession in 1992 and did not commence": "गए आदेश। 985 में जारी आवंटन पत्र-याचिकाकर्ताओं ने 992 में देर से कब्जा कर लिया और निर्माण शुरू नहीं",
  "construction. Petitioners did not respond to Show Cause Notice and": "किया। याचिकाकर्ताओं ने कारण बताओ नोटिस का जवाब नहीं दिया और एस्टेट अधिकारी के सामने पेश नहीं हुए।",
  "did not appear before Estate Officer. Another notice issued. Estate Officer duly heard Petitioners prior to passing order cancelling lease.": "एक और नोटिस जारी किया गया। पट्टा रद्द करने का आदेश पारित करने से पहले संपदा अधिकारी ने",
  "No cogent reason for not constructing for over 21 years.": "याचिकाकर्ताओं को विधिवत सुना। 22 साल से अधिक समय तक निर्माण न करने का कोई ठोस कारण नहीं है।",
  "Petitioners/lessees failed to deposit extension fee. Petition dismissed.": "याचिकाकर्ता»पट्टेदार विस्तार शुल्क जमा करने में विफल रहे। याचिका खारिज कर दी गई। 6५% की दर से ब्याज के",
  "Extension fee deposited during pendency of writ petition directed to": "साथ वापस की गई रिट याचिका के लंबित रहने के दौरान जमा किया गया विस्तार शुल्क।",
  "Held, Adverting back to the facts of the present case, auction had been held on 11.07.1985. Possession offer communication was": "आयोजित, वर्तमान मामले के तथ्यों को ध्यान में रखते हुए, नीलामी .07.985 को आयोजित की गई थी। कब्जा",
  "enclosed along with allotment letter dated 29.08.1985. Inspite of a clear": "प्रस्ताव संचार दिनांक 29.08.985 के आवंटन पत्र के साथ संलग्न किया गया था। नीलामी की तारीख से तीन साल",
  "chose not to take possession till the year 1992. Even thereafter petitioners kept dilly-dallying, and did not even deposit the extension": "वर्ष 9992 तक कब्जा नहीं लेने का फैसला किया। इसके बाद भी याचिकाकर्ता टालमटोल करते रहे, और निर्माण न",
  "fee leviable on account of non-construction. The condition incorporated in the allotment letter to complete construction within three years was": "होने के कारण देय विस्तार शुल्क भी जमा नहीं किया। तीन साल के भीतर निर्माण पूरा करने के लिए आवंटन पत्र में",
  "for a specific purpose. Such stipulation was to ensure not only a": "शामिल शर्त एक विशिष्ट उद्देश्य के लिए थी। इस तरह की शर्त न केवल एक नियोजित विकास सुनिश्चित करने के लिए",
  "planned development but also a speedy and time bound development in the city. The petitioners have sat over the site over a period of more": "थी बल्कि शहर में एक त्वरित और समयबद्ध विकास भी सुनिश्चित करने के लिए थी। याचिकाकर्ता 2। से अधिक वर्षों",
  "than 21 years. In the reply and in para 6 thereof, it has been averred that": "की अवधि में साइट पर बैठे हैं। उत्तर में और उसके पैरा 6 में, यह अभिप्रेरित किया गया है कि भारत सरकार के",
  "a show cause notice dated 22.01.1997 (Annexure R-2) under Rule 20 of": "नियम 20 के अधीन दिनांक 22.0.997 (अनुलग्बक आर-2) का कारण बताओ नोटिस",
  "view and granted reasonable time to the petitioners to raise construction": "चाहिए और याचिकाकर्ताओं को निर्माण को प्रभावी बनाने के लिए एक उचित समय दिया जाना चाहिए। इस संबंध में,",
  "RANJIT KAUR & ANOTHER v. CHANDIGARH ADMINISTRATION & = 349 ANOTHER (Tejinder Singh Dhindsa, J.)": "रंजीत कौर और अन्य बनाम चंडीगढ़ प्रशासन और अन्य (तेजिंदर सिंह ढींढसा, जे.)",
  "communication dated 29.08.1985 which was enclosed along with the letter of allotment was issued by the Estate Officer, Chandigarh": "दिनांक 29.08.985 का पत्र, जो आबंटन पत्र के साथ संलग्न था, संपदा अधिकारी, चंडीगढ़ प्रशासन, चंडीगढ़ द्वारा",
  "Administration, Chandigarh and addressed to the Executive Engineer, C.P. Division No.3, Chandigarh and a copy was even forwarded to": "जारी किया गया था और कार्यकारी अभियंता, सी. पी. प्रभाग संख्या. 3, चंडीगढ़ को संबोधित किया गया था और",
  "Svtantarbir Singh Batra (petitioner No.2 herein) and para 2 thereof,": "इसकी एक प्रति यहां याचिकाकर्ता संख्या. 2, स्वतंत्रबीर सिंह बत्रा को भी अग्रेषित की गई थी और पैरा 2, प्रासंगिक",
  "would be relevant and reads as under:": "होगा और निम्नानुसार पढ़ा जाएगाः",
  "“2. He should please obtain possession of the plot on any working day from the Executive Engineer, C.P. Division No.3, Chandigarh on production of this letter alongwith the allotmentletter. Possession can be obtained either personally": "2. उसे आवंटन पत्र के साथ इस पत्र को प्रस्तुत करने पर कार्यकारी अभियंता, सी. पी. डिवीजन नंबर. 3, चंडीगढ़ से किसी भी कार्य दिवस पर भूखंड का कब्जा प्राप्त करना चाहिए। कब्जा या तो आबंटित व्यक्ति द्वारा या एक अधिकृत",
  "by the allottee or through an authorized representative, an authorityin simple will do.”": "प्रतिनिधि के माध्यम से प्राप्त किया जा सकता है, एक प्राधिकरण सरलता से करेगा।",
  "(14) In para 5 of the written statement, the categoric stand taken": "(।५)लिखित कथन के पैरा 5 में, लिया गया विनिर्दिष्ट स्थिति यह है कि याचिकाकर्ताओं को अनुलग्रक आर-। (कोली)",
  "is that inspite of the petitioners having been offered possession of the plot in terms of communication dated 29.08.1985 at Annexure R-1": "में दिनांक 29.08.985 के संसूचना के संदर्भ में भूखंड के कब्जे की पेशकश किए जाने के बावजूद याचिकाकर्ताओं",
  "(colly), the petitioners did not respond and had approached the concerned authority viz. Executive Engineer, C.P. Division No.3,": "ने कोई जवाब नहीं दिया और संबंधित प्राधिकारी से संपर्क किया था। कार्यकारी अभियंता, सी. पी. डिवीजन नंबर. 3,",
  "Chandigarh for taking physical possession of the site ‘for the first time' in September, 1992. Accordingly, possession letter was issued to the": "चंडीगढ़ सितंबर, 992 में 'पहली बार' साइट का भौतिक कब्जा लेने के लिए। तदनुसार, कार्यकारी अभियंता द्वारा",
  "petitioners on 01.09.1992 (Annexure P-2) by the Executive Engineer.": "0.09.992 (अनुलग्नक पी-2) को याचिकाकर्ताओं को अधिकार पत्र जारी किया गया था। आबंटन पत्र के साथ",
  "There is no rebuttal at the hands of the petitioners as regards the": "भी याचिकाकर्ताओं के हाथों से कोई खंडन नहीं है। इसके अतिरिक्त, इस न्यायालय के लिए याचिकाकर्ताओं द्वारा",
  "apart, there is no averment or document placed on record by the": "अभिलेख पर यह निष्कर्ष निकालने के लिए कोई अभिकथन या दस्तावेज प्रस्तुत नहीं किया गया है कि",
  "petitioners for this Court to infer that the respondent/authorities had at any point of time been approached prior to the year 1992 for taking": "प्रत्यर्थी/प्राधिकारियों से [खंड का भौतिक कब्जा लेने के लिए वर्ष 992 से पूर्व किसी भी समय संपर्क किया गया था",
  "physical possession of the plot and inspite of a stipulated obligation in the allotment letter dated 29.08.1985 that erection of building on the": "और दिनांक 29.08.985 के आबंटन पत्र में निर्धारित बाध्यता के बावजूद कि स्थल पर भवन का निर्माण नीलामी",
  "site shall have to be completed within three years from the date of auction. In the consideredview of this Court, the submission raised on": "की तारीख से तीन वर्ष के भीतर पूरा करना होगा। इस न्यायालय के सुविचारित दृष्टिकोण में, याचिकाकर्ताओं की ओर",
  "behalf of the petitioners attributing delay to the Administration as regards possession of the site is without merit.": "से प्रशासन को स्थल के कब्जे के संबंध में देरी के लिए जिम्मेदार ठहराते हुए जो निवेदन किया गया है, वह",
  "(15) Equally, frivolous is the plea taken that extension fee was not deposited as varying demands at different points of time had been": "(5) समान रूप से, यह दलील तुच्छ है कि विस्तार शुल्क जमा नहीं किया गया था क्योंकि अलग-अलग समय पर",
  "raised. Such aspect stands clarified by the Administration in para 9 of": "अलग-अलग मांगें उठाई गई थीं। इस तरह के पहलू को प्रशासन द्वारा अपने उत्तर के पैरा 9 में स्पष्ट किया गया है",
  "its reply and which reads as follows:": "और जो इस प्रकार हैः",
  "“9. In reply to para 9, it is submitted that the petitioners vide their letter dated 27.03.2002 (Annexure R-4) received on": "\"9. पैरा 9 के उत्तर में, यह प्रस्तुत किया जाता है कि याचिकाकर्ताओं ने अपने पत्र दिनांक 27.03.2002 (अनुलग्नक",
  "9.4.2002 requested for grant of extension in time limit for": "आर-५) को 9.५.2002 को प्राप्त किया, जिसमें .५.2002 से 3.3.2003 तक निर्माण के लिए समय सीमा में विस्तार देने का अनुरोध किया गया था। यह थी मांग",
  "RANJIT KAUR & ANOTHER v. CHANDIGARH ADMINISTRATION & 351 ANOTHER (Tejinder Singh Dhindsa, J.)": "रंजीत कौर और अन्य बनाम चंडीगढ़ प्रशासन और अन्य (तेजिंदर सिंह ढींढसा, जे.)",
  "11. The letter authorizing you to take possession of the site leased to you is enclosed.": "॥. आपको पट्टे पर दी गई जगह पर कब्जा करने के लिए आपको अधिकृत करने वाला पत्र संलग्न है।",
  "12.The building on the site shall be constructed in accordance with the plans which must Conform to the Punjab Capital(Development & Regulation) Building Rules,": "2. साइट पर इमारत का निर्माण उन योजनाओं के अनुसार किया जाएगा जो पंजाब कैपिटल (विकास और",
  "1952 and provisions of the Frame Control and Architectural": "विनियमन) भवन नियम, 952 और फ्रेम कंट्रोल एंड आर्किटेक्चरल कंट्रोल और ज़ोनिंग प्लान के प्रावधानों के",
  "13(a) and 13(b) to 15": "3 (ए) और ॥3 (बी) से 5",
  "16. The site and the building erected thereon shall be used only for the residential purposes for which it has been": "6. स्थल और उस पर बनाए गए भवन का उपयोग केवल उन आवासीय उद्देश्यों के लिए किया जाएगा जिनके लिए",
  "leased.": "इसे पट्टे पर दिया गया है।",
  "17. In the event of default, breach or non-compliance of any of the conditions of lease, the lease may be cancelled and": "77. पट्टे की किसी भी शर्त के चूक, उल्लंघन या गैर-अनुपालन की स्थिति में, पट्टे को रद्द किया जा सकता है और",
  "the site resumed an the whole/part amount paid to Govt. towards the premium/rent of the site may be forfeited to": "साइट सरकार को भुगतान की गई पूरी/आंशिक राशि को फिर से शुरू कर सकती है। साइट के प्रीमियम/किराए के",
  "Govt. after the cancellation of lease, it shall be the responsibility of the lessee to remove the malba/structure, if": "लिए सरकार को ज़ब्त किया जा सकता है। पट्टा रद्द किए जाने के बाद पट्टेदार की यह जिम्मेदारी होगी कि वह पट्टा",
  "any within such reasonable period as may be prescribed by the Estate Officer not exceeding three months from the date": "रद्द किए जाने की तारीख से तीन महीने से अधिक की ऐसी उचित अवधि के भीतर मालबा»संरचना, यदि कोई हो,",
  "of cancellation of lease, failing which the Estate Officer shall be competent to remove the Malba or to proceed to": "को हटा दे, जिसमें विफल रहने पर संपदा अधिकारी मालबा को हटाने या उस पर बनाए गए भवन के साथ स्थल की",
  "auction the site alongwith the building erected thereon and after deducting the market value/price of the site made over": "नीलामी करने के लिए आगे बढ़ने में सक्षम होगा और उस पर बनाए गए स्थल के बाजार मूल्य»मूल्य में कटौती करने",
  "Arbitrator and his decision shall be final and binding on the parties.": "मध्यस्थ के रूप में कार्य करेगा और उसका निर्णय अंतिम और पक्षों पर बाध्यकारी होगा।",
  "22. The erection of a building on the site in accordance withthe Punjab Capital (Dev. & Reg.) Building Rules, 1952,": "22. पंजाब की राजधानी (देव) के अनुसार स्थल पर एक भवन का निर्माण। & रेग.) भवन नियम, 952 को नीलामी",
  "shall have to be completed within three years from the date": "की तारीख से तीन साल के भीतर पूरा करना होगा। पूरा होने की तारीख पंजाब कैपिटल (देव और रेग) के लिए फॉर्म",
  "of auction. The date of completion will be the date of receipt of application for permission to occupy the building in Form 'D' annexure to Punjab Capital (Dev.& Reg.) Building": "'डी' अनुलग्नक में इमारत पर कब्जा करने की अनुमति के लिए आवेदन प्राप्त करने की तारीख होगी। इमारतें",
  "Rules, 1952accompanied by completion certificate from the Registered Surveyor/qualified Architect who supervised the": "नियम, 952 के साथ भवन के निर्माण की देखरेख करने वाले पंजीकृत सर्वेक्षक/योग्य वास्तुकार से पूर्णता प्रमाण",
  "construction of the building provided the building is also certified to have beencompleted according to the sanctioned Building plan by the Chief Administrator.": "पत्र, बशर्ते कि भवन को मुख्य प्रशासक द्वारा स्वीकृत भवन योजना के अनुसार पूरा करने के लिए भी प्रमाणित किया",
  "23. The building can be actually occupied only after the Occupation Certificate’ obtained.”": "23. वास्तव में व्यवसाय प्रमाणपत्र 'प्राप्त' होने के बाद ही भवन पर कब्जा किया जा सकता है।",
  "(19) A bare perusal of the conditions reproduced hereinabove makeit clear that the auction had been held on 11.07.1985 and erection": "(।9)ऊपर पुनः प्रस्तुत की गई शर्तों के अवलोकन से यह स्पष्ट होता है कि नीलामी ॥.07.985 को आयोजित की",
  "of the building on the site was to be completed within three years from the date of auction. In the event of breach or non-compliance of the any": "गई थी और साइट पर भवन का निर्माण नीलामी की तारीख से तीन साल के भीतर पूरा किया जाना था। किसी भी शर्त के उल्लंघन या गैर-अनुपालन की स्थिति में, प्रशासन के लिए साइट को रद्द करने और फिर से शुरू करने और",
  "resume the site and to forfeit the premium/rent. Concededly, till the date of passing of the impugned order dated 28.03.2007 (Annexure P-": "प्रीमियम /किराए को जब्त करने के लिए खुला था। सहमति से, दिनांक 28.03.2007 (अनुलग्नक पी-4) के विवादित",
  "11) cancelling the lease, no steps had been taken by the petitioners even to commence construction.": "आदेश के पारित होने की तारीख तक, जिसमें पट्टा को रद्द कर दिया गया था, याचिकाकर्ताओं द्वारा निर्माण शुरू करने के लिए भी कोई कदम नहीं उठाए गए थे।",
  "(20) In the case of Shri Ram Puri (supra), a Full Bench of this Court had examined the scope and power of resumption under Section 8-A of the Capital of Punjab (Development and Regulation) Act, 1952.": "(20) श्री राम पुरी (उपर्युक्त) के मामले में इस न्यायालय की एक पूर्ण पीठ ने पंजाब की राजधानी (विकास और विनियमन) अधिनियम, 952 की धारा 8-क के अधीन पुनः आरंभ करने के दायरे और शक्ति की जांच की थी। इस",
  "While upholding the constitutionality of such provision, it had been observed that resumption in the sense of a divestiture of title would be": "तरह के प्रावधान की संवैधानिकता को बनाए रखते हुए, यह देखा गया था कि स्वामित्व के विनिवेश के अर्थ में फिर से",
  "the ultimate civil sanction in the armoury of the authorities to effectuate the twin purpose of a regulated and planned development as also the": "शुरू करना अधिकारियों के शस्त्रागार में एक विनियमित और नियोजित विकास के दोहरे उद्देश्य को प्रभावी बनाने के",
  "expeditious creation of the capital city in the State. While opining that": "साथ-साथ राज्य में राजधानी शहर के शीघ्र निर्माण के लिए अंतिम नागरिक मंजूरी होगी। यह मत व्यक्त करते हुए कि",
  "resumption should be used as a weapon of last resort, it was also held": "पुनः आरंभ करने का उपयोग अंतिम उपाय के हथियार के रूप में किया जाना चाहिए, यह भी माना गया कि साइटों",
  "that it would be necessary to grantsuch ultimate sanction in the hands of the authorities to resume the sites and buildings if the transfree": "और भवनों को फिर से शुरू करने के लिए अधिकारियों के हाथों में इस तरह की अंतिम मंजूरी देना आवश्यक होगा",
  "regulated development. Relevant extract of para 40 of the judgment reads as under:": "पैरा ५0 का प्रासंगिक उद्धरण इस प्रकार है:",
  "“The Master Plan of the town provided for residential, industrial, commercial and educational zoning and even": "\"आवासीय, औद्योगिक, वाणिज्यिक और शैक्षिक क्षेत्र के लिए प्रदान किए गए शहर के मास्टर प्लान और यहां तक",
  "within these zones specific buildings were earmarked for": "कि इन क्षेत्रों के भीतर विशिष्ट भवनों को विशिष्ट उद्देश्य के लिए निर्धारित किया गया था। यदि इस तरह के एक",
  "specific purpose. If such a planned city (the idea whereof was rather new in the country) was to be translated into": "नियोजित शहर (जिसका विचार देश में नया था) को वास्तविकता में परिवर्तित किया जाना था, तो साइटों और भवनों",
  "reality, it was inevitable and necessary to give the ultimate sanction in the hands of the authorities to resume the sites and buildings if the transferees recalcitrantly refuse to": "को फिर से शुरू करने के लिए अधिकारियों के हाथों में अंतिम मंजूरी देना अपरिहार्य और आवश्यक था यदि",
  "and buildings if the transferees recalcitrantly refuse to conform to the ideal of a well-planned and well-regulated": "हस्तांतरणकर्ता एक सुनियोजित और सुव्यवस्थित विकास के आदर्श के अनुरूप होने से इनकार करते हैं, विशेष रूप",
  "development, especially with regard to the need of quick": "से त्वरित विकास की आवश्यकता के संबंध में।",
  "site within a period of three years from the date of auction. Such default on the part of the petitioners cannot be viewed as a minor infraction. A": "नीलामी की तारीख से तीन साल की अवधि के भीतर साइट। याचिकाकर्ताओं की ओर से इस तरह के चूक को मामूली",
  "period of 21 years would be too long to overlook. The inevitable": "उल्लंघन के रूप में नहीं देखा जा सकता है। 2। साल की अवधि को नजरअंदाज करना बहुत लंबा होगा। अपरिहार्य",
  "conclusion is that it was only by way of last resort that the Chandigarh Administration took recourse to the ultimate sanction of cancellation of": "निष्कर्ष यह है कि यह केवल अंतिम उपाय था कि चंडीगढ़ प्रशासन ने पट्टे को रद्द करने की अंतिम मंजूरी का सहारा",
  "the lease. Such action would be seen towards following the dictum laid down bythe Full Bench in Shri Ram Puri's case (supra).": "लिया। इस तरह की कार्रवाई को श्री राम पुरी के मामले में पूर्ण पीठ द्वारा निर्धारित आदेश का पालन करने की दिशा",
  "(22) The judgments placed reliance upon in Teri Oat Estates (supra) and M/s James Hotels Ltd. (supra) would not enure to the": "(22)टेरी ओट एस्टेट (उपर्युक्त) और मेसर्स जेम्स होटल्स लिमिटेड (उपर्युक्त) में दिए गए निर्णयों से याचिकाकर्ताओं",
  "benefit of the petitioners. In the case of Teri Oat Estates (supra), a commercial site in Sector-34, Chandigarh had been purchased on lease": "को लाभ नहीं होगा। टेरी ओट एस्टेट (उपर्युक्त) के मामले में सेक्टर-3५, चंडीगढ़ में एक वाणिज्यिक स्थल को",
  "hold basis by the appellant in an open auction held on 13.03.1988.": "3.03.988 को आयोजित एक खुली नीलामी में अपीलार्थी द्वारा लीज होल्ड आधार पर खरीदा गया था। स्थल पर",
  "After entering into possession of the site, the appellant had constructed a six stories building including the basement floor. Lease of the site had": "कब्जा करने के बाद, अपीलार्थी ने तहखाने सहित छह मंजिला इमारत का निर्माण किया था। साइट का पट्टा",
  "been cancelled on 24.06.1992 i.e. within a period of four years from the date of allotment on the ground of there being a default indeposit the": "2५.06.992 ..०. को रद्द कर दिया गया था। आबंटन की तारीख से चार वर्ष की अवधि के भीतर इस आधार पर कि",
  "purchase consideration amount. In the case of M/s James Hotels Ltd.": "खरीद प्रतिफल राशि जमा करने में चूक हुई है। मेसर्स जेम्स होटल्स लिमिटेड (उपर्युक्त) के मामले में 0.08.985",
  "(supra), a hotel site had been auctioned on 01.08.1985. Lease had been cancelled as the petitioner/company had not deposited the due": "को एक होटल स्थल की नीलामी की गई थी। पट्टा रद्द कर दिया गया था क्योंकि याचिकाकर्ता/कंपनी ने निर्धारित",
  "installment and ground rent within the stipulated time period. This Court had intervened on the observations that it would not advance": "समय अवधि के भीतर देय किस्त और भूमि किराया जमा नहीं किया था। इस न्यायालय ने इन टिप्पणियों पर हस्तक्षेप",
  "any public or private interest if the order of resumption is upheld": "किया था कि यदि फिर से शुरू करने के आदेश को बरकरार रखा जाता है तो वह किसी भी सार्वजनिक या निजी",
  "because huge expenditure had also been incurred on the hotel building which was near completion and it would be a sheer wastage as": "हित को आगे नहीं बढ़ाएगा क्योंकि होटल भवन पर भी भारी खर्च किया गया था जो पूरा होने के करीब था और यह",
  "razed and demolished and particularly when the construction had been raised after obtaining sanction of the site plans. In the case of Teri Oat": "जाना था और विशेष रूप से जब निर्माण स्थल योजनाओं की मंजूरी प्राप्त करने के बाद उठाया गया था। टेरी ओट",
  "Estates (supra) as also M/s James Hotels Ltd. (supra), it was not a case of non-construction. Rather construction had been effected and the": "एस्टेट (उपर्युक्त) और मेसर्स जेम्स होटल्स लिमिटेड (उपर्युक्त) के मामले में यह गैर-निर्माण का मामला नहीं था।",
  "case of non-construction. Rather construction had been effected and the default was in deposit of the purchase amount/interest thereupon. The facts, as such, are clearly distinguishable and these two judicial": "बल्कि निर्माण किया गया था और चूक खरीद राशि»ब्याज के जमा में थी। तथ्य, इस प्रकार, स्पष्ट रूप से अलग-अलग",
  "facts, as such, are clearly distinguishable and these two judicial precedents would have no applicability to the facts of the present case.": "हैं और ये दो न्यायिक उदाहरण वर्तमान मामले के तथ्यों पर लागू नहीं होंगे।",
  "(23) The reliance placed on behalf of the petitioners upon Notification at Annexure P-13 amending Rule 16 of the Chandigarh Lease Hold of Sites and Building Rules, 1973 is wholly mis-placed. As": "(23) चंडीगढ़ लीज होल्ड ऑफ साइट्स एंड बिल्डिंग रूल्स, 973 के नियम ॥6 में संशोधन करते हुए अनुलग्नरक पी- 3 में अधिसूचना पर याचिकाकर्ताओं की ओर से रखी गई निर्भरता पूरी तरह से गलत है। ऐसी अधिसूचना के",
  "per such Notification, it was the ‘lessees’, who could not complete the building within the extended period upto 31.03.2007 were given": "अनुसार, यह 'पट्टेदार' थे, जो 33.03.2007 तक विस्तारित अवधि के भीतर भवन को पूरा नहीं कर सके थे, उन्हें कुछ",
  "another opportunity to complete the building subject to certain conditions. Such Notification contained the proviso to the effect": "शर्तों के अधीन भवन को पूरा करने का एक और अवसर दिया गया था। इस तरह की अधिसूचना में इस प्रभाव का",
  "that ‘existing allottees' who have not completed the construction of": "प्रावधान था कि 'मौजूदा आवंटनकर्ता' जिन्होंने निर्माण पूरा नहीं किया है",
  "ANOTHER (Tejinder Singh Dhindsa, J.)": "रंजीत कौर और अन्य बनाम चंडीगढ़ प्रशासन और अन्य (तेजिंदर सिंह ढींढसा, जे.)",
  "complete the building by 31.03.2008 subject to deposit of certain": "3.03.2007 तक के भवन को कुछ विस्तार शुल्क जमा करने के अधीन 3.03.2008 तक भवन को पूरा करने का",
  "extension fee. The Notification at Annexure P-13 was issued on": "अंतिम अवसर दिया जाएगा। अनुलग्नक पी-3 में अधिसूचना 2५.08.2007 को जारी की गई थी, जबकि संबंधित",
  "24.08.2007 whereas the lease of the site in question already stood cancelled prior in point of time vide order dated 28.03.2007. The": "साइट का पट्टा दिनांक 28.03.2007 के आदेश द्वारा समय से पहले ही रद्द कर दिया गया था। दिनांक 24.08.2007",
  "petitioners on thedate of issuance of the notification dated 24.08.2007 would not as such be covered by the expression ‘existing allottees'’. The": "की अधिसूचना जारी किए जाने की तारीख को याचिकाकर्ता 'विद्यमान आवंटी' पद के अंतर्गत नहीं आएंगे। अधिसूचना",
  "Notification would not have retrospective effect.": "का पूर्वव्यापी प्रभाव नहीं होगा।",
  "(24) There is no merit in the contention raised by counsel as regards violation of the principles of natural justice. The allotment": "(20) प्राकृतिक न्याय के सिद्धांतों के उल्लंघन के संबंध में वकील द्वारा उठाए गए तर्क में कोई योग्यता नहीं है। वर्ष",
  "letter having been issued in the year 1985 and the petitioners having belatedly taken possession of the site in the year 1992 did not": "985 में आबंटन पत्र जारी किया गया था और याचिकाकर्ताओं ने वर्ष 992 में विलंब से साइट का कब्जा लेने के",
  "Notice dated 22.01.1997 (Annexure R-2 along with the reply) under": "22.0.997 (उत्तर के साथ अनुलग्रक आर-2) जारी करने का फैसला किया। इस तथ्य से इनकार नहीं किया गया",
  "has not been denied. Petitioners chose not to respondto such Notice and": "है। याचिकाकर्ताओं ने इस तरह के नोटिस का जवाब नहीं देना चुना और नोटिस में निर्धारित तिथि पर एस्टेट",
  "did not even appear before the Estate Officer on the date that had been stipulated in the Notice. Inspite thereof, the Administrationhad given a long rope and it is only in the year 2006 that another Notice dated": "अधिकारी के सामने पेश भी नहीं हुए। इसके बावजूद, प्रशासन ने एक लंबी रस्सी दी थी और यह केवल वर्ष 2006 में",
  "24.07.2006 (Annexure P-10) had been served upon the petitioners. The": "है कि याचिकाकर्ताओं को दिनांक 2५.07.2006 (अनुलग्नक पी-0) का एक और नोटिस दिया गया था। पट्टा रद्द",
  "petitioners were duly heard by the Estate Officer prior to passing of the order dated 28.03.2007 (Annexure P-11) cancelling the lease. In the": "करने के लिए दिनांक 28.03.2007 (अनुलग्नक पी-4॥) के आदेश को पारित करने से पहले एस्टेट अधिकारी द्वारा",
  "Singh Batra, co- lessee, having appeared could not put forth any cogent reason for not starting construction over the site for a period of more": "स्वतंत्रबीर सिंह बत्रा, उपस्थित होने के बाद 2। वर्षों से अधिक की अवधि के लिए साइट पर निर्माण शुरू नहीं करने",
  "extension fee and having left with no other option, the lease was being cancelled.": "उसके पास कोई अन्य विकल्प नहीं होने के कारण पट्टा रद्द किया जा रहा था।",
  "there being any violation of the provisions of the Capital of Punjab (Development and Regulation) Act, 1952 as also of the 1973 Rules.": "(25) पंजाब की राजधानी (विकास और विनियमन) अधिनियम, 952 और 973 के नियमों के प्रावधानों के किसी",
  "(26) In the considered view of this Court, petitioners cannot draw any mileage from the notice of motion order dated 21.05.2009 as": "(26) इस न्यायालय के सुविचारित दृष्टिकोण में, याचिकाकर्ता दिनांक 27.05.2009 के प्रस्ताव आदेश की सूचना से",
  "petitioners depositing the extension fee along with interest. The clear purport of such direction and calling upon the petitioners to deposit the": "निर्देश दिया गया था बशर्ते याचिकाकर्ता ब्याज के साथ विस्तार शुल्क जमा करें। इस तरह के निर्देश का स्पष्ट उद्देश्य",
  "purport of such direction and calling upon the petitioners to deposit the extension fee was only to ensure that the site in question is ‘held over'": "और याचिकाकर्ताओं से विस्तार शुल्क जमा करने का आह्वान केवल यह सुनिश्चित करने के लिए था कि विचाराधीन",
  "and during the pendency of the writ petition, the site be not sold/put": "साइट 'होल्ड ओवर' है और रिट याचिका के लंबित होने के दौरान, साइट को बेचा /नहीं रखा जाएगा"
}