{
  "768 I.L.R. PUNJAB AND HARYANA 2012(1)": "/768",
  "another individual or to the society in general, to act in a specific": "किसी अन्य व्यक्ति या सामान्य रूप से समाज के लिए, एक विशिष्ट तरीके से कार्य करने या",
  "manner or not to so act and he still acts contrary to it and does": "ऐसा न करने के लिए और वह अभी भी इसके विपरीत कार्य करता है और जानबूझकर ऐसा करता है,",
  "and depravity. It will be contrary to accepted customary rule and duty between man and man.”": "स्वीकृत प्रथागत शासन और करत॑व्य के विपरीत होगा। ”",
  "(29) Applying the underlying objective of the expression “moral": "(29) \"नैतिक अधमता\" अभिव्यक्ति के अंतर्निहित उद्देश्य को लागू करते हुए यह",
  "turpitude” it can be safely inferred that where the act of an employee is": "सुरक्षित रूप से अनुमान लगाया जा सकता है कि जहां एक कर्मचारी का कार्य धोखेबाज है और",
  "deceitful and does not reflect modesty, honesty or good morals, it has to": "विनम्रता, ईमानदारी या अच्छी नैतिकता को प्रतिबिंबित नहीं करता है, तो इसे \"नैतिक अधमता\" के",
  "be construed as an act of “moral turpitude”. Persons convicted for misappropriation of even his wife’s property and asking for dowry by using": "कार्य के रूप में माना जाना चाहिए | यहाँ तक कि अपनी पत्नी की संपत्ति के दुरुपयोग और जबरदस्ती",
  "to all canons of modesty and good morals. It is the greed of the husband": "कार्य में लिप्त होते हैं और विनम्रता और अच्छी नैतिकता के सभी नियमों के विपरीत होते हैं | यह पति",
  "and greed can never be an honest approach and definitely leads to something": "का लालच है और लालच कभी भी एक ईमानदार दृष्टिकोण नहीं हो सकता है और निश्चित रूप से",
  "which is against good morals.": "कुछ ऐसा करने की ओर ले जाता है जो अच्छी नैतिकता के खिलाफ है।",
  "(30) In view of the above instances, I am of the considered opinion": "(30) उपरोक्त उदाहरणों को ध्यान में रखते हुए, मेरी यह सुविचारित राय है कि",
  "petitioner after his conviction before passing the order of dismissal. There": "अधिकारियों के लिए बर्खास्तगी का आदेश पारित करने से पहले याचिकाकर्ता के खिलाफ उसकी",
  "no order as to costs.": "इसे खर्च के बारे में कोई आदेश दिए बिना खारिज कर दिया जाता है।",
  "P.S. Bajwa": "पी. एस. बाजवा",
  "Before K. Kannan, J.": "के. कन्‍नन के समक्ष, जे.",
  "TARA SING AND OTHERS,—Petitioners": "तारा सिंग और अन्य, -याचिकाकर्ता",
  "versus": "बनाम",
  "THE ADMINISTRATOR, UNION TERRITORY, CHANDIGARH AND ANOTHER,—Respondents": "प्रशासक, संघ क्षेत्र, चंडीगढ़ और अन्य,के उत्तरदाता",
  "Constitution of India - Art. 226 & 227 - Capital of": "भारत का संविधान-अनुच्छेद 226 और 227-पंजाब की राजधानी (विकास और विनियमन)",
  "Punjab(Development and Regulation) Act, 1952 - Ss.2(k), 8-A & 10": "अधिनियम, 495 2-एस. एस. 2 (के), 8-ए और 0-संपत्ति हस्तांतरण अधिनियम-मूल",
  "- Transfer of Property Act - Original transferee had died but had sold": "स्थानांतरिती की मृत्यु हो गई थी लेकिन उसने संपत्ति बेच दी थी-वेंडी का नाम संपत्ति",
  "property - Vendee's name did not figure in record of Estate Officer though there was a registered sale deed in his favour - In the": "अधिकारी के रिकॉर्ड में नहीं था, हालांकि उसके पक्ष में एक पंजीकृत बिक्री विलेख था-इस",
  "meantime, property which was residential in nature was resumed": "बीच, संपत्ति जो प्रकृति में आवासीय थी, 769 को फिर से शुरू किया गया था।",
  "TARA SINGH AND OTHERS v. THE ADMINISTRATOR, UNION 769 TERRITORY, CHANDIGARH AND ANOTHER": "तारा सिंह और अन्य बनाम प्रशासक, संघ क्षेत्र, चंडीगढ़ और अन्य",
  "(K. Kannan, J.)": "(के. कन्‍्नन, जे.)",
  "because it was being used for non-residential purposes - In appeal": "क्योंकि इसका उपयोग गैर-आवासीय उद्देश्यों के लिए किया जा रहा था-अधिकारियों के समक्ष",
  "issued to vendee - Authorities held that for vendee to challenge": "गया था-अधिकारियों ने कहा कि विक्रेता को फिर से शुरू करने को चुनौती देने के लिए,",
  "resumption, his name as owner should be borne on record of Estate Office, and that notice was issued to person authorized to collect": "उसका नाम संपत्ति कार्यालय के रिकॉर्ड में होना चाहिए, और वह नोटिस किराया एकत्र",
  "Office, and that notice was issued to person authorized to collect rent - Relying on S.2(k) of Act 1952, it was held that there was no": "करने के लिए अधिकृत व्यक्ति को जारी किया गया था-अधिनियम 4952 की धारा 2 (के) पर भरोसा करते हुए, यह माना गया कि विक्रेता को कोई नोटिस नहीं था-फिर से शुरू करने",
  "notice to vendee - Order of resumption quashed.": "पर भरोसा करते हुए, यह माना गया कि विक्रेता को कोई नोटिस नहीं था-फिर से शुरू करने का आदेश रद्द कर दिया गया।",
  "Whether there was sufficient notice to vendee and whether mutation in record of Estate Office was necessary to bring vendee": "क्या विक्रेता को पर्याप्त सूचना दी गई थी और क्‍या संपत्ति कार्यालय के रिकॉर्ड में परिवर्तन",
  "within meaning of transferee as contemplate under S.2(k) of the Act": "आवश्यक था ताकि विक्रेता को अधिनियम की धारा 2 (के) के तहत स्थानांतरिती के अर्थ",
  "- Sufficient notice not given - Petition allowed.": "के भीतर लाया जा सके-पर्याप्त सूचना नहीं दी गई-याचिका की अनुमति है।",
  "Held, That when the order of eviction was, therefore, challenged,": "अभिनिर्धारित किया गया कि जब बेदखली के आदेश को चुनौती दी गई थी, तो अपीलीय प्राधिकारी",
  "sale had been effected and, therefore, he would not entertain the appeal. In the revision, the authority has observed that unless the ownership of the": "इसलिए, वह अपील को स्वीकार नहीं करेगा | संशोधन में, प्राधिकरण ने कहा है कि जब तक संपत्ति",
  "plot was changed in the records of the Estate Office, the petitioner could": "कार्यालय के रिकॉर्ड में भूखंड का स्वामित्व नहीं बदला जाता है, तब तक याचिकाकर्ता कानूनी रूप से",
  "not legally claim a right of hearing before the resumption of site in question.": "विचाराधीन स्थल को फिर से शुरू करने से पहले सुनवाई के अधिकार का दावा नहीं कर सकता है।",
  "This again was setting out a wrong proposition, for, a transfer is made under": "यह फिर से एक गलत प्रस्ताव स्थापित कर रहा था, क्योंकि बिक्री विलेख के पंजीकरण द्वारा",
  "the provisions of the Transfer of Property Act by registration of the sale": "संपत्ति हस्तांतरण अधिनियम के प्रावधानों के तहत हस्तांतरण किया जाता है | उत्परिवर्तन केवल इस",
  "deed. Mutation is merely an evidence of such transfer and does not per se constitute the transfer. The failure of the owner for some reason to have": "तरह के हस्तांतरण का एक प्रमाण है और यह हस्तांतरण का गठन नहीं करता है ।किसी कारण से",
  "se constitute the transfer. The failure of the owner for some reason to have carried out a mutation cannot defeat his right, more so, particularly when": "उत्परिवर्तन करने में मालिक की विफलता उसके अधिकार को विफल नहीं कर सकती है, विशेष रूप",
  "the purchaser had brought to the knowledge of the authority the fact of transfer through a registered instrument.": "से जब खरीदार ने एक पंजीकृत साधन द्वारा से हस्तांतरण के तथ्य को प्राधिकरण के ज्ञान में लाया था।",
  "(Para 4)": "(पैरा 4)",
  "Further held, That Section 8A of the Capital of Punjab (Development": "आगे कहा कि पंजाब की राजधानी (विकास और विनियमन) अधिनियम, ]952 की खंड 8ए",
  "for the breach of condition of transfer. The action could be taken against a transferee and \"transferee\" is defined under Section 2(k) of the Act as": "करती है | स्थानांतरिती के खिलाफ कार्रवाई की जा सकती है और अधिनियम की खंड 2 (के) के",
  "“transferee” is defined under Section 2(k) of the Act as follows:-": "तहत \"स्थानांतरिती\" को निम्नानुसार परिभाषित किया गया हैः-",
  "“(k) “‘transferee” means a person (including a firm or other body of": "\"(ट) \"हस्तांतरणकर्ता\" का अर्थ है एक व्यक्ति (एक फर्म या व्यक्तियों के अन्य निकाय",
  "individuals, whether incorporated or not) to whom a site or building is transferred in any manner whatsoever, under this Act and includes his successors and assigns.”": "सहित, चाहे वह निगमित हो या न हो) जिसे इस अधिनियम के तहत किसी भी तरह से एक साइट या भवन का हस्तांतरण किया जाता है और इसमें उसके उत्तराधिकारी और नियुक्त",
  "770 I.L.R. PUNJAB AND HARYANA 2012(1)": "770",
  "This definition shows that a transferee includes successors and": "इस परिभाषा से पता चलता है कि स्थानांतरिती में उत्तराधिकारी और नियुक्तियां शामिल होती हैं । ऐसे",
  "assigns. The petitioner's status as such successor or assign cannot be unilaterally foreclosed by the authority by observing that since in their": "उत्तराधिकारी या नियुक्ति के रूप में याचिकाकर्ता की स्थिति को प्राधिकरण द्वारा एकतरफा रूप से",
  "records, the transferee's name had not been included, he would not be": "यह देखते हुए बंद नहीं किया जा सकता है कि चूंकि उनके रिकॉर्ड में हस्तांतरणकर्ता का नाम शामिल",
  "(Para 5)": "(पैरा 5)",
  "in the writ petition itself to the effect that the owner had by his own showing constituted Shri Nath Singh as his power of attorney and he in turn had": "इशारा करता है कि मालिक ने अपने स्वयं के प्रदर्शन से श्री नाथ सिंह को अपने मुख्तारनामा रूप",
  "appointed Shri Pindi Dass Bhasin to collect rent etc. from the tenant. It was": "में गठित किया था और बदले में उसने श्री पिंडी दास भसीन को किरायेदार से किराया आदि लेने के",
  "brought out through record that Mr. Bhasin had notice and that would,": "लिए नियुक्त किया था | अभिलेख द्वारा से यह सामने लाया गया कि श्री भसीन को नोटिस दिया गया",
  "according to the learned counsel, be sufficient compliance of the legal": "था और विद्वान अधिवक्ता के अनुसार, यह कानूनी आवश्यकता का पर्याप्त अनुपालन होगा । मुझे डर",
  "requirement. I am afraid, I cannot accept this plea for the only reason that": "है कि मैं इस याचिका को केवल इस कारण से प्रतिग्रहण करना नहीं कर सकता कि इस तथ्य के",
  "a constructive notice to the owner by virtue of the fact that a notice had": "आधार पर कि श्री भसीन को एक नोटिस गया था, मालिक को एक रचनात्मक नोटिस तब तक नहीं",
  "gone to Mr. Bhasin cannot be presumed unless it is brought out on record that the order of enquiry to Mr. Bhasin under an eviction was passed in": "माना जा सकता है जब तक कि यह रिकॉर्ड पर नहीं लाया जाता है कि श्री भसीन को बेदखली के",
  "that the order of enquiry to Mr. Bhasin under an eviction was passed in his capacity as such power of attorney for the legal owner. The Administration": "तहत जांच का आदेश कानूनी मालिक के लिए इस तरह मुख्तारनामा के रूप में उनकी क्षमता में पारित",
  "cannot ride on two horses. It cannot contend that it will not recognize the": "किया गया था । प्रशासन दो घोड़ों पर सवार नहीं हो सकता है | यह तर्क नहीं दे सकता कि वह",
  "be taken as a notice to the owner in the capacity as such power of attorney.": "दिए गए नोटिस को मुख्तारनामा के रूप में मालिक को नोटिस के रूप में लिया जाना चाहिए | (पैरा 6)",
  "Further held, That the law that empowers an Administration": "ने आगे कहा कि वह कानून जो किसी व्यक्ति को दुरुपयोग के लिए बाहर निकालने की प्रशासन की",
  "interest to ensure a proper regulation of all uses within the limits of the Administration. If any complaint of misuse is made and if such misuse, on": "सभी उपयोगों का उचित विनियमन सुनिश्चित करना है | यदि दुरुपयोग की कोई शिकायत की जाती",
  "Administration. If any complaint of misuse is made and if such misuse, on being established, will render a property liable for resumption, it shall be": "है और यदि इस तरह का दुरुपयोग, स्थापित होने पर, एक संपत्ति को फिर से शुरू करने के लिए",
  "imperative that the Administration follows the letter of law punctiliously. At": "उत्तरदायी बना देगा, तो यह अनिवार्य होगा कि प्रशासन कानून के पत्र का समय पर पालन करे।",
  "least, when the appeal had been filed and again when the revision was filed by the petitioner claiming himself to be the owner, the petitioner had been": "कम से कम, जब अपील दायर की गई थी और फिर जब याचिकाकर्ता द्वारा खुद को मालिक होने का",
  "granted opportunity to explain his case, then the order could be seen to": "दावा करते हुए पुनरीक्षण दायर किया गया था, तो याचिकाकर्ता को अपना मामला समझाने का अवसर",
  "be just. When the petitioner was, on the other hand, knocked out at the": "दिया गया था, तब आदेश को न्यायसंगत माना जा सकता था | दूसरी ओर, जब याचिकाकर्ता को",
  "threshold and denying him an audience on a specious that he had not": "सीमा से बाहर कर दिया गया था और उसे इस अनुमान पर दर्शकों से वंचित कर दिया गया था कि",
  "established his ownership, it cannot contend now that no notice was necessary": "उसने अपना स्वामित्व स्थापित नहीं किया था, तो अब यह तर्क नहीं दिया जा सकता है कि किसी",
  "and that a notice to Mr. Bhasin was sufficient notice to the owner himself.": "नोटिस की आवश्यकता नहीं थी और श्री भसीन को एक नोटिस स्वयं मालिक के लिए पर्याप्त नोटिस",
  "(Para 7)": "(पैरा 7)",
  "compliance of the legal requirement. I am afraid, I cannot accept this plea": "कानूनी आवश्यकता का अनुपालन | मुझे डर है कि मैं इस याचिका को केवल इस कारण से",
  "fact that a notice had gone to Mr. Bhasin cannot be presumed unless it is": "प्रतिग्रहण करना नहीं कर सकता कि इस तथ्य के आधार पर कि श्री भसीन को एक नोटिस गया",
  "brought out on record that the order of enquiry to Mr. Bhasin under an": "नहीं लाया जाता है कि श्री भसीन को बेदखली के तहत जांच का आदेश कानूनी मालिक के लिए इस",
  "eviction was passed in his capacity as such power of attorney for the legal owner. The Administration cannot ride on two horses. It cannot contend": "तरह मुख्तारनामा के रूप में उनकी क्षमता में पारित किया गया था | प्रशासन दो घोड़ों पर सवार नहीं",
  "that notice to Mr. Bhasin must be taken as a notice to the owner in the": "यह भी तर्क दे सकता है कि श्री भसीन को दिए गए नोटिस को मालिक को नोटिस के रूप में लिया",
  "(7) The law that empowers an Administration ex-propriatory power to eject a person for misuse is intended in public interest to ensure a proper": "(7) वह कानून जो किसी व्यक्ति को दुरुपयोग के लिए बाहर निकालने की प्रशासन की पूर्व-",
  "regulation of all uses within the limits of the Administration. If any complaint": "सभी उपयोगों का उचित विनियमन सुनिश्चित करना है | यदि दुरुपयोग की कोई शिकायत की जाती",
  "of misuse is made and if such misuse, on being established, will render a property liable for resumption, it shall be imperative that the Administration": "है और यदि इस तरह का दुरुपयोग, स्थापित होने पर, एक संपत्ति को फिर से शुरू करने के लिए",
  "property liable for resumption, it shall be imperative that the Administration follows the letter of law punctiliously. At least, when the appeal had been": "उत्तरदायी बना देगा, तो यह अनिवार्य होगा कि प्रशासन कानून के पत्र का समय पर पालन करे।",
  "filed and again when the revision was filed by the petitioner claiming himself": "कम से कम, जब अपील दायर की गई थी और फिर जब याचिकाकर्ता द्वारा खुद को मालिक होने का",
  "to be the owner, the petitioner had been granted opportunity to explain his": "दावा करते हुए पुनरीक्षण दायर किया गया था, तो याचिकाकर्ता को अपना मामला समझाने का अवसर",
  "case, then the order could be seen to be just. When the petitioner was,": "दिया गया था, तब आदेश को न्यायसंगत माना जा सकता था | दूसरी ओर, जब याचिकाकर्ता को",
  "on a specious that he had not established his ownership, it cannot contend": "उसने अपना स्वामित्व स्थापित नहीं किया था, तो अब यह तर्क नहीं दिया जा सकता है कि किसी",
  "now that no notice was necessary and that a notice to Mr. Bhasin was sufficient notice to the owner himself.": "नोटिस की आवश्यकता नहीं थी और श्री भसीन को एक नोटिस स्वयं मालिक के लिए पर्याप्त नोटिस",
  "(8) The learned counsel for the Administration further contends that the misuse still continues. Ifit continues, it shall be open to the Administration": "(8) प्रशासन के विद्वान अधिवक्ता आगे तर्क देते हैं कि दुरुपयोग अभी भी जारी है | यदि यह जारी",
  "permits. This judgment will afford to the respective parties a right to contend": "की अनुमति के अनुसार उचित कार्रवाई करे । यह निर्णय संबंधित पक्षों को यह तर्क देने का अधिकार",
  "that the transfer is either valid or not valid. This order will not be taken as": "प्रदान करेगा कि हस्तांतरण या तो वैध है या वैध नहीं है।इस आदेश को प्रशासन द्वारा शिकायत",
  "concluding the issue of entitlement of the petitioner to continue the present state of user in the manner that is complained of by the Administration. The": "किए गए तरीके से उपयोगकर्ता की वर्तमान स्थिति को जारी रखने के लिए याचिकाकर्ता की पात्रता",
  "liberty to take appropriate action for any violation that it claims as empowering": "लेकिन प्रशासन किसी भी उल्लंघन के लिए उचित कार्रवाई करने के लिए स्वतंत्र होगा जो वह",
  "the Administration to secure eviction of the property in accordance with law.": "प्रशासन को कानून के अनुसार संपत्ति को बेदखल करने के लिए सशक्त बनाने का दावा करता है।",
  "(9) In view of the fact that the transferee Tara Singh has already": "(9) इस तथ्य को ध्यान में रखते हुए कि स्थानांतरिती तारा सिंह की अवधि पहले ही समाप्त हो चुकी",
  "expired and his legal representatives have been brought on record, the": "है और उनके कानूनी प्रतिनिधियों को रिकॉर्ड में लाया गया है, प्रशासन उन व्यक्तियों के खिलाफ",
  "persons, who have been brought on record as legal representatives. The": "कार्रवाई करेगा, जिन्हें कानूनी प्रतिनिधियों के रूप में रिकॉर्ड में लाया गया है |रिट याचिका की",
  "writ petition is allowed on the above terms.": "अनुमति उपरोक्त शर्तों पर दी गई है।",
  "Section 10 of the Capital of Punjab (Development and Regulation) Act,": "(5) पंजाब की राजधानी (विकास और विनियमन) अधिनियम, 952 की खंड 8 ए हस्तांतरण की"
}