{
  "should not be considered sufficient to quash the proceedings under section 482 of the Code.": "में केवल देरी को संहिता की धारा 482 के तहत कार्यवाही को रद्द करने के लिए पर्याप्त नहीं माना जाना",
  "(6) No doubt, the judicial forums are allergic to the unnecessary delay in the disposal of the criminal cases as it amounts to denial": "(6) इसमें कोई संदेह नहीं है कि न्यायिक मंच आपराधिक मामलों के निपटारे में अनावश्यक विलंब के",
  "of the right of speedy trial to the accused, yet all the same no": "खिलाफ हैं क्योंकि यह अभियुक्त को त्वरित सुनवाई के अधिकार से वंचित करने के बराबर है, फिर भी",
  "uniform standard in this regard can be laid down that every prose-": "इस संबंध में कोई समान मानक निर्धारित नहीं किया जा सकता है कि आपराधिक अपराध के प्रत्येक",
  "cution of criminal offence has to be quashed on the ground of delay in the disposal of the case for a certain number of years, because": "अभियोजन को एक निश्चित संख्या के लिए मामले के निपटारे में देरी के आधार पर रद्द किया जाना",
  "aggravating circumstances of the case as well as the other prevalent": "चाहिए। ऐसा इसलिए है क्योंकि मामले की गंभीर परिस्थितियों के साथ-साथ अन्य परिस्थितियों, जिनके",
  "circumstances which resulted in such delay have to be taken into consideration. The Apex Court in Mangilal Vyas v. State of": "परिणामस्वरूप इस तरह की देरी हुई, को ध्यान में रखा जाना चाहिए। मंगीलाल व्यास बनाम राजस्थान",
  "(7) In the case in hand, the accused-petitioner is alleged to have": "(7) दिए गए मामले में, अभियुक्त-याचिकाकर्ता पर आरोप लगाया जाता है कि उसने हल्दी पाउडर का",
  "the petition is ordered to be dismissed. The petitioner through his": "याचिका को खारिज करने का आदेश दिया गया है। याचिकाकर्ता को अपने वकील के माध्यम से 43",
  "counsel is directed to appear before the trial Court on 13th May, 1991. The trial Court is directed to dispose of the case expeditiously,": "मई, 99 को निचली अदालत में पेश होने का निर्देश दिया जाता है। निचली अदालत को मामले का",
  "1991. The trial Court is directed to dispose of the case expeditiously, preferably within six months.": "शीघ्रता से निपटान करने का निर्देश दिया जाता है, अधिमानतः छह महीने के भीतर।",
  "Before Jai Singh Sekhon, J.": "समक्ष: जय सिंह सेखों, न्यायमूर्ति",
  "SHYAM LAL,—Petitioner.": "श्याम लाल-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS,—Respondents.": "हरियाणा राज्य और अन्य,-उत्तरदाता",
  "Criminal Misc. No, 237 of 1989.": "क्रिमिनल मिसेलेनस नं. 4989 का 237.",
  "Civil Hospital, Karnal went to the shop of Sham Lal, petitioner. The": "बलबीर सिंह चौधरी, चिकित्सा अधिकारी, सिविल अस्पताल, करनाल के साथ याचिकाकर्ता शाम लाल",
  "petitioner had kept 80 Kgs. of Haldi powder for sale at his business": "की दुकान पर गए। याचिकाकर्ता ने अपने व्यावसायिक परिसर में बिक्री के लिए 80 किलो हल्दी",
  "premises. The Food Inspector then disclosed his identity and asked": "पाउडर रखा था। खाद्य निरीक्षक ने तब अपनी पहचान का खुलासा किया और आरोपी-याचिकाकर्ता",
  "the accused-petitioner to give sample of the Haldi but the latter refused saying that he had already been implicated in another case": "को हल्दी का नमूना देने के लिए कहा, लेकिन याचिकाकर्ता ने यह कहते हुए इनकार कर दिया कि उसे",
  "refused saying that he had already been implicated in another case under the Food Adulteration Act although the adulteration was done": "पहले ही खाद्य मिलावट अधिनियम के तहत एक अन्य मामले में फंसाया जा चुका है, हालांकि मिलावट",
  "by the Company. On hearing the commotion, Madan Lal and Piare Lal, witnesses also arrived there. They tried to make the accused": "कंपनी द्वारा की गई थी। हंगामा सुनकर मदन लाल और पियरे लाल, गवाह भी वहां पहुंचे। उन्होंने",
  "be got analysed from the laboratory and thereafter if it is found to": "प्रयोगशाला से नमूने का विश्लेषण किया जाएगा और उसके बाद अगर यह मिलावटी पाया जाता है, तो",
  "be adulterated, only then he will be prosecuted. The accused is then stated to have lost his temper and pushed out the Food Inspec-": "ही उस पर मुकदमा चलाया जाएगा। इसके बाद आरोपी ने कथित तौर पर अपना आपा खो दिया और",
  "then stated to have lost his temper and pushed out the Food Inspec- tor from the verandah of the shop and pulled down its shutters.": "खाद्य निरीक्षक को दुकान के बरामदे से बाहर धकेल दिया और उसके शटर गिरा दिए। खाद्य निरीक्षक",
  "The complaint was filed by the Food Inspector on 18th May, 1984.": "द्वारा 48 मई, 984 को शिकायत दर्ज कराई गई थी।",
  "(3) The trial Court framed the charge for the above-referred offences against the accused on 7th October, 1985. Thereafter, on": "विचारण न्यायालय ने अभियुक्तों के विरुद्ध उपर्युक्त अपराधों के लिए 7 अक्टूबर, 4985 को आरोप तय",
  "14th March, 1988, the trial Court having become aware of the ille- gality in trying this case as a warrant case although it was required to": "किया। तत्पश्चात, 44 मार्च, 4988 को विचारण न्यायालय ने (इस मामले को वारंट मामले के रूप में विचारण करने में अवैधता से अवगत होने के बाद, हालांकि अधिनियम की धारा 46-# के प्रावधानों के",
  "a warrant case as in the trial of the case in a summary manner,": "इसका मुकदमा वारंट मामले के रूप में चलाया जाना चाहिए क्योंकि मामले के विचारण में संक्षिप्त तरीके",
  "adequate punishment cannot be awarded for the above-referred": "से, उपरोक्त उल्लिखित अपराधों के लिए पर्याप्त सजा नहीं दी जा सकती है। इसके बाद निचली अदालत",
  "offences. The trial Court then reframed the charge on 26th Septem- ber, 1988 and directed that the evidence of the witnesses be recorded.": "ने 26 सितंबर, 4988 को आरोप को फिर से तय किया और निर्देश दिया कि गवाहों के साक्ष्य दर्ज किए",
  "(4) The controversy whether the trial Court can pass order dated 14th March, 1988, ie., about 24 years of the framing.of the": "(4) यह प्रश्न कि क्या विचारण न्यायालय दिनांक 44 मार्च, 988 [अर्थात्‌ आरोप विरचित किए जाने के",
  "charge to justify that the case should be tried as a warrant case and. not in a summary manner on the ground of adequacy of sentence": "विचारण वारंट मामले के रूप में किया जाना चाहिए और सजा की पर्याप्तता के आधार पर संक्षिप्त",
  "was referred by this Court to the Division Bench,—vide order dated": "तरीके से नहीं किया जाना चाहिए, इस न्यायालय द्वारा खंड पीठ को भेजा गया था [दिनांक 4 जनवरी,",
  "in favour of the powers of the trial Court to pass the order justify-": "हुए आदेश पारित करने के लिए निचली अदालत की शक्तियों के पक्ष में संदर्भ का जवाब देते हुए कहा",
  "has a vested right in any procedure.": "था कि किसी को भी किसी भी प्रक्रिया में निहित अधिकार नहीं है।",
  "(5) Mr. H. N. Mehtani, the learned counsel for the petitioner by placing on Ram Chander v. State of Haryana, (1); Balwant Singh v.": "(5) श्री एच. एन. मेहतानी, याचिकाकर्ता के विद्वान वकील ने राम चंदर बनाम हरियाणा राज्य, बलवंत सिंह",
  "State of Haryana (2); Daya Ram v. The State of Haryana (3); Nand": "बनाम हरियाणा राज्य, दया राम बनाम हरियाणा राज्य, नंद लाल बनाम हरियाणा राज्य, चतुर्भुज बनाम"
}