{
  "Before M.M. Kumar & M.M.S. Bedi, Jd.": "माननीय एम.एम कुमार और एम.एम.एस. बेदी, जे जे. के समक्ष",
  "STATE OF HARYANA AND ANOTHER;—Respondents": "हरियाणा राज्य और एक औ२7-- उत्तरदाताओं",
  "C.W.P. NO. 4424 OF 2006": "2006 का 2. ए.# /४०. 4424",
  "26th September, 2006": "26 सितंबर, 2006",
  "Constitution of India, 1950—Art, 226—Instructions dated": "भारत का संविधान 7950- अनुच्छेद 226-हरियाणा सज्य द्वारा",
  "70% handicapped—According to said instructions normal retirement age of disabled group ‘A’ to ‘D’ employees with 70% disability is 60": "विकलाॉंग-उक्त निर्देशों के अनुसार विकलांग सयह्ष 'ए' से 'डी' कर्मचारियों की सायान्य सेवानिवृत्ति आयु 70% के सा4 विकलांयता 60",
  "years—Petitioner’s case squarely covered by instructions—Petition": "वर्ष है - याविकाकर्ता का यायला पूरी तरह से निर्देशों के अंतर्गत आता",
  "retention in service till the age of 60 years.": "है - उत्तदावारं को 60 वर्ष की आयु तक सेवा में बनाए रखने के लिए",
  "instructions dated 31st January, 2006 which clearly laid down that": "2006 के निर्देशों के अंतर्गत आता है जिसमें स्पष्ट रूप से कहा यया है",
  "the normal retirement age of disabled group ‘A’ to group ‘D’ employees who have 70% disability is raised from 58 years to 60 years.": "कि विकलांग सयृह्त 'ए' से लेकर समृह् 'डी' कर्मचारियों जिनकी विकलांगता 70% है की सामान्य सेवानिवृत्ति की आयु 58 वर्ष से बढ़ाकर 60 वर्ष कर दी यई है।",
  "(Para 3)": "(पैरा 3)",
  "R.N. Sharma, Adcovate, for the petitioner.": "आर.एन. शर्मा, याविकाकर्ता के लिए एडवोकेट",
  "Harish Rathee, Sr. DAG, Haryana, for the respondents.": "हरीश राथे, सीनियर, डीएजी, हरियाणा, उत्तरदातारं के लिए",
  "(3) Having heard the learned counsel, we are of the view that": "(3) विद्वान वकील को सुनने के बाद, हमारा विचार है कि याचिकाकर्ता का",
  "the case of the petitioner is squarely covered by the instructions dated 3ist January, 2006 (P-4) which clearly laid down that the normal": "मामला 3] जनवरी, 2006 (पी-4) के निर्देशों के अंतर्गत आता है, जिसमें स्पष्ट",
  "retirement age of disabled group ‘A’ to group ‘D’ employees who have": "रूप से निर्धारित किया गया है कि विकलांग समूह 'ए' से लेकर 'समूह 'डी',",
  "70% disability is raised from 58 years to 60 years. The substantive": "जिन कर्मचारियों की विकलांगता 70% है, उनकी सामान्य सेवानिवृत्ति आयु सीमा 58 वर्ष से बढ़ाकर 60 वर्ष कर दी गई है। सरकार के निर्देशों का मूल भाग",
  "part of the instructions of the Government is discernable from para 2 of the instructions, which read as under :—": "निर्देशों के पैरा 2 से समझा जा सकता है, जो इस प्रकार है:",
  "“9. With a view to maintaining in the matter of retirement age in respect of Handicapped employees, the Government,": "“2, विकलांग कर्मचारियों के संबंध में सेवानिवृत्ति की आयु के",
  "the normal retirement age of such disabled Group ‘A’ to": "विचार करते हुए ऐसे विकलांग समूह 'ए' से लेकर 'समूह 'डी'",
  "disability of 70% from 58 years to 60 years.”": "सामान्य सेवानिवृत्ति की आयु 58 वर्ष से बढ़ाकर 60 वर्ष करने का",
  "(4) In view of the above, the writ petition succeeds and": "(4) उपरोक्त के मद्देनजर, रिट याचिका सफल होती है और",
  "accordingly, a direction issued to the respondents to consider the case of the petitioner for his retention in service till the age of 60 years.": "तदनुसार, याचिकाकर्ता को 60 वर्ष की आयु तक सेवा में बनाए रखने के मामले",
  "(1) The prayer made in this petition is for issuance of direction": "(।) इस याचिका में प्रार्थना की गई है कि उत्तरदाताओं को",
  "to the respondents to raise the retirement age of the petitioner from 58 years to 60 years on the ground that he is physically handicapped": "याचिकाकर्ता की सेवानिवृत्ति की आयु 58 वर्ष से बढ़ाकर 60 वर्ष करने का निर्देश इस आधार पर जारी किया जाए कि वह शारीरिक रूप से",
  "person. The aforementioned claim is based on the instructions dated 3ist January, 2006 (P-4). The undisputed facts are that the petitioner": "विकलांग व्यक्ति है। उपरोक्त दावा दिनांक 3। जनवरी, 2006 (पी-4) के निर्देशों पर आधारित है। निर्विवाद तथ्य यह है कि याचिकाकर्ता",
  "has been working with the respondent State on various posts and on": "प्रतिवादी राज्य के साथ विभिन्न पदों पर कार्यरत रहा है और 58 वर्ष की",
  "the post of Senior Librarian from District Library, Jind. The claim of": "वरिष्ठ पुस्तकालयाध्यक्ष के पद से सेवानिवृत्त हो गया था। याचिकाकर्ता का",
  "the petitioner is that he could not have been retired at the age of 58": "दावा है कि उसे 58 वर्ष की आयु में सेवानिवृत्त नहीं किया जा सकता था",
  "years because the instructions dated 31st January, 2006 (P-4) applies": "क्योंकि 3] जनवरी, 2006 (पी-4) के निर्देश उस पर लागू होते हैं क्योंकि",
  "to him in as much as the petitioner is more than 70% handicapped.": "याचिकाकर्ता 70% से अधिक विकलांग है। याचिकाकर्ता द्वारा किए गए",
  "In support of the claim made by the petitioner, he has placed on record the certificate dated 22nd February, 2006 (P-7) which has been issued": "दावे के समर्थन में, उन्होंने 22 फरवरी, 2006 का प्रमाण पत्र (पी-7)",
  "alongwith his replication issued by Chief Medical Officer/Civil Surgeon, Jind, on 13th July, 2006, clarifying that the certificate dated 22nd": "उन्होंने 43 जुलाई, 2006 को मुख्य चिकित्सा अधिकारी/सिविल सर्जन, जींद द्वारा जारी अपनी प्रतिकृति के साथ एक अन्य प्रमाण पत्र भी संलग्न",
  "Jind, on 13th July, 2006, clarifying that the certificate dated 22nd February, 2006 issued earlier by him had been issued by the competent": "किया है, जिसमें स्पष्ट किया गया है कि उनके द्वारा पहले जारी किया गया 22 फरवरी, 2006 का प्रमाण पत्र, हरियाणा सरकार के कर्मचारियों से संबंधित सेवा मामलों के प्रयोजन के लिए मुख्य चिकित्सा अधिकारी, जींद",
  "Medical Board constituted under the Chairmanship of Chief Medical": "की अध्यक्षता के तहत गठित सक्षम मेडिकल बोर्ड द्वारा जारी किया गया",
  "petitioner is 70% physically handicappedas has already been declared": "था। | यह फिर से दोहराया गया है कि याचिकाकर्ता 70% शारीरिक रूप",
  "and shown in the certificate dated 22nd February, 2006 (P-7)": "फरवरी, 2006 के प्रमाण पत्र में दिखाया गया है (पी-7)",
  "(2) The only stand taken by the respondent State in its written statement is that the certificate has been got prepared firstly": "(2) प्रतिवादी राज्य द्वारा अपने लिखित बयान में एकमात्र रुख यह है कि",
  "from Senior Medical Officer, General Hospital, Narwana and then": "प्रमाण पत्र पहले वरिष्ठ चिकित्सा अधिकारी, सामान्य अस्पताल, नरवाना और"
}