{
  "48 ].L.R. PUNJAB AND HARYANA 2009(2)": "आई.एल.आर. पंजाब और हरियाणा 2009(2)",
  "Before Kanwaljit Singh Ahluwalia, J.": "माननीय नयायधीश कंवलजीत सिंह अहलूवालिया के समक्ष",
  "THE SHIVANI ADARSH COOPERATIVE TRANSPORT": "शिवानी आदर्श सहकारी परिवहन",
  "SOCIETY LTD., SHIVANI, DISTRICT BHIWANI,— Petitioner": "सोसायटी लिमिटेड, शिवानी, जिला भिवान",
  "versus": "बनाम",
  "C.W.P. No. 17112 of 2002": "सी.डब्ल्यू.पी. 2002 का क्रमांक 7772",
  "2nd December, 2008": "2 दिसंबर 2006",
  "Constitution of India, 1950—Arts.226—Government notifying scheme for allotment of route permits on basis of bid—Whether": "भारत का संविधान, बोली के आधार पर रूट परमिट के आवंटन की योजना को अधिसूचित करता है - क्या यह अनुच्छेद ।4 और 49 (४) (जी) का",
  "violates Arts. 14 and 19(1) (g)—Granting of permits by bid not only": "योजना को अधिसूचित करता है - क्या यह अनुच्छेद ।4 और 49 (४) (जी) का उल्लंघन है - बोली द्वारा परमिट देना न केवल एकाधिकार बनाता है बल्कि",
  "route permits on basis of bid alone held to be bad and not sustainable—However, those who participated in bidding process": "अकेले बोली को खराब और टिकाऊ नहीं माना जाता है - हालांकि, बोली",
  "sustainable—However, those who participated in bidding process cannot escape from paying bid amount—State directed to formulate": "प्रक्रिया में भाग लेने वाले लोग बोली राशि का भुगतान करने से बच नहीं",
  "a new policy.": "सकते हैं - राज्य को एक नई नीति बनाने का निर्देश दिया गया है।",
  "allowed. it would not only create monopoly but will be detrimental to": "प्रणाली की अनुमति है। यह न केवल एकाधिकार बनाएगा बल्कि सार्वजनिक",
  "the public interest, as those enjoying financial muscle shall usurp all": "हित के लिए हानिकारक होगा, क्योंकि वित्तीय ताकत का आनंद लेने वाले",
  "adequate transport system is evolved, will also be a casualty. Grant": "और पर्याप्त परिवहन प्रणाली भी हताहत विकसित की जाएगी। बोली के",
  "of permits on the basis of bid will become a mode of revenue generation.": "आधार पर परमिट देना राजस्व सृजन का एक माध्यम बन जाएगा। पूर्ववृत्त",
  "of the vehicle, customer care, past satisfactory performance, financial": "पालन, वाहन की स्थिति, ग्राहक सेवा, पिछला संतोषजनक प्रदर्शन, वित्तीय",
  "stability, issuance of tickets and non-evasion of tax, are various factors,": "स्थिरता, टिकट जारी करना और कर की चोरी न करना, विभिन्‍न कारक हैं,",
  "which can be taken into consideration while allotting permit. These": "जिन्हें परमिट आवंटित करते समय ध्यान में रखा जा सकता है। इन बातों को",
  "route, safety of passengers, amenities and facilities to be provided by": "पर, यात्रियों की सुरक्षा, सुविधाएं और ऑपरेटर द्वारा प्रदान की जाने वाली",
  "the operator ought to have been the concern of the State, than to allot": "सुविधाएं राज्य की चिंता होनी चाहिए, न कि यात्रियों को बेहतर सेवा प्रदान",
  "permits on the basis of maximum bid without ensuring providing of": "किए बिना अधिकतम बोली के आधार पर परमिट आवंटित करना। उदाहरण",
  "cannot be permitted to be the drivers and conductors on the routes,": "के लिए, कट॒टर अपराधियों को उन मार्गों पर ड्राइवर और कंडक्टर बनने की",
  "which are to be used by the girls to reach educational institutions. Since": "अनुमति नहीं दी जा सकती, जिनका उपयोग लड़कियों द्वारा शैक्षणिक संस्थानों तक पहुंचने के लिए किया जाता है। चूँकि एकमात्र मानदंड",
  "the sole criteria is, to give maximum bid, that being contrary to the": "संस्थानों तक पहुंचने के लिए किया जाता है। चूँकि एकमात्र मानदंड अधिकतम बोली देना है, जो अधिनियम के प्रावधानों के विपरीत है, इसे",
  "Further held, that the petitioners cannot be permitted to say that": "आगे यह अभिनिर्धारित किया गया, कि याचिकाकर्ताओं को यह कहने की अनुमति नहीं दी जा सकती कि बोली के आधार पर परमिट प्राप्त",
  "having obtained the permits on the basis of bid, simply because the": "कहने की अनुमति नहीं दी जा सकती कि बोली के आधार पर परमिट प्राप्त करने के बाद, केवल इसलिए कि योजना की बोली लगाई गई थी, वे बोली",
  "scheme was bid, they are absolved of their responsibility to pay the": "राशि का भुगतान करने की अपनी जिम्मेदारी से मुक्त हो गए हैं। यदि",
  "bid amount. If the argument of the petitioners is accepted that State": "याचिकाकर्ताओं के तर्क को स्वीकार कर लिया जाता है कि राज्य बोली राशि",
  "cannot enrich itself by levying bid amount, petitioners can also not": "लगाकर खुद को समृद्ध नहीं कर सकता है, तो याचिकाकर्ता भी बोली प्रक्रिया",
  "enrich themselves by participating in the bidding process and then later": "में भाग लेकर और फिर बाद में अपनी वित्तीय प्रतिबद्धता से भागकर खुद को",
  "the grant of the permits on the basis of bid cannot be sustained.": "के आधार पर परमिट का अनुदान बरकरार नहीं रखा जा सकता है। हालाँकि,",
  "from paying the amount of bidding, which they are bound to pay.": "से बच नहीं सकते, जिसे वे भुगतान करने के लिए बाध्य हैं।",
  "Baldev Kapoor, Advocate, H. S. Sawhney, Sr. Advocate with Rajinder Sharma, Advocate for the petitioner.": "याचिकाकर्ता के वकील राजिंदर शन्‍ना के साथ बलदेव कपूर, वकील, एच.एस. साहनी, वरिष्ठ वकील।",
  "(Kanwaljit Singh Ahluwalia, J)": "कंवलजीत सिंह अहलूवालिया (मौखिक)।",
  "societies were also given to the Haryana Roadways to the exclusion": "के लिए पेशकश की जाएगी और हरियाणा रोडवेज की बसें उन",
  "of 25 paise per kilometer shall be fixed for a bus running": "किलोमीटर प्रति दिन चलने वाली बस के लिए 25 पैसे प्रति",
  "Rs. 1875 approximately.”": "लगभग /&75 रुपये होगी।\"",
  "(6) Mr. Baldev Kapoor appearing for the petitioners has read": "याचिकाकर्ताओं की ओर से उपस्थित श्री बलदेव कपूर ने",
  "various provisions of the Act and has stated that for plying of the stage": "अधिनियम के विभिन्‍न प्रावधानों को पढ़ा है और कहा है कि",
  "carriage, Act envisages two different applications, one for the State": "स्टेज कैरिज चलाने के लिए, अधिनियम दो अलग-अलग अनुप्रयोगों की परिकल्पना करता है, एक राज्य परिवहन",
  "Transport Undertaking and another for the private operators. He has": "उपक्रम के लिए और दूसरा निजी ऑपरेटरों के लिए। उन्होंने",
  "read Chapter VI which contains special provisions relating to State": "अध्याय ॥य्र पढ़ा है जिसमें राज्य परिवहन उपक्रम से संबंधित",
  "private operators are to be regulated if both operate on notified route.": "ऑपरेटरों को कैसे विनियमित किया जाना चाहिए यदि दोनों अधिसूचित मार्ग पर संचालित होते हैं। अध्याय ॥थ निजी",
  "He has stated that on the roads which are notified or the area which": "करता है। उन्होंने कहा है कि जिन सड़कों को अधिसूचित किया",
  "has been notifed exclusively for the State Transport undertaking, are": "गया है या जो क्षेत्र विशेष रूप से राज्य परिवहन उपक्रम के लिए",
  "to be governed by Chapter VI. He further contend that if there is any": "अधिसूचित किया गया है, वे अध्याय ॥2 द्वारा शासित होंगे। उन्होंने आगे तर्क दिया कि यदि अधिसूचित क्षेत्र या",
  "provision for the notified area or notified route that private operators": "अधिसूचित मार्ग के लिए कोई प्रावधान है जिसे निजी ऑपरेटरों",
  "have to ply, their vehicles partially alongwith State Transport": "को अपने वाहनों को आंशिक रूप से राज्य परिवहन उपक्रम के",
  "Undertaking, they will be bound by the provisions of Chapter VI.": "साथ चलाना है, तो वे अध्याय ॥ के प्रावधानों से बंधे होंगे।",
  "Referring to various provisions, he has stated that Sections 97 to 108 of the Act have been enacted in such a manner and fashion that they": "विभिन्‍न प्रावधानों का जिक्र करते हुए उन्होंने कहा है कि अधिनियम की धारा 97 से 708 को इस तरह से अधिनियमित",
  "cannot provide mechanism, regulation or any proposal for private operators on non-notified routes or area. He has stated. that,—vide": "किया गया है कि वे गैर-अधिसूचित मार्गों या क्षेत्र पर निजी ऑपरेटरों के लिए तंत्र, विनियमन या कोई प्रस्ताव प्रदान नहीं",
  "private operators, are to be exclusively governed by Chapter V of the Act.": "जो मार्ग निजी ऑपरेटरों को आवंटित किए गए हैं, वे विशेष रूप से अधिनियम के अध्याय 7 द्वारा शासित होंगे।",
  "(7) Referring to Chapter V, Section 66 it has been urged that": "(2) अध्याय 5, धारा 66 का उल्लेख करते हुए आग्रह किया गया",
  "once necessity of permits is envisaged, then the State Government in": "है कि एक बार परमिट की आवश्यकता की परिकल्पना की गई है, तो धारा 69 के संदर्भ में राज्य सरकार सड़क परिवहन को",
  "reference to Section 67 can control read transport. For this, Mr. Kapoor": "है, तो धारा 69 के संदर्भ में राज्य सरकार सड़क परिवहन को नियंत्रित कर सकती है। इसके लिए, श्री कपूर ने अधिनियम की",
  "has referred to Section 67(d) of the Act, to say that one of the guiding": "धारा 67 (डी) का हवाला देते हुए कहा है कि मार्गों के आवंटन के",
  "factor for allotting routes is, the desirability of preventing uneconomic competition amongst holders of the permits. He has also referred to sub-": "लिए मार्गदर्शक कारकों में से एक परमिट धारकों के बीच गैर-आर्थिक प्रतिस्पर्धा को रोकने की वांछनीयता है। उन्होंने",
  "section (2) of Section 67 whereby State Government can fix fares and": "धारा 67 की उपधारा (2) का भी उल्लेख किया है जिसके तहत राज्य सरकार स्टेज कैरिज के लिए किराया और माल ढुलाई",
  "freights for stage carriages. Emphasis has been laid on sub-section (2) of Section 80 of the Act that a Regional Transport Authority, State": "तय कर सकती है। अधिनियम की धारा 80 की उपधारा (2) पर जोर दिया गया है कि क्षेत्रीय परिवहन प्राधिकरण, राज्य",
  "Transport Authority or any prescribed authority referred to in sub-": "परिवहन प्राधिकरण या धारा 66 की उपधारा (, में निर्दिष्ट कोई भी निर्धारित प्राधिकारी आमतौर पर परमिट के लिए",
  "under Section 71 sub-section (3) (a) for the city permits where population": "उपधारा (3) (ए) के तहत शहर के परमिट के लिए जहां आबादी",
  "is more than five lacs, State Government can be guided by the criteria,": "पांच लाख से अधिक है, राज्य सरकार को मानवंडों द्वारा",
  "otherwise same criteria can apply as a directory.": "निर्देशित किया जा सकता है, अन्यथा वही मानदंड निर्देशिका के रूप में लागू हो सकते हैं।",
  "(8) Mr. Kapoor has stated that under sub-section (2) of Section 80 after the enactment of the Act, grant of permits have been liberalised": "श्री कपूर ने कहा है कि अधिनियम के लागू होने के बाद धारा",
  "80 after the enactment of the Act, grant of permits have been liberalised to ensure better services to the consumers. He has placed reliance upon": "&0 की उप-धारा (2) के तहत, उपभोक्ताओं को बेहतर सेवाएं सुनिश्चित करने के लिए परमिट देने को उदार बनाया गया है।",
  "scheme enacted which prohibits, regulates control on the private operators": "योजना अधिनियमित होती है जो नियंत्रण को रोकती है, नियंत्रित करती है परमिट देने के लिए निजी ऑपरेटरों पर",
  "for grant of permit, is not permissible and same is liable to be quashed.": "प्रतिबंध स्वीकार्य नहीं है और इसे रद्द किया जा सकता है।",
  "He has further stated that by inviting the bid, the State Government has": "उन्होंने आगे कहा है कि बोली आमंत्रित करके, राज्य सरकार ने",
  "throttled the fair competition for the persons who want to ply on the": "उन लोगों के लिए निष्पक्ष प्रतिस्पर्धा को खत्म कर दिया है जो",
  "non-notified routes, therefore, better service to consumers has been": "गैर-अधिसूचित मार्गों पर यात्रा करना चाहते हैं, इसलिए, उपभोक्ताओं को बेहतर सेवा प्रदान नहीं की गई है। आगे यह",
  "causality. It was further urged that once the State Government enacted": "आग्रह किया गया कि एक बार जब राज्य सरकार ने योजना",
  "of the petitioners to renew the permits has been eclipsed as under": "याचिकाकर्ताओं के परमिट को नवीनीकृत करने का अधिकार धारा",
  "Section 74(2)(b)(ii) it can be construed against the petitioners that they": "74(2)(बी)( 79 के तहत ग्रहण कर लिया गया है। याचिकाकर्ताओं के खिलाफ यह माना जा सकता है कि उन्होंने बोली राशि का भुगतान",
  "have not paid the bid amount, therefore, they can be held ineligible.": "नहीं किया है, इसलिए, उन्हें अयोग्य ठहराया जा सकता है।",
  "(9) Mr. Kapoor after reading the various provisions which form": "(9) श्री कपूर ने अधिनियम के संपूर्ण अध्याय 7 के विभिन्‍न",
  "necessary provisions regarding passengers’ safety, facilities and amenities .": "और यात्रियों को सुविधाएं, के संबंध में सभी आवश्यक"
}