{
  "Before G.S. Sandhawalia & Lapita Banerji, JJ.": "जी. एस. संधवालिया और लपिता बनर्जी से पहले, जे. जे.",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER—": "आई. एम. टी. औ द्योगिक संघ और एक और -",
  "Petitioner(s)": "याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER—Respondent(s)": "हरियाणा राज्य और एक अन्य उत्तरदाता (ओं)",
  "CWP Nos. 26573, 24967, 25037, 25539 and 25988 of 2021, CWP": "सी. डब्ल्यू पी. संख्या 202 की 26573,24967,25037,25539 और 25988, सी. डब्ल्यू",
  "Nos. 584, 1404, 3860 and 1698 of 2022 (O&M)": "पी. संख्या 2022 की 584,404,3860 और 698 (ओ एंड एम)",
  "November 17, 2023": "7 नवंबर, 2023",
  "Civil Writ Petition—Constitution of India, 1950—Arts. 14, 19 and 35—vires of The Haryana State Employment of Local": "सिविल रिट याचिका-भारत का संविधान, 950-कला। 44, 9 और 35-हरियाणा",
  "and 35—vires of The Haryana State Employment of Local Candidates Act, 2020 challenged as unconstitutional and violative of": "राज्य स्थानीय उम्मीदवार रोजगार अधिनियम, 2020 के अधिकारों को असंवैधानिक और",
  "being unreasonable, arbitrary, capricious, excessive, uncalled for and creating excessive intrusion by the State government into": "को अनुचित, मनमाना, मनमौजी, अत्यधिक, अनावश्यक और राज्य सरकार द्वारा संविधान",
  "equal employment and right to reside and settle in Haryana by all": "हरियाणा में समान रोजगार और रहने और बसने के अधिकार के खिलाफ है। रखरखाव",
  "citizens of India—petition by association of person maintainable— only parliament can legislate under Art. 16(3)—Basic structure": "योग्य व्यक्ति के संघ द्वारा याचिका-केवल संसद अनुच्छेद 6 (3) के तहत कानून बना",
  "principle violated— private litigant cannot be asked to do what state": "सकती है-बुनियादी संरचना सिद्धांत का उल्लंघन किया गया है-निजी वादी को वह करने के",
  "unconstituted and violation of part II—Thus ineffective—Petition": "2020 का अधिनियम असंवैधानिक और भाग ॥ का उल्लंघन है-इस प्रकार अप्रभावी-",
  "allowed.": "याचिका की अनुमति है।",
  "HARYANA AND ANOTHER (G.S. Sandhawalia, J.)": "जी.एस. संधावालिया, जे.",
  "(Para 59, 60, 64 & 65)": "(पैरा 50, 60, 64 और 65)",
  "Whether the legislation provides reasonable restrictions in the interest of the general public and thus gives the right to the": "- क्या यह विधान आम जनता के हित में उचित प्रतिबंध प्रदान करता है और",
  "state under article 19(5) and 19(6) of the Constitution of India": "इस प्रकार भारत के संविधान के अनुच्छेद 9 (5) और १9 (6) के तहत राज्य को",
  "to justify the same?": "इसे उचित ठहराने का अधिकार देता है?",
  "Held, that act imposing unreasonable restrictions regarding the right to move freely throughout India or to reside and settle in any part or territory of India-act cannot be said to be": "माना जाता है कि पूरे भारत में स्वतंत्र रूप से घूमने या भारत के किसी भी हिस्से या क्षेत्र में रहने और बसने के अधिकार के संबंध में अनुचित प्रतिबंध लगाने वाले उस",
  "any part or territory of India-act cannot be said to be reasonable in any manner as was directing the employers to": "अधिनियम को किसी भी तरह से उचित नहीं कहा जा सकता है जैसा कि नियोक्ताओं को",
  "violate constitutional provisions-restrictions imposed upon all types of private employers as defined under article 2(e) are": "संवैधानिक प्रावधानों का उल्लंघन करने का निर्देश दे रहा था-अनुच्छेद 2 (ई) के तहत परिभाषित सभी प्रकार के निजी नियोक्ताओं पर लगाए गए प्रतिबंध इस हद तक सकल हैं",
  "under section 20 of not being able to challenge legal": "खिलाफ कानूनी कार्यवाही को चुनौती देने में सक्षम नहीं होने की धारा 20 के तहत घोर",
  "continues to exercise absolute control over a private employer-": "रूप से बाधित है। राज्य एक निजी नियोकक्‍ता पर पूर्ण नियंत्रण का प्रयोग करना जारी रखता",
  "the requirement of submitting quarterly reports, power of": "है-तिमाही रिपोर्ट जमा करने की आवश्यकता, रिकॉर्ड के लिए बुलाने और रिकॉर्ड, रजिस्टर",
  "authorized officer to call for records and to inspect premises for examining records, registers and documents by just giving one": "और दस्तावेजों की जांच के लिए केवल एक दिन का नोटिस देकर परिसर का निरीक्षण",
  "day notice can be termed as ‘Inspector Raj’-restrictions": "करने की अधिकृत अधिकारी की शक्ति को 'इंस्पेक्टर राज' कहा जा सकता है-क़ानून में",
  "imposed in the statute have far reaching effect and cannot be held to be reasonable in any manner which would warrant no": "लगाए गए प्रतिबंध टूरगामी प्रभाव रखते हैं और इन्हें किसी भी तरह से उचित नहीं माना जा",
  "(Para 71, 73 & 74)": "(पैरा 7,73 और 74)",
  "Writ Petitions allowed.": "लेखन याचिकाओं की अनुमति दी गई।",
  "Siddharth Dias and Gursher Bhandel, Advocates, for the": "याचिकाकर्ता की ओर से सिद्धार्थ डायस और गुरशेर भंडेल, अधिवक्ता",
  "petitioner (in CWP-584-2022).": "(सीडब्ल्यूपी-584-2022 में)। कोई नहीं, याचिकाकर्ताओं के लिए (आई. एल. आर. पंजाब",
  "None, for the petitioner (s) (in CWPs-25037, 25539 and 25988 of": "और हरियाणा के सी. डब्ल्यू पी.-25037,25539 और 25988 में)",
  "the citizens of India and purpose of legislation itself stemmed": "और भेदभाव पैदा करने के लिए और स्वयं कानून बनाने का उद्देश्य इस तथ्य पर आधारित",
  "on the fact that there are a large number of migrants who are taking up the jobs of local candidates which are comparatively": "है कि बड़ी संख्या में प्रवासी हैं जो स्थानीय उम्मीदवारों की नौकरी कर रहे हैं जो",
  "lower paid-not disputed that the issue of migration is covered": "तुलनात्मक रूप से कम वेतन वाले हैं-इस बात पर कोई विवाद नहीं है कि प्रवास का मुद्दा",
  "under Entry no. 81 of the Union List-question decided against": "प्रविष्टि संख्या के तहत आता है। संघ सूची-प्रश्न की धारा 8। ने राज्य के खिलाफ निर्णय",
  "the state that it is beyond the purview of the state to legislate on the issue and restrict the private employer from recruiting from": "लिया कि इस मुद्दे पर कानून बनाना और निजी नियोकक्‍ता को कर्मचारियों की श्रेणी के लिए",
  "(Para 29, 30, 31, 32, 35, 37, 38, 39, 40 & 48)": "(पैरा 29,30,3,32,35,37,38,39,40 और 48)",
  "Whether the state could provide for a legislation to private": "* क्या राज्य निजी नियोक्ताओं को ऐसा करने के लिए एक कानून प्रदान कर",
  "employers to do what was forbidden for it to do under the Constitution of India?": "सकता है जो भारत के संविधान के तहत करने के लिए वर्जित था?",
  "the statute as such is liable to fall foul of the principles laid down by constitutional judgments of the Apex court and constitution itself-concept of constitutional morality having": "न्यायालय और स्वयं संविधान के संवैधानिक निर्णयों द्वारा निर्धारित सिद्धांतों की अवहेलना",
  "citizens not belonging to state of Haryana-exploitation of": "करने के लिए उत्तरदायी है-हरियाणा राज्य से संबंधित नागरिकों के एक समूह को",
  "prohibition to private employment by way of a legislative": "किया गया है-एक विधायी के माध्यम से निजी रोजगार पर प्रतिबंध का दोहन। राज्यों को",
  "command while keeping states out of said restrictions and putting employer under domain of criminalization on account of": "उक्त प्रतिबंधों से बाहर रखते हुए और उनके उल्लंघन के कारण नियोक्‍ता को",
  "violation of the same can be termed as unconstitutional as": "अपराधीकरण के दायरे में रखते हुए आदेश को असंवैधानिक कहा जा सकता है क्योंकि",
  "private individual could not be asked to do what the state has": "निजी व्यक्ति को वह करने के लिए नहीं कहा जा सकता है जो राज्य को अपने लिए वर्जित",
  "been forbidden for itself-state cannot direct private employers to": "किया गया है-राज्य निजी नियोक्ताओं को आई. एम. टी. औद्योगिक संगठन और अन्य",
  "Act, 2012 comprising of allottees of industrial plots/sites at Industrial Model Township, Tehsil Manesar, District Gurugram who are carrying": "औद्योगिक मॉडल टाउनशिप, तहसील मानेसर, जिला गुरुग्राम में औद्योगिक भूखंडों/स्थलों",
  "on their industrial and business activities in the State of Haryana. The": "के आवंटी शामिल हैं जो हरियाणा राज्य में अपनी औद्योगिक और व्यावसायिक गतिविधियों",
  "resolutions in favour of the authorized representatives have been duly appended.": "को चला रहे हैं। अधिकृत प्रतिनिधियों के पक्ष में प्रस्तावों को विधिवत जोड़ा गया है।",
  "(3) The petitioners lay challenge to 'the 2020 Act' on account": "(3) याचिकाकर्ता '2020 अधिनियम' को इस तथ्य के कारण चुनौती देते हैं कि यह",
  "of the fact that it provides reservation in private employment and": "निजी रोजगार में आरक्षण प्रदान करता है और भारत के संविधान के अनुच्छेद 9 के तहत",
  "fundamental rights of the private employers to carry on their business": "प्रदान किए गए अपने व्यवसाय और व्यापार को जारी रखने के लिए निजी नियोक्ताओं के",
  "restrictions thus placed upon the rights of the petitioners are alleged not": "याचिकाकर्ताओं के अधिकारों पर लगाए गए प्रतिबंधों को उचित नहीं माना जाता है और वे",
  "to be reasonable and are manifestly arbitrary, capricious, excessive and uncalled for and the same being violative of the principles of": "स्पष्ट रूप से मनमाने, मनमौजी, अत्यधिक और अनावश्यक हैं और वही भारत के संविधान",
  "natural justice, equality, liberty and fraternity laid down in the": "की प्रस्तावना में निर्धारित प्राकृतिक न्याय, समानता, स्वतंत्रता और बंधुत्व के सिद्धांतों का",
  "Similarly, infringement of Article 14 of the Constitutionof India is also": "उल्लंघन करते हैं और चुनौती के अधीन हैं। इसी तरह, भारत के संविधान के अनुच्छेद 4",
  "alleged in as much as all citizens of the country would have a right to": "के उल्लंघन का भी उतना ही आरोप लगाया जाता है जितना कि देश के सभी नागरिकों को",
  "IMT INDUSTRIAL ASSOCIATION AND ANOTHER v. STATE OF 147": "आई. एम. टी. औद्योगिक संघ का अधिकार होगा और एक अन्य बनाम भारत के संविधान",
  "equal employment, to reside and to settle in the State of Haryana and": "का राज्य|समान रोजगार, हरियाणा राज्य में निवास और बसने के लिए और इस प्रकार,",
  "the Act, thus, represents a serious assault on the unity and integrity of": "यह अधिनियम एकता और अखंडता पर गंभीर हमले का प्रतिनिधित्व करता है देश और",
  "the country and the idea of a common Indian identity. It has been averred that a fundamental wedge is sought to be created between": "एक समान भारतीय पहचान का विचार। यह तर्क दिया गया है कि बीच में एक बुनियादी",
  "contrary to the concept of common citizenship provided in the": "करने वाले व्यक्तियों को भारत के संविधान में प्रदत्त सामान्य नागरिकता की अवधारणा के",
  "Constitution of India. The entire aim and objectives of the Act was alleged to be incorrect, misconceived, fanciful and granting overly": "विपरीत। अधिनियम का संपूर्ण लक्ष्य एवं उद्देश्य था गलत, भ्रामक, काल्पनिक होने और",
  "broad discretion to the authorized officers appointed thereunder apart": "उसके तहत नियुक्त अधिकृत अधिकारियों को अत्यधिक व्यापक विवेक प्रदान करने का",
  "from the averments that the Haryana State lacked the legislative": "आरोप लगाया गया इस कथन से कि हरियाणा राज्य में विधायिका का अभाव है इसे पारित",
  "competence to pass the same and it being in the domain of the central": "करने की क्षमता और यह केंद्र के क्षेत्र में है विधायी और, इस प्रकार, संविधान के अनुच्छेद",
  "legislative and, thus, fell foul of Article 246 of the Constitution of India.": "246 का उल्लंघन हुआ भारत।",
  "Pleadings of State of Haryana": "हरियाणा राज्य की दलीलें",
  "private employers in Haryana to boost local employment.": "भी सभी को प्रोत्साहित करने जा रहा है हरियाणा में निजी नियोक्‍्ता स्थानीय रोजगार को",
  "The Bill will provide tremendous benefits to the private": "बढ़ावा देंगे।यह विधेयक निजी क्षेत्र को जबरदस्त लाभ पहुंचाएगा नियोकक्‍ता प्रत्यक्ष या",
  "employers directly or indirectly through qualified and trained local work force Availability of suitable workforce": "अप्रत्यक्ष रूप से योग्य और के माध्यम से प्रशिक्षित स्थानीय कार्यबल उपयुक्त कार्यबल की",
  "locally would enhance the efficiency of Industry as the": "उपलब्धता स्थानीय स्तर पर उद्योग की दक्षता में वृद्धि होगी क्योंकि कार्यबल इसके प्रमुख",
  "workforce is one of the major components for the development of any industrial organization/factory.": "घटकों में से एक है किसी औद्योगिक संगठन/कारखाने का विकास।",
  "The Bill seeks to achieve above objectives.": "विधेयक उपरोक्त उद्देश्यों को प्राप्त करना चाहता है।",
  "The salient features of the Bill are as follows:-": "विधेयक की मुख्य विशेषताएं इस प्रकार हैं:-",
  "a.To provide at least 75% of employment to the local": "फर्म आदि में स्थानीय उम्मीदवारों को कम से कम 75% रोजगार प्रदान करना हरियाणा",
  "in the State of Haryana.": "राज्य में।",
  "b. To provide training to eligible local candidates where": "बी) योग्य स्थानीय उम्मीदवारों को प्रशिक्षण प्रदान करना जहां योग्य या उपयुक्त",
  "qualified or suitable candidates are not available.": "उम्मीदवार उपलब्ध नहीं हैं।",
  "Hence the Bill.": "इसलिए विधेयक ।",
  "DUSHYANT CHAUTALA,": "दुष्यंत चौटाला,",
  "Deputy Chief Minister, Hayana": "उप मुख्यमंत्री, हयाना",
  "Chandigarh:": "चंडीगढ़ः",
  "The 31st October, 2020": "3 अक्टूबर, 2020",
  "R.K. NANDAL,": "आर. के. नंदल,",
  "as notified by the Government from time to time were to be registered": "कोई भी व्यक्ति और एक इकाई, जैसा कि सरकार द्वारा समय-समय पर अधिसूचित किया",
  "2. In this Act, unless the context otherwise requires,-": "2. इस अधिनियम में, जब तक कि संदर्भ से अन्यथा अपेक्षित न हो,-",
  "(e) \"employer\" means a Company registered under the": "(ई) \"नियोक्ता\" का मतलब के तहत पंजीकृत कंपनी है कंपनी अधिनियम, 203",
  "Companies Act, 2013 (Central Act 18 of 2013) or a Society registered under the HaryanaRegistration and Regulation of": "(2043 का केंद्रीय अधिनियम 8) या एक सोसायटी हरियाणा पंजीकरण और विनियमन के",
  "registered under the HaryanaRegistration and Regulation of Societies Act, 2012 (1 of 2012) or a Limited Liability": "तहत पंजीकृत सोसायटी अधिनियम, 2042 (2042 का ॥) या सीमित दायित्व सीमित",
  "Partnership Firm as defined under the Limited Liability Partnership Act, 2008 (Central Act 6 of 2009) or a Trust as": "दायित्व के तहत परिभाषित साझेदारी फर्म साझेदारी अधिनियम, 2008 (2009 का केंद्रीय",
  "defined under the Indian Trust Act, 1882 (Central Act 2 of": "अधिनियम 6) या भारतीय ट्रस्ट अधिनियम, 882 (882 का केंद्रीय अधिनियम 2) के",
  "1882) or a Partnership Firm as defined under Indian": "तहत परिभाषित एक ट्रस्ट या भारतीय ट्रस्ट अधिनियम, 4882 के तहत परिभाषित एक",
  "Partnership Act, 1932 (Central Act 9 of 1932) or any": "साझेदारी फर्म साझेदारी अधिनियम, 932 (932 का केंद्रीय अधिनियम 9) या कोई भी",
  "person employing ten or more persons on salary, wages or": "दस या अधिक व्यक्तियों को वेतन, पारिश्रमिक या मजदूरी पर नियोजित करने वाला व्यक्ति",
  "other remuneration for the purpose of manufacturing or providing any service or such entity, as may be notified by": "विनिर्माण के प्रयोजन के लिए अन्य पारिश्रमिक या कोई भी सेवा या ऐसी संस्था प्रदान",
  "the Government from time to time, but shall not include the": "करना, जैसा कि सरकार द्वारा समय-समय पर अधिसूचित किया जा सकता है, लेकिन",
  "Central Government or the State Government or any": "इसमें शामिल नहीं होगा केंद्र सरकार या राज्य सरकार या कोई भी केंद्र सरकार या राज्य",
  "organisation owned by the Central Government or the State Government;": "सरकार के स्वामित्व वाला संगठन;",
  "(f) \"Government\" means the Government of the State of Haryana in the administrative department;": "(च) \"सरकार\" का तात्पर्य प्रशासनिक विभाग में हरियाणा राज्य की सरकार से",
  "(g)\"Local Candidate\" means a candidate who is domiciled": "(छ) \"स्थानीय उम्मीदवार\" का अर्थ एक उम्मीदवार है जो अधिवासित है",
  "inthe State of Haryana:": "हरियाणा राज्य में:",
  "(h)\"State\" means the State of Haryana.": "(ज) \"राज्य\" का अर्थ हरियाणा राज्य है।",
  "3. On and from the date of commencement of this Act,": "(3) यह सरकार द्वारा निर्धारित तिथि से लागू होगा आधिकारिक राजपत्र में",
  "rupees or as notified by theGovernment, from time to time,": "अधिक वेतन अर्जित करने वाले या सरकार द्वारा समय-समय पर अधिसूचित किए गए",
  "Provided that no person shall be employed or engaged": "किसी भी व्यक्ति को किसी भी नियोकक्‍ता द्वारा नियुक्त या नियुक्त नहीं किया जाएगा जब",
  "by any employer till the registration of all such employees is completed on the designated portal.": "तक कि ऐसे सभी कर्मचारियों का पंजीकरण निर्दिष्ट पोर्टल पर पूरा नहीं हो जाता है। २५.50,000/- की इस राशि को 06.0.2024 की अधिसूचना द्वारा घटाकर १६.३0,000/-",
  "would be in the interest of the general public. Similarly, stress was laid": "आम जनता के हित में होगी। इसी तरह, इस तथ्य पर जोर दिया गया कि यह निजी",
  "upon the fact that it would encourage the private employers to boost local employment and they would get the benefit of qualified and": "नियोक्ताओं को स्थानीय रोजगार को बढ़ावा देने के लिए प्रोत्साहित करेगा और उन्हें प्रत्यक्ष",
  "trained local work force directly or indirectly and would enhance": "या अप्रत्यक्ष रूप से योग्य और प्रशिक्षित स्थानीय कार्यबल का लाभ मिलेगा और बड़े पैमाने",
  "efficiency of the industry at large as the work force is one of the major components for the development of any industrial organization/factory.": "पर उद्योग की दक्षता में वृद्धि होगी क्योंकि कार्ययल किसी भी औद्योगिक संगठन/कारखाने",
  "provided to eligible local candidates where qualified or suitable": "थी कि योग्य स्थानीय उम्मीदवारों को प्रशिक्षण प्रदान किया जाएगा जहां योग्य या उपयुक्त",
  "candidates are not available. The objects and reasons for introducing": "उम्मीदवार उपलब्ध नहीं हैं। विचाराधीन अधिनियम को लागू करने के उद्देश्य और कारण",
  "the Act in question read thus:-": "इस प्रकार हैं: -",
  "“HARYANA GOVT. GAZ. (EXTRA). OCT. 31, 2020": "“हरियाणा सरकार गाजा (अतिरिक्‍त)अक्टूबर, 3,2020",
  "STATEMENT OF OBJECTS AND REASONS": "उद्देश्यों और कारणों का विवरण",
  "To provide reservation to the local candidates of Haryana in": "हरियाणा के स्थानीय उम्मीदवारों को आरक्षण प्रदान करना विभिन्न कंपनी",
  "private employment under various Companies Societies, Trusts, Limited Liability Partnerships Firms Partnership": "सोसायटियों के अंतर्गत निजी रोजगार, ट्रस्ट, सीमित देयता भागीदारी फर्म भागीदारी दस",
  "Firm etc. situated in Haryana for a period of ten years, the Government of Haryana has proposed a Bill named as \"The": "वर्ष की अवधि के लिए हरियाणा में स्थित फर्म आदि हरियाणा सरकार ने \"द\" नाम से एक",
  "Haryana State Employment of Local Candidates Bill,": "विधेयक प्रस्तावित किया है हरियाणा राज्य स्थानीय उम्मीदवारों का रोजगार विधेयक,",
  "2020\"": "2020\"",
  "The influx of a large number of migrants competing for low-paid jobs places a_ significant impact on _ local": "कम वेतन वाली नौकरियों के लिए प्रतिस्पर्धा करने वाले बड़ी संख्या में प्रवासियों की आमद",
  "low-paid jobs places a_ significant impact on _ local infrastructure and housing and leads to proliferation of": "स्थानीय बुनियादी ढांचे और आवास पर महत्वपूर्ण प्रभाव डालती है और झुग्गियों के प्रसार",
  "slums This has led to environmental and health issues which has been acutely felt in the urban areas of Haryana": "की ओर ले जाती है जिससे पर्यावरण और स्वास्थ्य के मुद्दे पैदा हुए हैं जो हरियाणा के शहरी",
  "affecting quality of living and livelihood. Therefore, giving": "क्षेत्रों में जीवन की गुणवत्ता और आजीविका को प्रभावित कर रहे हैं। इसलिए, कम वेतन",
  "preference to local candidates in low-paid jobs is socially,": "वाली नौकरियों में स्थानीय उम्मीदवारों को वरीयता देना सामाजिक, आर्थिक और",
  "economically and environmentally desirable and any such preference would be in the interests of the general public.": "पर्यावरणीय रूप से वांछनीय है और ऐसी कोई भी प्राथमिकता आम जनता के हित में",
  "With the enactment of the present Bill, in the interest of": "होगी। वर्तमान विधेयक के अधिनियमन के साथ, बड़े पैमाने पर जनता के हित में, राज्य",
  "percent of the total number of local candidates;": "किसी भी जिले के स्थानीय उम्मीदवारों के लिए रोजगार को स्थानीय उम्मीदवारों की कुल",
  "Provided further that no local candidate shall be eligible to": "इसके अलावा यह भी प्रावधान है कि कोई भी स्थानीय उम्मीदवार इस अधिनियम के तहत",
  "avail the benefits under this Act unless he registers himself on the designated portal.": "लाभ प्राप्त करने के लिए पात्र नहीं होगा जब तक कि वह खुद को नामित पोर्टल पर",
  "5. (1) The employer may claim exemption from the requirement of section 4, where adequate number of local": "5. (॥) नियोक्‍क्ता धारा 4 की आवश्यकता से छूट का दावा कर सकता है, जहां वांछित",
  "candidates of the desired skill, qualification or proficiency are not available by applying to the Designated Officer in": "कौशल, योग्यता या प्रवीणता वाले पर्याप्त संख्या में स्थानीय उम्मीदवार उपलब्ध नहीं हैं, ऐसे",
  "are not available by applying to the Designated Officer in such form and manner, as may be prescribed,": "प्रारूप और तरीके से नामित अधिकारी को आवेदन करके, जैसा कि निर्धारित किया जा सकता है,",
  "(2) The Designated Officer shall, after such inquiry, as he": "(2) अधिकृत अधिकारी के पास धारा 6 के तहत प्रस्तुत रिपोर्ट को सत्यापित करने के",
  "(i) accept the claim of the employer for exemption from theprovisions of section 4: or": "() धारा 4 के प्रावधानों से छूट के लिए नियोक्‍्ता के दावे को स्वीकार करना: या",
  "(li) reject the claim of the employer for exemption for": "(0) लिखित रूप में दर्ज किए जाने वाले कारणों से छूट के लिए नियोक्‍ता के दावे को",
  "reasons to berecorded in writing; or": "अस्वीकार करना; या",
  "(iii) direct the employer to train local candidates to achieve thedesired skill, qualification or proficiency.": "(0) नियोक्ता को वांछित कौशल, योग्यता या प्रवीणता प्राप्त करने के लिए स्थानीय उम्मीदवारों को प्रशिक्षित करने का निर्देश देना।",
  "6. Every employer shall furnish a quarterly report, by": "6. प्रत्येक नियोक्‍्ता, उस तिमाही के दौरान नियोजित और नियुक्त स्थानीय उम्मीदवारों की",
  "such date, as may be notified by the Government in the": "तिमाही रिपोर्ट, ऐसी तारीख तक, जिसे सरकार द्वारा राजपत्र में अधिसूचित किया जा",
  "appointed during that quarter on the designated portal in such form, as may be prescribed.": "सकता है, निर्दिष्ट पोर्टल पर ऐसे प्रारूप में प्रस्तुत करेगा, जैसा कि निर्धारित किया जा",
  "7. (1) The reports furnished by the employer under section 6 shall be examined by the Authorized Officer.": "7. ()) धारा 6 के तहत नियोकता द्वारा प्रस्तुत रिपोर्टों की जांच प्राधिकृत अधिकारी द्वारा की जाएगी।",
  "(2) The Authorized Officer shall have powers to call for any record, information or document in the possession of any employer for the purposes of verifying the report furnished under section 6.": "(2) प्राधिकृत अधिकारी के पास धारा 6 के तहत प्रस्तुत रिपोर्ट को सत्यापित करने के प्रयोजनों के लिए किसी भी नियोक्‍्ता के कब्जे में किसी भी रिकॉर्ड, सूचना या दस्तावेज को मांगने की शक्तियां होंगी।",
  "(3) The Authorized Officer, after examination of the report, may pass any order, as may be necessary for": "(3) प्राधिकत अधिकारी रिपोर्ट की जांच के पश्चात कोई भी आदेश पारित कर सकेगा, जो",
  "complying with the objectives of this Act.": "इस अधिनियम के उद्देश्यों के अनुपालन के लिए आवश्यक हो।",
  "(4) Every such order issued under sub-section (3) shall be placed onthe website of Government.": "(4) उपधारा (3) के अधीन जारी प्रत्येक ऐसा आदेश सरकार की वेबसाइट पर डाला जाएगा।",
  "8. (1) Subject to the provisions of this section, the Authorised Officer shall have a right to enter, at all": "8. (॥) इस धारा के उपबंधों के अधीन रहते हुए, प्राधिकृत अधिकारी को किसी भी स्थान",
  "reasonable times with such assistance, as he considers": "पर, किसी भी उचित समय पर, ऐसी सहायता के साथ, जिसे वह आवश्यक समझे, प्रवेश",
  "(a) for the purpose of performing any of the functions entrusted to him under this Act;": "(क) इस अधिनियम के अधीन उसे सौंपे गए किसी कार्य को करने के प्रयोजन के लिए;",
  "(b) for the purpose of determining whether and if so in": "(ख) यह अवधारित करने के प्रयोजन के लिए कि क्‍या और यदि हां, तो किस रीति से ऐसे",
  "whether any provisions of this Act or the rules made": "कोई कार्य किए जाने हैं या इस अधिनियम या उसके अधीन बनाए गए नियमों के किसी",
  "thereunder are being orhave been complied with;": "उपबंध का अनुपालन किया जा रहा है या किया गया है;",
  "(c) for the purpose of examining any record, register,": "(ग) किसी अभिलेख, रजिस्टर, दस्तावेज की जांच करने के प्रयोजनार्थ, जब उसके पास यह",
  "document when he has reason to believe that an offence under this Act or the rules made thereunder has been or is": "विश्वास करने का कारण हो कि इस अधिनियम या इसके अधीन बनाए गए नियमों के",
  "(2)Every employer shall render all assistance to the Authorised Officerunder sub-section (1) and in case he fails": "(2) प्रत्येक नियोक्‍्ता उपधारा (॥) के अधीन प्राधिकत अधिकारी को सभी सहायता प्रदान",
  "to do so without any reasonable cause, he shall be guilty of": "करेगा और यदि वह बिना किसी उचित कारण के ऐसा करने में असफल रहता है, तो वह",
  "an offence under this Act.": "इस अधिनियम के अधीन अपराध का दोषी होगा।",
  "(3) If any person wilfully delays or obstructs the Authorised Officer under sub-section (1) in_ the performance of his functions, he shall be guilty of an": "(3) यदि कोई व्यक्ति उप-धारा ()) के तहत अधिकृत अधिकारी को उसके कार्यों के निष्पादन में जानबूझकर देरी या बाधा डालता है, तो वह इस अधिनियम के तहत अपराध",
  "Provided that no entry shall be made except between the hours of 6:00 and 18:00 and notice of the intention to enter": "बशर्ते कि 6 बजे के बीच के अलावा कोई प्रवेश नहीं किया जाएगाः 00 और 8: 00 और",
  "is given at least one day prior to the date on which the entry": "प्रवेश करने के इरादे की सूचना उस तारीख से कम से कम एक दिन पहले दी जाती है",
  "is proposed to be made.”": "जिस दिन प्रवेश करने का प्रस्ताव है। \"",
  "(11) The employer being under legal obligation had to provide": "(॥) नियोक्‍्ता को कानूनी दायित्व के तहत होने के कारण अधिकृत अधिकारी को",
  "assistance to the authorized officer or he could be held guilty of an offence if he failed to do so without any reasonable cause under Section 8(2) of the Act and similarly if he tried to delay or obstruct the authorized officer in performance of his functions, he was liable to be": "सहायता प्रदान करनी होती थी या यदि वह अधिनियम की धारा 8 (2) के तहत बिना किसी उचित कारण के ऐसा करने में विफल रहता है तो उसे अपराध का दोषी ठहराया जा सकता है और इसी तरह यदि वह अपने कार्यों के प्रदर्शन में अधिकृत अधिकारी को देरी",
  "held guilty of the offence under Section 8(3). The proviso provided that": "या बाधा डालने का प्रयास करता है, तो उसे धारा 8 (3) के तहत अपराध का दोषी ठहराया",
  "the entry could be restricted within the hours of 6.00 a.m. to 6.00 p.m.": "जा सकता है। परंतुक में प्रावधान किया गया था कि प्रवेश को सुबह 6 बजे से शाम 6 बजे",
  "and the notice of intention was to be given at least one day prior to the": "के भीतर प्रतिबंधित किया जा सकता है और इरादे की सूचना उस तारीख से कम से कम",
  "date on which the entry was proposed to be made. A right of appeal has": "एक दिन पहले दी जानी थी जिस दिन प्रवेश करने का प्रस्ताव किया गया था। आई. एल.",
  "been given under Section 9 regarding the orders passed by the": "आर. पंजाब और हरियाणा द्वारा पारित आदेशों के संबंध में धारा 9 के तहत अपील का",
  "(10) A right of exemption was given to the employer where": "(0) नियोक्‍्ता को छूट का अधिकार दिया गया था जहां वांछित कौशल, योग्यता या",
  "adequate number of local candidates of the desired skill, qualification or proficiency were not available and an application was to be made to": "प्रवीणता के पर्याप्त संख्या में स्थानीय उम्मीदवार उपलब्ध नहीं थे और नामित अधिकारी",
  "under Section 5 of the Act. Sub-section (2) of Section 5 of the Act": "निर्धारित किया जा सके। अधिनियम की धारा 5 की उप-धारा (2) में प्रावधान किया गया है",
  "local candidates and then either accept their claim for exemption or": "का मूल्यांकन करने के बाद जांच करें और फिर या तो छूट के लिए उनके दावे को स्वीकार",
  "reject it for reasons to be recorded in writing and lastly to direct the": "करें या लिखित रूप में दर्ज किए जाने वाले कारणों के लिए इसे अस्वीकार कर दें और अंत",
  "employer to train local candidates to achieve the desired skill,": "में नियोक्‍्ता को वांछित कौशल, योग्यता और दक्षता प्राप्त करने के लिए स्थानीय",
  "qualification and proficiency. The orders made by the designated": "उम्मीदवारों को प्रशिक्षित करने का निर्देश दें। नामित अधिकारी द्वारा दिए गए आदेशों को",
  "officer had to be placed on the website of the Government and under Section 6 of the Act, the portal report had to be furnished by the": "सरकार की वेबसाइट पर रखा जाना था और अधिनियम की धारा 6 के तहत, निर्दिष्ट पोर्टल",
  "gazette regarding the number of local candidates mentioned and appointed during the quarter on the designated portal. The power of": "पर तिमाही के दोरान उल्लिखित और नियुक्त स्थानीय उम्मीदवारों की संख्या के बारे में",
  "employer under Section 6 of the Act, who had to further passany order": "अधिनियम की धारा 6 के तहत नियोकता द्वारा प्रस्तुत रिपोर्टों को छूट देने के लिए अधिकृत",
  "said order was to be placed on the website of the Government. Section": "लिए आगे कोई भी आदेश पारित करना था और उक्त आदेश को सरकार की वेबसाइट",
  "functions to be performed and whether the provisions of the Act or Rules made thereunder have been complied with and gave him right to": "के लिए और क्या अधिनियम या उसके तहत बनाए गए नियमों के प्रावधानों का पालन",
  "examine the record, registers and documents if he had reason to believe": "किया गया है और क्या उसे रिकॉर्ड, रजिस्टर और दस्तावेजों की जांच करने का अधिकार",
  "that an offence under the Act or the Rules has been or is being": "दिया है यदि उसे यह विश्वास करने का कारण था कि अधिनियम या नियमों के तहत कोई",
  "committed. The relevant portion reads thus:-": "अपराध किया गया है या किया जा रहा है। प्रासंगिक भाग इस प्रकार हैः -",
  "“4, After the commencement of this Act, every employer": "“4. इस अधिनियम के प्रारंभ के बाद, प्रत्येक नियोक्ता ऐसे पदों के संबंध में",
  "shall employ seventy-five percent of the local candidates with respect to such posts where the gross monthly salary": "पचहत्तर प्रतिशत स्थानीय उम्मीदवारों को नियुक्त करेगा जहां सकल मासिक वेतन या",
  "makes or produces or uses a false statement, declaration or": "देने या पेश करने या उपयोग करने या गलत विवरण, नोटिस या रिपोर्ट देने या देने के लिए",
  "detail, shall be punishable with penalty which may extent to fiftythousand rupees for each offence.": "दंड का प्रावधान है, जिसके लिए प्रत्येक अपराध के लिए रुपये.50,000/- तक की सजा हो",
  "(2) Where any person convicted of an offence under sub-": "सकती है। उपखंड (2) के तहत, बार-बार अपराध करने वाले के लिए जुर्माना रुपये से कम",
  "not be less than two lakh rupees but which may extend to five lakh rupees.": "नहीं होना चाहिए, जो अधिकतम रुपये तक जा सकता है। छूट के संबंध में धारा 5 और",
  "prescribed and the appellate authority was to give the appellant an": "की जाए और अपीलीय प्राधिकरण को अपीलार्थी को सुनवाई का अवसर देना होता है और",
  "as possible, which gave power to rescind, confirm or modify by": "निर्धारित प्रक्रिया का पालन करके उसे रद्द करने, पुष्टि करने या संशोधित करने की शक्ति",
  "(12) Section 10 provides the penalty provisions which are not to": "(42) धारा १0 जुर्माने के प्रावधानों का प्रावधान करती है जो रुपये.0,000/- से कम",
  "be less than Rs.10,000/- and which would extend upto Rs.50,000/- and if the contravention continued after conviction, further penalty may": "नहीं हैं और जो रुपये.50,000/- तक बढ़ेंगे और यदि उल्लंघन दोषी ठहराए जाने के बाद",
  "extend to Rs.100/- for each day till the time the contravention is so": "भी जारी रहता है, तो प्रत्येक दिन के लिए रुपये.॥00 तक और जुर्माना लगाया जा सकता है",
  "continued. Section 11 of the Act provides that if contravention was": "जब तक कि उल्लंघन जारी नहीं रहता है। अधिनियम की धारा ॥॥ में प्रावधान है कि यदि",
  "there of the provisions of Section 3 of the Act of not registering on": "निर्दिष्ट पोर्टल पर पंजीकरण नहीं करने के अधिनियम की धारा 3 के प्रावधानों या उसके",
  "the designated portal or of any rules made thereunder, the employer": "तहत बनाए गए किसी भी नियम का उल्लंघन किया गया था, तो नियोक्‍्ता को किसी ऐसे",
  "could be held guilty of an offence, the penalty for which shall not be less than Rs.25,000/- which could go uptoRs.1,00,000/- and further if": "अपराध का दोषी ठहराया जा सकता है, जिसके लिए जुर्माना रुपये.25,000/- से कम नहीं होगा, जो रु. ,090,000 तक जा सकता है और इसके अलावा यदि उल्लंघन दोषी ठहराए",
  "the contravention still continued after conviction, the penalty could be increased to Rs.500/- for each day till the time the contravention is so": "जाने के बाद भी जारी रहता है, तो दंड को प्रत्येक दिन के लिए रुपये.500 तक बढ़ाया जा",
  "contravention of not recording the local candidates under Section 4": "तहत धारा 4 के तहत स्थानीय उम्मीदवारों को दर्ज नहीं करने के उल्लंघन के लिए प्रदान",
  "which provided the minimum penalty of Rs.50,000/- with a maximum": "किया गया है, जिसमें अधिकतम रुपये के साथ न्यूनतम ॥,000/- के जुर्माने का प्रावधान",
  "of Rs.2,00,000/- and if the contravention is still continued after": "किया गया है-और यदि उल्लंघन दोषी ठहराए जाने के बाद भी जारी रहता है, तो उल्लंघन",
  "conviction, the penalty could be increased to the continuing penalty of Rs.1,000/- each daytill the time the contravention is so continued.": "जारी रहने तक प्रत्येक दिन ,000/- के निरंतर जुर्माने को बढ़ाया जा सकता है। धारा 5 के",
  "The fourth category of penalties for the disobedience of the order passed under Section 5 has been given under Section 13 where": "तहत पारित आदेश की अवज्ञा के लिए दंड की चौथी श्रेणी धारा 43 के तहत दी गई है,",
  "continuing penalty per day till the time the contravention is so continued. The said provisions read thus:-": "प्रति दिन जुर्माना जारी रखने के लिए। उक्त प्रावधान इस प्रकार हैं: -",
  "“10. Save as otherwise expressly provided in this Act, if": "“0, इस अधिनियम में अन्यथा स्पष्ट रूप से प्रावधान किए जाने के अलावा, यदि",
  "thereis any contravention by the employer of the provisions of this Act or rules made thereunder or of any order in": "नियोक्‍ता द्वारा इस अधिनियम के प्रावधानों या उसके तहत बनाए गए नियमों या इस",
  "statement or giving or delivering a false return, notice or report,": "या जानबूझकर मिथ्या कथन, घोषणा या साक्ष्य बनाएगा या पेश करेगा या उपयोग करेगा; या",
  "liability of the person committing the offence, for a company was": "के कारबार के संचालन का भारसाधक और उत्तरदायी था, उस अपराध का दोषी माना",
  "manager, secretary, trustee or other officer of the society or": "सचिव, ट्रस्टी या अन्य अधिकारी की सहमति या मिलीभगत से किया गया है या उसकी ओर",
  "trust, such director, manager, secretary, trustee or other": "से किसी उपेक्षा के कारण हुआ है, तो ऐसा निदेशक, प्रबंधक, सचिव, ट्रस्टी या अन्य",
  "officer shall also be deemed to be guilty of that offence and": "अधिकारी भी उस अपराध का दोषी माना जाएगा और उसके विरुद्ध कार्यवाही की जा",
  "shall be liable to be proceeded against and punished accordingly.”": "सकेगी और उसे तदनुसार दंडित किया जा सकेगा।”",
  "(14) Section 19(2) provides the jurisdiction of the Courts as to": "(4) धारा 9(2) न्यायालयों के अधिकार क्षेत्र के बारे में यह प्रावधान करती है कि महानगर",
  "the factthat no Court inferior to that of a Metropolitan Magistrate or a": "मजिस्ट्रेट या प्रथम श्रेणी न्यायिक मजिस्ट्रेट से निम्न कोई न्यायालय अपराधों की सुनवाई नहीं",
  "JudicialMagistrate Ist Class would try the offences whereas Section 20 provided the bar regarding the jurisdiction excluding suits and other": "करेगा, जबकि धारा 20 अधिकार क्षेत्र के बारे में प्रतिबंध प्रदान करती है, जिसमें प्राधिकृत",
  "legal proceedings challenging the orders and directions of the": "अधिकारी या पदाभिहित अधिकारी के आदेशों और निर्देशों को चुनौती देने वाले मुकदमों",
  "faith. Section 21 provided the non obstante clause, the over riding effect of the Act over any State laws for the time being in force or any": "थे। धारा 24 में गैर-बाधक खंड, अधिनियम के किसी भी राज्य कानून पर वर्तमान में लागू",
  "instrument having effect by virtue of such law and the Act would have": "होने वाले प्रभाव या ऐसे कानून के आधार पर प्रभावी होने वाले किसी भी साधन का",
  "such over riding effect whereas Section 24 provided the power to make": "प्रावधान किया गया था और अधिनियम का ऐसा अधिभावी प्रभाव होगा, जबकि धारा 24 में",
  "Factual Matrix": "तथ्यात्मक मैट्रिक्स",
  "(15) The implementation of the Act was stayed vide order dated": "(5) समन्वय पीठ द्वारा दिनांक । के आदेश के माध्यम से अधिनियम के कार्यान्वयन पर",
  "issue was whether any State can restrict employment (even in the private sector) on the basis of domicile. The matter was thereafter taken": "रोक लगा दी गई थी, यह देखते हुए कि मुख्य मुद्दा यह था कि क्‍या कोई राज्य अधिवास के आधार पर रोजगार (यहां तक कि निजी क्षेत्र में भी) को प्रतिबंधित कर सकता है। इसके",
  "challenge was to the Legislation and without any reasons the stay could": "चुनौती विधान के लिए थी और बिना किसी कारण के रोक नहीं दी जा सकती थी और",
  "not have been granted and resultantly, the Apex Court directed to decide the writ petition expeditiously within a period of four weeks.": "परिणामस्वरूप, शीर्ष अदालत ने चार सप्ताह की अवधि के भीतर रिट याचिका पर तेजी से",
  "However, the State of Haryana was mandated not to take any coercive": "निर्णय लेने का निर्देश दिया। हालाँकि, हरियाणा राज्य को इस तर्क को ध्यान में रखते हुए",
  "they would face immense hardship as they could not employ anybody from outside the State from the date of the commencementof the Act.": "उन्हें भारी कठिनाई का सामना करना पड़ेगा क्‍योंकि वे अधिनियम के प्रारंभ होने की तारीख से राज्य के बाहर से किसी को भी नियुक्त नहीं कर सकते थे। 22.02.2022 पर यह",
  "It was noticed on 22.02.2022 that the Union of India was not filing its": "देखा गया कि भारत संघ अपना जवाब दाखिल नहीं कर रहा था। 04.03.2022 दिनांकित",
  "been filed by respondent No.1. Directions were issued to file para wise": "गया था। संबंधित मुद्दे को ध्यान में रखते हुए पैरा वाइज जवाब दाखिल करने के निर्देश",
  "reply keeping in view the issue involved. The matter was thereafter": "जारी किए गए थे। इसके बाद इस मामले को एक अन्य पीठ के समक्ष रखा गया क्‍योंकि",
  "placed before another Bench on 09.03.2022 on account of one member of the Bench recusing himself. The co-ordinate Bench had heard": "पीठ के एक सदस्य ने खुद को अलग कर लिया था। समन्वय पीठ ने मार्च 2022 में एक",
  "been reserved. The matter was thereafter listed again on 07.09.2022 as": "इसके बाद मामले को फिर से 07.09.2022 पर सूचीबद्ध किया गया क्योंकि कुछ बिंदुओं",
  "certain points were needed to be clarified. The matter could not be": "को स्पष्ट करने की आवश्यकता थी। इस मामले पर सुनवाई नहीं हो सकी क्योंकि उसके",
  "Legal Arguments of Mr. Anupam Gupta, Sr. Advocate": "श्री अनुपम गुप्ता, वरिष्ठ अधिवक्ता की कानूनी दलीलें",
  "(16) Mr. Anupam Gupta, Sr. Advocate appearing for the": "(6) याचिकाकर्ताओं की ओर से पेश वरिष्ठ अधिवक्ता श्री अनुपम गुप्ता ने धारा 46 (2)",
  "petitionershas opened attack on the Act by placing heavy reliance upon the provisions of Section 16(2) and 16(3) by holding out that there was": "और ॥6 (3) के प्रावधानों पर भारी निर्भरता रखते हुए अधिनियम पर हमला करते हुए कहा",
  "equality of opportunity in the matter of public employment and only": "कि सार्वजनिक रोजगार के मामले में अवसर की समानता है और केवल संसद ही किसी भी",
  "the Parliament could make any law in accordance with the class or classes of any employment or an office which was also restricted for": "रोजगार या कार्यालय के वर्ग या वर्गों के अनुसार कोई कानून बना सकती है जो राज्य या",
  "the Government or local or other authorities within the State or Union": "केंद्र शासित प्रदेश के भीतर सरकार या स्थानीय या अन्य प्राधिकरणों के लिए भी प्रतिबंधित",
  "Territory, which could be on the basis of the residence. Similarly, Article 35 of the Constitution of India was relied upon to submit that": "था, जो निवास के आधार पर हो सकता है। इसी तरह, भारत के संविधान के अनुच्छेद 35",
  "in respect of any other matters under Clause 3 of Article 16 and it was": "6 के खंड 3 के तहत किसी भी अन्य मामले के संबंध में कानून बनाने की शक्तियां देने से",
  "within the sole jurisdiction of the Parliament which had the sole": "मना किया गया था और यह संसद के एकमात्र अधिकार क्षेत्र में था जिसे निवास के आधार",
  "legislative competence to amend the law on the basis of residence. Resultantly, the vires of the Act were challenged on the basis of": "पर कानून में संशोधन करने की एकमात्र विधायी क्षमता थी। परिणामस्वरूप, सूची-। (संघ",
  "quarantine read with Entry No.17 pertaining to citizenship, naturalization and aliens. Article 19(1)(d) pertaining to the right to": "अधिकारों को चुनौती दी गई, जिसमें नागरिकता, प्राकृतिककरण और विदेशियों से संबंधित",
  "move freely through out the territory of India was pushed into": "प्रावधान किया गया था। भारत के क्षेत्र से बाहर स्वतंत्र रूप से घूमने के अधिकार से",
  "settle in any part of the territory of India was guaranteed to all citizens": "को भारत के क्षेत्र के किसी भी हिस्से में रहने और बसने के अधिकार की गारंटी दी गई थी।",
  "the Stateonly had the power to make any law whereby it could impose": "यह तर्क दिया गया कि राज्य के पास केवल कोई भी कानून बनाने की शक्ति है जिसके",
  "reasonable restrictions which would be in the interest of general public or in the interest of Scheduled Castes and Scheduled Tribes. Reference": "द्वारा वह उचित प्रतिबंध लगा सकता है जो आम जनता के हित में या अनुसूचित जाति और",
  "was made to Article 19(6) that the power of the State was only": "अनुसूचित जनजाति के हित में होगा। अनुच्छेद 9 (6) का संदर्भ दिया गया था कि राज्य",
  "status and to provide opportunities would amount to withdrawing opportunities from a group of people and to give the same to another": "कर्तव्यों का उल्लेख करते समय लोगों के एक समूह से अवसरों को वापस लेने और जन्म",
  "fundamental duties under Article 51A of Part IVA which were": "जोरदार हमला किया कि भाग |५ए के अनुच्छेद 5ए के तहत मौलिक कर्तव्य जो उप-खंड",
  "provided under sub-Clause (e) were to promote harmony and spirit of common brotherhood amongst the people of the country which had to": "(ई) के तहत प्रदान किए गए थे, वे देश के लोगों के बीच सद्भाव और सामान्य भाईचारे की",
  "cross the boundaries of regional and sectional diversities. It is": "भावना को बढ़ावा देना था, जिन्हें क्षेत्रीय और विभागीय विविधताओं की सीमाओं को पार",
  "accordingly the argument of the senior counsel that Article 19(1)(d)": "करना पड़ा। तदनुसार वरिष्ठ अधिवक्ता का तर्क है कि अनुच्छेद 9 (॥) (डी) और",
  "and 19(1)(e) provided the freedom to move freely throughout the": "49()(ई) में भारत के पूरे क्षेत्र में स्वतंत्र रूप से घूमने और इसके किसी भी हिस्से में निवास",
  "the concept of the Act providing that “this is my patch of land” and others could not encroach on it was against the settled provisions of the": "प्रावधान था कि \"यह मेरी जमीन का टुकड़ा है\" और अन्य लोग इस पर अतिक्रमण नहीं",
  "Legal Arguments of Mr. Akshay Bhan, Sr. Advocate": "श्री अक्षय भान, वरिष्ठ अधिवक्ता के कानूनी तर्क",
  "(19) Mr. Akshay Bhan, Sr. Advocate, opening arguments in CWP No.24967 of 2021, has pointed out the objects and reasons which": "(49) श्री अक्षय भान, वरिष्ठ अधिवक्ता ने सीडब्ल्यूपी संख्या 24967/202॥ में प्रारंभिक तर्क",
  "have already been reproduced in Para No.7 to submit that the issue of": "देते हुए उन उद्देश्यों और कारणों की ओर इशारा किया है जिन्हें पैरा संख्या 7 में पहले ही",
  "once it was provided in the list of the Union, the State did not have the": "प्रविष्टि 88 का हवाला देते हुए प्रस्तुत किया गया कि एक बार जब यह संघ की सूची में",
  "legislative competence as such to legislate on the said issue and,": "प्रदान किया गया था, तो राज्य के पास उक्त मुद्दे पर कानून बनाने के लिए विधायी क्षमता",
  "therefore, it was not within the domain of the State to notify the said": "नहीं थी और इसलिए, उक्त अधिनियम को अधिसूचित करना राज्य के अधिकार क्षेत्र में",
  "Act. While referring to the written statement filed by the State, it is": "नहीं था। राज्य द्वारा दायर लिखित बयान का हवाला देते हुए, यह बताया गया है कि राज्य ने",
  "pointed out that the State had justified the classification under the head “geographical”. It was their stand, that to protect the livelihood of": "“भौगोलिक” शीर्षक के तहत वर्गीकरण को उचित ठहराया था। उनका कहना था कि",
  "people domiciled in the State of Haryana and to protect their health,": "हरियाणा राज्य में रहने वाले लोगों की आजीविका की रक्षा करने तथा उनके स्वास्थ्य, जीवन",
  "living conditions and the right to employment, the Act had beennotified": "स्थितियों और रोजगार के अधिकार की रक्षा करने के लिए अधिनियम अधिसूचित किया",
  "which was balancing the fundamental rights of the citizens of the State.": "गया था, जो राज्य के नागरिकों के मौलिक अधिकारों को संतुलित कर रहा था। तदनुसार",
  "It is accordingly submitted that once the State itself was holding out": "यह प्रस्तुत किया गया कि जब राज्य स्वयं यह कह रहा था कि कानून का उद्देश्य निवासियों",
  "that the Legislation was to prevent the unwarranted influx of human resourcesto the detriment of the domiciled people, the same was per se": "के नुकसान के लिए मानव संसाधनों के अनुचित प्रवाह को रोकना है, तो यह अपने आप में",
  "submitted that it is for this Court to see the pith and substance of the entire object, scope and the effect ofthe Legislation and the defence as": "न्यायालय को इस कानून के संपूर्ण उद्देश्य, दायरे और प्रभाव का सार देखना है और बचाव",
  "such taken that under List-II (State List), the State had a right to": "के तौर पर यह माना गया है कि सूची-॥ (राज्य सूची) के तहत, राज्य को सूची-। (संघ सूची)",
  "legislate on industries subject to the provisions ofEntry Nos.7 and 52 of List-I (Union List) and Entry 24 of the Concurrent List (List-I1]) which": "की प्रविष्टि संख्या 7 और 52 और समवर्ती सूची (सूची-॥॥) की प्रविष्टि 24 के प्रावधानों के",
  "provident funds, employees’ liability, workmen's compensation, invalidity and old age pensions and maternity benefits whereas Entry": "कर्मचारियों की देयता, कामगारों के मुआवजे, अशक्तता और वृद्धावस्था पेंशन और मातृत्व",
  "No.36 pertained to factories.": "लाभ सहित श्रमिकों के कल्याण से संबंधित है, जबकि प्रविष्टि संख्या 36 कारखानों से संबंधित है।",
  "Rebuttal Submissions of Mr. Puneet Bali, Sr. Advocate for the State": "राज्य के वरिष्ठ अधिवक्ता श्री पुनीत बाली की खंडनात्मक प्रस्तुतियाँ",
  "(20) Mr. Puneet Bali, Sr. Advocate opening submissions on": "(20) राज्य की ओर से वरिष्ठ अधिवक्ता श्री पुनीत बाली ने प्रस्तुतियाँ शुरू करते हुए सबसे",
  "behalf of the State firstly raised the preliminary objection that the present petition is filed by an Association namely the IMT Industrial": "पहले यह प्रारंभिक आपत्ति उठाई कि वर्तमान याचिका आईएमटी औद्योगिक एसोसिएशन",
  "Association and the Manesar Industrial Welfare Association and": "और मानेसर औद्योगिक कल्याण एसोसिएशन नामक एसोसिएशन द्वारा दायर की गई",
  "approach the Court and could be summarily thrown out if he was withholding a vital document. Similar observations made in M/s. Prestige Lights Ltd. versus State Bank of India®were relied upon that a": "उसे तुरंत बाहर किया जा सकता है। मेसर्स प्रेस्तीज लाइट्स लिमिटेड बनाम स्टेट बैंक ऑफ इंडिया6 में की गई इसी तरह की टिप्पणियों पर भरोसा किया गया कि यदि कोई गैर-",
  "party is not to be heard on merits if there is non-disclosure and": "प्रकटीकरण है तो किसी पक्ष की योग्यता के आधार पर सुनवाई नहीं की जानी चाहिए और",
  "unscrupulous litigants could not invoke writ jurisdiction if material facts were not candidly put forth.": "यदि भौतिक तथ्यों को स्पष्ट रूप से प्रस्तुत नहीं किया गया है तो बेईमान मुकदमेबाज रिट",
  "(22) Keeping in view the pleadings and the arguments raised, we are of the considered opinion that the following questions would arise for decision by us:-": "(22) प्रस्तुत दलीलों और उठाए गए तर्कों को ध्यान में रखते हुए, हमारा विचार है कि हमारे द्वारा निर्णय के लिए निम्नलिखित प्रश्न उठेंगे:-",
  "1. Whether the writ petition would be maintainable keeping in viewthe fact that the Act has been challenged principally": "4. क्या रिट याचिका इस तथ्य को ध्यान में रखते हुए स्वीकार्य होगी कि अधिनियम को",
  "in viewthe fact that the Act has been challenged principally by an association of persons and whether they could claim": "मुख्य रूप से व्यक्तियों के एक संघ द्वारा चुनौती दी गई है और क्या वे भारत के संविधान",
  "the violations of the fundamental rightsunder Part-II of the Constitution of India and whether they are liable to be": "के भाग-॥ के तहत मौलिक अधिकारों के उल्लंघन का दावा कर सकते हैं और क्‍या वे",
  "2. Whether it was within the ambit of the State to legislate upon the issue in question in view of the specific bar provided under Article 35 of the Constitution of India and whether the legislation would be covered under Entry": "2. क्या भारत के संविधान के अनुच्छेद 35 के तहत दिए गए विशिष्ट प्रतिबंध के मद्देनजर प्रश्रगत मुद्दे पर कानून बनाना राज्य के दायरे में था और क्‍या यह कानून संघ सूची की",
  "3. If Question No.2 is answered either way, whether the": "3. यदि प्रश्न संख्या 2 का उत्तर किसी भी तरह से दिया जाता है, तो क्या राज्य निजी",
  "State couldprovide for a legislation to private employers to": "नियोक्ताओं को ऐसा करने के लिए कानून प्रदान कर सकता है जो भारत के संविधान के",
  "4. Whether the legislation provides reasonable restrictions in theinterest of the general public and thus": "4. क्या यह कानून आम जनता के हित में उचित प्रतिबंध लगाता है और इस प्रकार राज्य",
  "gives the right to the State underArticle 19(5) and 19(6)": "को भारतीय संविधान के अनुच्छेद 9(5) और 966) के तहत इसे उचित ठहराने का",
  "Answer to O.No.1": "प्रश्न संख्या । का उत्तर",
  "placing reliance upon The Tata Engineering and Locomotive Co. Ltd.": "कलकत्ता और अन्य2 पर भी भरोसा किया, जबकि टाटा इंजीनियरिंग एंड लोकोमोटिव",
  "and others versus The State of Bihar and others*. It is argued that on": "कंपनी लिमिटेड और अन्य बनाम बिहार राज्य और अन्य3 पर भरोसा किया। यह तर्क",
  "the basis of preliminary objections, the issue of fundamental rights": "दिया गया है कि प्रारंभिक आपत्तियों के आधार पर मौलिक अधिकारों के मुद्दे को चुनौती",
  "could not be challenged and if the veil was lifted, then merely because": "नहीं दी जा सकती और यदि पर्दा हटा दिया गया तो केवल इसलिए कि किसी एक व्यक्ति",
  "one of the individuals had been impleaded as petitioner No.3, the": "को याचिकाकर्ता संख्या 3 के रूप में शामिल किया गया है, एसोसिएशनों के हाथों",
  "placing reliance upon a Division Bench judgment of the Delhi High": "विनियामक प्राधिकरण और अन्य4 में दिल्‍ली उच्च न्यायालय के खंडपीठ के फैसले पर",
  "India and others*, same argument was sought to be pressed that only the citizens of India would have a right to raise challenge when the": "भरोसा करते हुए, यही तर्क दिया गया कि केवल भारत के नागरिकों को ही चुनौती देने का",
  "fundamental rights are being infringed by the impugned Legislation,": "अधिकार होगा जब विवादित कानून द्वारा मौलिक अधिकारों का उल्लंघन किया जा रहा हो,",
  "which is not the case herein.": "जो कि यहां मामला नहीं है।",
  "(21) Another preliminary objection raised was that the allotment": "(24) एक अन्य प्रारंभिक आपत्ति यह उठाई गई थी कि औद्योगिक भूखंडों के आवंटन में",
  "of industrial plots provided a similar clause of appointment of 75% to local candidates and this aspect had never been brought to the notice of": "स्थानीय उम्मीदवारों को 75% नियुक्ति का एक समान खंड प्रदान किया गया था और इस",
  "this Court nor it had been averred in the petition and no reference had": "पहलू को कभी भी इस न्यायालय के संज्ञान में नहीं लाया गया था और न ही याचिका में",
  "was pointed out that the term and condition as such was that an undertaking had to be given that the applicant, as far as possible, was to": "नियम और शर्त यह थी कि आवेदक को यह वचन देना होगा कि जहां तक संभव हो,",
  "employ 75% of the unskilled work force and give preference for other": "प्रस्तावित इकाई में अकुशल कार्यबल का 75% रोजगार देना था और अन्य श्रेणियों के लिए",
  "categories to candidates from amongst Haryana domicile in the": "हरियाणा के मूल निवासियों में से उम्मीदवारों को वरीयता देना था। राज्य प्रबंधन प्रक्रिया,",
  "proposed unit. A similar clause was also provided in the State Management Procedures, 2011 (Annexure R-2) and, therefore, the": "20॥4 (अनुलग्रक आर-2) में भी इसी प्रकार का प्रावधान किया गया था, और इसलिए,",
  "process of allotment of any plots which was subsidized to promote": "किसी भी भूखंड के आवंटन की प्रक्रिया जिसे बढ़ावा देने के लिए सब्सिडी दी गई थी,",
  "relied upon as noticed in his submissions made in Para No.20.": "स्थिरता पर उठाए गए तर्क, पैरा संख्या 20 में किए गए उनके प्रस्तुतीकरण में उल्लिखित",
  "However, it is to be seen and noticed that in the present bunch of cases, CWP- 1698-2022 filed by Akhilesh Leekha has also been filed by an": "जाना चाहिए कि वर्तमान मामलों में, अखिलेश लीखा द्वारा दायर सीडब्ल्यूपी-698-2022",
  "garments from Plot No.144, Sector 3, IMT Manesar under a partnership": "संस्था के तहत प्लॉट संख्या 44, सेक्टर 3, आईएमटी मानेसर से कपड़ों का एक लघु",
  "more than 100 persons in the said business. It has further been pleaded": "विनिर्माण उद्योग चलाता है और उसने उक्त व्यवसाय में 400 से अधिक व्यक्तियों को",
  "that he is also running a sole proprietorship concern having more than 10 employees. The said writ petition was admitted with the bunch": "रोजगार दिया है। आगे दलील दी गई है कि वह 0 से अधिक कर्मचारियों वाली एक एकल स्वामित्व वाली कंपनी भी चला रहा है। उक्त रिट याचिका को 03.02.2022 को मामलों के",
  "of cases on 03.02.2022 wherein, the provisions of the Act were stayed.": "स्वामित्व वाली कंपनी भी चला रहा है। उक्त रिट याचिका को 03.02.2022 को मामलों के समूह के साथ स्वीकार किया गया था, जिसमें अधिनियम के प्रावधानों पर रोक लगा दी गई",
  "Thereafter on 22.02.2022, CM-935-CWP-2022 was filed for impleading Rajesh Gupta in CWP-26573-2021 as petitioner and it was": "थी। इसके बाद 22.02.2022 को, राजेश गुप्ता को याचिकाकर्ता के रूप में सीडब्ल्यूपी- 26573-2027 में शामिल करने के लिए सीएम-935-सीडब्ल्यूपी-2022 दायर किया गया",
  "noticed that it had only been filed in view of objection taken by the State regarding the claim for benefit for fundamental rights and the": "और यह देखा गया कि यह केवल मौलिक अधिकारों के लाभ के दावे के संबंध में राज्य",
  "said application. The said application was thereafter allowed on": "उक्त आवेदन पर जवाब दाखिल करने के लिए समय लिया था। इसके बाद उक्त आवेदन",
  "04.03.2022 and the said individual was also impleaded as petitioner": "को 04.03.2022 को अनुमति दी गई और उक्त व्यक्ति को याचिकाकर्ता संख्या ३ के रूप",
  "No.3 and, therefore, it cannot be as such said that there are only the": "में भी शामिल किया गया और इसलिए, ऐसा नहीं कहा जा सकता है कि केवल संघ ही हैं",
  "Associations who were agitating against vires of the Statutes. The State": "जो क़ानून के अधिकारों के खिलाफ आंदोलन कर रहे थे। राज्य ने व्यक्ति द्वारा दायर",
  "had chosen not to file any reply on merits in CWP-1698-2022 filed by": "सीडब्ल्यूपी-698-2022 में गुण-दोष के आधार पर कोई जवाब दाखिल नहीं करने का",
  "the individual, though on 04.03.2022, permission had been taken to file reply in all cases by the senior counsel appearing on behalf of the State. Thus, the issue that the matter is only being agitated by the": "विकल्प चुना था, हालांकि 04.03.2022 को राज्य की ओर से उपस्थित वरिष्ठ वकील द्वारा सभी मामलों में जवाब दाखिल करने की अनुमति ले ली गई थी। इस प्रकार, यह मुद्दा कि",
  "Thus, the issue that the matter is only being agitated by the Associations is also not factually correct and, therefore, it is our": "मामला केवल संघों द्वारा ही उठाया जा रहा है, तथ्यात्मक रूप से भी सही नहीं है और",
  "bounden duty to decide on merits upon the constitutionality of the provisions of the Act.": "इसलिए, अधिनियम के प्रावधानों की संवैधानिकता के आधार पर गुण-दोष के आधार पर निर्णय लेना हमारा बाध्यकारी कर्तव्य है।",
  "(24) Even otherwise, if one is to refer to the 11-Judge Bench of the Apex Court in R.C. Cooper versus Union of India’, more": "(24) अन्यथा भी, यदि कोई आर.सी. कूपर बनाम यूनियन ऑफ इंडिया7, जिसे बैंक के",
  "prominently known as the Bank's Nationalization Case, the said issue regarding the maintainability of the writ petitions had been raised by": "राष्ट्रीकरण मामले के रूप में अधिक जाना जाता है, में रिट याचिकाओं की स्थिरता के बारे",
  "regarding the maintainability of the writ petitions had been raised by the Attorney General on the ground that the petitioner was a Director of": "में उक्त मुद्दा अटॉर्नी जनरल द्वारा इस आधार पर उठाया गया था कि याचिकाकर्ता सेंट्रल",
  "the Central Bank of India and also holding shares in the said bank and otherbanks apart from having current accounts. Rejecting the issue": "बैंक ऑफ इंडिया का निदेशक था और चालू खातों के अलावा उक्त बैंक और अन्य बैंकों में",
  "and otherbanks apart from having current accounts. Rejecting the issue of maintainability, the Apex Court went on to hold that the jurisdiction": "शेयर भी रखता था। स्थिरता के मुद्दे को खारिज करते हुए, सर्वोच्च न्यायालय ने माना कि",
  "of the Courts to grant relief could not be denied when the individual": "राहत देने के न्यायालयों के अधिकार क्षेत्र से इनकार नहीं किया जा सकता है जब राज्य की",
  "share holder's rights were impaired by State action and if the said action": "कार्रवाई से व्यक्तिगत शेयरधारक के अधिकार प्रभावित होते हैं और यदि उक्त कार्रवाई",
  "also impairs the rights of the company as well. It was also held that the": "कंपनी के अधिकारों को भी प्रभावित करती है। यह भी माना गया कि न्यायालय केवल",
  "Court would not concentrate merely upon the technical portion of the action and deny its jurisdiction to grant relief. The earlier judgments of": "कार्रवाई के तकनीकी हिस्से पर ध्यान केंद्रित नहीं करेगा और राहत देने के अपने अधिकार",
  "action and deny its jurisdiction to grant relief. The earlier judgments of the Apex Court, upon which Mr. Bali has placed heavy reliance Le.": "क्षेत्र से इनकार नहीं करेगा। सर्वोच्च न्यायालय के पिछले निर्णयों, जिन पर श्री बाली ने बहुत",
  "State Trading Corporation of India Ltd. (supra) and Tata Engineering": "अधिक भरोसा किया है, अर्थात स्टेट ट्रेडिंग कॉरपोरेशन ऑफ इंडिया लिमिटेड (सुप्रा) और",
  "by taking the view that the right of the banksto carry on their banking": "उचित रूप से अलग किया गया था कि बैंकों से उनके बैंकिंग व्यवसाय को जारी रखने का",
  "business was being taken away. Relevant portion from R.C. Cooper's case (supra) read thus:-": "अधिकार छीना जा रहा था। आर.सी. कूपर के केस (सुप्रा) से संबंधित अंश इस प्रकार है:-",
  "“14. By a petition praying for a writ against infringement of": "“4. मौलिक अधिकारों के उल्लंघन के खिलाफ रिट के लिए प्रार्थना करने वाली",
  "fundamental rights, except in a casewhere the petition is for": "याचिका द्वारा, एक ऐसे मामले को छोड़कर जहां याचिका बंदी प्रत्यक्षीकरण के रिट के लिए",
  "a writ of habeas corpus and probably for infringement of the guarantee under Arts. 17, 23 and 24, the petitioner": "है और संभवतः कला के तहत गारंटी के उल्लंघन के लिए है। 47, 23 और 24,",
  "may seek relief in respect of his own rights and not of others. The shareholder of aCompany, it is true, is not the": "याचिकाकर्ता अपने अधिकारों के संबंध में राहत मांग सकता है न कि दूसरों के। यह सच है",
  "others. The shareholder of aCompany, it is true, is not the owner of its assets; he hasmerely a right to participate in the": "कि किसी कंपनी का शेयरधारक उसकी परिसंपत्तियों का मालिक नहीं है; उसे केवल",
  "profits of the Company subject to the contract contained in": "संगठन के अनुच्छेदों में निहित अनुबंध के अधीन कंपनी के लाभ में भाग लेने का अधिकार",
  "petitions will not fail. A measure executive or legislative": "है। लेकिन इस वजह से याचिकाएं विफल नहीं होंगी। एक कार्यकारी या विधायी उपाय",
  "may impair the rights of the Company alone, and not of its": "अकेले कंपनी के अधिकारों को प्रभावित कर सकता है, न कि उसके शेयरधारकों के; यह",
  "shareholders; it may impair the rights of the shareholders and not of the Company : it may impairthe rights of the": "शेयरधारकों के अधिकारों को प्रभावित कर सकता है न कि कंपनी के: यह शेयरधारकों के",
  "shareholders as well as of the Company. Jurisdiction of the": "साथ-साथ कंपनी के अधिकारों को भी प्रभावित कर सकता है। राहत देने के लिए न्यायालय",
  "Court to grant relief cannot be denied, when by State action": "की अधिकारिता से इनकार नहीं किया जा सकता है, जब राज्य की कार्रवाई से व्यक्तिगत",
  "the rights of the individual shareholder are impaired, if that action impairs the rights of the Company as well. The test": "शेयरधारक के अधिकार बाधित हो जाते हैं, अगर वह कार्रवाई कंपनी के अधिकारों को भी",
  "in determining whether the shareholder's right is impaired": "बाधित करती है। यह निर्धारित करने में परीक्षण कि क्या शेयरधारक का अधिकार बाधित",
  "is not formal: it is essentially qualitative: if the State action": "है, औपचारिक नहीं हैः यह अनिवार्य रूप से गुणात्मक हैः यदि राज्य की कार्रवाई",
  "impairs the right of the shareholders as well as to the Company, the Court will not, concentrating merely upon": "शेयरधारकों के साथ-साथ कंपनी के अधिकार को बाधित करती है, तो न्यायालय, केवल",
  "the technical operation of the action, deny itself jurisdiction to grant relief.": "कार्रवाई के तकनीकी संचालन पर ध्यान केंद्रित करते हुए, राहत देने के लिए खुद को अधिकार क्षेत्र से वंचित नहीं करेगा।",
  "15. The petitioner claims that by the Act and by the": "45. याचिकाकर्ता का दावा है कि अधिनियम और अध्यादेश द्वारा कला के तहत उसे",
  "Ordinance the rights guaranteed to him under Arts. 14, 19 and 31 of the Constitution are impaired. He says that the": "अधिकारों की गारंटी दी गई है। 4, 49 और संविधान की 3॥ धारा बाधित हैं। उनका",
  "Act and the Ordinance are without legislative competence": "कहना है कि अधिनियम और अध्यादेश विधायी क्षमता के बिना हैं क्‍योंकि वे व्यापार की",
  "in that they interfere with the guarantee of freedom of trade and are not made in the public interest; that the": "स्वतंत्रता की गारंटी में हस्तक्षेप करते हैं और जनहित में नहीं बनाए गए हैं। कि संसद के",
  "Parliament had no legislative competence, to enact the Act and the President had no power to promulgate the": "पास अधिनियम को लागू करने के लिए कोई विधायी क्षमता नहीं थी और राष्ट्रपति के पास",
  "which he is a shareholder and a director and with which he has accounts-, current and fixed deposit.": "राज्य के। जिसमें वह शेयरधारक और निदेशक है और जिसके साथ उसके खाते हैं - चालू और सावधि जमा।",
  "19. It is not necessary to consider whether Art. 31 A (1) (d)": "9. यह विचार करना आवश्यक नहीं है कि क्‍या संविधान का अनुच्छेद 3। ए (॥) (डी)",
  "rights as a director. The Act prima facie does not (though": "अधिनियम प्रथम दृष्टया (यद्यपि अध्यादेश कथित रूप से) निदेशक के रूप में याचिकाकर्ता",
  "expressly the right of the named Banks to carry on banking": "करने के लिए नामित बैंकों के अधिकार को स्पष्ट रूप से छीनने का प्रयास करता है,",
  "business, while reserving their right to carry on business other than banking. Assuming that he is not entitled to set": "जबकि बैंकिंग के अलावा अन्य व्यवसाय करने का उनका अधिकार सुरक्षित रखता है। यह",
  "up his right to enforce his guaranteed rights as a director,": "मानते हुए कि वह एक निदेशक के रूप में अपने गारंटीकृत अधिकारों को लागू करने के",
  "the petition will not still fail. The preliminary objection": "अपने अधिकार को स्थापित करने का हकदार नहीं है, याचिका तब भी विफल नहीं होगी।",
  "of the petitions must fail. I. Validity of Ordinance 8 of 1969-.”": "होनी चाहिए। 969 के अध्यादेश 8 की वैधता। “",
  "(25) Reliance can be placed upon 5-Judge Bench judgment of the Apex Court in Bennett Coleman & Company and others versus": "(25) बेनेट कोलमैन एंड कंपनी और अन्य बनाम भारत संघ और अन्य8 में सर्वोच्च न्यायालय के 5 न्यायाधीशों की पीठ के फैसले पर भरोसा किया जा सकता है, जिसे न्यूज",
  "news prints for the publishing houses. The objection raised was that": "समाचार प्रिंट के आयात और निर्यात के बारे में था। उठाई गई आपत्ति यह थी कि",
  "the petitioners were the companies and could not invoke the": "याचिकाकर्ता कंपनियां थीं और वे मौलिक अधिकारों का आह्वान नहीं कर सकती थीं।",
  "Express Newspapers Pvt. Ltd. and another versus Union of India’ and": "एक्सप्रेस न्यूजपेपर्स प्राइवेट लिमिटेड और अन्य बनाम भारत संघ9 और सकाल पेपर्स",
  "Sakal Papers Pvt. Ltd. and others versus Union of India and others'°": "प्राइवेट लिमिटेड और अन्य बनाम भारत संघ और अन्य0 में दिए गए फैसले पर भरोसा",
  "it was held that the freedom of circulation and liberty of the members": "करते हुए यह माना गया कि सदस्यों की स्वतंत्रता और प्रसार की स्वतंत्रता भाषण और",
  "was the essential right to freedom of speech and expression and if the": "अभिव्यक्ति की स्वतंत्रता का आवश्यक अधिकार है और यदि अधिनियम का संचालन इसे",
  "operation of the Act was to bring it withinthe mischief of Article 19(1)(a), it would be liable to be struck down. Resultantly, it was held": "अनुच्छेद 9()(ए) के उल्लंघन के अंतर्गत लाता है, तो इसे रद्द किया जा सकता है।",
  "that the share-holders, editors and publishers were also petitioners": "परिणामस्वरूप, यह माना गया कि शेयरधारक, संपादक और प्रकाशक भी उप निदेशक",
  "alongwith the companies including the Deputy Director and they could invoke their plea of fundamental rights if the newspaper print policy": "सहित कंपनियों के साथ याचिकाकर्ता थे और यदि समाचार पत्र प्रिंट नीति उन्हें भारी",
  "Banks Nationalization case (supra), the preliminary objections were": "बैंकों के राष्ट्रीयकरण मामले (सुप्रा) पर भरोसा करते हुए, प्रारंभिक आपत्तियाँ खारिज कर",
  "overruled. The relevant part reads thus:-": "दिया। प्रासंगिक भाग इस प्रकार हैः -",
  "“22. In the Bank Nationalisation case (supra) this Court": "“22. बैंक राष्ट्रीयकरण मामले (उपरोक्त) में इस न्यायालय ने संविधान के अनुच्छेद 9 ()",
  "held the statute to be void for infringing the rights under Articles 19(1)(f) and 19(1)(g) of the Constitution. In the": "(च) और १9 (॥) (छ) के तहत अधिकारों का उल्लंघन करने के लिए क़ानून को अमान्य",
  "Bank Nationalisation case (supra) the petitioner was a": "ठहराया। बैंक राष्ट्रीयीरण मामले (उपरोक्त) में याचिकाकर्ता उस कंपनी का एक",
  "shareholder and a director of the company which was acquired under the statute. As a result of the Bank": "शेयरधारक और निदेशक था जिसे क़ानून के तहत अधिग्रहित किया गया था। बैंक",
  "Nationalisation case (supra) it follows that the Court finds": "राष्ट्रीयरण मामले (उपरोक्त) के परिणामस्वरूप न्यायालय यह पता लगाता है कि क्या",
  "out whether the legislative measure directly touches the company of which the petitioner is a shareholder. A": "विधायी उपाय सीधे उस कंपनी को छूता है जिसमें याचिकाकर्ता एक शेयरधारक है। एक",
  "shareholder is entitled to protection of Article 19. That": "शेयरधारक अनुच्छेद 9 के संरक्षण का हकदार है। वह व्यक्तिगत अधिकार इस तथ्य के",
  "individual right is not lost by reason of the fact that he is a shareholder of the company. The Bank Nationalisation case": "कारण नहीं खोता है कि वह कंपनी का शेयरधारक है। बैंक राष्ट्रीयकरण मामले (उपरोक्त)",
  "of shareholders as citizens are not lost when they associate to from a company. When their fundamental rights as": "अधिकार तब नहीं खोते हैं जब वे किसी कंपनी से जुड़ते हैं। जब शेयरधारकों के रूप में",
  "shareholders are impaired by State action their rights as": "उनके मौलिक अधिकार राज्य की कार्रवाई से बाधित होते हैं तो शेयरधारकों के रूप में",
  "shareholders are protected. The reason is that the shareholders’ rights are equally and necessarily affected if": "उनके अधिकार सुरक्षित होते हैं। इसका कारण यह है कि शेयरधारकों के अधिकार समान",
  "the. rights of the company are affected. The rights of": "रूप से और आवश्यक रूप से प्रभावित होते हैं। कंपनी के अधिकार प्रभावित होते हैं।",
  "shareholders with regard to Article 19(1) (a) are projected": "अनुच्छेद 9 (॥) (ए) के संबंध में शेयरधारकों के अधिकारों को निगम के माध्यम से",
  "and manifested by the newspapers owned and controlled by": "शेयरधारकों के स्वामित्व और नियंत्रण वाले समाचार पत्रों द्वारा प्रस्तुत और प्रकट किया",
  "the present case, the individual rights of freedom of speech and expression of editors, Directors and shareholders are all": "जाता है। वर्तमान मामले में, संपादकों, निदेशकों और शेयरधारकों के बोलने और अभिव्यक्ति की स्वतंत्रता के व्यक्तिगत अधिकारों का प्रयोग उनके समाचार पत्रों के माध्यम",
  "exercised through their newspapers through which they speak. The press reaches the public through the": "से किया जाता है, जिनके माध्यम से वे बोलते हैं। प्रेस समाचार पत्रों के माध्यम से जनता",
  "Newspapers. The shareholders speak through their editors-": "तक पहुँचता है। शेयरधारक अपने संपादकों के माध्यम से बोलते हैं-यह तथ्य कि कंपनियां",
  "prevent this Court from giving relief to the shareholders, editors, printers who have asked for protection of their": "याचिकाकर्ता हैं, इस न्यायालय को उन शेयरधारकों, संपादकों, प्रिंटरों को राहत देने से नहीं",
  "fundamental rights by reason of the effect of the law andof": "रोकता है जिन्होंने कानून के प्रभाव और उनके अधिकारों पर कार्रवाई के कारण अपने",
  "shareholder petitioners is beyond challenge after the ruling": "न्यायालय के फैसले के बाद शेयरधारक याचिकाकर्ताओं का अधिकार क्षेत्र चुनौती से परे",
  "presence of the company is on the same ruling not a bar to the grant of relief.": "है। कंपनी की उपस्थिति उसी फैसले पर है न कि राहत देने पर रोक ।",
  "23. The rulings in Sakal Papers case (supra) and Express": "23. सकल पेपर्स मामले (ऊपर) और एक्सप्रेस न्यूजपेपर्स मामले (ऊपर) के",
  "Newspapers case (supra) also support the competence of the petitioners to maintain theproceedings.”": "फैसले भी कार्यवाही को बनाए रखने के लिए याचिकाकर्ताओं की क्षमता का समर्थन करते",
  "(26) In Delhi Cloth and General Mills Co. Ltd. and others versus Union of India and others'', the objection of the": "(26) दिल्ली क्लॉथ एंड जनरल मिल्स कंपनी लिमिटेड और अन्य बनाम भारत संघ",
  "maintainability of the constitutional validity of Rule 3A of the Companies (Acceptance and Deposits) Rules, 1975 was subject matter": "और अन्य॥१ में, कंपनी (स्वीकृति और जमा) नियम, 975 के नियम 3ए की संवैधानिक",
  "freedom to carry on business conferred by Article 19(1)(g) of the Constitution of India. The objection again raised was regarding the": "के अनुच्छेद 9()(जी) द्वारा प्रदत्त व्यवसाय करने की स्वतंत्रता पर प्रतिबंध था। फिर से",
  "was not a citizen and by merely impleading a Director or share holder, objections could not be filed. A three-Judge Bench, while placing": "और केवल एक निदेशक या शेयरधारक को शामिल करके, आपत्तियां दर्ज नहीं की जा",
  "objections could not be filed. A three-Judge Bench, while placing reliance upon the earlier judgments of the Apex Court and while noting": "सकती थीं। तीन न्यायाधीशों की पीठ ने सर्वोच्च न्यायालय के पहले के निर्णयों पर भरोसा",
  "R.C. Cooper's case (supra) and Bennett Coleman's case (supra),": "करते हुए और आर.सी. कृपर के मामले (सुप्रा) और बेनेट कोलमैन के मामले (सुप्रा) पर",
  "came to theconclusion that once there was a grievance of denial of equality before law, the preliminary objection had to be over-ruled and": "गौर करते हुए निष्कर्ष निकाला कि एक बार कानून के समक्ष समानता से इनकार करने की",
  "flood of speculative enterprises wasat its height, Parliament in U.K. decided to intervene to check the gambling mania": "जब सट्टा उद्यमों की बाढ़ अपने चरम पर थी, यू के. में संसद ने जुआ उन्माद को रोकने के",
  "when it drew attention to the numerous undertakings which": "लिए हस्तक्षेप करने का फैसला किया जब इसने कई उपक्रमों की ओर ध्यान आकर्षित",
  "were purporting to act as corporate bodies without legal": "किया जो कानूनी अधिकार के बिना कॉर्पोरेट निकायों के रूप में कार्य करने का इरादा",
  "authority, practices which manifestly tend to the prejudice of the public trade and commerce of the kingdom.(1) That": "रखते थे, ऐसी प्रथाएं जो स्पष्ट रूप से राज्य के सार्वजनिक व्यापार और वाणिज्य के पूर्वाग्रह",
  "which governs the least, governs the best, the laissez faire": "की ओर प्रवृत्त होती हैं। () जो सबसे कम को नियंत्रित करता है, सबसे अच्छे को नियंत्रित",
  "doctrine was firmly entrenched. Since then at regular": "करता है, वह लैसेज़ फेयर सिद्धांत दृढ़ता से स्थापित था। तब से नियमित अंतराल पर,",
  "intervals, the State control became more or lessdiscernible in successive company acts.”": "लगातार कंपनी अधिनियमों में राज्य का नियंत्रण कमोबेश स्पष्ट हो गया। ”",
  "(27) Keeping in view the law laid down by the Apex Court, we are of the considered opinion that the subsequent judgments of the": "(27) सर्वोच्च न्यायालय द्वारा निर्धारित कानून को ध्यान में रखते हुए, हमारा विचार है कि",
  "the State to raise the objection that the association of persons cannot": "यह आपत्ति नहीं उठानी चाहिए कि व्यक्तियों का संघ मौलिक अधिकारों के उल्लंघन का",
  "are not concerned with this aspect of the violation of the terms and conditions of the allotment letters and the issue before us is not": "हम आवंटन पत्रों की शर्तों के उल्लंघन के इस पहलू से चिंतित नहीं हैं और हमारे सामने",
  "regarding any cancellation of allotment. Similarly, the argument raised": "मुद्दा आवंटन के किसी भी रद्दीकरण के बारे में नहीं है। इसी तरह, उठाया गया तर्क कि",
  "that there was any such concealment at the hands of the petitioners regarding the said conditions imposed in their allotment letters would": "उनके आवंटन पत्रों में लगाई गई शर्तों के बारे में याचिकाकर्ताओं की ओर से कोई ऐसा",
  "not bar us from examining the validity of the Statute on this ground": "छिपाव था, हमें इस आधार पर क़ानून की वैधता की जांच करने से नहीं रोकेगा, जब",
  "once the argument raised is that the fundamental rights of the citizens": "उठाया गया तर्क यह है कि नागरिकों के मौलिक अधिकार शामिल हैं और क़ानून भारत के",
  "(28) Resultantly, we decide _Q. No.l in favour ofthe petitioners _and_ against the State _and_ hold that _the petitions are": "(28) परिणामस्वरूप, हम याचिकाकर्ताओं के पक्ष में और राज्य के खिलाफ प्रश्न संख्या ।",
  "Answer to Q. No.2 which is (Whether it was within the": "प्रश्न संख्या 2 का उत्तर (क्या भारत के संविधान के अनुच्छेद 35 के तहत दिए गए विशिष्ट",
  "ambit of the State to legislate upon the issue in question in": "प्रतिबंध के मद्देनजर प्रश्नगत मुद्दे पर कानून बनाना राज्य के अधिकार क्षेत्र में था और क्या",
  "provides that there has to be equality of opportunity in matters of public": "सार्वजनिक रोजगार के मामले में अवसर प्रदान करता है, नागरिक के अधिकार के बारे में",
  "below Rs.30,000/- per month and the said limit had been reduced from": "प्रदान करना था, जो 30,000/- रुपये प्रति माह से कम कमा रहे थे और उक्त सीमा को",
  "Rs.50,000/-. It was accordingly submitted that merely because there": "50,000/- रुपये से कम कर दिया गया था। तदनुसार यह प्रस्तुत किया गया कि केवल",
  "was a word “migration” usedin the objects and reasons, the reference to": "इसलिए कि उद्देश्यों और कारणों में \"प्रवास\" शब्द का उपयोग किया गया था, सूची । (संघ",
  "Entry 81 of List I (Union List) wasnot justified. Rather attention of the": "सूची) की प्रविष्टि 8 का संदर्भ उचित नहीं था। इसके बजाय न्यायालय का ध्यान सूची-॥",
  "Court was drawn to List-II and Entry 9 regarding relief to the unemployed and Entry 24 qua industries and the concurrent List II": "और प्रविष्टि 9 पर आकर्षित किया गया, जो बेरोजगारों को राहत देने और उद्योगों के संबंध",
  "unemployed and Entry 24 qua industries and the concurrent List II which gave the power to the State under Entries 23, 24 and 36.": "में प्रविष्टि 2/ और समवर्ती सूची ॥ के बारे में है, जिसने प्रविष्टि 23, 24 और 36 के तहत",
  "Nanbhai Khachar and others versus State of Gujarat and another’": "राज्य को शक्ति दी है। जिलुभाई नानभाई खाचर और अन्य बनाम गुजरात राज्य और",
  "to contend that when the issue of entries is to be seen, a broad and liberal spirit has to be kept in mind and the burden would be on the": "प्रविष्टियों के मुद्दे को देखा जाना है, तो एक व्यापक और उदार भावना को ध्यान में रखना",
  "appellants to prove in the affirmative about the invalidity of the Statute.": "होगा और अपीलकर्ताओं पर क़ानून की अमान्यता के बारे में सकारात्मक रूप से साबित",
  "The narrow pedantic sense could not be given approval and the widest": "करने का भार होगा। संकीर्ण पांडित्यपूर्ण भावना को स्वीकृति नहीं दी जा सकती थी और",
  "power had to be given to the legislative and liberal attitude had to be": "विधायी को व्यापकतम शक्ति दी जानी थी तथा उदार रवैया अपनाना था। इसी तरह,",
  "taken. Similarly, reliance was placed upon Calcutta Gas Company Ltd. versus State of West Bengal and others'* that if the State list": "कलककत्ता गैस कंपनी लिमिटेड बनाम पश्चिम बंगाल राज्य और अन्य43 पर भरोसा किया",
  "overlapped with the Union List and they appeared to be in direct": "गया कि यदि राज्य सूची संघ सूची के साथ ओवरलैप होती है और वे एक दूसरे के साथ",
  "conflict with each other, it would be duty to reconcile the entries and bring about harmony between them. Similarly, reliance was placed": "सीधे संघर्ष में प्रतीत होते हैं, तो प्रविष्टियों को समेटना और उनके बीच सामंजस्य स्थापित",
  "bring about harmony between them. Similarly, reliance was placed upon Kartar Singh versus State of Punjab\\* that the pith and substance": "करना कर्तव्य होगा। इसी तरह, करतार सिंह बनाम पंजाब राज्य4 पर भरोसा किया गया",
  "had to be seen and _ the incidental encroachment upon the matters could": "कि सार और सार को देखा जाना चाहिए और मामलों पर आकस्मिक अतिक्रमण को राज्य",
  "not be held to be beyond the competence of the State. While placing reliance upon M/s. Hoechst Pharmaceuticals Ltd. versus State of": "की क्षमता से परे नहीं माना जा सकता है। मेसर्स होचस्ट फार्मास्युटिकल्स लिमिटेड बनाम",
  "possible, then the non-abstanta clause in Article 246(1) would operate.": "सुलह संभव नहीं था, तब अनुच्छेद 246(॥) में गैर-अपरिहार्य खंड लागू होगा। भारत के",
  "Article 35 of the Constitution of India reads thus:-": "संविधान का अनुच्छेद 35 इस प्रकार है:-",
  "“35. Legislation to give effect to the provisions of this Part.-Notwithstanding anything in this Constitution,—": "“35, इस भाग के उपबंधों को प्रभावी करने के लिए विधान। इस संविधान में किसी बात के होते हुए भी.",
  "(a)Parliament shall have, and the Legislature of a State shall not have, power to make laws—": "(क) संसद को कानून बनाने की शक्ति होगी, तथा किसी राज्य के विधानमंडल को शक्ति नहीं होगी--",
  "(i) with respect to any of the matters which under clause (3) of article 16, clause (3) of article 32, article 33 and article": "() उन विषयों के संबंध में, जो अनुच्छेद 6 के खंड (3), अनुच्छेद 32 के खंड (3), अनुच्छेद",
  "34 may be provided for by law made by Parliament; and": "33 तथा अनुच्छेद 34 के अधीन संसद द्वारा बनाए गए कानून द्वारा उपबंधित किए जा सकते हैं; तथा",
  "(4) Nothing in this article shall prevent the State from making any provision for the reservation of appointments or posts in favour of any backward classof citizens which,": "(4) इस अनुच्छेद की कोई बात राज्य को पिछड़े नागरिकों के किसी वर्ग के पक्ष में नियुक्तियों या पदों के आरक्षण के लिए कोई उपबंध करने से नहीं रोकेगी, जिसका राज्य",
  "in the opinion of the State, is notadequately represented in the services under the State.": "की राय में राज्य के अधीन सेवाओं में पर्याप्त प्रतिनिधित्व नहीं है।",
  "(4A) Nothing in this article shall prevent the State from": "(4क) इस अनुच्छेद की कोई बात राज्य को अनुसूचित जातियों और अनुसूचित",
  "making any provision for reservation in matters of promotion, with consequential seniority, to any class or classes of posts in the services under the State in favour of the Scheduled Castes and the Scheduled Tribes which, in": "जनजातियों के पक्ष में राज्य के अधीन सेवाओं में किसी वर्ग या पदों के वर्गों में परिणामी ज्येष्ठठा सहित पदोन्नति के मामलों में आरक्षण के लिए कोई उपबंध करने से नहीं रोकेगी,",
  "the opinion of the State, are not adequately represented in the services under the State.": "जिसका राज्य की राय में राज्य के अधीन सेवाओं में पर्याप्त प्रतिनिधित्व नहीं है।",
  "(4B) Nothing in this article shall prevent the State from": "(4ख) इस अनुच्छेद की कोई बात राज्य को किसी वर्ष की किन्‍्हीं न भरी गई",
  "any provision for reservation made under clause (4) or clause (4A) as a separate class of vacancies to be filled up": "रिक्तियों को, जो खंड (4) या खंड (4क) के अधीन किए गए आरक्षण के किसी उपबंध के",
  "in any succeeding year or years and such class of vacancies": "अनुसार उस वर्ष में भरे जाने के लिए आरक्षित हैं, किसी उत्तरवर्ती वर्ष या वर्षों में भरी जाने",
  "shall not be considered together with the vacancies of the": "वाली रिक्तियों के पृथक वर्ग के रूप में विचार करने से नहीं रोकेगी और ऐसी रिक्तियों के",
  "year in which they are being filled up for determining the ceiling of fifty per cent. reservation on total number of vacancies of that year.": "वर्ग पर उस वर्ष की रिक्तियों के साथ विचार नहीं किया जाएगा, जिसमें उन्हें पचास प्रतिशत की अधिकतम सीमा निर्धारित करने के लिए भरा जा रहा है। उस वर्ष की कुल रिक्तियों पर",
  "(5) Nothing in this article shall affect the operation of any": "(5) इस अनुच्छेद की कोई बात किसी ऐसी विधि के प्रवर्तन को प्रभावित नहीं",
  "law which provides that the incumbent of an office in connection with the affairs of any religious or": "करेगी जो यह प्रावधान करती है कि किसी धार्मिक या सांप्रदायिक संस्था के मामलों के",
  "denominational institution or any member of the governing body thereof shall be a person professing a particular": "संबंध में किसी पद का अवलंबी या उसके शासी निकाय का कोई सदस्य किसी विशेष धर्म",
  "religion or belonging to a particular denomination.": "का पालन करने वाला या किसी विशेष संप्रदाय से संबंधित व्यक्ति होगा।",
  "(6) Nothing in this article shall prevent the State from": "(6) इस अनुच्छेद की कोई भी बात राज्य को मौजूदा आरक्षण के अलावा और",
  "making any provision for the reservation of appointments or posts in favour of any economically weaker sections of": "नागरिकों के किसी भी आर्थिक रूप से कमजोर वर्ग के पक्ष में नियुक्तियों या पदों के",
  "(33) Though Mr. Bali may be correct to the extent that it is": "(33) यद्यपि श्री बाली इस हद तक सही हो सकते हैं कि यह विशेष रूप से सार्वजनिक",
  "specifically regarding public employment but the fact remains that": "रोजगार के संबंध में है, लेकिन तथ्य यह है कि इस देश के नागरिकों के साथ उनके जन्म",
  "there is a bar as such mandated under the Constitution regarding discrimination tocitizens of this country relating to employment on the basis of their places of birth and residence and to make them ineligible": "स्थान और निवास स्थान के आधार पर रोजगार से संबंधित भेदभाव के संबंध में संविधान के",
  "or discriminated against in respect of the employment to the State. We": "राज्य या राज्य के लिए रोजगार के संबंध में भेदभाव किया गया। हम प्रश्न संख्या ३3 के तहत",
  "shall also be touching the said issue under Question No.3.": "उक्त मुद्दे पर भी चर्चा करेंगे।",
  "(34) Mr. Gupta has rightly relied upon the judgment of the": "(34) श्री गुप्ता ने निर्णय पर सही भरोसा किया है आंध्र प्रदेश और अन्य 6 ने उनके",
  "question before the Constitution Bench was that all non-domicile": "तर्क के समर्थन में, जिसमें संविधान पीठ के समक्ष सवाल यह था कि सभी गैर-अधिवासी",
  "persons were to be relieved from service in preference to the domicile of Telangana region. They were to be given employment in Andhra": "व्यक्तियों को तेलंगाना क्षेत्र के अधिवास की वरीयता में सेवा से मुक्त किया जाना था। उन्हें",
  "posts. The issue, thus, became of the law making power of the Parliament and the discrimination on the ground of place of birth and": "जाना था। इस प्रकार, मुद्दा संसद की कानून बनाने की शक्ति और जन्म स्थान और निवास",
  "residence. Resultantly, while placing reliance upon Article 35(a), the": "के आधार पर भेदभाव का बन गया। नतीजतन, अनुच्छेद 35 (ए) पर भरोसा करते समय,",
  "question was considered whether the Parliament could make thelaw": "इस सवाल पर विचार किया गया कि क्‍या संसद राज्य या केंद्र शासित प्रदेश के भीतर",
  "and whether this power would be delegated. Resultantly, the argument": "शक्ति को प्रत्यायोजित किया जाएगा। नतीजतन, यह तर्क स्वीकार कर लिया गया कि",
  "was accepted that the Constitution spoke about the whole State as the venue for residential qualification and the narrower construction as": "संविधान में पूरे राज्य को आवासीय योग्यता के लिए स्थान के रूप में बताया गया है और श्री",
  "venue for residential qualification and the narrower construction as projected by Mr. Setalvad was rejected while quashing the orders": "सीतलवाड़ द्वारा प्रस्तावित संकीर्ण निर्माण को खारिज कर दिया गया था, जबकि",
  "passed under Section 3 of the Public Employment (Requirement as to": "सार्वजनिक रोजगार (निवास के रूप में आवश्यकता) अधिनियम, 957 की धारा 3 के",
  "relevant paras in A.V.S. Narsimha Rao's case (supra) read thus:-": "ए. वी. एस. नरसिम्हा राव के मामले (उपरोक्त) में प्रासंगिक पैरा इस प्रकार है: -",
  "“4. Article 16 on which the Act, the Rules and the presence action are all based reads :": "\"4. अनुच्छेद 46 जिस पर अधिनियम, नियम और उपस्थिति कार्रवाई सभी आधारित हैं, कहता है:",
  "(1) There shall be equality of opportunity for all citizens in matters relating to employment or appointment to any office under the State.": "(॥) राज्य के अधीन किसी भी पद पर नियुक्ति या नियुक्ति से संबंधित मामलों में सभी नागरिकों के लिए अवसर की समानता होगी।",
  "\"(2) No citizen shall, on grounds only of religion, race, caste, sex descent, place of birth, residence or any of them, be ineligible for, or discriminated against in respect of, any employment or office under the State.": "\"(2) कोई भी नागरिक केवल धर्म, नस्ल, जाति, लिंग वंश, जन्म स्थान, निवास या उनमें से किसी के आधार पर राज्य के तहत किसी भी रोजगार या पद के लिए अयोग्य नहीं होगा या उसके साथ भेदभाव नहीं किया जाएगा।",
  "(3) Nothing in this article shall prevent Parliament from": "(3) इस अनुच्छेद की कोई भी बात संसद को किसी राज्य या केंद्र शासित प्रदेश की",
  "Government of, or any local or other authority within, a": "सरकार या उसके भीतर किसी स्थानीय या अन्य प्राधिकरण के तहत किसी पद पर किसी",
  "5. The question is one of construction of this article, particularly of the first three clauses, to find out the ambit": "5. सवाल इस अनुच्छेद के निर्माण का है, विशेष रूप से पहले तीन खंडों में से,",
  "of the law-making power of Parliament. The first clause": "संसद की कानून बनाने की शक्ति के दायरे का पता लगाने के लिए। पहले खंड में इस बात",
  "emphasis that there shall be in India equality of opportunity for all citizens in matters of employment or appointment to any office under the State. The word 'State' here is to be": "पर जोर दिया गया है कि भारत में राज्य के तहत किसी भी पद पर रोजगार या नियुक्ति के मामलों में सभी नागरिकों के लिए अवसर की समानता होगी। यहाँ 'राज्य' शब्द को",
  "understood in the extended sense given to it by the definition of that word in Article 12. The second clause": "अनुच्छेद 2 में उस शब्द की परिभाषा द्वारा दिए गए विस्तारित अर्थ में समझा जाना",
  "then specifies prohibition against discrimination only on the grounds of religion, race, sex, descent, place of birth,": "चाहिए। दूसरा खंड तब केवल धर्म, नस्ल, लिंग, वंश, जन्म स्थान, निवास या उनमें से किसी",
  "every office or employment open and available to every": "कार्यालय या रोजगार को प्रत्येक नागरिक के लिए खुला और उपलब्ध कराना है, और अन्य",
  "citizen, and inter alia to make offices or employment in one": "बातों के साथ-साथ भारत के किसी एक हिस्से में कार्यालय या रोजगार को भारत के अन्य",
  "part of India open to citizens in all other parts of India. The third clause then makes an exception. This clause was": "सभी हिस्सों में नागरिकों के लिए खुला रखना है। तीसरा खंड तब एक अपवाद बनाता है।",
  "specified in the first Schedule or any local or otherauthority": "पहली अनुसूची में निर्दिष्ट किसी भी राज्य या उसके क्षेत्र के भीतर किसी स्थानीय या अन्य",
  "within its territory any requirement as to residence within": "प्राधिकरण के तहत खंड के मूल शब्दों के लिए उस राज्य के भीतर निवास की किसी भी",
  "that State’, the present words from 'under the Government' to 'Union territory’ have been substituted. Nothing turns": "आवश्यकता के लिए, वर्तमान शब्दों को 'सरकार के तहत' से 'केंद्र शासित प्रदेश' में",
  "to 'Union territory’ have been substituted. Nothing turns upon the amendment which seeks to apply the exception in": "प्रतिस्थापित किया गया है। उस संशोधन पर कुछ भी नहीं होता है जो खंड में अपवाद को",
  "the clause to Union Territory and to remove ambiguity in language.": "केंद्र शासित प्रदेश पर लागू करने और भाषा में अस्पष्टता को दूर करने का प्रयास करता",
  "6. The clause thus enables Parliament to make a law in a": "6. इस प्रकार खंड संसद को राज्य या केंद्र शासित प्रदेश में रोजगार की शर्त के रूप में",
  "within a State or Union Territory prior to appointment, as a": "नियुक्ति से पहले किसी राज्य या केंद्र शासित प्रदेश के भीतर निवास के रूप में किसी भी",
  "Under Article 35(a) this power is conferred upon Parliament but is denied to the Legislatures of the States,": "अनुच्छेद 35 (ए) के तहत यह शक्ति संसद को प्रदान की गई है, लेकिन संविधान में कुछ",
  "any law in force immediately before the commencement of the Constitution in respect of the matter shall subject to the": "मामले के संबंध में संविधान के प्रारंभ से तुरंत पहले लागू कोई भी कानून उसकी शर्तों के",
  "terms thereof and subject to such adaptations that may be made under Article 372 is to continue in force until altered": "अधीन होगा और अनुच्छेद 372 के तहत किए जाने वाले ऐसे अनुकूलन के अधीन रहते हुए",
  "or repealed or amended by Parliament.": "संसद द्वारा परिवर्तित या निरस्त या संशोधित किए जाने तक लागू रहना है।",
  "9. On the other hand, Mr. Setalvad bases his argument on": "9. टूसरी ओर, श्री सीतलवाड़ अपने तर्क को दो बातों पर आधारित करते हैं।",
  "two things. He contends that the power is given to Parliament to make any law and, therefore, Parliament is": "उनका तर्क है कि संसद को कोई भी कानून बनाने की शक्ति दी गई है और इसलिए,",
  "supreme and can make any law on the subject as the article": "संसद सर्वोच्च है और इस विषय पर कोई भी कानून बना सकती है जैसा कि लेख में कहा",
  "says. He very ingeniously shifts theemphasis to the words ‘an requirement’ and contends that the requirement may be": "गया है। उन्होंने बहुत चतुराई से 'एक आवश्यकता' शब्दों पर जोर दिया और तर्क दिया कि",
  "as to residence in the State or any particular part of State.": "आवश्यकता राज्य या राज्य के किसी विशेष हिस्से में निवास के बारे में हो सकती है।",
  "10. The claim for supremacy of Parliament is misconceived. Parliament in this, as in other matters, is": "0. संसद की सर्वोच्चता का दावा गलत है। अन्य मामलों की तरह इस मामले में भी",
  "supreme only in so far as the Constitution makes it. Where the Constitution does not concede supremacy, Parliament": "संसद सर्वोच्च है जहां तक संविधान इसे बनाता है। जहाँ संविधान सर्वोच्चता को स्वीकार",
  "the Constitution does not concede supremacy, Parliament must, act within its appointed functions and not transgress": "नहीं करता है, वहाँ संसद को अपने निर्धारित कार्यों के भीतर कार्य करना चाहिए और",
  "them. What the Constitution says is a matter for, construction of the language of the Constitution. Which is": "उनका उल्लंघन नहीं करना चाहिए। संविधान जो कहता है वह संविधान की भाषा के",
  "the proper construction of the two suggested? By the first": "निर्माण का मामला है। सुझाए गए दोनों का उचित निर्माण कौन सा है? पहले खंड द्वारा",
  "clause equality of opportunity in employment or appointment to an office is guaranteed. By the second": "रोजगार या किसी पद पर नियुक्ति में अवसर की समानता की गारंटी दी गई है। दूसरे खंड",
  "clause, there can be no discrimination, among other things, on the ground of residence. Realising, however,": "के अनुसार, अन्य बातों के अलावा, निवास के आधार पर कोई भेदभाव नहीं हो सकता है।",
  "that sometimes local sentiments may have to be respected": "हालाँकि, यह महसूस करते हुए कि कभी-कभी स्थानीय भावनाओं का सम्मान करना पड़",
  "or sometimes an inroad from more advanced States into less developed States may have to be prevented, and a": "सकता है या कभी-कभी अधिक उन्नत राज्यों से कम विकसित राज्यों में प्रवेश को रोकना",
  "residential qualification may, therefore, have to be": "पड़ सकता है, और इसलिए, एक आवासीय योग्यता निर्धारित करनी पड़ सकती है, खंड",
  "prescribed, the exception in clause (3) was made. Even so, that clause spoke of residence within the State. The claim": "(3) में अपवाद बनाया गया था। फिर भी, उस खंड में राज्य के भीतर निवास की बात की",
  "of Mr. Setalvad that Parliament can make a provision regarding residence in any particular part of a State would": "गई थी। श्री सीतलवाड़ का यह दावा कि संसद किसी राज्य के किसी विशेष हिस्से में निवास",
  "render the general prohibition lose all its meaning. The": "के संबंध में प्रावधान कर सकती है, सामान्य निषेध को अपना सारा अर्थ खो देगा। 'कोई भी",
  "words ‘any requirement’ cannot be read to warrant": "आवश्यकता' शब्दों को किसी ऐसी चीज की पुष्टि करने के लिए नहीं पढ़ा जा सकता है",
  "something which could have been said more specifically.": "जिसे अधिक विशेष रूप से कहा जा सकता था। ये शब्द राज्य के भीतर इसके स्थान के",
  "These words bear upon the kind of residence or its duration rather than its location within the State. We accept the argument of Mr. Gupte that the Constitution, as it stands,": "बजाय निवास के प्रकार या इसकी अवधि पर निर्भर करते हैं। हम श्री गुप्ते के इस तर्क को",
  "speaks of a whole State as the venue for residential": "स्वीकार करते हैं कि संविधान, जैसा कि यह है, एक पूरे राज्य को आवासीय योग्यता के",
  "qualification and it is impossible to think that the Constituent Assembly was thinking of residence in": "लिए स्थान के रूप में बताता है और यह सोचना असंभव है कि संविधान सभा जिलों,",
  "Districts, Taluqas, cities, towns or villages.The fact that this": "तालुकों, शहरों, कस्बों या गांवों में निवास के बारे में सोच रही थी। यह तथ्य कि यह खंड",
  "clause is an exception and came as an amendment must": "एक अपवाद है और एक संशोधन के रूप में आया है, यह निर्धारित करना चाहिए कि आई.",
  "should be placed as indeed the debates in the Constituent Assembly also seem to indicate. We accordingly reject the": "क्योंकि वास्तव में संविधान सभा में बहस भी संकेत देती प्रतीत होती है। हम तदनुसार श्री",
  "contention of Mr. Setalvad seeking to put a very wide and liberal construction upon the words 'any law' and ‘any": "सीतलवाड़ के उस तर्क को अस्वीकार करते हैं जिसमें उन्होंने 'कोई भी कानून' और 'कोई",
  "words 'residence within the State or Union territory’ which": "शब्द स्पष्ट रूप से 'राज्य या केंद्र शासित प्रदेश के भीतर निवास' शब्दों द्वारा नियंत्रित होते",
  "words mean what they say, neither more nor less. It follows,": "हैं, जिन शब्दों का अर्थ वे क्या कहते हैं, न तो अधिक और न ही कम। इसलिए, यह इस",
  "therefore, that S. 3 of the Public Employment (Requirement as to Residence) Act, 1957, in so far as it relates to": "प्रकार है कि सार्वजनिक रोजगार (निवास की आवश्यकता) अधिनियम, 957 की धारा ३,",
  "Telengana (and we say nothing about theother parts) and": "जहां तक यह तेलंगाना से संबंधित है (और हम अन्य भागों के बारे में कुछ नहीं कहते हैं)",
  "Rule 3 of the Rules under it are ultra vires the Constitution.": "और इसके तहत नियमों के नियम 3 संविधान के अधिकार क्षेत्र से बाहर हैं।",
  "11. In view of our conclusion on this point it is not necessary to express any opinion whether delegation to the": "44. इस बिंदु पर हमारे निष्कर्ष को ध्यान में रखते हुए यह राय व्यक्त करना आवश्यक नहीं",
  "Central and/or State Governments to provide by rules for the further implementing of the law made by Parliament is valid or not.”": "है कि संसद द्वारा बनाए गए कानून को आगे लागू करने के लिए नियमों द्वारा प्रदान करने के लिए केंद्र और/या राज्य सरकारों को प्रत्यायोजन वैध है या नहीं। “",
  "(35) The defence of the State in response in its written statement that it was achieving the goals of Part-II was rightly": "(35) राज्य ने अपने लिखित बयान में कहा कि वह भाग-॥ के लक्ष्यों को प्राप्त कर रहा",
  "subverted by destroying the basicstructure and the inter linked clauses of personal liberty and economic freedom could not be achieved at": "बुनियादी ढांचे को नष्ट करके नष्ट नहीं किया जा सकता है तथा व्यक्तिगत स्वतंत्रता और आर्थिक स्वतंत्रता के परस्पर जुड़े हुए खंडों को भारत के संविधान के भाग | में निर्धारित",
  "the cost of the meanings provided under Part III for achieving the": "लक्ष्यों को प्राप्त करने के लिए भाग ॥ के तहत दिए गए अर्थों की कीमत पर प्राप्त नहीं",
  "therefore, the exercise of large groups being given the benefits on": "नोटिस कर लिया था, तथा इसलिए, संख्यात्मक शक्ति के आधार पर बड़े समूहों को लाभ",
  "account of numerical strength and to choose favoured areas and the favoured clauses for preferential treatment had been frowned upon.": "दिए जाने तथा पसंदीदा क्षेत्रों को चुनने तथा तरजीही उपचार के लिए पसंदीदा खंडों को",
  "Even the then Hon'ble Chief Justice of India, Justice Y.V. Chandrachud had quoted that fundamental freedom would become “parchment in a": "माननीय मुख्य न्यायाधीश, न्यायमूर्ति वाई.वी. चंद्रचूड़ ने भी कहा था कि मौलिक स्वतंत्रता",
  "glass case to be viewedas a matter of historical curiosity” if Articles": "\"ऐतिहासिक जिज्ञासा के विषय के रूप में देखी जाने वाली कांच की पेटी में रखी चर्मपत्र\"",
  "14, 19 and 21 were removed from the golden triangle while dilating on the issue of the 42\" Amendment wherein it was held that it was beyond": "बन जाएगी। यदि लेख 44, 9 और 2 को 42वें संशोधन के मुद्दे पर विस्तार करते हुए स्वर्ण त्रिकोण से हटा दिया गया, जिसमें यह अभिनिर्धारित किया गया था कि यह संसद की",
  "the amending power of the Parliament and there are limitations on the power of the Parliament to amend the Constitution and it could not": "संशोधन शक्ति से परे है और संविधान में संशोधन करने की संसद की शक्ति पर सीमाएं हैं",
  "destroy the basic or essential feature of the same. The three Articles,": "और यह इसकी मूल या आवश्यक विशेषता को नष्ट नहीं कर सकता है। इस प्रकार, इन",
  "thus, were stated to be the core symbols of the Constitution and guaranteed under Part III and could not be destroyed while trying to": "तीन अनुच्छेदों को संविधान का मुख्य प्रतीक कहा गया था और भाग ॥ के तहत गारंटी दी",
  "achieve the goals of Part IV of the Constitution of India. The judicial": "गई थी और भारत के संविधान के भाग ।५ के लक्ष्यों को प्राप्त करने का प्रयास करते हुए",
  "(36) It was rightly highlighted that Justice Saiyid Fazal Ali's": "(36) यह सही ढंग से उजागर किया गया था कि न्यायमूर्ति सैय्यद फजल अली की",
  "dissent had been discussed by Rohinton Nariman, J. in Justice K.S. Puttaswamy's case (supra) that there could be no State barrier and": "असहमति पर न्यायमूर्ति केएस पुट्टस्वामी मामले (सुप्रा) में रोहिंटन नरीमन, जे द्वारा चर्चा की",
  "India was one union and the factual unity of the same had to remain": "गई थी कि कोई राज्य बाधा नहीं हो सकती है और भारत एक संघ था और इसकी",
  "unhampered and free movement throughout the territory of India": "तथ्यात्मक एकता को निर्बाध रहना होगा और भारत के क्षेत्र में मुक्त आवाजाही के साथ-",
  "upon Article 19(1)(d) providing the right to move freely throughout the": "रूप से घूमने-फिरने के अधिकार को प्रदान करने वाले अनुच्छेद 9()(डी) पर जोर दिया",
  "territory of India. The recognition of the guarantee under the Constitution to the extent that there could be no State barrier was only": "गया है। संविधान के तहत इस बात की गारंटी को मान्यता देना कि राज्य की कोई बाधा",
  "on account of the fact that it would give protection against": "नहीं हो सकती, केवल इस तथ्य के कारण था कि यह प्रांतवाद के खिलाफ सुरक्षा प्रदान",
  "provincialism. It was accordingly pointed out that Justice Saiyid Fazal Ali's dissent in A.K. Gopalan's case (supra) was again highlighted in": "करेगा। तदनुसार यह बताया गया कि ए.के. गोपालन के मामले (सुप्रा) में न्यायमूर्ति सैय्यद",
  "Justice K.S. Puttaswamy's case (supra) by giving him the credit that": "फजल अली की असहमति को न्यायमूर्ति के.एस. पुट्टस्वामी के मामले (सुप्रा) में उन्हें यह",
  "the foresight of the said Judge “simply took away the breath” wherein in anticipation of the changes of the Constitutional Law 20 years": "श्रेय देते हुए कि उक्त न्यायाधीश की टूरदर्शिता ने \"बस सांस रोक दी\" जिसमें 20 साल बाद",
  "in anticipation of the changes of the Constitutional Law 20 years later and deprivation of the personal liberties under Article 21 and the": "संवैधानिक कानून में बदलाव की प्रत्याशा में और अनुच्छेद 2। के तहत व्यक्तिगत स्वतंत्रता",
  "right of freedom of movement under Article 19(1)(d) was the subject": "से वंचित करना और अनुच्छेद 9()(डी) के तहत आंदोलन की स्वतंत्रता का अधिकार",
  "matter of discussion. His words at that point of time “was a cry in": "चर्चा का विषय था। उस समय उनके शब्द \"जंगल में चीख\" थे और अनुच्छेद 24 में",
  "were a right subject to reasonable restrictions made by the State to protect the State interest or public interest. However, it has been held": "परिलक्षित संवैधानिक मूल्य राज्य द्वारा राज्य हित या सार्वजनिक हित की रक्षा के लिए लगाए गए उचित प्रतिबंधों के अधीन एक अधिकार थे। हालांकि, यह माना गया है कि जिस",
  "that the drill to which the right related must be scrupulously followed": "अभ्यास से अधिकार संबंधित है उसका ईमानदारी से पालन किया जाना चाहिए और राज्य",
  "and State's action could be restrained if it is arbitrary and unreasonable": "की कार्रवाई को रोका जा सकता है यदि यह मनमाना और अनुचित है और इसे व्यक्तिगत,",
  "and it had to pass muster while doing the balancing act between the individual, societal and State interest and the exercise had to be": "सामाजिक और राज्य हित के बीच संतुलन बनाते हुए पारित किया जाना चाहिए और",
  "conducted by a judicial mind.": "अभ्यास न्यायिक दिमाग से किया जाना चाहिए।",
  "(38) While referring to Article 1 and Article 5 of the": "(38) भारतीय संविधान के अनुच्छेद ॥ और अनुच्छेद 5 तथा संविधान के मसौदे पर हुई",
  "Constitution of India and the debates and discussions on the draft Constitution, it has been rightly argued that India is one integral whole": "बहस और चर्चाओं का उल्लेख करते हुए, यह सही तर्क दिया गया है कि भारत एक अभिन्न",
  "and it is an indestructible unit but had only been divided into different States for the convenience of administration and it was embodied as a": "अंग है और यह एक अविनाशी इकाई है, लेकिन इसे केवल प्रशासन की सुविधा के लिए",
  "States for the convenience of administration and it was embodied as a country of one purpose and of people living under single imperium": "विभिन्न राज्यों में विभाजित किया गया था और इसे एक उद्देश्य वाले देश के रूप में और",
  "without any dual citizenship like in the United States of America. The": "संयुक्त राज्य अमेरिका की तरह बिना किसी दोहरी नागरिकता के एकल साम्राज्य के तहत",
  "single imperium was derived from a single source which was keeping": "रहने वाले लोगों के रूप में सन्निहित किया गया था। एकल साम्राज्य एक ही स्रोत से प्राप्त",
  "the nation together and the Constitution alive. If the territory was": "हुआ था जो राष्ट्र को एकजुट और संविधान को जीवित रख रहा था। यदि क्षेत्र विभाजित हो",
  "divided, the people would be divided, the States would start to draft their own constitutions. The commercial intercourse conceptualized by": "गया, तो लोग विभाजित हो जाएंगे, राज्य अपने स्वयं के संविधानों का मसौदा तैयार करना",
  "Maneka Gandhi versus Union of India*' from Justice P.N. Krishna": "जाएंगे। मेनका गांधी बनाम भारत संघ2। का उल्लेख करते हुए न्यायमूर्ति पी.एन. कृष्णा",
  "decree and whole communities and cultures would stagnate and": "गतिशीलता को रोकने से पूरे समुदाय और संस्कृतियाँ स्थिर हो जाएँगी और अंततः हम",
  "eventually we would become “frogs in a well” (kupa mandukas) as apprehended by Swami Vivekananda. The essential attributes of": "\"कुएँ के मेंढक\" (कृप मंडूक) बन जाएँगे, जेसा कि स्वामी विवेकानंद ने माना था।",
  "citizenship was the freedom of movement and the right to travel was": "नागरिकता की आवश्यक विशेषताएँ आवागमन की स्वतंत्रता थी और यात्रा का अधिकार",
  "Article 21 of the Constitution of India. It had accordingly been": "मूल्यों की योजना में बुनियादी थी। तदनुसार यह तर्क दिया गया था कि भारत के संविधान",
  "contended that no Article in Part-II of the Constitution of India was an island but they are a part of a continent.": "के भाग-॥ में कोई भी अनुच्छेद द्वीप नहीं था, बल्कि वे एक महाद्वीप का हिस्सा हैं।",
  "(39) Rightly falling back on I.R. Coelho's case (supra), it can be": "(39) आई. आर. कोएल्हो के मामले (ऊपर) पर सही रूप से वापस आते हुए, यह",
  "said that Articles 14 and 19 of the Constitution of India are not": "हो सकता है उन्होंने कहा कि भारत के संविधान के अनुच्छेद 44 और 9 किसी भी",
  "conferring any fanciful rights and regional chauvinism would have a field day if Article 19(1)(d) was not available. It can be noticed that the": "काल्पनिक अधिकार को प्रदान नहीं कर रहे हैं और यदि अनुच्छेद 9 () (डी) उपलब्ध नहीं होता तो क्षेत्रीय रूढ़िवाद का एक व्यावहारिक दिन होता। यह देखा जा सकता है कि",
  "must interpret the Constitution in amanner which would enable the": "गया कि न्यायालय को संविधान की व्याख्या इस तरह से करनी चाहिए जो नागरिकों को",
  "citizens to enjoy the rights guaranteed by it in the fullest measure and": "उसके द्वारा गारंटीकृत अधिकारों का पूरा लाभ उठाने में सक्षम बनाए और अनुच्छेद 4",
  "(40) Counsels for the petitioners are right in contending that": "(40) याचिकाकर्ताओं के वकीलों का यह तर्क देना सही है कि जो देखा जाना है वह",
  "what isto be seen is the pith and substance of the legislation. The underlying object of the legislation, as has been succinctly put by": "कानून का सार और सार है। कानून का अंतर्निहित उद्देश्य, जेसा कि याचिकाकर्ताओं के",
  "discrimination qua the citizens of India. The purpose of the legislation": "और भेदभाव पैदा करना है। इस कानून का उद्देश्य स्वयं इस तथ्य पर आधारित है कि बड़ी",
  "itself is stemmed on the fact that there are a large number of migrants who are taking up the jobs of the local candidates which apparently are": "संख्या में प्रवासी हैं जो स्थानीय उम्मीदवारों की नौकरी कर रहे हैं, जो स्पष्ट रूप से",
  "comparatively lower paid and the amount has been reduced from": "तुलनात्मक रूप से कम वेतन वाले हैं और राशि को रुपये.50,000/- प्रति माह से घटाकर",
  "Rs.50,000/- per month to Rs.30,000/- per month. It is in such": "रुपये.30,000/- प्रति माह कर दिया गया है। यह 2 978 (॥) एस. सी. सी. 248 आई.",
  "Haryana Parivar Pehchan Act, 2021 (Act No.20 of 2021) (in short 'the": "अधिनियम, 2024 (2024 का अधिनियम ५०.20) (संक्षेप में 'पहचान अधिनियम, 2024\"",
  "families and would servefor the purposes of implementing any scheme or subsidy on behalf of the State Government or its agencies. The": "सरकार या उसकी एजेंसियों की ओर से किसी भी योजना या सब्सिडी को लागू करने के",
  "definition of the resident was referred to under Section 2(t) and Section": "उद्देश्यों के लिए काम करेगा। निवासी की परिभाषा को धारा 2 (टी) और धारा 3 के तहत",
  "3 which provided the entitlement of the family as such to obtain the": "संदर्भित किया गया था, जिसमें परिवार को पहचान संख्या प्राप्त करने का अधिकार प्रदान",
  "Pehchan Number. Relevant definition of resident under Sections 2(t) and Section 3 read thus:-": "किया गया था। धारा 2 (टी) और धारा 3 के तहत निवासी की प्रासंगिक परिभाषा इस प्रकार",
  "“2. (t) “resident” means an individual or a family who is residing in the territorial limits of the State of Haryana and": "“2. (टी) “निवासी” का अर्थ है एक व्यक्ति या परिवार जो हरियाणा राज्य की क्षेत्रीय",
  "includes an employee of the State Government, Government agency or local authority who resides outside the State of Haryana or who has been deputed by the State": "सीमाओं में रह रहा है और इसमें राज्य सरकार, सरकारी एजेंसी या स्थानीय प्राधिकरण का कोई कर्मचारी शामिल है जो हरियाणा राज्य से बाहर रहता है या जिसे राज्य सरकार,",
  "Government, Government agencyor local authority outside the State of Haryana;": "सरकारी एजेंसी या स्थानीय प्राधिकरण द्वारा हरियाणा राज्य के बाहर प्रतिनियुक्त किया गया है;",
  "(u) “services” means any provision, facility, utility or any other assistance provided or implemented in any form by or on behalf of the State Government or any Government agency or local authority to anindividual or a family and": "(यू) “सेवाओं” का अर्थ है किसी व्यक्ति या परिवार को राज्य सरकार या किसी सरकारी एजेंसी या स्थानीय प्राधिकरण द्वारा या उसकी ओर से किसी भी रूप में प्रदान या कार्यान्वित किया गया कोई प्रावधान, सुविधा, उपयोगिता या कोई अन्य सहायता और इसमें",
  "includes such other services, as may be notified by the State Government, from timeto time;": "ऐसी अन्य सेवाएं शामिल हैं, जिन्हें राज्य सरकार द्वारा समय-समय पर अधिसूचित किया जा सकता है;",
  "(v) “State Government” means the Government ofthe State of Haryana in the Administrative Department;": "(व) \"राज्य सरकार\" से प्रशासनिक विभाग में हरियाणा राज्य की सरकार अभिप्रेत",
  "Shah Goverdhan L. Kabra Teachers College*” wherein, it was held": "एल. आर. पंजाब और हरियाणा में है। शाह गोवर्धन एल. काबरा टीचर्स कॉलेज 22 जिसमें यह आयोजित किया गया था। कि",
  "that the power of the union could not be encroached upon. It is not": "संघ की शक्ति का अतिक्रमण नहीं किया जा सकता था। यह विवादित नहीं है कि प्रवास",
  "disputed that the issue of migration is covered as such under Entry No.81 of the Union List. The underlying purpose of the Statute itself,": "का मुद्दा संघ सूची की प्रविष्टि ॥०.8 के तहत शामिल है। इस प्रकार, क़ानून का अंतर्निहित",
  "thus, is to make it impermissible for 75% of the strength of the employer to have their employees from the rest of the country out of": "उद्देश्य यह है कि नियोक्‍्ता की संख्या के 75 प्रतिशत के लिए देश के बाकी हिस्सों से अपने",
  "employer to have their employees from the rest of the country out of the ones who are earning less than Rs.30,000/- per month. The end": "कर्मचारियों को उन लोगों में से रखने की अनुमति नहीं है जो प्रति माह रुपये. 4,000/- से कम कमा रहे हैं। अंतिम प्रभाव यह है कि नियोक्‍्ता के पास राज्य की कार्रवाई के कारण",
  "effect is that the employer is left with a limited discretion to choose his work force on account of the action of the State. The local candidate": "कम कमा रहे हैं। अंतिम प्रभाव यह है कि नियोक्‍्ता के पास राज्य की कार्रवाई के कारण अपना कार्यबल चुनने का सीमित विवेक रह जाता है। स्थानीय उम्मीदवार को हरियाणा",
  "had been defined as a person who is domiciled in the State of Haryana.": "राज्य में अधिवासित व्यक्ति के रूप में परिभाषित किया गया था।",
  "(41) It was accordingly brought to our notice that the definition of employer under Section 2(e) of the Act was regarding a company": "(4]) तदनुसार हमारे ध्यान में लाया गया कि अधिनियम की धारा 2 (ई) के तहत",
  "registered under the Companies Act, 1956; a society registered under": "नियोक्‍्ता की परिभाषा कंपनी अधिनियम, 956 के तहत पंजीकृत कंपनी के बारे में थी;",
  "the HaryanaRegistration and Regulation of Societies Act, 2012; limited": "हरियाणा पंजीकरण और सोसायटी अधिनियम, 2042 के तहत पंजीकृत एक सोसायटी;",
  "liability partnership firm under the Limited Liability Partnership Act,": "सीमित देयता भागीदारी अधिनियम, 2008 के तहत सीमित देयता भागीदारी फर्म; भारतीय",
  "2008; Trust as defined under the Indian Trust Act, 1882 and Partnership firm as defined under the Indian Partnership Act, 1932,": "ट्रस्ट अधिनियम, 882 के तहत परिभाषित ट्रस्ट और भारतीय भागीदारी अधिनियम, 932",
  "Partnership firm as defined under the Indian Partnership Act, 1932, which entities would be liable to comply with the provisions of the": "के तहत परिभाषित साझेदारी फर्म, जो संस्थाएं अधिनियम के प्रावधानों का पालन करने के",
  "Act. On the other hand, the CentralGovernment, State Government or": "लिए उत्तरदायी होंगी। दूसरी ओर, केंद्र सरकार, राज्य सरकार या उनमें से किसी के",
  "an Organization owned by either of them has been excluded. Section 2(g) further provided that a local candidate was a candidate who was domiciled in the State of Haryana and under the Haryana State": "स्वामित्व वाले संगठन को बाहर रखा गया है। धारा 2 (जी) ने आगे प्रावधान किया कि एक स्थानीय उम्मीदवार एक ऐसा उम्मीदवार था जो हरियाणा राज्य में और हरियाणा राज्य",
  "Employment of Local Candidates Rules, 2021, which came into force": "स्थानीय उम्मीदवारों के रोजगार नियम, 202। के तहत अधिवासित था, जो 0.04.2022 से",
  "alongwith the Act from 10.01.2022. The relevant Rule 2(b) reads thus:-": "अधिनियम के साथ लागू हुआ था। प्रासंगिक नियम 2 (बी) इस प्रकार हैः -",
  "“2(b) “domiciled person” means a bonafide resident of Haryana satisfying the conditions as may be issued by the Government from time to time and having Parivar Pehchan": "“2(ख) \"अधिवासी व्यक्ति\" से हरियाणा का एक वास्तविक निवासी अभिप्रेत है जो सरकार द्वारा समय-समय पर जारी की जाने वाली शर्तों को पूरा करता है और इस",
  "Patra (PPP) issued under the HaryanaParivar Pehchan Act, 2021 (20 of 2021) for the purposes of this Act;”": "अधिनियम के प्रयोजनों के लिए हरियाणा परिवार पहचान अधिनियम, 2024 (2024 का 20) के तहत परिवार पहचान पत्र (पीपीपी) जारी किया गया है;",
  "Government or any Government agency or local authority.": "द्वारा अधिसूचित किया जा सकता है। सरकार या कोई सरकारी एजेंसी या स्थानीय प्राधिकरण।",
  "(2) For the purposes of sub-section (1), any adult member": "(2) उप-धारा (॥) के प्रयोजनों के लिए, परिवार का कोई भी वयस्क सदस्य परिवार",
  "of the family may provide, submit or update the information of the family.”": "की जानकी प्रदान, प्रस्तुत या अद्यतन कर सकता है। “",
  "(43) While referring to the judgment in Dr. Pradeep Jain and others versus Union of India and others”, it can be pointed out that": "(43) डॉ. प्रदीप जैन में निर्णय का उल्लेख करते हुए और अन्य बनाम भारत संघ",
  "reservations had been expressed to the use of the word “domicile”. The": "\"अधिवास\" शब्द के उपयोग पर कड़ी आपत्ति व्यक्त की गई थी। यह तथ्य कि एक ही",
  "fact that there is one nation with one citizenship and the dream of the": "नागरिकता वाला एक राष्ट्र है और \"एक राष्ट्र के रूप में भारत\" की अवधारणा पर जोर देने",
  "Constitution Makers regarding emphasizing and maintaining the": "और उसे बनाए रखने के संबंध में संविधान निर्माताओं का सपना देखा गया और यह कि",
  "imperilled at the hands of the “Sons of the Soil” claim. It had further": "यह \"भूमि के पुत्रों\" के दावे के हाथों खतरे में पड़ गया है। यह भी देखा गया था कि अकेले",
  "exception regarding the ban on discrimination based on residence and": "संसद को निवास के आधार पर भेदभाव पर प्रतिबंध और राज्य सरकार के रोजगार वाले",
  "Government. The Public Employment (Requirement as to Residence) Act, 1957 which protected various states like Andhra Pradesh, Manipur, Tripura and Himachal Pradesh was noticed and the fact that": "(निवास के रूप में आवश्यकता) अधिनियम, 957, जो आंध्र प्रदेश, मणिपुर, त्रिपुरा और हिमाचल प्रदेश जैसे विभिन्न राज्यों की रक्षा करता था, इस तथ्य पर ध्यान दिया गया कि",
  "State Governments were pursuing policies of localism which had": "राज्य सरकारें स्थानीयता की नीतियों का पालन कर रही थीं जो व्यापक हो गई थीं।",
  "one domicile namely“Domicile in India” while referring to Article 5 of": "उल्लेख करते हुए \"भारत में अधिवास\" नामक केवल एक अधिवास था, यह अभिनिर्धारित",
  "the Constitution of Indiaby holding that if it is used for a purpose other": "करते हुए कि यदि इसका उपयोग वैध उद्देश्य के अलावा किसी अन्य उद्देश्य के लिए किया",
  "than the legitimate purpose, it would break up the unity and integrity of": "जाता है, तो यह देश की एकता और अखंडता को तोड़ देगा। इस प्रकार, यह उचित रूप",
  "the country. It is, thus, rightly pointed out that in view of the said": "से इंगित किया गया है कि उक्त टिप्पणियों को ध्यान में रखते हुए, राज्य द्वारा दिनांक",
  "observations, necessary instructions dated 03.10.1996 had been issued by the State that the word “domicile” should not be used and the word": "03.0.996 के आवश्यक निर्देश जारी किए गए थे कि \"अधिवास\" शब्द का उपयोग नहीं",
  "“resident” should be used, which instructions were also for the purpose": "किया जाना चाहिए और \"निवासी\" शब्द का उपयोग किया जाना चाहिए, जो निर्देश",
  "of admission to educational institutions. The said guidelines provide a": "शैक्षणिक संस्थानों में प्रवेश के उद्देश्य के लिए भी थे। उक्त दिशानिर्देशों में हरियाणा में",
  "living outside the State as per Clause 5(1) of the said instructions. The": "के कारण यदि माता-पिता उक्त निर्देशों के खंड 5 () के अनुसार राज्य से बाहर रह रहे",
  "said instructions had thereafter been varied to reduce the period to 5 years on 14.01.2021 and on 19.03.2022 wherein, for the first time for": "थे। इसके बाद उक्त निर्देशों को 44.0.2024 और 9.03.2022 पर अवधि को घटाकर 5",
  "The instructions dated 19.03.2022 read thus:-": "दिनांकित 9.03.2022 निर्देश इस प्रकार हैं: -",
  "“No.62/03/2021-6GS-I": "“संख्या.62/03/202-665-।",
  "HARYANA GOVERNMENT": "हरियाणा सरकार",
  "GENERAL ADMINISTRATION DEPARTMENT (GENERAL SERVICES-I BRANCH)": "सामान्य प्रशासन विभाग (सामान्य सेवा-। शाखा)",
  "Dated: Chandigarh the 19\" March, 2022": "तारीखः चंडीगढ़ 9 मार्च, 2022",
  "To": "को",
  "1. All the Administrative Secretaries to Govt. Haryana.": "4. हरियाणा सरकार के सभी प्रशासनिक सचिव ।",
  "2. All the Heads of Departments in the State of Haryana.": "2. हरियाणा राज्य के सभी विभागाध्यक्ष।",
  "3. All the Managing Directors of Boards/Corporations in theState of Haryana.": "3. हरियाणा राज्य के सभी बोर्ड/निगमों के प्रबंध निदेशक।",
  "4. All the Divisional Commissioners in Haryana.": "4. हरियाणा के सभी संभागीय आयुक्त।",
  "5. The Registrar General, Punjab and Haryana High Court, Chandigarh.": "5. पंजाब एवं हरियाणा उच्च न्यायालय, चंडीगढ़ के महापंजीयक।",
  "6. The Registrar of all the Universities in the State of Haryana": "6. हरियाणा राज्य के सभी विश्वविद्यालयों के रजिस्ट्रार।",
  "7. All the Deputy Commissioners in the State of Haryana.": "7. हरियाणा राज्य के सभी उपायुकत।",
  "“Subject: Bonafide residents of Haryana — Guidelines": "“विषय: हरियाणा के वास्तविक निवासी - दिशा-निर्देश",
  "regarding.": "के संबंध में।",
  "Sir/Madam,": "श्रीमान्‌/महोदया,",
  "I am directed to invite your attention to Government instructions No. 62/17/95-6GS-I, dated 03.10.1996 and No.": "मुझे आपका ध्यान उपरोक्त विषय पर सरकार के निर्देश संख्या 62/7/95-6जी एस-॥,",
  "above and to say that Government has decided to further": "आकर्षित करने और यह कहने का निर्देश हुआ है कि सरकार ने निर्देशों के पैरा ।(७) को",
  "l(v) (A) For the purpose of Employment of Haryana Residents under the Haryana State Employment of Local Candidates, Act, 2020 and for the purpose of Grant of": "(ए) हरियाणा राज्य स्थानीय उम्मीदवारों के रोजगार अधिनियम, 2020 के तहत",
  "the Haryana Employment and Entrepreneurship Policy,": "हरियाणा निवासियों के रोजगार के उद्देश्य से और हरियाणा रोजगार और उद्यमिता नीति,",
  "2020 or other sector specific industrial policies —": "2020 या अन्य क्षेत्र विशिष्ट औद्योगिक नीतियों के तहत औद्योगिक इकाइयों को रोजगार",
  "Children/dependents/wards (if parents are not living) of": "सृजन सब्सिडी देने के उद्देश्य से-ऐसे व्यक्तियों के बच्चे/आश्रित/बच्चे (यदि माता-पिता नहीं",
  "persons who have permanent home in Haryana since a period not less than Five (5) years; or who have permanent": "रह रहे हैं) जिनके पास कम से कम पांच (5) वर्ष की अवधि से हरियाणा में स्थायी घर है; या",
  "home in Haryana since a period not less than Five (5) years but on account of their occupation they are living outside": "जिनके पास पांच (5) वर्ष से कम की अवधि से हरियाणा में स्थायी घर है, लेकिन अपने",
  "Haryana; or who do not have permanent residence in": "व्यवसाय के कारण वे हरियाणा से बाहर रह रहे हैं; या जिनके पास स्थायी निवास नहीं है।",
  "Haryana but have been residing in Haryana for a period not less than Five (5) years.": "हरियाणा से सम्बन्धित हो, लेकिन वहां कम से कम पांच (5) वर्ष से निवास कर रहा हो।",
  "(B) For the purpose of admissions, scholarships, unemployment allowance and weightage under Socio-": "(बी) प्रवेश, छात्रवृत्ति, बेरोजगारी भत्ता और सामाजिक-आर्थिक मानदंड के तहत वेटेज के",
  "economic Criteria -a Children/dependents/wards (if parents": "उद्देश्य से-ऐसे व्यक्तियों के बच्चे/आश्रित/बच्चे (यदि माता-पिता जीवित नहीं हैं) जिनके",
  "are not living) of persons who have permanent home in Haryana since a period not less than Fifteen (15) years; or": "पास कम से कम पंद्रह (5) वर्ष की अवधि से हरियाणा में स्थायी घर है; या जिनके पास",
  "who have permanent home in Haryana since a period not less than Fifteen (15) years but on account of their": "पंद्रह (5) वर्ष से कम की अवधि से हरियाणा में स्थायी घर है, लेकिन अपने व्यवसाय के",
  "occupation they are living outside Haryana; or who do not have permanent residence in Haryana but have been": "कारण वे हरियाणा से बाहर रह रहे हैं; या जिनके पास हरियाणा में स्थायी निवास नहीं है,",
  "residing in Haryana for a period not less than Fifteen (15) years.": "लेकिन वे पंद्रह (5) वर्ष से कम की अवधि से हरियाणा में रह रहे हैं।",
  "2. These instructions will be applicable with immediate": "2. ये निर्देश तत्काल प्रभाव से लागू होंगे और कृपया सभी संबंधित लोगों के ध्यान में लाए",
  "Yours faithfully": "आपका सादर",
  "Superintendent General Services-I,": "अधीक्षक सामान्य सेवाएं-॥",
  "for Chief Secretary to Government Haryana.”": "मुख्य सचिव, हरियाणा सरकार के लिए।”",
  "(44) It was accordingly submitted that it is a patchwork of what": "(44) तदनुसार यह प्रस्तुत किया गया कि यह नियमों के तहत एक वास्तविक निवासी की",
  "was the definition of a bona fide resident to bring it within the ambit of": "परिभाषा का एक पैचवर्क है, इसे अधिवासित व्यक्ति की परिभाषा के दायरे में लाने के लिए",
  "of the fact that the basic instructions were for the purposes of admission": "और इस तथ्य को नजरअंदाज करने के बाद कि मूल निर्देश शैक्षणिक संस्थानों में प्रवेश के",
  "in educational institutions and had nothing to do with job reservations.": "प्रयोजनों के लिए थे और नौकरी आरक्षण से उनका कोई लेना-देना नहीं था। सौरभ चौधरी",
  "Reliance can be placed upon the judgment in Saurabh Chaudri versus Union of India**, where a 5-Judge Bench had disapproved the creation": "बनाम भारत संघ24 के फैसले पर भरोसा किया जा सकता है, जहां 5 न्यायाधीशों की पीठ",
  "of reservation on basis of domicile which had been forbidden in Dr.": "ने अधिवास के आधार पर आरक्षण के निर्माण को अस्वीकार कर दिया था, जिसे डॉ प्रदीप",
  "to depart from the ratio laiddown regarding the concept of reservation": "माध्यम से आरक्षण की अवधारणा के संबंध में निर्धारित अनुपात से हटने का कोई कारण",
  "by way of institutional preference which was held to be not offending Article 14 of the Constitution of India. While placing reliance upon the": "नहीं था, जिसे भारत के संविधान के अनुच्छेद 44 का उल्लंघन नहीं माना गया था।",
  "judgment in A.V.S. Narsimha Rao's case (supra), again reliance was": "ए.वी.एस. नरसिम्हा राव के मामले (सुप्रा) में फिर से इस बात पर भरोसा किया गया कि",
  "been recognized to make a law in a special case regarding the": "संबंध में विशेष मामले में कानून बनाने के लिए संसद के अधिकार को मान्यता दी गई थी",
  "denied to the legislatures of the State. It was accordingly pointed out": "और राज्य के विधानमंडलों को इससे वंचित किया गया था। तदनुसार यह बताया गया कि",
  "that Section 3 of the 1957 Act and also Rule 3 of the Andhra Pradesh": "।957 के अधिनियम की धारा ३ और आंध्र प्रदेश लोक रोजगार (निवास के संबंध में",
  "22.5.2011. Thus, a decision had already been taken not to implement the Common EducationSystem.": "में समान शिक्षा प्रणाली को लागू नहीं करने का निर्णय लिया गया। अधिनियम 20॥0 में",
  "67. If one crore twenty lacs students are now to revert": "67. यदि एक करोड़ बीस लाख विद्यार्थियों को अब 20-2 की शैक्षणिक अवधि",
  "back to the multiple syllabus with the syllabus and textbooks applicable prior to 2010 after the academic term": "शुरू होने के बाद 200 से पहले लागू पाठ्यक्रम और पाठ्यपुस्तकों के साथ बहुविध",
  "would be put to enormous stress. Students can not be put to so much strain and stress unnecessarily. The entire exercise": "सामना करना पड़ेगा। विद्यार्थियों को अनावश्यक रूप से इतना तनाव और तनाव नहीं दिया",
  "by the Government is therefore arbitrary, discriminatory": "जा सकता। इसलिए सरकार द्वारा की गई पूरी कवायद मनमानी, भेदभावपूर्ण और",
  "and oppressive tostudents, teachers and parents.": "विद्यार्थियों, शिक्षकों और अभिभावकों के लिए दमनकारी है।",
  "The State Government should have acted bearing in mind": "राज्य सरकार को यह ध्यान में रखते हुए कार्य करना चाहिए था कि \"किसी राष्ट्र का",
  "that \"destiny of a nation rests with its youths\". Personality": "भाग्य उसके युवाओं पर निर्भर करता है\"। एक बच्चे का व्यक्तित्व उसके जीवन के",
  "of a child is developed at the time of basic education during his formative years of life. Their career should not be left": "प्रारंभिक वर्षों में बुनियादी शिक्षा के समय विकसित होता है। उनके करियर को इतनी बड़ी",
  "in dolorific conditions with uncertainty to such a great extent. The younger generation has to compete in global": "अनिश्चितता के साथ दयनीय स्थिति में नहीं छोड़ा जाना चाहिए। युवा पीढ़ी को वैश्विक",
  "market. Education is not a consumer service nor the": "बाजार में प्रतिस्पर्धा करनी है। शिक्षा कोई उपभोक्ता सेवा नहीं है और न ही शैक्षणिक",
  "educational institution can be equated with shops, therefore, \"there arestatutory prohibitions for establishing": "संस्थान को दुकानों के बराबर माना जा सकता है, इसलिए, \"संबंधित प्राधिकरण की पूर्व",
  "and administering educational institution without prior": "अनुमति या स्वीकृति के बिना शैक्षणिक संस्थान की स्थापना और प्रशासन के लिए वैधानिक",
  "Thus, the State Government could by no means be justified in amending the provisions of Section 3 of the Act 2010,": "इस प्रकार, राज्य सरकार को अधिनियम 2040 की धारा 3 के प्रावधानों में संशोधन",
  "the learned Advocate General to the High Court that the Act 2010 would be implemented in the academic year": "द्वारा उच्च न्यायालय को दिया गया यह वचन कि अधिनियम 2040 को शैक्षणिक वर्ष",
  "2012-13, cannot be a good reason to hold the Act 2011 valid.": "2042-3 में लागू किया जाएगा, अधिनियम 204 को वैध ठहराने का कोई अच्छा कारण नहीं हो सकता।",
  "68. Submissions advanced on behalf of theappellants that": "68. अपीलार्थियों की ओर से प्रस्तुत की गई दलीलें कि किसी अधिनियम के प्रारंभ",
  "it is within the exclusive domain of the legislature to fix the date of commencement of an Act, and court has no": "की तारीख तय करना विधायिका के अनन्य अधिकार क्षेत्र के भीतर है, और अदालत को",
  "competence to interfere in such a matter, is totally misconceived for the reason that the legislature in its": "ऐसे मामले में हस्तक्षेप करने की कोई क्षमता नहीं है, पूरी तरह से गलत धारणा है क्योंकि",
  "misconceived for the reason that the legislature in its wisdom had fixed the dates ofcommencement of the Act": "विधायिका ने अपने विवेक से अधिनियम के प्रारंभ की तारीखें निर्धारित की थीं, हालांकि",
  "though in a phased manner. The Act commenced into force accordingly. The courts intervened in the matter in": "चरणबद्ध तरीके से। अधिनियम तदनुसार लागू होने लगा। अदालतों ने विशिष्ट परिस्थितियों",
  "peculiar circumstances and passed certain orders in this": "में मामले में हस्तक्षेप किया और इस संबंध में कुछ आदेश भी पारित किए। विधायिका उन",
  "regard also. The legislature could not wash off the effect of those judgments at all. The judgments cited to buttress the": "फैसलों के प्रभाव को बिल्कुल भी नहीं मिटा सकी। तर्कों को पुष्ठट करने के लिए उदृधृत",
  "arguments, particularly in A.K. Roy v. Union of India &": "निर्णय, विशेष रूप से ए. के. रॉय बनाम भारत संघ और आई. एम. टी. औद्योगिक संघ और",
  "resorted to.": "खिलाफ किया जाता है।",
  "contended that it cannot be read or substituted for private employment.": "व्याख्या ध्यान में रखी जानी थी वह यह थी कि तर्क दिया कि इसे निजी रोजगार के लिए नहीं पढ़ा जा सकता या प्रतिस्थापित नहीं किया जा सकता। तदनुसार उन्होंने ए.के. गोपालन",
  "case (supra) that one Article cannot be read into the other and the": "के मामले (सुप्रा) में की गई टिप्पणियों पर भरोसा किया कि एक अनुच्छेद को दूसरे में नहीं",
  "argument of the American concept of due process of law was also": "पढ़ा जा सकता है और कानून की उचित प्रक्रिया की अमेरिकी अवधारणा के तर्क को भी",
  "rejected. It is submitted that it was noticed that our Constitution is": "खारिज कर दिया गया। यह प्रस्तुत किया गया है कि यह देखा गया था कि हमारा संविधान",
  "very detailed one and one cannot incorporate one provision into the": "बहुत विस्तृत है और कोई एक प्रावधान को दूसरे में शामिल नहीं कर सकता है और ऐसा",
  "other and it was not the function of the Court to do so. It was": "करना न्यायालय का कार्य नहीं था। तदनुसार यह बताया गया कि अनुच्छेद 6 (2) के तहत",
  "accordingly pointed out that the word “residence” mentioned under Article 16(2) was not mentioned in Article 15 of the Constitution of": "उल्लिखित \"निवास\" शब्द का उल्लेख भारत के संविधान के अनुच्छेद 5 में नहीं किया",
  "India. Similarly,reliance was placed upon the judgment of the Apex Court in Kuldip Nayar versus Union of India and others”? wherein,": "गया था। इसी तरह, कुलदीप नैयर बनाम भारत संघ और अन्य29 में सर्वोच्च न्यायालय के",
  "matter” could not be heldto be “every matter” and the Courts of law,": "न्यायालय ने माना था कि “किसी भी मामले” को “हर मामला” नहीं माना जा सकता है और",
  "while examining the constitutional provisions were entrusted with": "संवैधानिक प्रावधानों की जांच करते समय कानून की अदालतों को उसी की व्याख्या करने",
  "critical task of expounding the same and the interpretation which was": "का महत्वपूर्ण कार्य सौंपा गया था और जिस व्याख्या को ध्यान में रखा जाना था वह यह थी",
  "to be kept in mind was that the job of the Court was that the language": "कि न्यायालय का काम यह था कि भाषा की व्याख्या इस तरह की जाए जो संविधान के",
  "(52) Articles 19(1)(d), 19(1)(e) and 19(1)(g) of the Constitution of India read thus:-": "(52) भारत के संविधान के अनुच्छेद 9()(डी), 9()(ई) और 9()(जी) इस प्रकार हैं:-",
  "“19. Protection of certain rights regarding freedom of speech etc.-(1) All citizens shall have the right-": "“9, भाषण आदि की स्वतंत्रता के संबंध में कुछ अधिकारों का संरक्षण-() सभी नागरिकों को अधिकार होगा-",
  "(a), (b) and(c) XXX XXX XXX": "(९), (बी) और (सी) 900 3000... 3006",
  "(d) to move freely throughout the territory of India;": "(डी) भारत के क्षेत्र में स्वतंत्र रूप से घूमने के लिए;",
  "(g) to practise any profession, or to carry on any occupation, trade or business.”": "(छ) कोई पेशा अपनाना, या कोई व्यवसाय, व्यापार या कारोबार करना।\"",
  "(53) Articles 19(5) and 19(6) of the Constitution of India read thus:-": "(53) भारतीय संविधान के अनुच्छेद 9(5) और 49(6) इस प्रकार हैं:-",
  "“19(5) Nothing in sub clauses (d) and (e) of the said clause": "\"|9(5) उक्त खंड के उपखंड (घ) और (ड) की कोई बात किसी मौजूदा कानून के",
  "shall affect the operation of any existing lawin so far as it": "संचालन को प्रभावित नहीं करेगी, जहां तक वह उक्त उपखंडों द्वारा प्रदत्त अधिकारों में से",
  "imposes, or prevent the State from making any law": "अधिकार के प्रयोग पर युक्‍क्तियुक्त प्रतिबंध लगाती है या राज्य को कोई कानून बनाने से",
  "interests of the general public orfor the protection of the interests of any Scheduled Tribe.": "रोकती है। आम जनता के हितों या किसी अनुसूचित जनजाति के हितों की सुरक्षा के लिए।",
  "19(6) Nothing in sub clause (g) of the said clause shall": "4966) उक्त खंड के उपखंड (जी) की कोई बात किसी मौजूदा कानून के संचालन को",
  "said sub clause, and, in particular, [nothing in the said sub": "नहीं रोकती है, और विशेष रूप से, [उक्त उपखंड की कोई बात किसी मौजूदा कानून के",
  "as it relates to, or prevent the State from making any law relating to,-": "कोई कानून बनाने से नहीं रोकती है,-",
  "(i) the professional or technical qualifications necessary for practising any profession or carrying on any occupation, trade or business, or": "() किसी भी पेशे का अभ्यास करने या किसी भी व्यवसाय, व्यापार या व्यवसाय को चलाने के लिए आवश्यक पेशेवर या तकनीकी योग्यता, या",
  "(ii) the carrying on by the State, or by a corporation owned or controlled by the State, of any trade, business, industry or service, whether to the exclusion, complete or partial, of": "() नागरिकों के किसी भी व्यापार, व्यवसाय, उद्योग या सेवा को, चाहे वह पूर्ण रूप से हो या आंशिक रूप से, राज्य द्वारा या राज्य के स्वामित्व वाले या नियंत्रित निगम",
  "(54) Accordingly, while referring to M. Nagraj and others": "(54) तदनुसार, एम. नागराज और अन्य बनाम यू. ओ. आई. और अन्य 34 का उल्लेख",
  "judicial review of constitutional amendments for purposes of": "ध्यान में रखने के उद्देश्यों के लिए संवैधानिक संशोधनों की न्यायिक समीक्षा के मानकों को",
  "Constitution itself was flexibleand was not fossilized have to be kept in": "ध्यान में रखा जाना चाहिए क्योंकि संविधान स्वयं लचीला था और जीवाश्म नहीं था। इन",
  "mind. The principles were laid to give coherence to the Constitution and to make it an organic whole irrespective of the fact that it was not": "सिद्धांतों को संविधान को सुसंगत बनाने और इसे एक जैविक समग्र बनाने के लिए",
  "expressly stated in the written form and though not structured": "निर्धारित किया गया था, भले ही यह स्पष्ट रूप से लिखित रूप में नहीं कहा गया था और",
  "expressly. It was rightly argued that it would pervade all enacted laws": "हालांकि स्पष्ट रूप से संरचित नहीं था। यह सही तर्क दिया गया था कि यह सभी",
  "and is to stand at the pinnacle of the hierarchy of constitutional values.": "अधिनियमित कानूनों में व्याप्त होगा और संवैधानिक मूल्यों के पदानुक्रम के शिखर पर",
  "The Constitution itself could not be used legally to destroy itself as the": "खड़ा होगा। स्वयं संविधान का उपयोग कानूनी रूप से खुद को नष्ट करने के लिए नहीं",
  "State was attempting to destroy the precious heritage of this nation and": "किया जा सकता था क्‍योंकि राज्य इस राष्ट्र की बहुमूल्य विरासत को नष्ट करने का प्रयास",
  "the identity of the Constitution of India has to be protected. The": "कर रहा था और भारत के संविधान की पहचान की रक्षा की जानी चाहिए। संवैधानिक",
  "consequences of its denial on the integrity had to be kept in mind while applying the principles of constitutional morality. Stress can be laid on": "नैतिकता के सिद्धांतों को लागू करते समय अखंडता पर इसके इनकार के परिणामों को",
  "applying the principles of constitutional morality. Stress can be laid on the observations that democracy in India is only “a top dressing on": "ध्यान में रखना था। इन टिप्पणियों पर जोर दिया जा सकता है कि भारत में लोकतंत्र केवल",
  "Indian soil which is essentially undemocratic” and it was the": "\"भारतीय धरती पर एक शीर्ष परिधान है जो अनिवार्य रूप से अलोकतांत्रिक है\" और यह",
  "observation made by Dr. B.R. Ambedkar when the Constitution was": "डॉ. बी. आर. अम्बेडकर द्वारा किया गया अवलोकन था जब संविधान बनाया गया था और",
  "framed and the said principle will still have to be kept in mind.": "उक्त सिद्धांत को अभी भी ध्यान में रखना होगा। रिलायंस को तदनुसार शीर्ष के फैसले पर",
  "Court in State (NCT of Delhi) case (supra) wherein, the Apex Court,": "रखा जा सकता है।राज्य (एनसीटी दिल्ली) मामले (सुप्रा) में सर्वोच्च न्यायालय ने प्रतिनिधि",
  "while dealing with the issues of representative governance and the scope of the parliamentary powers inter se the relationship of the Union": "शासन और संसदीय शक्तियों के दायरे के मुद्दों से निपटने के दौरान संघ सरकार और",
  "scope of the parliamentary powers inter se the relationship of the Union Government with the U.T. had occasion to observe on the principle of constitutional morality. While relying upon the earlier judgment in": "यूटी. के बीच संबंधों के दौरान संवैधानिक नैतिकता के सिद्धांत पर विचार करने का",
  "Manoj Narula versus Union of India*’, reference was made to the": "अवसर प्राप्त किया। मनोज नरूला बनाम भारत संघ३32 में पहले के फैसले पर भरोसा",
  "phrase that firstly the Government should be enabled to control the": "करते हुए, इस वाक्यांश का संदर्भ दिया गया कि सबसे पहले सरकार को शासितों को",
  "governed and in the next place obliged to control itself. Thus,": "नियंत्रित करने में सक्षम होना चाहिए और उसके बाद खुद को नियंत्रित करने के लिए बाध्य",
  "accordingly been opined that unbridled power without any checks and": "माना गया है कि बिना किसी जांच और संतुलन के बेलगाम शक्ति के परिणामस्वरूप",
  "balances would result in despotic and tyrannical situations and would be antithetical to the very idea of democracy as has beenmentioned in": "निरंकुश और अत्याचारी स्थितियाँ पैदा होंगी और यह लोकतंत्र के मूल विचार के विपरीत",
  "the words of the then Chief Justice of India, Justice Dipak Misra.": "होगा जैसा कि भारत के तत्कालीन मुख्य न्यायाधीश न्यायमूर्ति दीपक मिश्रा के शब्दों में",
  "constitutional governance is the principal factor which has to be kept in mind,as the Constitution of India is a_ political document for": "पोषण मुख्य कारक है जिसे ध्यान में रखा जाना चाहिए, क्योंकि भारत का संविधान भारतीय",
  "mind,as the Constitution of India is a_ political document for assessing the governance of the Indian society in an appropriate": "समाज के शासन का उचित तरीके से आकलन करने के लिए एक राजनीतिक दस्तावेज है",
  "manner and therefore, there has to be implicit institutional trust between the functionaries. The fulfillment of the constitutional idealism": "और इसलिए पदाधिकारियों के बीच अंतर्निहित संस्थागत विश्वास होना चाहिए। संवैधानिक",
  "between the functionaries for cultivating the understanding of": "पुनर्जारण की समझ विकसित करने के लिए पदाधिकारियों के बीच संवैधानिक",
  "constitutional renaissance was the vision which was expected of the great living document which had to be kept in mind by the Lt.": "आदर्शवाद की पूर्ति वह दृष्टि थी जो इस महान जीवंत दस्तावेज से अपेक्षित थी, जिसे",
  "great living document which had to be kept in mind by the Lt. Governer and the Council of Ministers headed by the Chief Minister in that case.": "उपराज्यपाल और मुख्यमंत्री की अध्यक्षता वाली मंत्रिपरिषद को ध्यान में रखना था।",
  "(55) The present Chief Justice of India, Justice D.Y. Chandrachud had also elaborated on the principle of constitutional": "(55) भारत के वर्तमान मुख्य न्यायाधीश, न्यायमूर्ति डी. वाई. चंद्रचूड़ ने भी उसी फैसले",
  "limited to electing governments while again referring to the observations of Dr. B.R. Ambedkar regarding the top dressing of the": "के चुनाव तक ही सीमित नहीं है, जबकि फिर से डॉ. बी. आर. अम्बेडकर की टिप्पणियों",
  "to be upheld at every stage and it is not onlythe text of the Constitution which can protect it. The observations against the tyranny of the": "रखा जाना चाहिए और यह केवल संविधान का पाठ नहीं है जो इसकी रक्षा कर सकता है।",
  "majority and the upsurge of mob rule have to be balanced by the": "बहुमत के अत्याचार और भीड़ शासन के उदय के खिलाफ टिप्पणियों को संवैधानिक",
  "principle of Constitutional morality and which is to act as a threshold": "नैतिकता के सिद्धांत द्वारा संतुलित किया जाना चाहिए और जो उनके खिलाफ एक सीमा",
  "against the same were some of the observations that had been made and": "के रूप में कार्य करना है, कुछ टिप्पणियां थीं जो की गई थीं और यह वर्तमान मामले के",
  "it would fit to the facts and circumstances of the present case. An": "तथ्यों और परिस्थितियों के अनुरूप होगी। इस देश के नागरिकों के बीच उनके अधिवास",
  "Haryana. Andre Beteille in his book “Democracy and its Institutions”": "आंद्रे बेतेली ने अपनी पुस्तक \"डेमोक्रेसी एंड इट्स इंस्टीट्यूशंस\" में इस तथ्य के बारे में",
  "constitutional moralities amongst legislature and Judges, Lawyers, Ministers, Civil Servants; the Constitution would become a play thing": "सही कहा है कि विधायिका और न्यायाधीशों, वकीलों, मंत्रियों, सिविल सेवकों में संवैधानिक",
  "relevant quotation reads thus:-": "तरह से अनिश्चित और मनमाना हो जाएगा। प्रासंगिक उद्धरण इस प्रकार है:-",
  "“To be effective, constitutional laws have to rest on a": "\"प्रभावी होने के लिए, संवैधानिक कानूनों को संवैधानिक नैतिकता के आधार पर टिका",
  "substratum of constitutional morality... In the absence of constitutional morality, the operation of a Constitution, no": "होना चाहिए। संवैधानिक नैतिकता के अभाव में, संविधान का संचालन, चाहे कितना भी",
  "matter how carefully written, tends to become arbitrary, erratic, and capricious. It is not possible in a democratic": "सावधानी से लिखा गया हो, मनमाना, अनियमित और मनमौजी हो जाता है। लोकतांत्रिक",
  "erratic, and capricious. It is not possible in a democratic order to insulate completelythe domain of law from that": "व्यवस्था में कानून के क्षेत्र को राजनीति से पूरी तरह से अलग करना संभव नहीं है। हमारे",
  "of politics. A Constitution such as ours is expected to provide guidance on what should be regulated by the": "जैसे संविधान से अपेक्षा की जाती है कि वह इस बरे में मार्गदर्शन प्रदान करे कि कानून के",
  "impersonal rule of law and what may be settled by the": "अवैयक्तिक शासन द्वारा क्या विनियमित किया जाना चाहिए और दलों के बीच, गुटों के",
  "among political leaders. It is here that the significance of constitutional morality lies. Without some infusion of": "है। यहीं पर संवैधानिक नैतिकता का महत्व निहित है। विधायकों, न्यायाधीशों, वकीलों,",
  "constitutional morality among legislators, judges, lawyers, ministers, civil servants, writers, and public intellectuals,": "मंत्रियों, सिविल सेवकों, लेखकों और सार्वजनिक बुद्धिजीवियों के बीच संवैधानिक नैतिकता",
  "the Constitution becomes a plaything of power brokers.”": "के कुछ मिश्रण के बिना, संविधान शक्ति दलालों का एक खेल बन जाता है। “",
  "(56) Dr. B.R. Ambedkar address to the Constituent Assembly on": "(56) डॉ. बी. आर. अम्बेडकर द्वारा संविधान सभा में दिए गए संबोधन का उल्लेख",
  "Constitutionmay be but it could turn out to a bad one if those who get": "न हो, लेकिन यह बुरा साबित हो सकता है यदि जिन लोगों को इस पर काम करने का",
  "Constitution of India, thus, isnot on the actual text but on the implicit": "वास्तविक पाठ पर नहीं है, बल्कि अंतर्निहित समझ पर है और इस प्रकार, यह उस पर",
  "Nos. 301 and 302 of State (NCT of Delhi) case (supra) read thus:-": "(एन. सी. टी. दिल्‍ली) मामले (उपरोक्त) की संख्या 30 और 302 इस प्रकार हैः -",
  "“301. Constitutional morality requires filling in": "\" 304. संवैधानिक नैतिकता के लिए संविधान की भावना को बढ़ाने और पूर्ण",
  "the Constitution. A Constitution can establish a structure of government, but how these structures work rests upon the": "संरचना स्थापित कर सकता है, लेकिन ये संरचनाएं कैसे काम करती हैं, यह संवैधानिक",
  "fulcrum of constitutional values. Constitutional morality": "मूल्यों के आधार पर निर्भर करता है। संवैधानिक नैतिकता का उद्देश्य संवैधानिक विवादों",
  "purports to stop the past from tearing the soul of the nation apart by acting as a guiding basis to settle constitutional disputes:": "को निपटाने के लिए एक मार्गदर्शक आधार के रूप में कार्य करके अतीत को राष्ट्र की आत्मा को फाड़ने से रोकना हैः",
  "“Of necessity, constitutions are unfinished. What is explicit in the text rests on implicit understandings; what": "“अनिवार्य रूप से संविधान अधूरे हैं। पाठ में जो स्पष्ट है वह अंतर्निहित समझ पर निर्भर",
  "is stated rests on what isunstated.”": "करता है; जो कहा गया है वह उस पर निर्भर करता है जो अव्यक्त है। ”",
  "302. Constitutional morality provides a_ principled understanding for unfolding the work of governance. It is a": "302. संवैधानिक नैतिकता शासन के कार्य को आगे बढ़ाने के लिए एक",
  "institutions to survive and an expectation of behaviour that": "संस्थानों के जीवित रहने के लिए मानदंडों और व्यवहार की अपेक्षा को निर्दिष्ट करता है जो",
  "will meet not just the text but the soul of the Constitution. Our expectations may be well ahead ofreality. But a sense": "न केवल पाठ बल्कि संविधान की आत्मा को पूरा करेगा। हमारी अपेक्षाएँ वास्तविकता से",
  "document, enables us to hold to account our institutions and those who preside over their destinies. Constitutional": "भावना हमें अपने संस्थानों और अपने भाग्य की अध्यक्षता करने वालों को जिम्मेदार ठहराने",
  "interpretation, therefore, must flow from constitutional morality.”": "में सक्षम बनाती है। इसलिए, संवैधानिक व्याख्या संवैधानिक नैतिकता से आनी चाहिए। “",
  "(57) Thus, the stress of the counsel that the exercise of power": "(57) इस प्रकार, वकील ने इस बात पर जोर दिया कि भारत के संविधान के अनुच्छेद",
  "under Articles 226 and 227 of the Constitution of India is also to be in a": "226 और 227 के तहत शक्ति का प्रयोग भी संवैधानिक नैतिकता के मुद्दों को ध्यान में",
  "sense of purpose and responsibility while keeping in mind the issues of": "रखते हुए उद्देश्य और जिम्मेदारी की भावना में होना चाहिए और यह कि राजनेताओं को",
  "value of the founding fathers remain infused and the Constitution": "यह सुनिश्चित करना चाहिए कि संस्थापक पिताओं का मूल्य बना रहे और संविधान को नष्ट",
  "cannot be bashed around as it had been incorporated as a blue print for democratic governance.": "नहीं किया जा सकता क्‍योंकि इसे लोकतांत्रिक शासन के लिए एक ब्लूप्रिंट के रूप में शामिल किया गया था।",
  "(58) The observations made by the Constitution Bench in Navtej Singh Johar and others versus Union of India** can be referred to,": "(58) नवतेज में संविधान पीठ द्वारा की गई टिप्पणियांसिंह जौहर और अन्य बनाम भारत संघ का उल्लेख किया जा सकता है, जिसमें यह आई. पी. सी. की धारा ३77 के",
  "given to each and every citizen to live with dignity and right of privacy": "प्रावधानों और प्रत्येक नागरिक को गरिमा और निजता के अधिकार के साथ रहने के लिए",
  "as long as they were consenting adults of the same sex. It is in such": "दी गई पहचान से संबंधित है, जब तक कि वे समान लिंग के वयस्कों की सहमति लेते हैं।",
  "circumstances the right of LGBT individuals was upheld. It is in such": "ऐसी परिस्थितियों में एलजीबीटी व्यक्तियों के अधिकार को बरकरार रखा गया था। ऐसी",
  "circumstances, the Apex Court had opined that the miniscule minority": "परिस्थितियों में, सर्वोच्च न्यायालय ने राय दी थी कि समान अधिकार रखने वाले छोटे",
  "right to participate as a citizen and an equal right of enjoyment of": "अल्पसंख्यकों को दरकिनार किया जा रहा है और उन्हें एक नागरिक के रूप में भाग लेने",
  "foundational promises of the Constitution could be fulfilled. The said": "माने और केवल तभी संविधान के मूलभूत वादों को पूरा किया जा सकता है। वर्तमान",
  "principles are apparently not being kept in mind by the State while": "कानून बनाते समय राज्य द्वारा उक्त सिद्धांतों को स्पष्ट रूप से ध्यान में नहीं रखा जा रहा है,",
  "placed upon the observations of then Chief Justice of India, Justice": "इस प्रकार भारत के तत्कालीन मुख्य न्यायाधीश, न्यायमूर्ति दीपक मिश्रा की टिप्पणियों पर",
  "contend that popular sentiment could not over ride the rights of the": "लोकप्रिय भावना देश के नागरिकों के अधिकारों पर हावी नहीं हो सकती और न ही",
  "citizens of the country nor promote the local provincial interest which is clear from the objects and reasons of the Act. Thus, freedom given": "स्थानीय प्रांतीय हित को बढ़ावा दे सकती है जो अधिनियम के उद्देश्यों और कारणों से स्पष्ट",
  "is clear from the objects and reasons of the Act. Thus, freedom given under Article 19 of the Constitution of India could not be taken away": "है। इस प्रकार, भारत के संविधान के अनुच्छेद 9 के तहत दी गई स्वतंत्रता को और",
  "and the impugned provisions are falling foul and are liable to be": "आरोपित प्रावधान गलत हैं और असंवैधानिक घोषित किए जाने योग्य हैं क्योंकि राज्य द्वारा",
  "declared unconstitutional as a wall could not be built around by the State and the spirit and sole of the oneness of the Constitution of India": "उनके चारों ओर दीवार नहीं बनाई जा सकती और भारत के संविधान की एकता की",
  "State and the spirit and sole of the oneness of the Constitution of India could not be curtailed by the parochial limited vision of the State. The": "भावना और एकमात्रता को राज्य की संकीर्ण सीमित दृष्टि से सीमित नहीं किया जा सकता।",
  "fact that the nation would crack down under rigour if the text and spirit": "तथ्य यह है कि यदि नागरिकों द्वारा भारत के संविधान के पाठ और भावना को आत्मसात",
  "be cultivated by the people so that they are able to protect the same and": "किया जाना चाहिए ताकि वे इसकी रक्षा करने में सक्षम हों और अपने साथियों के प्रति",
  "the attitude of respect and reverence has to be maintained towards their": "सम्मान और श्रद्धा का रवैया बनाए रखें।",
  "(59) The term fraternity connoting a sense of common brotherhood is to embrace all Indians and a blind eye could not be turned to other citizens of the country irrespective of the State they": "(59) साझा भाईचारे की भावना को दर्शाने वाला शब्द बंधुत्व सभी भारतीयों को गले लगाना है और देश के अन्य नागरिकों की ओर आंखें मूंद कर नहीं रखा जा सकता, चाहे वे",
  "secondary citizens. The State, thus, was acting with a telescopic vision": "जैसा कि किया जा रहा था। इस प्रकार, राज्य एक टदूरदर्शी दृष्टि के साथ कार्य कर रहा था",
  "and the Statute as such is liable to fall foul of the principles laid down by the constitutional judgments of the Apex Court and the Constitution": "और इस प्रकार यह क़ानून सर्वोच्च न्यायालय और स्वयं संविधान के संवैधानिक निर्णयों",
  "by introducing a secondary status to a set of citizens not belonging to": "संबंधित नागरिकों के एक समूह को द्वितीयक दर्जा देकर और अपनी आजीविका कमाने के",
  "criminalization on account of the violation of the same can be termed": "नियोक्‍्ता को अपराधीकरण के दायरे में रखने को असंवैधानिक कहा जा सकता है क्योंकि",
  "as unconstitutional as a private individual could not be asked todo what": "एक निजी व्यक्ति को ऐसा करने के लिए नहीं कहा जा सकता है जो राज्य को अपने लिए",
  "(60) It is to be noticed that the Constitution of America, vide its": "(60) यह ध्यान देने योग्य है कि अमेरिका के संविधान ने अपने पांचवें संशोधन के माध्यम",
  "Vth Amendment has held that no citizen can be deprived of life, liberty or property without due process of law whereas under XIVth": "से यह अभिनिर्धारित किया है कि किसी भी नागरिक को कानून की उचित प्रक्रिया के बिना जीवन, स्वतंत्रता या संपत्ति से वंचित नहीं किया जा सकता है, जबकि चौदहवें संशोधन के",
  "naturalized in the United States and all the States where they reside. The State has been debarred from making or enforcing any law which": "राज्यों में पैदा हुए हैं या प्राकृतिक हैं जहां वे रहते हैं। राज्य को ऐसा कोई भी कानून बनाने",
  "shall abridge their privileges as citizens of the country and neither they": "या लागू करने से रोक दिया गया है जो देश के नागरिक के रूप में उनके विशेषाधिकारों",
  "can be deprived of their liberty, property without due process and nor": "को कम करेगा और न ही उन्हें उचित प्रक्रिया के बिना उनकी स्वतंत्रता, संपत्ति से वंचित",
  "deny the person within its jurisdiction the equal protection of the laws.": "किया जा सकता है और न ही इसके अधिकार क्षेत्र में आने वाले व्यक्ति को कानूनों के समान संरक्षण से वंचित किया जा सकता है। हमारे संविधान के उक्त संविधान के सिद्धांतों",
  "The fact of our Constitution having borrowed heavily from the principles of the said Constitution are well known and, therefore,": "समान संरक्षण से वंचित किया जा सकता है। हमारे संविधान के उक्त संविधान के सिद्धांतों से बहुत अधिक उधार लेने का तथ्य सर्ववेदित है और इसलिए, यू. एस. के सर्वोच्च",
  "ordinance. The State will not be heard to make this contention in support of the convictions. For the": "अध्यादेश। राज्य को दोषसिद्धि के समर्थन में यह तर्क देते हुए नहीं सुना जाएगा।",
  "convictions had the effect, whichthe State cannot deny, of enforcing the ordinance passed by the City of Greenville,": "इन दोषसिद्धि का प्रभाव राज्य की एजेंसी ग्रीनविल शहर द्वारा पारित अध्यादेश को लागू",
  "the agency of the State. Whena state agency passes a law": "करने पर पड़ा, जिससे राज्य इनकार नहीं कर सकता। जब कोई राज्य एजेंसी एक कानून",
  "compelling persons to discriminate against other persons": "पारित करती है जो व्यक्तियों को नस्ल के कारण अन्य व्यक्तियों के साथ भेदभाव करने के",
  "because of race, and the State's criminal processes are": "लिए मजबूर करती है, और राज्य की आपराधिक प्रक्रियाओं को इस तरह से नियोजित",
  "Reversed.”": "उल्टा हुआ। ”",
  "(61) Similarly, in Sandra Adickes versus. S.H. Kress and": "(64) इसी तरह, सैंड्रा एडिकेस बनाम में। एस. एच. क्रेस और कंपनी , एक श्वैत",
  "the company of coloured skin persons, which was a custom enforced by the State under the Mississippi Criminal Tresspass Statute. The": "ट्रेसपास क़ानून के तहत राज्य द्वारा लागू एक प्रथा थी। संयुक्त राज्य अमेरिका का सर्वोच्च",
  "Supreme Court of United States again came to the conclusion that if a": "न्यायालय फिर से इस निष्कर्ष पर पहुंचा कि यदि कोई कानून 20४७ संशोधन का उल्लंघन",
  "neither the State could enforce such a law and neither command such a": "को लागू कर सकता है और न ही इस तरह के किसी विशेष परिणाम का आदेश दे सकता",
  "particular result. The relevant observations of Justice Harlan in the abovesaid judgment reads thus:-": "है। उपरोक्त निर्णय में न्यायमूर्ति हार्लन की प्रासंगिक टिप्पणियाँ इस प्रकार हैं: -",
  "“B. STATE ACTION 14TH AMENDMENT VIOLATION": "“बी. राज्य अधिनियम 4वां संशोधन विवाद",
  "[15] For petitioner to recover un- der the substantive count of her complaint, she must show a depriva tion ofa right": "[5] याचिकाकर्ता को अपनी शिकायत की मूल गणना की वसूली करने के लिए,",
  "guaranteed to her by the Equal Protection Clause of the": "उसे चौदहवें संशोधन के समान संरक्षण खंड द्वारा गारंटीकृत अधिकार से वंचित होना",
  "Fourteenth Amendment. Since the \"action inhibited by the first section of the Fourteenth Amendment is only such": "चाहिए। चूँकि \"चौदहवें संशोधन की पहली धारा द्वारा बाधित कार्रवाई केवल ऐसी कार्रवाई",
  "action as may fairly be said to be that of the States,\" Shelley v Kraemer, 334 U.S. 1, 13,92 L.Ed. 1161, 1180, 68 S.ct": "है जिसे उचित रूप से राज्यों की कार्रवाई कहा जा सकता है\", शेली बनाम क्रेमर, 334 यू.",
  "836, 3 ALR2d 441 (1948), we must decide, for purchase poses of this case, the following “state action\" issue: Is": "एस. 4,3,92 एल. एड. 6, 80, 68 एस. सी. टी. 836,3 ए. एल. आर. 2 डी. 44! (948), हमें इस मामले की खरीद मुद्राओं के लिए, निम्नलिखित \"राज्य कार्रवाई\" मुद्दे पर निर्णय लेना चाहिएः क्‍या याचिकाकर्ता के चौदहवें संशोधन अधिकारों के उल्लंघन को",
  "there sufficient state action to prove a violation of": "साबित करने के लिए पर्याप्त राज्य कार्रवाई है यदि वह दिखाती है कि क्रेस ने हैटिज़बर्ग",
  "In Baldwin v Morgan, supra, the Fifth Circuitheld that \"the": "बाल्डविन बनाम मॉर्गन, ऊपर, पाँचवें सर्किट में कहा गया है कि \"इन राज्य",
  "very act of posting and maintaining separate [waiting room] facilities when done by the [railroad] Terminal as": "आदेशों के अनुसार [रेल] टर्मिनल द्वारा किए जाने पर अलग [प्रतीक्षा कक्ष] सुविधाओं को",
  "commanded by these state ordersis action by the state.\" The": "तैनात करने और बनाए रखने का कार्य राज्य द्वारा कार्रवाई है।\" इसके बाद अदालत ने",
  "Court then went on to say: \"As we have pointed out above the State may not use race or color as the basis for": "कहाः \"जैसा कि हमने ऊपर बताया है कि राज्य भेद के आधार के रूप में नस्ल या रंग का",
  "distinction. It may not doso by direct action or through the": "उपयोग नहीं कर सकता है। यह प्रत्यक्ष कार्रवाई या अन्य लोगों के माध्यम से ऐसा नहीं कर",
  "medium of others who are under State compulsion to do so. Id., at 755-756 (emphasis added). We think the same": "सकता है जो ऐसा करने के लिए राज्य की मजबूरी में हैं। आईडी., 755-756 पर (जोर",
  "principle governs here.": "जोड़ा गया)। हम सोचते हैं कि वही सिद्धांत यहाँ शासन करता है।",
  "[18] For state action purposes it makes no difference of": "[8] राज्य कार्रवाई के उद्देश्यों के लिए यह निश्चित रूप से कोई फर्क नहीं पड़ता",
  "course whether the racially discriminatory act by the private party is compelled by a statutory provision or bya custom": "है कि क्‍या निजी पक्ष द्वारा नस्लीय भेदभावपूर्ण कार्य एक वैधानिक प्रावधान द्वारा या कानून",
  "having the force of law-in either case it is the State that has": "के बल वाली प्रथा द्वारा मजबूर किया जाता है-किसी भी मामले में यह राज्य है जिसने अपने",
  "commanded the result by its law. Without deciding whether": "कानून द्वारा परिणाम की कमान संभाली है। यह तय किए बिना कि क्या किसी राज्य की",
  "less substantial involvement of a State might satisfy the state action requirement of the Fourteenth Amendment, we": "कम महत्वपूर्ण भागीदारी चौदहवें संशोधन की राज्य कार्रवाई की आवश्यकता को पूरा कर",
  "service because of a state-enforced custom of segregating": "करने की राज्य द्वारा लागू प्रथा के कारण अपनी सेवा से इनकार कर दिया था। \"",
  "(62) The observations of Justice Brennan also were to the same effect that restaurant segregation based on a State Policy of Segregation": "(62) न्यायमूर्ति ब्रेनन की टिप्पणियों का भी यही प्रभाव था कि अलगाव की राज्य नीति",
  "was unconstitutional State action. The relevant portion reads thus:-": "के आधार पर रेस्तरां का अलगाव असंवैधानिक राज्य कार्रवाई थी। प्रासंगिक भाग इस प्रकार हैः",
  "“The state-action doctrine reflects the profound judgment that denials of equal treatment, and particularly denials on": "- “राज्य-कार्रवाई सिद्धांत इस गहन निर्णय को दर्शाता है कि समान व्यवहार से इनकार,",
  "that denials of equal treatment, and particularly denials on account of race or color, are singularly grave when": "और विशेष रूप से नस्ल या रंग के कारण इनकार, अकेले गंभीर होते हैं जब सरकार के",
  "government has or shares responsibility for them. Government is the social organ to which all in our society": "पास उनके लिए जिम्मेदारी होती है या साझा होती है। सरकार एक ऐसा सामाजिक अंग है",
  "look for the promotion of liberty, justice, fair and equal": "जिसके लिए हमारे समाज में सभी लोग स्वतंत्रता, न्याय, निष्पक्ष और समान व्यवहार को",
  "treatment, and the setting of worthy norms and goals for": "बढ़ावा देने और सामाजिक आचरण के लिए योग्य मानदंडों और लक्ष्यों की स्थापना की",
  "social conduct. Therefore,something is uniquely amiss in a society where the government, the authoritative oracle of": "तलाश करते हैं। इसलिए, एक ऐसे समाज में कुछ विशिष्ट रूप से गलत है जहां सरकार,",
  "community values, involves itself in racial discrimination.": "सामुदायिक मूल्यों का आधिकारिक दैवज्ञ, नस्लीय भेदभाव में खुद को शामिल करती है।",
  "Accordingly, in the cases that have come before us this": "तदनुसार, हमारे समक्ष आए मामलों में इस न्यायालय ने नस्लीय आई. एल. आर. पंजाब",
  "US 369, 380, 18 1. Ed 2d 830, 837, 87 S Ct 1627 (1967),": "एरिक्सन, 393 यू एस. 385, 2। एल. एड. 2डी 66, 89 एस. सीटी. 557 (969)। ये निर्णय",
  "(63) The Vth and XIVth Amendments to the Constitution of the United States of America also read thus:-": "(63) संयुक्त राज्य अमेरिका के संविधान में पांचवें और चौदहवें संशोधन भी इस प्रकार हैं:",
  "“AMEMDMENT V": "“ए. एम. डी. एम. एन. टी. वी.",
  "“No person shall be held to answer for a capital, or otherwise infamous crime, unless on a presentment of": "“किसी भी व्यक्ति को राजधानी या अन्यथा कुख्यात अपराध के लिए जवाब देने",
  "indictment of a Grand Jury, except in cases arising in the land or naval forces, or in the Militia, when inactual": "में होने पर भूमि या नौसेना बलों या मिलिशिया में उत्पन्न होने वाले मामलों को छोड़कर, ग्रैंड",
  "service in time of War or public danger; nor shall any person be subject for the same offence to be twice put in": "जूरी के अभियोग की प्रस्तुति पर; न ही कोई व्यक्ति एक ही अपराध के लिए दो बार जीवन",
  "jeopardy of life or limb; nor shall be compelled in any criminal case to be a witness against himself, nor be": "या अंग के खतरे में डाला जाएगा; न ही किसी आपराधिक मामले में अपने खिलाफ गवाह",
  "deprived of life, liberty, or property, without due process": "बनने के लिए मजबूर किया जाएगा, न ही कानून की उचित प्रक्रिया के बिना जीवन,",
  "of law; nor shall private property be taken for public use,": "स्वतंत्रता या संपत्ति से वंचित किया जाएगा; न ही निजी संपत्ति को सार्वजनिक उपयोग के",
  "without just compensation.”": "लिए लिया जाएगा, बिना उचित मुआवजे के। \"",
  "Passed by Congress June, 13, 1866, Ratified July 9, 1868.": "3 जून, 866 को कांग्रेस द्वारा पारित किया गया, 9 जुलाई, 868 को अनुमोदित किया गया।",
  "Note: Article I, SECTION I, of the Constitution was": "ध्यान दें: संविधान के अनुच्छेद |, धारा ॥ को चौदहवें संशोधन की धारा ॥ द्वारा",
  "All persons born or naturalized in the United States,": "संयुक्त राज्य अमेरिका, में पैदा हुए या प्राकृतिककृत सभी व्यक्ति और उसके",
  "\"When the State has commanded a particular result, it has": "\"जब राज्य ने किसी विशेष परिणाम का आदेश दिया है, तो उसने उस परिणाम को",
  "saved to itself the power to determine that result and thereby to a significant extent’ has become involved in it,": "निर्धारित करने की शक्ति को अपने पास सुरक्षित रखा है और इस प्रकार वह काफी हद",
  "and, in fact, has removed that decision from the sphere of private choice.": "तक उसमें शामिल हो गया है, और वास्तव में, उस निर्णय को निजी पसंद के क्षेत्र से हटा",
  "\"Consequently these convictions cannot stand, even": "\"इसके परिणामस्वरूप ये दोषसिद्धियां टिक नहीं सकतीं, यहां तक कि यह मानते हुए",
  "assuming, as respondent contends, that the man- ager would have acted as he did independent of the existence of the": "भी कि, जैसा कि प्रतिवादी ने तर्क दिया है, प्रबंधक ने अध्यादेश के अस्तित्व से स्वतंत्र होकर",
  "ordinance.\" 373 US, at 248, 10 L Ed 2d at 326.": "कार्य किया होगा।\" 373 यू एस., 248 पर, 40 एल एड 2 डी 326 पर।",
  "Although the case involved trespass convictions, the Court": "यद्यपि मामले में अतिचार के दोषसिद्धियां शामिल थीं, न्यायालय ने राज्य की कार्रवाई",
  "did not rely on the State's enforcement of its neutral trespass laws in analyzing the elements of state action": "के तत्वों का विश्लेषण करने में राज्य के तटस्थ अतिचार कानूनों के प्रवर्तन पर भरोसा नहीं",
  "logical starting point for an analysis in terms of Judicial": "किया। न ही इसने न्यायिक प्रवर्तन के संदर्भ में विश्लेषण के लिए तार्किक प्रारंभिक बिंदु",
  "the petitioners were denied service in the restaurant. That": "याचिकाकर्ताओं ने रेस्तरां में सेवा देने से मना कर दिया गया। समान संरक्षण से इनकार ने",
  "privileges or immunities of citizens of the United States;": "के नागरिकों के विशेषाधिकारों या उन्मुक्ति को कम करेगा और न ही कोई राज्य किसी भी",
  "nor shall any State deprive any person of life, liberty, or property, without due process of law; nor deny to any": "व्यक्ति को कानून की उचित प्रक्रिया के बिना जीवन, स्वतंत्रता या संपत्ति से वंचित करेगा",
  "person within its jurisdiction the equal protection of the": "और न ही अपने अधिकार क्षेत्र के भीतर किसी भी व्यक्ति को कानूनों के समान संरक्षण से",
  "laws.”": "वंचित करेगा। “",
  "(65) Thus, keeping in view the principles laid down by the Apex Court itself on the principles of morality, the State cannot direct": "(65) इस प्रकार, सर्वोच्च न्यायालय द्वारा नैतिकता के सिद्धांतों पर स्वयं निर्धारित सिद्धांतों",
  "the Constitution of India. It cannot as such discriminate against the": "भारत के संविधान के तहत करने से मना किया गया है। यह इस तथ्य के आधार पर",
  "individuals on account of the fact that they do not belong to a certain": "व्यक्तियों के खिलाफ भेदभाव नहीं कर सकता है कि वे किसी निश्चित राज्य से संबंधित नहीं",
  "State and have a negative discrimination against other citizens of the": "हैं और देश के अन्य नागरिकों के खिलाफ नकारात्मक भेदभाव रखते हैं। निजी नियोक्‍्ता",
  "country. The private employer being a builder, for example, raising a": "एक बिल्डर है, उदाहरण के लिए, एक बहुमंजिला परिसर का निर्माण करते हुए, उसे ऐसे",
  "a particular area of the country i.e. Kashmir; where this skill has been": "के काम में कुशल है जो देश के किसी विशेष क्षेत्र यानी कश्मीर से आ सकता है; जहां इस",
  "enhanced, whereas from another part ofthe country, labour which is more skilled in setting up the steel frames and building are found Le.": "कौशल को बढ़ाया गया है, जबकि देश के दूसरे हिस्से से, श्रमिक जो स्टील फ्रेम और",
  "Bihar. It is not for the State as such to direct the privateemployer who": "जैसे उत्तर प्रदेश और बिहार। यह राज्य के लिए नहीं है कि वह निजी नियोकता को निर्देश दे",
  "“the lesser it governs, the better itself’. Once there is a bar under the": "शासन करेगा, उतना ही बेहतर होगा\"। एक बार जब भारत के संविधान के तहत प्रतिबंध",
  "large scale similar state enactments providing similar protection for": "पर समान राज्य अधिनियम बनेंगे जो अपने निवासियों के लिए समान सुरक्षा प्रदान करेंगे",
  "their residents and putting up artificial walls throughout the country, which the framers of the Constitution had never envisaged.": "और पूरे देश में कृत्रिम दीवारें खड़ी करेंगे, जिसकी संविधान के निर्माताओं ने कभी कल्पना",
  "(66) Resultantly, we answer Question No.3 also against the": "(66) परिणामस्वरूप, हम प्रश्न संख्या 3 का उत्तर भी राज्य के विरुद्ध और",
  "State and in favour of the petitioners.": "याचिकाकर्ताओं के पक्ष में देते हैं।",
  "Answer _ to Q. No.4, which is (Whether the legislation provides": "प्रश्न संख्या 4 का उत्तर, जो है (क्या कानून आम जनता के हित में उचित प्रतिबंध",
  "gives the right to the State under Article 19(5) and 19(6) of the": "प्रदान करता है और इस प्रकार राज्य को संविधान के अनुच्छेद 9(5) और 49(6) के तहत",
  "land himself is the, recipient of benefits from an improvement scheme, and the benefit to him is taken into consideration in-": "भूमि स्वयं एक सुधार योजना से लाभ प्राप्त करने वाली है, और उसे मिलने वाले लाभ को",
  "fixing compensation. Can classification be made on the basis of": "मुआवजे के निर्धारण में ध्यान में रखा जाता है। क्या भूमि अधिग्रहण प्राधिकरण के आधार",
  "the authority acquiring the land? In other words can different- principles of compensation be laid if the land is acquired for or": "पर वर्गीकरण किया जा सकता है? दूसरे शब्दों में, क्या मुआवजे के सिद्धांत अलग-अलग",
  "principles of compensation be laid if the land is acquired for or by an Improvement Trust or Municipal Corporation or the": "हो सकते हैं यदि भूमि का अधिग्रहण किसी सुधार न्यास या नगर निगम या सरकार के लिए",
  "because as far as the owner is concerned it does not matter to": "जहां तक मालिक का संबंध है, उसे इससे कोई फर्क नहीं पड़ता कि भूमि एक प्राधिकरण",
  "him whether the land is acquired by one authority or the other.": "द्वारा अधिग्रहित की गई है या दूसरे द्वारा।",
  "27. It is equally immaterial whether it isone Acquisition Act or another Acquisition Act under which the land is": "27. चाहे वह एक अधिग्रहण अधिनियम हो या कोई अन्य अधिग्रहण अधिनियम जिसके तहत भूमि का अधिग्रहण किया जाता है, यह भी उतना ही महत्वपूर्ण नहीं है। यदि",
  "acquired. If the existence of two Acts enables the State to give": "दो अधिनियमों का अस्तित्व राज्य को एक मालिक को दूसरे से अलग व्यवहार देने में सक्षम",
  "one owner different treatment from another equally situated the": "बनाता है, तो समान रूप से स्थित मालिक, जिसके साथ भेदभाव किया जाता है, अनुच्छेद",
  "28. It was said that if this is the true position the State would": "28. यह कहा जाता था कि यदि यह सही स्थिति है तो राज्य के लिए झुग्गियों को",
  "find it impossible to clear slums, to do various other laudable thing,. If this argument were to be accepted it would be totally": "साफ करना, कई अन्य प्रशंसनीय कार्य करना असंभव होगा। यदि इस तर्क को स्वीकार",
  "destructive of the protection given by Article 14. It would": "किया जाता है तो यह अनुच्छेद 4 द्वारा दिए गए संरक्षण के लिए पूरी तरह से विनाशकारी",
  "enable the State to have, one law for acquiring lands for hospital, one law for acquiring lands for schools, one law": "होगा। यह राज्य को अस्पताल के लिए भूमि अधिग्रहण के लिए एक कानून, स्कूलों के लिए",
  "acquiring lands for clearing slums, another for acquiring lands": "भूमि अधिग्रहण के लिए एक कानून, झुग्गियों को साफ करने के लिए भूमि अधिग्रहण के",
  "forGovernment buildings; one for acquiring lands in New was": "लिए एक कानून, सरकारी भवनों के लिए भूमि अधिग्रहण के लिए एक कानून बनाने में",
  "no doubt that this is so,but Art. 14 prohibits the expropriation": "सक्षम बनाएगा। इसमें कोई संदेह नहीं है कि ऐसा ही है, लेकिन अनुच्छेद 4 अपने पड़ोसी",
  "of the unearned increment of one owner while leaving his": "को अछूता छोड़ते हुए एक मालिक की अनर्जित वृद्धि को जब्त करने पर प्रतिबंध लगाता",
  "neighbouruntouched. This neighbour could sell his land reap the": "है। यह पड़ोसी अपनी भूमि बेच सकता है और अनर्जित ॥॥0९॥॥९॥॥. काट सकता है, इस",
  "unearned increment.. If the object of the legislation is to tax unearned increment it should be done throughout the State. The": "कानून का उद्देश्य अनर्जित वृद्धि पर कर लगाना है और यह पूरे राज्य में किया जाना",
  "acquisition of land of some owners leaving others alone. If the": "चाहिए। राज्य दूसरों को अकेला छोड़कर कुछ मालिकों की भूमि का अनिवार्य अधिग्रहण",
  "build hospitals it cannot be done at the expense of the owners of": "है। यदि उद्देश्य अस्पतालों का निर्माण करना है तो यह अधिग्रहित भूमि के मालिकों की",
  "the land which is acquired. The hospital, schools etc. must be": "कीमत पर नहीं किया जा सकता है। अस्पताल, स्कूल आदि का निर्माण पूरे समुदाय के",
  "(69) The reasonable restrictions as projected by Mr. Bali would": "(69) श्री बाली द्वारा प्रस्तावित उचित प्रतिबंधों से औद्योगिक संघ और अन्य बनाम",
  "interest of the general public which could permit the State to make": "राज्य का प्रभाव बढ़ेगा। आम जनता का हित जो राज्य को कोई कानून बनाने या किसी",
  "right to move freely throughout the territory of India or to reside and": "अधिनियम भारत के पूरे क्षेत्र में स्वतंत्र रूप से घूमने या भारत के किसी भी हिस्से या क्षेत्र में",
  "Constitution of India. The control of the State by a designated officer": "मौलिक अधिकारों का उल्लंघन है। एक नामित अधिकारी द्वारा राज्य का नियंत्रण, जिसके",
  "having a right to consider the cases of exemption to reject them are": "पास छूट के मामलों पर विचार करने या उन्हें अस्वीकार करने का अधिकार है, बोझिल है।",
  "onerous. The requirement of submitting quarterly reports and the power": "तिमाही रिपोर्ट प्रस्तुत करने की आवश्यकता और रिकॉर्ड, रजिस्टर और दस्तावेजों की",
  "of the Authorized Officer to call for records and to inspect premises": "जांच करने के उद्देश्य से रिकॉर्ड मांगने और परिसर का निरीक्षण करने के लिए अधिकृत",
  "givingone day prior notice as such are conditions which can be termed": "अधिकारी की शक्ति केवल एक दिन की पूर्व सूचना देकर ऐसी शर्तें हैं जिन्हें राज्य का",
  "as the “Jnspector Raj” of the State. The private employer, thus, has": "“इंस्पेक्टर राज\" कहा जा सकता है। इस प्रकार, निजी नियोक्‍ता को राज्य के नियंत्रण में",
  "been put under the anvil of the State as to whom to employ and the penalties which are liable to be imposed on contravention which have": "रखा गया है कि वह किसे नियुक्त करे और उल्लंघन पर लगाए जाने वाले दंड क्‍या हैं, जो",
  "already been noticed whichmultiply on account of any violations apart": "पहले से ही देखे जा चुके हैं और जो किसी भी उल्लंघन के कारण कई गुना बढ़ जाते हैं,",
  "from leading to criminal prosecution by filing of a complaint. The bar under Section 20 of not being able to challenge the legal proceedings in": "सिवाय शिकायत दर्ज करके आपराधिक मुकदमा चलाने के। धारा 20 के तहत किसी भी",
  "any Court against any Authorized Officer or designated officer further": "प्राधिक्त अधिकारी या नामित अधिकारी के खिलाफ किसी भी अदालत में कानूनी",
  "exercise absolute control over a private employer and as noticed,": "निजी नियोक्‍ता पर पूर्ण नियंत्रण रखना जारी रखता है और जैसा कि देखा गया है, उसे ऐसा",
  "directing it to do which itself is forbidden for public employment.": "करने का निर्देश देता है जो सार्वजनिक रोजगार के लिए खुद निषिद्ध है।",
  "(74) In such circumstances, we are of the considered opinion": "(74) ऐसी परिस्थितियों में, हमारा विचार है कि इस तरह के क़ानून में लगाए गए",
  "that the restrictions imposed in the Statute as such have far reaching effect and cannotbe held to be reasonable in any manner which would": "प्रतिबंधों का टूरगामी प्रभाव है और उन्हें किसी भी तरह से उचित नहीं माना जा सकता है,",
  "watrant no interference. Resultantly, we are of the considered view": "जिससे कोई हस्तक्षेप न हो। परिणामस्वरूप, हमारा विचार है कि उन्हें भारत के संविधान",
  "that they cannot be protected under Articles 19(5) and 19(6) of the": "के अनुच्छेद 9(5) और 49(6) के तहत संरक्षित नहीं किया जा सकता है, जैसा कि राज्य",
  "(75) Accordingly, Question No.4 is also answered against the State and in favour of the petitioners.": "(75) तदनुसार, प्रश्न संख्या 4 का उत्तर भी राज्य के खिलाफ और याचिकाकर्ताओं के पक्ष में दिया जाता है। निर्णय"
}