{
  "Before Mehinder Singh Sullar, J.": "महिंदर सिंह सुल्लर की अदालत के समक्ष, जे.",
  "HARDEVINDER SINGH,—Appellant": "हार्डविंदर सिंह,-अपीलार्थी",
  "versus": "बनाम",
  "PARAMJIT SINGH AND OTHERS,—Respondents": "परमजीत सिंह और अन्य उत्तरदाता",
  "RSA No.85 of 2007": "आर. एस. ए. 2007 का ॥४0.85",
  "appeal - Maintainability of appeal - Appellant aggrieved by finding": "अपीलकर्ता का अधिकार-अपीलकर्ता की प्राप्ति-अपीलकर्ताकर्ता पहली अपीलकर्ता में निष्कर्ष से व्यथित है-प्रतिवाद करने वाले प्रतिवादी ने",
  "in first appeal - Contesting defendant did not challenge impugned": "विवादित निर्णय को चुनौती नहीं दी-आयोजित, किसी में भी अपीलकर्ता",
  "decision - Held, right to appeal inheres in no one - No appeal can": "करने का अधिकार-केवल निष्कर्ष के खिलाफ कोई अपीलकर्ता दायर",
  "against decree not judgment.": "खिलाफ अपीलकर्ता प्रदान करती है न कि निर्णय ।",
  "Held, That it was held by the Hon'ble Supreme Court in case": "यह अभिनिर्धारित किया गया कि माननीय सर्वोच्च न्यायालय द्वारा",
  "Smt.Ganga Bai Versus Vijay Kumar and others AIR 1974 Supreme Court": "]974 के ए. आई. आर, सर्वोच्च न्यायालय के मामले में बाई बनाम विजय कुमार और अन्य के मामले में यह अभिनिर्धारित किया गया था कि प्रत्येक",
  "a civil nature and unless the suit is barred by statute, one may, at one's peril,": "जब तक कि मुकदमा अधिनियम द्वारा वर्जित नहीं है, तब तक कोई अपनी",
  "bring a suit of one's choice. A suit for its maintainability requires no authority": "पसंद का मुकदमा ला सकता है | इसकी रखरखाव के लिए एक मुकदमा के लिए अधिनियम के किसी अधिकार की आवश्यकता नहीं होती है और यह पर्याप्त है",
  "of law and it is enough that no statute bars the suit. But the position in regard": "अधिनियम के किसी अधिकार की आवश्यकता नहीं होती है और यह पर्याप्त है कि कोई भी क़ानून मुकदमा को प्रतिबंधित नहीं करता है |लेकिन अपीलों के",
  "to the appeals is quite opposite. The right of appeal inheres in no one and": "संबंध में स्थिति बिल्कुल विपरीत है । अपील का अधिकार किसी में भी नहीं है",
  "therefore, an appeal for its maintainability must have the clear authority of": "और इसलिए, इसकी रखरखाव के लिए अपील को कानून का स्पष्ट अधिकार",
  "law and no appeal can lie against a mere finding for the simple reason that": "होना चाहिए और कोई भी अपील केवल इस सरल कारण से निष्कर्ष के",
  "the Code does not provide for any such appeal.": "खिलाफ नहीं हो सकती है कि संहिता ऐसी किसी भी अपील के लिए प्रावधान नहीं करती है।",
  "(Para 13)": "(पैरा 3)",
  "700 I.L.R. PUNJAB AND HARYANA 2012(1)": "700",
  "Kanwaljit Singh, Senior Advocate, with Mr.Harmanjit Singh,": "कंवलजीत सिंह, वरिष्ठ अधिवक्ता, |॥॥.।43॥॥793॥]] सिंह,",
  "Advocate, for respondent Nos. 1 to 3.": "अधिवक्ता, प्रतिवादी |४05. से 3 के लिए।",
  "V.S.Rana, Advocate, for respondent No.4.": "५४.५./२०॥७, अधिवक्ता, प्रतिवादी संख्या 4 के लिए।",
  "Vishal Deep Goyal, Advocate, for respondent No.5.": "प्रतिवादी संख्या 5 की ओर से विशाल दीप गोयल, अधिवक्ता",
  "MEHINDER SINGH SULLAR, J. (ORAL)": "महेंद्र सिंह सुल्लार, जे। (मौखिक)",
  "Concisely, the relevant facts, which need a necessary mention for": "सटीक रूप से, प्रासंगिक तथ्य, जिनका मुख्य विवाद को तय",
  "son of Shiv Singh-respondent No.5-plaintiff(hereinafter to be referred as": "शिव सिंह-प्रतिवादी के बेटे सरबजीत सिंह (इसके बाद \"वादी\" के रूप में",
  "“the plaintiff’) filed the suit for a decree of possession, in respect of the disputed land, to the extent of his share, treating the Will, if any, in favour": "संदर्भित किया जाएगा) ने विवादित भूमि के संबंध में अपने हिस्से की सीमा तक कब्जे की डिक्री के लिए मुकदमा दायर किया, जिसमें वसीयत, यदि कोई हो,",
  "of defendant Nos.1 to 4, illegal, null & void, with a consequential relief of permanent injunction, restraining his mother Smt.Parkash Kaur wife of Shiv": "तो प्रतिवादी के मुकदमा में |॥05.4 से 4, अवैध, अमान्य, स्थायी निषेधाज्ञा की परिणामी राहत के साथ, अपनी मां 577॥.7?8।<95/ कौर (प्रतिवादी",
  "Singh(defendant No.1), nephews-Paramjit Singh, Mandeep Singh and": "संख्या ), भतीजे-परमजीत सिंह, मनदीप सिंह और सुख को रोक दिया।",
  "(2) The case set-up by the plaintiff, in brief, insofar as relevant was, that the suit land in the hands of his father Shiv Singh, was ancestral": "(2) अभियोकता द्वारा स्थापित मामला, जहां तक प्रासंगिक है, संक्षेप में, यह था कि उसके पिता शिव सिंह के हाथों में मुकदमा भूमि, पैतृक",
  "coparcenary and joint Hindu family property. He along with his brothers-": "सह-मुकदमीय और संयुक्‍त हिंदू पारिवारिक संपत्ति थी । उन्होंने अपने भाइयों-",
  "defendant Nos.5 and 6 constituted a joint Hindu family with their father and": "प्रतिवादी |४05.5 और 6 के साथ अपने पिता और माता के साथ एक संयुक्त",
  "However, defendant Nos.1 to 4 have forcibly and illegally taken the possession of the suit land, on the basis of some forged Will. The Will was stated to": "के कब्जे में थे । हालाँकि, प्रतिमुकदमी ४०5.] से 4 ने कुछ जाली वसीयत के आधार पर जबरन और अवैध रूप से मुक़दमे की भूमि पर कब्जा कर लिया",
  "be illegal, null and void. On the basis of aforesaid allegations, the plaintiff": "है | वसीयत को अवैध, अमान्य बताया गया था ।उपरोक्त आरोपों के आधार",
  "filed the suit for a decree of possession and permanent injunction against": "पर, अभियोकक्‍ता ने प्रतिवादियों के खिलाफ कब्जे की डिक्री और स्थायी",
  "HARDEVINDER SINGH v. PARAMJIT SINGH AND OTHERS 701": "हार्डविंदर सिंह बनाम परमजीत सिंह और अन्य 707",
  "(Mehinder Singh Sullar, J.)": "(महिंदर सिंह सुलार, जे.)",
  "Shiv Singh, who voluntarily was stated to have executed the registered Will": "शिव सिंह, जिनके बारे में कहा गया था कि उन्होंने स्वेच्छा से उनके पक्ष में",
  "dated 06.07.1989 in their favour. Therefore, after his death, they became": "06.07.7989 दिनांकित पंजीकृत वसीयत को निष्पादित किया था। इसलिए, उनकी मृत्यु के बाद, वे इंगित पंजीकृत वसीयत के अनुसरण में",
  "(4) Although, defendant No.5 filed his separate written statement toeing the line of pleadings contained in the plaint, however, defendant No.6": "(4) हालाँकि, प्रतिवादी संख्या 5 ने वाद में निहित अभिवचनों की पंक्ति को ध्यान में रखते हुए अपना अलग लिखित बयान दायर किया, हालाँकि,",
  "property in the hands of his father Shiv Singh, who voluntarily executed the": "गया कि मुकदमे की भूमि उसके पिता शिव सिंह के हाथों में स्व-अर्जित संपत्ति",
  "to mention here that the contesting defendants have stoutly denied all other": "किया | यहाँ यह उल्लेख करना अनुचित नहीं होगा कि प्रतिदूंद्वी प्रतिमुकदमियों ने मुकदमा में निहित अन्य सभी आरोपों का दृढ़ता से खंडन",
  "allegations contained in the plaint and prayed for dismissal of the suit.": "किया है और मुकदमे को खारिज करने के लिए प्रार्थना की है।",
  "(5) The trial Court decreed the suit of the plaintiff and declared the": "(5) ट्रायल कोर्ट ने अभियोक्ता के मुकदमे का फैसला सुनाया और",
  "decree dated 30.04.2003.": "विमुकदमित फैसले और डिक्री दिनांक 30.04.2003 के माध्यम से",
  "(6) Aggrieved by the impugned decision of the trial Court, Paramyit": "(6) निचली अदालत के विमुकदमित फैसले से व्यथित होकर, परमजीत सिंह,",
  "Singh, Mandeep Singh and Sukhjinder Singh sons of Harbarjinder Singh": "मंदीप सिंह और हरजिंदर सिंह के बेटों, हरबरजिंदर सिंह ने प्रतिअभियोकता",
  "contesting defendant Nos.2 to 4, filed the appeal, which was accepted and": "[05.2 से 4 तक का मुकाबला करते हुए अपील दायर की, जिसे स्वीकार",
  "the first Appellate Court dismissed the suit of the plaintiff, by virtue of": "कर लिया गया और पहली अपील न्यायालय ने अभियोक्‍ता के मुकदमे को",
  "impugned judgment and decree dated 11.10.2006.": "विमुकदमित फैसले और दिनांकित .]0.2006 डिक्री के आधार पर खारिज कर दिया।",
  "(7) Plaintiff-Sarabjit Singh and contesting defendant Nos.1 to 4 and": "(7) वादी-सरबजीत सिंह और 4 और 6 तक प्रतिवादी का मुकाबला करने",
  "6 accepted and did not challenge the impugned decision of the first Appellate": "वाले ने स्वीकार किया और पहले अपील न्यायालय के विवादित फैसले को",
  "Court. However, only Hardevinder Singh-defendant No.5 did not feel": "चुनौती नहीं दी | हालांकि, केवल हरदेविंदर सिंह-प्रतिवादी संख्या 5 ने इससे",
  "satisfied with the same and preferred the present regular second appeal,": "संतुष्ट महसूस नहीं किया और वर्तमान नियमित दूसरी अपील को प्राथमिकता",
  "which was ultimately placed before me and that is how, I am seized of the matter.": "दी, जिसे अंततः मेरे सामने रखा गया और इस तरह, मैं मामले से अवगत हूं ।",
  "Arjun Singh versus Bachan Singh and others (1), are at all applicable": "अर्जुन सिंह बनाम बचन सिंह और अन्य (), बिल्कुल ही लागू हैं, और तथ्यों",
  "and extinguishable on facts, wherein it was observed that even if the main": "पर समाप्त करने योग्य, जिसमें यह देखा गया था कि भले ही मुख्य वाद खारिज",
  "suit was dismissed, but the finding recorded regarding the rights of the": "कर दिया गया था, लेकिन मुकदमों के अधिकारों के संबंध में दर्ज किया गया",
  "the appellant(therein) had a right to challenge that finding by way of further": "करेगा और अपीलार्थी (उसमें) को आगे की अपील के माध्यम से उस निष्कर्ष",
  "appeal. Possibly, no one can dispute with regard to the aforesaid observations,": "को चुनौती देने का अधिकार था |संभवतः, उपरोक्त टिप्पणियों के संबंध में कोई भी विवाद नहीं कर सकता है, लेकिन मेरे लिए, यह तत्काल विवाद में",
  "but to me, the same would not come to the rescue of the appellant in the instant controversy.": "कोई भी विवाद नहीं कर सकता है, लेकिन मेरे लिए, यह तत्काल विवाद में अपीलकर्ता के बचाव में नहीं आएगा।",
  "(10) As is evident from the record that, having completed all the": "(]0) जैसा कि अभिलेख से स्पष्ट है कि सभी संहितात्मक औपचारिकताओं",
  "codal formalities and taking into consideration the entire oral as well as the": "को पूरा करने और मुकदमों द्वारा अभिलेख पर लाए गए पूरे मौखिक और",
  "documentary evidence, brought on record by the parties, the trial Court": "दस्तावेजी साक्ष्य को ध्यान में रखते हुए, निचली अदालत ने अभियोक्‍ता के",
  "appeal filed by Paramyit Singh, Mandeep Singh and Sukhjinder Singh sons of Harbarjinder Singh-defendant Nos.?2 to 4, was accepted and the suit of": "हरबरजिंदर सिंह के बेटों, परमजीत सिंह, मंदीप सिंह और सुखजिंदर सिंह द्वारा दायर अपील को स्वीकार कर लिया गया और अभियोकक्‍ता के मुकदमे को पहली",
  "the plaintiff was dismissed by the first Appellate Court, by means of impugned judgment and decree dated 11.10.2006.": "अपील न्यायालय ने विमुकदमित फैसले और दिनांकित डिक्री के माध्यम से खारिज कर दिया।",
  "(11) Above, being the position on record, now the sole question": "(]) ऊपर, अभिलेख पर स्थिति होने के कारण, अब इस मामले में निर्धारण",
  "regular second appeal only filed by defendant No.5, is maintainable or not?": "नियमित दूसरी अपील केवल प्रतिवादी संख्या 5 द्वारा दायर की गई है, वह विचारणीय है या नहीं?",
  "(12) Having regard to the rival contentions of the learned counsel": "(2) पक्षों के विद्वान अधिवक्ता की प्रतिदृंद्वी दलीलों को ध्यान में रखते हुए,",
  "for the parties, to me, the answer would obviously be in the negative. Once,": "मेरे लिए, जवाब स्पष्ट रूप से नकारात्मक होगा ।एक बार, अभियोक्‍ता का",
  "the suit of the plaintiff was dismissed by the first Appellate Court, then to": "मुकदमा पहले अपील न्यायालय द्वारा खारिज कर दिया गया था, तो मेरे विचार",
  "my mind, defendant No.5 cannot possibly be termed to be an aggrieved": "से, प्रतिअभियोकता संख्या 5 को विवादित डिक्री द्वारा संभवतः एक पीड़ित मुकदमाकार नहीं कहा जा सकता है और अभियोकक्‍ता द्वारा दायर मुकदमे को",
  "party, by the impugned decree and the appeal filed by him(defendant No.5)": "खारिज करने के खिलाफ उसके द्वारा दायर अपील (प्रतिअभियोक्‍ता संख्या"
}