{
  "Before Rajiv Narain Raina, J.": "माननीय अदालत राजीव नारायण रैना, जे,",
  "KULDIP BALHARA—Petitioner": "कुलदिप कायियारा-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA & ANOTHER": "हरियाणा राज्य और अन्य- उत्तरदाता",
  "February 06, 2013": "06 फरवरी, 2043",
  "Constitution of India, 1950 - Art.226 - Motor Vehicles Act,": "भारत का संविधान, 4950-अनुच्छेद 226-मोटर वाहन अधिनियम, 4988, अध्याय ॥-धारा 4 और 45५ (4)-",
  "the time of issuance of driving licence in the first instance - Driving": "याचिकाकर्ता पहली बार ड्राइविंग लाइसेंस जारी करने के समय स्वीकृत रूप से कम उम्र का था-ड्राइविंग लाइसेंस",
  "licence renewed 4 times thereafter - Application for renewal after": "का नवीनीकरण उसके बाद 4 बार किया गया-अंतिम नवीकरण समाप्त होने के बाद नवीनीकरण के लिए आवेदन,",
  "the last renewal ran out, returned by the Licensing Authority, because, the software installed, picked up the age error at the time of issue": "लाइसेंसिंग प्राधिकरण द्वारा वापस किया गया, क्योंकि, इंस्टॉल किए गए सॉफ़्टवेयर ने प्रारंभिक लाइसेंस जारी",
  "the software installed, picked up the age error at the time of issue of the initial license - Petitioner, by that time was 37 years old, and": "करने के समय उम्र की त्रुटि को उठाया था-याचिकाकर्ता, उस समय तक 37 वर्ष का था, और यह दिखाने के लिए",
  "there was nothing on record to show that he was a menace on the road - Not a case where age was falsified - Illegality of initial issue": "रिकॉर्ड में कुछ भी नहीं था कि वह सड़क पर खतरा था-ऐसा मामला नहीं जहां उम्र गलत थी-ड्राइविंग लाइसेंस के",
  "of driving licence came to an end, when the petitioner attained the age of 18 - Petitioner more than 16 years when the licence was granted in the first instance - Proviso to 8.4 provides for grant of": "प्रारंभिक मुद्दे की वैधता समाप्त हो गई, जब याचिकाकर्ता 48 वर्ष की आयु प्राप्त कर चुका था-याचिकाकर्ता 46 वर्ष",
  "granted in the first instance - Proviso to 8.4 provides for grant of licence on attaining the age of 16 in respect of a motor vehicle with": "से अधिक जब पहली बार में लाइसेंस दिया गया था-एस. 4 के लिए मोटर लाइसेंस की क्षमता प्रदान करने के लिए",
  "engine capacity not exceeding 50CC - Issue of licence by Motor Vehicle Authority in the first instance probably a mistake - Petitioner cannot be deprived of holding a driving licence for all times to come _- Writ petition allowed.": "याचिकाकर्ता को 50 से अधिक की गलती से वाहन ड्राइविंग लाइसेंस से वंचित नहीं किया जा सकता है-प्राधिकरण को पहली बार अनुमति दी गई थी।",
  "Held, that the question is whether a person can be deprived of renewal of a driving licence for all times to come in case the initial driving": "माना गया कि सवाल यह है कि क्या प्रारंभिक ड्राइविंग लाइसेंस अमान्य होने की स्थिति में किसी व्यक्ति को आने",
  "licence was invalid. It is not disputed that no action was taken against the": "वाले सभी समय के लिए ड्राइविंग लाइसेंस के नवीनीकरण से वंचित किया जा सकता है। यह विवादित नहीं है कि",
  "petitioner for having applied for a licence when he was under age and the": "याचिकाकर्ता के खिलाफ कोई कार्रवाई नहीं की गई थी क्योंकि उसने कम उम्र में लाइसेंस के लिए आवेदन किया",
  "Licensing Authority continued to renew the licence four times and it is only": "था और लाइसेंसिंग प्राधिकरण ने चार बार लाइसेंस का नवीनीकरण करना जारी रखा और यह केवल अंतिम",
  "at the stage of last renewal application that the request has been rejected primarily on the ground that the Software installed has refused to accept": "नवीकरण आवेदन के चरण में है कि अनुरोध को मुख्य रूप से इस आधार पर अस्वीकार कर दिया गया है कि",
  "licence was invalid and cannot be validated.": "अलावा कि प्रारंभिक लाइसेंस अमान्य था और इसे मान्य नहीं किया जा सकता है।",
  "(4) Onnotice of motion having been issued, the respondents have put in appearance and have filed a written statement. Non-grant of renewal": "4) प्रस्ताव की सूचना जारी होने पर, प्रतिवादियों ने उपस्थिति दर्ज कराई है और एक लिखित बयान दायर",
  "of driving licence has becn justified citing Scction 4 of Chapter I] of the": "किया है। अधिनियम के अध्याय 44 की धारा 4 का हवाला देते हुए ड्राइविंग लाइसेंस के नवीनीकरण की",
  "Act. Since the petitioner obtained a driving licence when he was under age,": "गैर-मंजूरी को उचित ठहराया गया है। चूंकि याचिकाकर्ता ने कम उम्र में ड्राइविंग लाइसेंस प्राप्त किया था,",
  "the original driving licence was not valid from the very beginning and mere renewal of the same cannot validate the same. ‘The petitioner being under": "इसलिए मूल ड्राइविंग लाइसेंस शुरू से ही मान्य नहीं था और इसका केवल नवीनीकरण ही इसे मान्य नहीं",
  "renewal of the same cannot validate the same. ‘The petitioner being under age at the time of grant of first licence, the prescribed software devcloped": "कर सकता है। याचिकाकर्ता का पहला लाइसेंस देने के समय आयु कम होने के कारण, अधिनियम की",
  "under Scction 4 of theAct refuses to accept the details on that licence and": "धारा 4 के तहत विकसित निर्धारित सॉफ्टवेयर उस लाइसेंस पर विवरण को स्वीकार करने से इनकार",
  "consequently, they have expressed their inability to extend help in the matter.": "करता है और परिणामस्वरूप, उन्होंने मामले में मदद करने में असमर्थता व्यक्त की है।",
  "(5) | have heard Ms. Munisha Gandhi, lcarned counsel for the petitioner and Mr. Deepak Jindal, leamed Deputy Advocate General, | laryana": "मैंने याचिकाकर्ता की वकील सुश्री मुनीशा गांधी और हरियाणा के उप महाधिवक्ता श्री दीपक जिंदल को",
  "appearing for the LicensingA uthority.": "लाइसेंसिंग प्राधिकरण की ओर से पेश होते हुए सुना है।",
  "(6) ‘There can be no doubt that obtaining a Driving Licence when": "6) इसमें कोई संदेह नहीं हो सकता है कि एक आवेदक की आयु कम होने पर ड्राइविंग लाइसेंस प्राप्त करना",
  "an applicant is under age, is an illegality rendering the Driving Licence invalid": "एक अवैधता है, जिससे ड्राइविंग लाइसेंस अधिनियम के तहत अमान्य हो जाता है। अवैधता 48 साल की",
  "under theAct. The illegality would continuc till the age of 18 years. However, on crossing the age bar, the respondent-I_icensing Authority had renewed": "उम्र तक जारी रहेगी। हालांकि, आयु सीमा को पार करने पर, प्रत्यर्थी-लाइसेंसिंग प्राधिकरण ने चार बार",
  "the licence four times and it was only at the stage of renewal in 2011, on": "लाइसेंस का नवीनीकरण किया था और यह केवल 2044 में नवीनीकरण के चरण में था, 2006 में दिए गए",
  "expiry of the licence granted in 2006, that the Computer Software installed in the Office of the Licensing Authority was obdurate in accepting the": "लाइसेंस की समाप्ति पर, कि लाइसेंस प्राधिकरण के कार्यालय में स्थापित कंप्यूटर सॉफ्टवेयर आगे की",
  "in the Office of the Licensing Authority was obdurate in accepting the application for renewal of the licence for further processing. The provision": "प्रक्रिया के लिए लाइसेंस के नवीनीकरण के लिए आवेदन स्वीकार करने में अस्पष्ट था। ड्राइविंग लाइसेंस",
  "for grant of renewal of Driving Licence is laid down in Scction 15 (1) of the Act which reads as under:-": "के नवीकरण के लिए प्रावधान अधिनियम की धारा 45 (॥) में निर्धारित किया गया है जो निम्नानुसार हैः-",
  "15. Renewal of driving licences:- (1)Any licensing authority may, on": "45. ड्राइविंग लाइसेंस का नवीनीकरणः- (4) कोई भी लाइसेंसिंग प्राधिकरण, उसे किए गए आवेदन पर,",
  "application madc to it, renew a driving licence issued under the provisions of this Act with cffect from the date ofits expiry:": "इस अधिनियम के प्रावधानों के तहत जारी ड्राइविंग लाइसेंस को इसकी समाप्ति की तारीख से प्रभावी",
  "Provided that in any case where the application for the renewal ofa": "“बशर्ते कि किसी भी मामले में जहां लाइसेंस के नवीनीकरण के लिए आवेदन इसकी समाप्ति की तारीख",
  "licence is made more than thirty days after the date of its expiry, the": "के तीस दिनों से अधिक समय बाद किया जाता है, ड्राइविंग लाइसेंस का नवीनीकरण इसकी नवीकरण",
  "(7) Ifthe renewal application is made within 30 days of the date": "यदि लाइसेंस की समाप्ति की तारीख के 30 दिनों के भीतर नवीनीकरण आवेदन किया जाता है, तो",
  "of expiry of the licence, the renewed Driving Licence is issued with effect": "नवीनीकरण ड्राइविंग लाइसेंस समाप्ति की तारीख से प्रभावी रूप से जारी किया जाता है। हालांकि, यदि",
  "from the date of expiry. However, ifthe application is made beyond 30 days, the renewal can take effect only from the date of renewal.": "आवेदन 3३0 दिनों से अधिक किया जाता है, तो नवीनीकरण केवल नवीनीकरण की तारीख से प्रभावी हो सकता है।",
  "of the Computer which is designed for the aid of the community and cannot": "नहीं आना चाहिए जो समुदाय की सहायता के लिए डिज़ाइन किया गया है और इसका उपयोग यातना के साधन के",
  "be used as an instrument of torture. They cannot be so wooden headed or unreasonable on such a trifling issue. The Computer is not the law. It": "रूप में नहीं किया जा सकता है। इस तरह के तुच्छ मुद्दे पर वे इतने लकड़ी के सिर वाले या अनुचित नहीं हो सकते",
  "is trite to say that procedure is only a handmaiden of justice. Ifthe Computer": "हैं। कंप्यूटर कानून नहीं है। यह कहना तुच्छ है कि प्रक्रिया केवल न्याय की दासी है। कंप्यूटर सॉफ्टवेयर इतना",
  "AND ANOTHER (Rajiv Narain Raina, J)": "राजीव नारायण रायना, जे,",
  "(2) Itis also not disputed that the District Transport Officer-cum- Licensing Authority, Rohtak renewed the driving licence of the petitioner": "यह भी विवादित नहीं है कि जिला परिवहन अधिकारी-सह-लाइसेंसिंग प्राधिकरण, रोहतक ने",
  "licence obtained by the petitioner when he was underage. ‘The last rencwal in 2006 ran out on 10.6.2011. The petitioncr made an application for": "चार बार याचिकाकर्ता के ड्राइविंग लाइसेंस का नवीनीकरण किया। '2006 में अंतिम नवीकरण",
  "in 2006 ran out on 10.6.2011. The petitioncr made an application for renewal of the driving licence on 18.7.2011 appending with the application": "40.6.2044 को समाप्त हो गया। याचिकाकर्ता ने 48.7.2044 को ड्राइविंग लाइसेंस के नवीनीकरण के",
  "procedural requirements, including copies of the ration card and the PAN Card issucd by the Income Tax Department. The licensing authority returned": "लिए आवेदन किया, जिसमें राशन कार्ड की प्रतियां और आयकर विभाग द्वारा जारी पैन कार्ड की प्रतियां",
  "Officer-cum-Licensing Authority, Rohtak developed under Section 4 of the": "की धारा 4 के तहत विकसित जिला परिवहन अधिकारी-सह-जारी करने वाले प्राधिकरण, रोहतक के",
  "3.8.2011 (P-3). It is this denial vide order dated 3.8.2011 which has been impugned in this writ petition.": "यह अस्वीकार दिनांक 3.8.2044 के आदेश द्वारा किया गया है जिसे इस रिट याचिका में आक्षेपित किया गया है।",
  "(3) ‘The petitioner is now more than 37 ycars of age. I le addressed a request letter datcd 8.8.2011 (P-4) bringing to the notice of the 2nd": "याचिकाकर्ता की आयु अब 37 वर्ष से अधिक है। उन्होंने दिनांक 8.8.2044 (पी-4) के एक अनुरोध पत्र को",
  "respondent-Licensing Authority that the objection raised was no longer": "संबोधित किया, जिसमें द्वितीय प्रत्यर्थी-लाइसेंसिंग प्राधिकरण के ध्यान में लाया गया कि उठाई गई आपत्ति",
  "releyant since he was over 37 ycars old and his licence has been repeatedly": "अब अनिच्छुक थी क्योंकि वह 37 वर्ष से अधिक उम्र का था और उसके लाइसेंस को बार-बार नवीनीकृत",
  "as he was unable to drive his vehicle on account ofnot having a valid licence.": "किया गया था क्योंकि वह वैध लाइसेंस नहीं होने के कारण अपना वाहन चलाने में असमर्थ था। इन पत्रों",
  "These letters arc collectively placed on record as Annexure P-5. The": "को सामूहिक रूप से अनुलग्नक पी-5 के रूप में दर्ज किया गया है। याचिकाकर्ता का कहना है कि उसने",
  "petitioner avers that he has also made personal visits to the Office of the 2nd respondent on innumcrable occasions, but the Office of the 2nd": "असंख्य अवसरों पर दूसरे प्रतिवादी के कार्यालय का व्यक्तिगत दौरा भी किया है, लेकिन दूसरे प्रतिवादी",
  "by the Computer Sofiwarc installed in the office of the 2nd respondent via the Computer Programme called “Sarthi”. This has led to filing of the present": "के कार्यालय ने \"सारथी\" नामक कंप्यूटर प्रोग्राम के माध्यम से दूसरे प्रतिवादी के कार्यालय में स्थापित",
  "(9) A computer is only an aid to procedure in processing a mass": "9) एक कंप्यूटर कई अनुप्रयोगों को संसाधित करने की प्रक्रिया में केवल एक सहायता है और यह मानव",
  "of applications and is not a final arbiter of human thinking, logic and decision making. If'a Computer is programmed as per requirements of Section 4": "सोच, तर्क और निर्णय लेने का अंतिम मध्यस्थ नहीं है। यदि किसी कंप्यूटर को अधिनियम की धारा 4 की",
  "making. If'a Computer is programmed as per requirements of Section 4 of the Act it has no mind of its own. Though I cannot pat the petitioner": "आवश्यकताओं के अनुसार प्रोग्राम किया गया है तो उसका अपना कोई दिमाग नहीं है। हालांकि मैं",
  "on his back for securing a Driving Licence when he was under age, but": "याचिकाकर्ता को कम उम्र में ड्राइविंग लाइसेंस प्राप्त करने के लिए उसकी पीठ थपथपा नहीं सकता,",
  "I think it would be too harsh an interpretation of the provisions of the Act": "लेकिन मुझे लगता है कि अधिनियम के प्रावधानों की व्याख्या करना बहुत कठोर होगा कि याचिकाकर्ता",
  "to hold that the petitioner has cut his feet for all times to come. To my mind, the orginal driving licence was illegal and the defect could not have been": "ने आने वाले समय के लिए अपने पैर काट लिए हैं। मेरे विचार से, मूल ड्राइविंग लाइसेंस अवैध था और 48",
  "cured till on reaching the age of 18 years. However, after turning 18 years,": "वर्षकी आयु तक पहुँचने तक दोष को ठीक नहीं किया जा सकता था। हालांकि, 48 साल के होने के बाद,",
  "the original licence was rendered a mere irregularity. In the absence of any": "मूल लाइसेंस को केवल एक अनियमितता बना दिया गया था। अधिनियम में किसी विशिष्ट प्रतिबंध के",
  "specific bar in the act spelling out the future result of obtaining a licence under age, civil or criminal, it may be absurd to insist that such a person": "अभाव में कम आयु, सिविल या आपराधिक के तहत लाइसेंस प्राप्त करने के भविष्य के परिणाम को स्पष्ट करते हुए, इस बात पर जोर देना बेतुका हो सकता है कि ऐसे व्यक्ति को कभी भी ड्राइविंग लाइसेंस जारी",
  "can never be issued a driving licence. The object of a driving licence is for peaceful co-existence of road users, orderly traffic management and that": "नहीं किया जा सकता है। ड्राइविंग लाइसेंस का उद्देश्य सड़क उपयोगकर्ताओं के शांतिपूर्ण सह-अस्तित्व,",
  "the life of no other driver or passenger is put to peril.": "व्यवस्थित यातायात प्रबंधन और किसी अन्य चालक या यात्री के जीवन को खतरे में नहीं डालना है।",
  "application for non acceptance by the new centralized Software Programme called “Sarthi” installed on the computer network in the office of the": "में कंप्यूटर नेटवर्क पर स्थापित \"सारथी\" नामक नए केंद्रीकृत सॉफ्टवेयर प्रोग्राम द्वारा अस्वीकृति के लिए",
  "behind the computer could validly reject the application on non-acceptance": "प्रविष्टियों की अस्वीकृति पर आवेदन को अस्वीकार कर सकते हैं, इस कारण से कि याचिकाकर्ता",
  "the petitioner was under age on 11.6.1991 when the original Driving Licence": "44.6.994 को कम उम्र का था जब मूल ड्राइविंग लाइसेंस जारी किया गया था, अस्वीकृति के लिए एक",
  "was issued, requires to be examined as a valid reason for rejection.": "वैध कारण के रूप में जांच की जानी चाहिए।"
}