{
  "in the light of the position of employees of the Union Territory of Chandigarh vid-a-vis employees of the Central Government. We make it clear that the": "को केंद्र शासित प्रदेश चंडीगढ़ के कर्मचारियों और केंद्र सरकार के",
  "vid-a-vis employees of the Central Government. We make it clear that the parties would be entitled to urge all the pleas in support of their respective": "हैं ।हम यह स्पष्ट करते हैं कि पक्षकार अपने-अपने दावों के समर्थन में सभी याचिकाओं का आग्रह करने के हकदार होंगे और न्यायाधिकरण इस निर्णय में",
  "claims and the Tribunal shall not be influenced by any observation made in this judgment.": "याचिकाओं का आग्रह करने के हकदार होंगे और न्यायाधिकरण इस निर्णय में की गई किसी भी टिप्पणी से प्रभावित नहीं होगा ।रिट याचिका को अनुमति दी",
  "Before M.M.Kumar & Ajay Kumar Mittal, JJ.": "एम. एम. कुमार जे.",
  "654 LL.R. PUNJAB AND HARYANA 2012(1)": "654",
  "UNION TERRITORY, CHANDIGARH,—Petitioner": "संघ क्षेत्र, चंडीगढ़-याचिकाकर्ता",
  "versus": "बनाम",
  "HEMANT KUMAR MITTALAND OTHERS,—Respondents": "हेमंत कुमार मित्तल और अन्य, -उत्तरदाता",
  "C.W.P. No. 18982-CAT of 2010": "सी. डब्ल्यू. पी. सं. 8982-20व१0 का सीएटी",
  "Constitution of India - Art. 226/227 - Chandigarh Employees Rules, 1966 - Whether employees of Union Territory of Chandigarh": "भारत का संविधान-अनुच्छेद 226/227-चंडीगढ़ कर्मचारी नियम, 966-क्या केंद्र शासित प्रदेश चंडीगढ़ के कर्मचारी केंद्र सरकार के",
  "are Central Government employees and entitled to all other facilities": "कर्मचारी हैं और केंद्र सरकार के कर्मचारियों के लिए उपलब्ध अन्य सभी",
  "failed to appreciate the fundamentals of service jurisprudence -": "और यह कि न्यायाधिकरण सेवा न्यायशास्त्र के मूल सिद्धांतों की",
  "of Chandigarh vis-a-vis employees of the Central Government -": "न्यायाधिकरण ने केंद्र शासित प्रदेश चंडीगढ़ के कर्मचारियों की स्थिति",
  "Held, that the employees working in the Union Territory": "माना गया कि केंद्र शासित प्रदेश प्रशासन में काम करने वाले",
  "Administration are to be governed by the rules applicable to the employees": "कर्मचारियों को केंद्र सरकार के कर्मचारियों पर लागू नियमों द्वारा शासित",
  "of the Central Government then how such employees would ipso facto": "किया जाना है, तो ऐसे कर्मचारी वास्तव में केंद्र सरकार के कर्मचारी कैसे",
  "become employees of the Central Government. A full chapter of the Constitution has been devoted to the Union Territories and it cannot by any": "बनेंगे ।संविधान का एक पूरा अध्याय केंद्र शासित प्रदेशों को समर्पित किया गया है और यह किसी भी तरह से यह निष्कर्ष नहीं निकाला जा सकता है कि",
  "Constitution has been devoted to the Union Territories and it cannot by any stretch of imagination be concluded that all employees of the Union Territory": "गया है और यह किसी भी तरह से यह निष्कर्ष नहीं निकाला जा सकता है कि केंद्र शासित प्रदेश प्रशासन के सभी कर्मचारी समान नियमों और शर्तों को",
  "Administration would be employees of the Central Government by application": "लागू करके केंद्र सरकार के कर्मचारी होंगे।चूंकि न्‍्यायाधिकरण सेवा",
  "656 I.L.R. PUNJAB AND HARYANA 2012(1)": "656",
  "claimed that he has been working as a J.B.T. Teacher, which is a Group- C post and that in the past also the employees working in the Union Territory, Chandigarh, have been given age relaxation by treating them as Central Government employee.": "दावा किया कि वह जे. बी. टी. शिक्षक के रूप में काम कर रहे हैं, जो एक समूह-सी पद है और अतीत में भी केंद्र शासित प्रदेश चंडीगढ़ में काम करने वाले कर्मचारियों को केंद्र सरकार के कर्मचारी के रूप में मानते हुए आयु में",
  "(4) The claim made by the original application-respondent": "(4) मूल आवेदन-प्रतिवादी संख्या ] द्वारा किए गए दावे का विरोध",
  "No. | was opposed and it has been pointed that he was found to be overage on Ist August, 2007. It was asserted that being and employee of the Union": "किया गया था और यह बताया गया है कि वह 4 अगस्त, 2007 को अधिक उम्र का पाया गया था | इस बात पर जोर दिया गया कि केंद्र शासित प्रदेश",
  "Government employees for the purposes of age relaxation for the examination": "द्वारा आयोजित परीक्षा के लिए आयु में छूट के उद्देश्यों के लिए सामान्य सरकारी",
  "(5) The Tribunal took the view that the respondent-Union of India": "(5) न्यायाधिकरण ने यह विचार रखा कि प्रत्यर्थी-भारत संघ ने",
  "had sought clarification from the petitioner through its Department of": "अपने कार्मिक विभाग द्वारा से याचिकाकर्ता से स्पष्टीकरण मांगा था, जो 2",
  "Personnel, which was given on 12th January, 2010. The Clarification given was as under :—": "जनवरी, 200 को दिया गया था । दिया गया स्पष्टीकरण इस प्रकार थाः--",
  "“AD is informed that conditions of service of U.T. employees are at": "“ए. डी. को सूचित किया जाता है कि यू, टी. कर्मचारियों की सेवा",
  "par with their counterparts in the Punjab Government. So far": "की शर्तें पंजाब सरकार में उनके समकक्षों के बराबर हैं | जहाँ तक",
  "as giving the benefit of Government servant is concerned, it is": "सरकारी कर्मचारी को लाभ देने का संबंध है, यह निर्णय करना",
  "for the recruiting department to decide as to whether who is/is not be given such benefit.”": "भर्ती विभाग का काम है कि किसे ऐसा लाभ दिया जाए या नहीं। ”",
  "(6) The Tribunal further placed reliance on Gazette of India": "(6) न्यायाधिकरण ने केंद्रीय सिविल सेवाओं और प्रशासकों के",
  "Ministry of Home Affairs, concerning conditions of service of persons": "अधीन पदों पर नियुक्त व्यक्तियों की सेवा की शर्तों के संबंध में गृह मंत्रालय",
  "appointed to the Central Civil Services and posts under the administrators. It proceeds to notice that conditions of service of persons appointed to the Central Civil Services and posts under the control of Administrator of Union Territory, Chandigarh, are to be the same as the conditions of service of": "पर भी भरोसा जताया । यह ध्यान देने के लिए आगे बढ़ता है कि केंद्रीय सिविल सेवाओं और केंद्र शासित प्रदेश, चंडीगढ़ के प्रशासक के नियंत्रण वाले पदों",
  "persons appointed to the corresponding Central Civil Services and posts,": "पर नियुक्‍त व्यक्तियों की सेवा की शर्तें संबंधित केंद्रीय सिविल सेवाओं और",
  "AND OTHERS (M.M. Kumar, J.)": "और अन्य (एम. एम. कुमार, जे.)"
}