{
  "784 LL.R. PUNJAB AND HARYANA 2012(1)": "784",
  "The accused had completed the period of probation. There": "अभियुक्त ने परिवीक्षा की अवधि पूरी कर ली थी ।बांड की किसी भी शर्त की किसी भी शिकायत या",
  "was no occasion for any complaint or violation of any of the terms of the bond. At this juncture, we do not think that it just": "उल्लंघन का कोई अवसर नहीं था | इस समय हम किसी अन्य सजा का सहारा लेना उचित और",
  "(20) In view of this matter, since the respondents have already completed the period of probation without violation of terms of the bond,": "(20) इस मामले को ध्यान में रखते हुए, चूंकि प्रतिवादी ने बांड की शर्तों का उल्लंघन किए बिना परिवीक्षा की अवधि पहले ही पूरी कर ली है, इसलिए मुझे घड़ी को पीछे रखने और निचली निचली",
  "to call for the report of the Probation Officer and then to extend the benefit": "अदालत को परिवीक्षा अधिकारी की रिपोर्ट मांगने और फिर परिवीक्षा का लाभ बढ़ाने का निर्देश देने",
  "of probation. For the foregoing reasons, this revision petition being devoid": "का कोई आधार नहीं मिलता है । पूर्वगामी कारणों से, यह पुनरीक्षण याचिका किसी भी योग्यता से रहित",
  "P.S. Bajwa": "पी. एस. बाजवा",
  "Before M. M. Kumar & Ritu Bahri, JJ.": "एम. एम. कुमार और रितु बहरी से पहले, जे. जे.",
  "UNION OF INDIA AND OTHERS,—Petitioners": "भारत का संघ अन्य का संघ-याचिकाकर्ता",
  "versus": "बनाम",
  "DAYANAND PANDORA AND ANOTHER,—Respondents": "दयानंद पंडोरा और एक अन्य, का उत्तरदाता",
  "Constitution of India, Articles 226/227 and 311; Central": "भारत का संविधान, अनुच्छेद 226/227 और 3व7; केंद्रीय सिविल सेवा (आचरण)",
  "Civil Services (Conduct) Rules, 1964 - RI.3(1)(ii), 3(1)(iii), 15(2) &": "नियम, ]964-आरएल. 3 (१) (॥), 3 (१) (॥॥), 75 (2) और 34 (१) (॥)-ऐसी",
  "prefers to disagree with the findings of the inquiring Officer on articles of charge - Obligatory for Disciplinary Authority to record": "के निष्कर्षों से असहमत होना पसंद करता है-अनुशासनात्मक प्राधिकरण के लिए अनिवार्य है",
  "‘Dissenting note' while disagreeing with the findings recorded in the": "कि वह जांच अधिकारी द्वारा जांच रिपोर्ट में दर्ज निष्कर्षों से असहमत होते हुए 'असहमति",
  "on charge if evidence on record is ‘sufficient’ for the purpose - A": "नोट' दर्ज करे और फिर यदि रिकॉर्ड पर साक्ष्य इस उद्देश्य के लिए 'पर्याप्त' है तो आरोप पर",
  "necessary requirement of the Rules - Petition dismissed.": "अपने स्वयं के निष्कर्ष दर्ज करे-नियमों की एक आवश्यक आवश्यकता-याचिका खारिज।",
  "judgments rendered in the cases of Managing Director, ECIL, Hyderabad versus B. Karunakar (1); MMRDA Officers Assosciation versus": "प्रबंध निदेशक, ईसीआईएल, हैदराबाद बनाम बी. करुणाकर (4); एमएमआरडीए अधिकारी",
  "MMRDA (2); S.N. Mukherjee versus Union of India (3); Union of": "संघ बनाम एमएमआरडीए (2); एस. एन. के मामलों में दिए गए निर्णय। मुखर्जी बनाम भारत",
  "India versus E.G. Nambudiri (4); Balwinder Singh versus State of": "संघ (3); भारत संघ बनाम ई. जी. नंबुदिरी (4); बलविंदर सिंह बनाम पंजाब राज्य (5);",
  "Punjab (5); Hari Singh versus State of Punjab (6); K.B. Rai versus": "हरि सिंह बनाम पंजाब राज्य (6); के. बी. राय बनाम पंजाब राज्य (7) और प्रीतम सिंह",
  "State of Punjab (7) and Pritam Singh versus HSEB (8). The findings": "बनाम एच. एस. ई. बी. (8) । निष्कर्ष",
  "on other issues are discernible from paras 8 to 10 of the order passed by": "अन्य मुद्दों पर न्यायाधिकरण द्वारा पारित आदेश के पैरा 8 से 0 तक स्पष्ट हैं और प्रासंगिक",
  "“B.eee In absence of any specific reply, this Court is not precluded": "“8. ...... किसी विशिष्ट उत्तर की अनुपस्थिति में में, यह न्यायालय प्रतिवादी के खिलाफ और",
  "from drawing an adverse inference against the respondents and in favour of the applicant that there appears to have been a": "आवेदक के पक्ष में प्रतिकूल निष्कर्ष निकालने से वंचित नहीं है कि आवेदक के प्रति भेदभावपूर्ण",
  "discriminatory attitude towards the applicant and if on the same set of charges other officials have been given only minor penalty,": "रवैया प्रतीत होता है और यदि आरोपों के उसी सेट पर अन्य अधिकारियों को केवल मामूली जुर्माना",
  "then applicant also deserved similar treatment. As to why": "दिया गया है, तो आवेदक भी इसी तरह के व्यवहार का हकदार है | इस बारे में कि प्रतिवादी आवेदक",
  "respondents became prejudiced against the applicant has been explained by the applicant inasmuch as that money was demanded from him to take a lenient view and that he was": "के खिलाफ पूर्वाग्रहपूर्ण क्यों हो गए, आवेदक द्वारा समझाया गया है कि उससे उदार दृष्टिकोण रखने",
  "forced and tortured to give in writing as desired by Shri N.R. Bhardwaj, Enquiry Officer and 5 Inspectors etc. Perhaps such": "के लिए पैसे की मांग की गई थी और उसे श्री एन. आर. भारद्वाज, पूछताछ अधिकारी और 5 निरीक्षकों आदि द्वारा लिखित रूप में देने के लिए मजबूर और प्रताड़ित किया गया था। शायद इस",
  "allegations may have played a vital role in respondents becoming prejudiced towards the disciplinary authority has proceeded": "तरह के आरोपों ने प्रतिवादी को अनुशासनात्मक प्राधिकरण के प्रति पूर्वाग्रहपूर्ण होने में महत्वपूर्ण",
  "on the premises that applicant had admitted certain facts during": "भूमिका निभाई होगी जो इस आधार पर आगे बढ़ा है कि आवेदक ने जांच के दौरान कुछ तथ्यों को",
  "enquiry. However, even on the basis of such alleged admission,": "स्वीकार किया था |।हालांकि, इस तरह के कथित स्वीकारोक्ति के आधार पर भी जांच अधिकारी ने",
  "the enquiry officer had exonerated the applicant. In view of this, the disciplinary authority was required to independently": "आवेदक को बरी कर दिया था । इसे देखते हुए, अनुशासनात्मक प्राधिकरण को आवेदक के खिलाफ",
  "9. Neither there is any allegation of monetary loss in the charge sheet nor there any finding by the disciplinary authority that the": "आरोप पत्र में मौद्रिक नुकसान का कोई आरोप है और न ही अनुशासनात्मक प्राधिकरण द्वारा कोई",
  "(1) 1993 (4) SCC 727": "(]) ]993 (4) एस. सी. सी. 727",
  "(2) 2005 (2) RSJ 362 (SC)": "(2) 2005 (2) आरएसजे 362 (एससी)",
  "(3) 1990 (2) RSJ 808": "(3) 3990 (2) आरएसजे 808",
  "(4) 1991 (2) SLR 675": "(4) 499] (2) एसएलआर 675",
  "(5) 1998 (4) RSJ 148": "(5) 998 (4) आरएसजे 48",
  "(6) 2004 (2) RSJ 693": "(6) 2004 (2) आरएसजे 693",
  "(7) 1996 (1) SLR 353": "(/) 7996 (]) एसएलआर 353",
  "(8) 1995 (4) RSJ 289": "(8) 995 (4) आरएसजे 289",
  "UNION OF INDIA AND OTHERS. v. DAYANAND PANDORA 791": "भारत का संघ और अन्य बनाम दयानंद पंडोरा",
  "AND ANOTHER (M.M. Kumar, J.)": "और एक और (एम. एम. कुमार, जे.)",
  "imposing bundle of punishments upon the applicant-respondent No. | is bad in law. Relied upon para 12 of the judgment held in the case Union of": "आवेदक-प्रतिवादी संख्या पर दंड का बंडल लागू करना कानून की दृष्टि से गलत है।भारत संघ",
  "in law. Relied upon para 12 of the judgment held in the case Union of India Vs. S. C. Parashar (2006) 3 SCC 167.": "बनाम एस. सी. पाराशर (2006) 3 एस. सी. सी. 67 मामले में लिए गए निर्णय के पैरा 2 पर",
  "(Para 19)": "(पैरा 9)",
  "Namit Kumar, Advocate, for the petitioners. R.K. Sharma, Advocate, for respondent No. 1.": "याचिकाकर्ताओं की ओर से अधिवक्ता नमित कुमार ने कहा,आर. के. शर्मा, अधिवक्ता, प्रतिवादी संख्या के लिए।",
  "M.M. KUMAR, J.": "एम. एम. कुमार जे.",
  "(1) Union of India and its officers have filed the instant petition under Article 226 of the Constitution challenging order dated 11.3.2008 (P-4)": "(]) भारत संघ और उसके अधिकारियों ने संविधान के अनुच्छेद 226 के तहत तत्काल याचिका",
  "rendered by the Chandigarh Bench of the Central Administrative Tribunal": "दायर की है, जिसमें केंद्रीय प्रशासनिक न्यायाधिकरण की चंडीगढ़ पीठ द्वारा दिए गए आदेश",
  "(for brevity, ‘the Tribunal’) allowing the original application of the applicant-": "(संक्षिप्तता के लिए, 'न्यायाधिकरण') को चुनौती दी गई है, जिसमें आवेदक-प्रतिवादी संख्या ] के",
  "respondent No. | by setting aside the orders dated 23.2.2004 (A-10) and": "मूल आवेदन को 23.2.2004 (४७-70) और 9.3.2005 (/#-3) के आदेशों को दरकिनार",
  "orders restoring the benefits in favour of the applicant-respondent No. 1": "प्रतिवादी संख्या के पक्ष में लाभों को बहाल करने के आदेश पारित करें, जिसमें उनकी निलंबन",
  "including the benefits concerning his suspension period treating it as period spend on duty for all intents and purposes.": "अवधि से संबंधित लाभ शामिल हैं, जिसे सभी इरादों और उद्देश्यों के लिए कर्तव्य पर खर्च की अवधि",
  "(2) The undisputed facts are that the applicant-respondent No. 1": "(2) निविवाद तथ्य यह है कि आवेदक-उत्तरदाता संख्या  उप-पोस्टमास्टर के रूप में काम कर रहा",
  "was working as a Sub Post Master and posted at NH-2 Faridabad Post": "था और एन. एच.-2 फरीदाबाद डाकघर में तैनात था।आई. डी. पर, केंद्रीय सिविल सेवा",
  "Services (Classification, Control and Appeal) Rules, 1965 (for brevity, ‘the": "(वर्गीकरण, नियंत्रण और अपील) नियम, ]965 (संक्षिप्तता के लिए, 'नियम') के नियम 4 के",
  "Rules’) was served upon him. In short the charges levelled against him were": "तहत उन पर एक आरोप पत्र जारी किया गया था । संक्षेप में उनके खिलाफ लगाए गए आरोप थे कि",
  "that on 18.3.1997 he allowed opening of three RD Accounts in the names of Ritu Kapoor, Karan Kapoor and R.K. Singh, which were shown as": "आईडी] पर उन्होंने रितु कपूर, करण कपूर और आर. के. सिंह के नाम पर तीन आर. डी. खाते",
  "transferred RD Accounts from Sector 16, Faridabad with balance amount": "खोलने की अनुमति दी, जिन्हें सेक्टर 6, फरीदाबाद से स्थानांतरित आर. डी. खाते के रूप में",
  "of ‘64,000/- in each account, as against the actual balance of * 4,000/- in": "दिखाया गया था, जिसमें प्रत्येक खाते में 64,000/- की शेष राशि थी, जबकि प्रत्येक खाते में",
  "permitted withdrawal of ‘ 20,000/- from each account. The second charge": "उन्होंने प्रत्येक खाते से 20,000/- रुपये निकालने की अनुमति दी | आवेदक-प्रत्यर्थी संख्या ] के",
  "It was, thus, alleged that the applicant-respondent No. | did not maintain": "प्रकार, यह आरोप लगाया गया कि आवेदक-प्रत्यर्थी संख्या ने आत्यन्तिक सत्यनिष्ठा, कर्तव्य के",
  "of Government servant contravening the provisions of Rule 34(1)(i), 3(1)(ii)": "नियम 34 () (आई), 3 () (2) और 3 (१) (3) के प्रावधानों का उल्लंघन करते हुए",
  "UNION OF INDIA AND OTHERS. v. DAYANAND PANDORA 789": "भारत का संघ और अन्य बनाम दयानंद पंडोरा",
  "Held, That sub-rule (2) of Rule 15 deals with a situation when the": "आयोजित, नियम 5 का वह उप-नियम (2) एक ऐसी स्थिति से संबंधित है जब अनुशासनात्मक",
  "disciplinary Authority prefers to disagree with the findings of the inquiring": "प्राधिकरण आरोप के लेखों पर पूछताछ अधिकारी के निष्कर्षों से असहमत होना पसंद करता है | ऐसी",
  "Officer on articles of charge. In such situation, the disciplinary Authority is under obligation to record its reason for such disagreement and then": "स्थिति में, अनुशासनात्मक प्राधिकरण इस तरह की असहमति के लिए अपना कारण दर्ज करने के",
  "records its own findings on such charge if the evidence on record is": "लिए बाध्य है और फिर इस तरह के आरोप पर अपने स्वयं के निष्कर्ष दर्ज करता है यदि रिकॉर्ड पर",
  "‘sufficient’ for the purpose. The disciplinary authority in case of disagreement": "साक्ष्य इस उद्देश्य के लिए 'पर्याप्त' है ।जांच प्राधिकरण के निष्कर्ष के साथ असहमति के मामले में",
  "with the finding of the inquiring Authority was required to record its reasons for the disagreement and then it was obligatory to record its finding on such": "अनुशासनात्मक प्राधिकरण को असहमति के अपने कारणों को दर्ज करने की आवश्यकता थी और",
  "for the disagreement and then it was obligatory to record its finding on such charge in case the evidence on record is sufficient for the purpose. The": "फिर इस उद्देश्य के लिए रिकॉर्ड पर साक्ष्य पर्याप्त होने की स्थिति में ऐसे आरोप पर अपना निष्कर्ष",
  "obligation casts on the disciplinary Authority is more heavier because the": "दर्ज करना अनिवार्य था | अनुशासनात्मक प्राधिकरण पर लगाया गया दायित्व अधिक भारी है क्योंकि",
  "evidence on record has to be 'sufficient' to sustain the finding on any such": "अभिलेख पर साक्ष्य ऐसी किसी भी असहमति पर निष्कर्ष को बनाए रखने के लिए 'पर्याप्त' होना",
  "disagreement, which the disciplinary authority may proceed to record.": "चाहिए, जिसे अनुशासनात्मक प्राधिकरण दर्ज करने के लिए आगे बढ़ सकता है ।आम तौर पर आरोप",
  "Ordinarily sufficiency and in-sufficiency of evidence to sustain the charge would be a question which would not be required to be gone into but the": "को बनाए रखने के लिए पर्याप्तता और साक्ष्य की अपर्याप्तता एक ऐसा प्रश्न होगा जिसमें जाने की",
  "rule imposes an obligation on the disciplinary authority to record a finding": "आवश्यकता नहीं होगी, लेकिन नियम अनुशासनात्मक प्राधिकारी पर एक आरोप पर निष्कर्ष दर्ज",
  "on a charge where it expresses disagreement only if the evidence on record": "करने का दायित्व लगाता है जहां वह केवल तभी असहमति व्यक्त करता है जब रिकॉर्ड पर साक्ष्य उस",
  "is ‘sufficient’ for that purpose. It may be for the reason that once inquiring": "उद्देश्य के लिए 'पर्याप्त' हो ।यह इस कारण से हो सकता है कि एक बार पूछताछ करने वाले",
  "authority has concluded one way or the other then to reverse those findings": "प्राधिकरण ने एक या दूसरे तरीके से निष्कर्ष निकाला है तो उन निष्कर्षों को उलटने के लिए पर्याप्त",
  "sufficient evidence would be necessary. Therefore, findings cannot be": "सबूत की आवश्यकता होगी | इसलिए, निष्कर्षों को कमजोर साक्ष्य पर उलट नहीं किया जा सकता",
  "reversed on flimsy evidence. There is virtually no evidence discussed to sustain the charges nor any reasoning has been adopted to reach the": "है । आरोपों को बनाए रखने के लिए वस्तुतः कोई सबूत पर चर्चा नहीं की गई है और न ही इस निष्कर्ष",
  "conclusion that the applicant-respondent No.1 is guilty of those charges.": "पर पहुंचने के लिए कोई तर्क अपनाया गया है कि आवेदक-प्रतिवादी संख्या उन आरोपों का दोषी",
  "Constitution of India, Articles 14, 226/227 and 311; Central": "भारत का संविधान, अनुच्छेद 44, 226/227 और 347; केंद्रीय सिविल सेवा (आचरण)",
  "Civil Services (Conduct) Rules, 1964, Rules 14 and 16 - Departmental Enquiry - Discrimination - Fraud played in 15 Post Offices - 25-": "नियम, 964, नियम 44 और व6-विभागीय पूछताछ-भेदभाव-5 डाकघरों में की गई",
  "Enquiry - Discrimination - Fraud played in 15 Post Offices - 25- 30 officials issued charge-sheets under Rule 16 having same": "धोखाधड़ी-25-30 अधिकारियों ने नियम 46 के तहत समान आरोपों के साथ आरोप पत्र",
  "allegations whereas applicant (respondent) charge-sheeted under": "जारी किए जबकि आवेदक (प्रतिवादी) ने नियम 4 के तहत आरोप पत्र जारी किया-",
  "levelled against the applicant (respondent) and other employees -": "आवेदक (प्रतिवादी) और अन्य कर्मचारियों के खिलाफ लगाए गए आरोपों के बीच कोई अंतर",
  "Held, that the Tribunal in the absence of any specific reply by the petitioners on this issue of discrimination has drawn an adverse inference": "अभिनिर्धारित किया कि न्यायाधिकरण ने भेदभाव के इस मुद्दे पर याचिकाकर्ताओं द्वारा किसी विशिष्ट",
  "against them. Even before this Court, the petitioners have not been able": "उत्तर की अनुपस्थिति में में उनके खिलाफ प्रतिकूल निष्कर्ष निकाला है | इस न्यायालय के समक्ष भी याचिकाकर्ता समर्थ नहीं हुए हैं",
  "(3) Aregular departmental inquiry was initiated against the applicant-": "(3) आवेदक-प्रतिवादी संख्या 4 के खिलाफ एक नियमित विभागीय जांच शुरू की गई थी।",
  "respondent No. 1. On 14.7.2000, the Enquiry Officer submitted his report": "4.7.2000 पर, पूछताछ अधिकारी ने अपनी रिपोर्ट इस निष्कर्ष पर प्रस्तुत की कि उनके",
  "concluding that the charges levelled against him were not proved (A-3). However, the Senior Superintendent of Post Offices, Faridabad Division-": "खिलाफ लगाए गए आरोप साबित नहीं हुए (ए-3) हालाँकि, फरीदाबाद डिवीजन-अनुशासनात्मक",
  "‘dissenting note’ dated 17.1.2002 (A-4). The applicant-respondent No. 1": "(४-4) दिनांकित एक 'असहमति नोट' दर्ज किया | आवेदक-प्रतिवादी संख्या ] को 'असहमति नोट'",
  "was given an opportunity to make representation against the findings recorded": "में दर्ज निष्कर्षों के खिलाफ प्रतिनिधित्व करने का अवसर दिया गया था।.2.2002 पर,",
  "in the ‘dissenting note’. On 1.2.2002, the applicant-respondent No. 1 submitted a detailed explanation (A-5). On 15.3.2002, the disciplinary": "आवेदक-प्रतिवादी संख्या ने एक विस्तृत स्पष्टीकरण (ए-5) प्रस्तुत किया | <आई. डी. पर,",
  "authority passed an order against the applicant respondent No. | inflicting": "अनुशासनात्मक प्राधिकरण ने आवेदक प्रतिवादी संख्या ] के खिलाफ एक आदेश पारित किया",
  "the punishment of stoppage of one increment for a period of two years with": "जिसमें संचयी प्रभाव के साथ दो साल की अवधि के लिए एक वृद्धि को रोकने की सजा दी गई और",
  "over a period of ten months to offset loss of ‘misappropriated amount’": "'दुरुपयोग की गई राशि' (ए-6) के नुकसान की भरपाई के लिए दस महीने की अवधि में फैले उसके",
  "Haryana Circle, vide order dated 20.12.2002. Against this order the": "द्वारा दिनांकित 20.72.2002 आदेश के माध्यम से खारिज कर दिया गया था ।इस आदेश के",
  "applicant-respondent No. 1 submitted a revision petition to the Chief Postmaster General, Haryana Circle, which was allowed vide order dated": "खिलाफ आवेदक-प्रत्यर्थी संख्या ने मुख्य पोस्टमास्टर जनरल, हरियाणा सर्कल को एक पुनरीक्षण याचिका प्रस्तुत की, जिसे 25.7.2003 के आदेश के माध्यम से अनुमति दी गई थी, जिसमें",
  "25.7.2003, setting aside orders dated 15.3.2002 and 20.12.2002. The": "5.3.2002 और 20.2.2002 के आदेशों को दरकिनार कर दिया गया था |असहमति के",
  "case was remitted back to the disciplinary authority for de novo proceedings from the stage of recording of reasons of disagreement and tentative findings": "कारणों और अस्थायी निष्कर्षों आदि को दर्ज करने के चरण से नए सिरे से कार्यवाही के लिए मामले",
  "etc. (A-7).": "को अनुशासनात्मक प्राधिकरण को वापस भेज दिया गया था। (ए-7)।",
  "(4) On6.1.2004, the applicant-respondent No. | was again served": "(4) 6.7.2004 पर, आवेदक-प्रतिवादी संख्या ] को असहमति के किसी भी कारण का खुलासा",
  "a fresh “dissenting note’ by the disciplinary authority without disclosing any": "किए बिना अनुशासनात्मक प्राधिकरण द्वारा फिर से एक नया 'असहमति नोट' दिया गया।",
  "reason for disagreement. On 20.1.2004, the applicant-respondent No. | submitted a detailed reply to the said “dissenting note’ (A-9). However, vide": "20..2004 पर, आवेदक-प्रतिवादी संख्या ] ने उक्त 'असहमति नोट' (ए-9) का एक विस्तृत",
  "order dated 23.2.2004 (A-10), the applicant-respondent No. 1 was visited": "जवाब प्रस्तुत किया | हालाँकि, 23.2.2004 (/-१0) दिनांकित आदेश के अनुसार, आवेदक-",
  "with penalty of reduction of pay by one stage from ‘5,875/- to ‘5,750/- in the time scale of pay of ‘ 4500-7000 for a period of three months from the date of next increment. He was not to earn increment of pay during": "प्रतिवादी संख्या को अगली वृद्धि की तारीख से तीन महीने की अवधि के लिए '4500-7000 के वेतन के समय पैमाने में' 5,875/- से '5,750/- तक वेतन में कमी के एक चरण के जुर्माने के",
  "the period of reduction and on expiry of period reduction of pay was not": "साथ भेजा गया था । उन्हें कटौती की अवधि के दौरान वेतन में वृद्धि अर्जित नहीं करनी थी और",
  "to have effect of postponing the future increments; 1/4th of basic pay was": "अवधि समाप्त होने पर वेतन में कमी का भविष्य की वृद्धि को स्थगित करने का प्रभाव नहीं था;",
  "(5) The applicant-respondent No. 1 was then served with a show": "वसूल किया जाना था। (5) इसके बाद आवेदक-प्रत्यर्थ संख्या को दिनांकित 28.2.2004",
  "be not recovered from him. On 26.2.2005, he submitted a reply to the said": "26.2.2005 पर, उन्होंने उक्त जवाब कारण दिखाएँ नोटिस प्रस्तुत किया",
  "allegation of monetary loss in the charge sheet nor there was any finding by the disciplinary authority to that effect was totally incorrect because a": "आरोप पत्र में मौद्रिक हानि का आरोप और न ही अनुशासनात्मक प्राधिकरण द्वारा उस प्रभाव का कोई निष्कर्ष",
  "by the disciplinary authority to that effect was totally incorrect because a bare perusal of the chargesheet would show that a specific allegation against": "पूरी तरह से गलत था क्योंकि आरोप पत्र के एक नंगे अवलोकन से पता चलता है कि आवेदक प्रतिवादी संख्या",
  "department suffered a loss of * 1,95,573/- due to negligence in performance of his duties. It has also been argued by the learned counsel that punishment": "प्रदर्शन में लापरवाही के कारण ',95,573' का नुकसान हुआ । विद्वान अधिवक्ता द्वारा यह भी तर्क दिया गया है",
  "has been awarded to the applicant respondent No. | in accordance with the provisions of the rules and treating the period of suspension as non-": "कि आवेदक प्रतिवादी संख्या को नियमों के प्रावधानों के अनुसार सजा दी गई है और निलंबन की अवधि को",
  "duty period cannot be considered as award of multiple punishments. Placing": "गैर-कर्तव्य अवधि के रूप में मानते हुए कई दंडों के पुरस्कार के रूप में नहीं माना जा सकता है ।माननीय उच्चतम",
  "reliance on the judgment of Hon’ble the Supreme Court rendered in the": "न्यायालय के निर्णय पर भरोसा करते हुए",
  "case of Commissioner of Rural Development versus A.S. Jagannathan": "ग्रामीण विकास आयुक्त बनाम ए. एस. जगनन्‍नाथन का मामला",
  "(12), it has been argued that the disciplinary authority while imposing penalty": "(]2), यह तर्क दिया गया है कि अनुशासनात्मक प्राधिकरण वेतनवृद्धि को रोकने का जुर्माना लगाते समय",
  "of stoppage of increments can also order recovery of loss caused by the charged employee. It can also order treating his suspension as service": "आरोपित कर्मचारी द्वारा हुए नुकसान की वसूली का आदेश भी दे सकता है।यह उनके निलंबन को बिना वेतन के",
  "period without pay. It has been submitted that the Courts could not interfere with the punishment order on the ground that the disciplinary authority has": "सेवा अवधि के रूप में मानने का भी आदेश दे सकता है।यह प्रस्तुत किया गया है कि अदालतें इस आधार पर",
  "imposed multiple punishments because the order of the disciplinary authority": "सजा के आदेश में हस्तक्षेप नहीं कर सकतीं कि अनुशासनात्मक प्राधिकरण ने कई दंड लगाए हैं क्योंकि",
  "has to be read as a whole and it was permissible under the rules applicable to recover loss caused by the employee.": "अनुशासनात्मक प्राधिकरण के आदेश को समग्र रूप से पढ़ा जाना चाहिए और कर्मचारी द्वारा किए गए नुकसान की वसूली के लिए लागू नियमों के तहत इसकी अनुमति है।",
  "(9) Mr. R.K. Sharma on the other hand has contended that the applicant-respondent No. 1 was charged only for violation of rules in": "(9) दूसरी ओर श्री आर. के. शर्मा ने तर्क दिया है कि आवेदक-प्रतिवादी संख्या ] पर केवल खाते खोलने और",
  "applicant-respondent No. 1 was charged only for violation of rules in opening and allowing withdrawal as well as closure of accounts and,": "निकासी की अनुमति देने के साथ-साथ खातों को बंद करने के नियमों के उल्लंघन के लिए आरोप लगाया गया था",
  "therefore, cannot be placed on equal footing to the other two main accused who were the actual culprits in the fraud case. Hence, he has been": "और इसलिए, अन्य दो मुख्य अभियुक्तों के बराबर नहीं रखा जा सकता है जो धोखाधड़ी के मामले में वास्तविक",
  "discriminated against similarly situated officials charged with negligence.": "अपराधी थे | इसलिए, लापरवाही के आरोप में उनके साथ इसी तरह के अधिकारियों के खिलाफ भेदभाव किया गया",
  "Learned counsel has further argued that the allegation of misappropriation has never been levelled against the applicant-respondent No. 1. It has also": "है | विद्वान वकील ने आगे तर्क दिया है कि आवेदक-प्रतिवादी संख्या के खिलाफ कदाचार का आरोप कभी नहीं",
  "been argued that order dated 23.2.2004 (A- 10) contains multiple punishments": "लगाया गया है | यह भी तर्क दिया गया है कि 23.2.2004 (/-0) दिनांकित आदेश में कई दंड शामिल हैं,",
  "including one in respect of which the applicant respondent No. | was never charged with.": "जिनमें से एक के संबंध में आवेदक प्रतिवादी संख्या ] पर कभी भी आरोप नहीं लगाया गया था।",
  "(10) Having heard learned counsel for the parties and perusing the material on record with their able assistance, we are of the view that for": "(0) पक्षकारों के विद्वान अधिवक्ता को सुनने और उनकी समर्थ सहायता के साथ अभिलेख पर सामग्री का",
  "the sake of convenience the whole controversy may be discussed under the following four issues:": "अध्ययन करने के बाद, हमारा विचार है कि सुविधा के लिए पूरे विवाद पर निम्नलिखित चार मुद्दों के तहत चर्चा की जा सकती हैः",
  "(1) Whether the disciplinary authority has recorded reasons in the": "() क्‍या अनुशासनात्मक प्राधिकरण ने पूछताछ अधिकारी द्वारा जांच रिपोर्ट में दर्ज किए गए निष्कर्षों से",
  "‘dissenting note’ while disagreeing with the findings recorded in the inquiry report by the Enquiry Officer?": "असहमत होते हुए 'असहमति नोट' में कारण दर्ज किए हैं?",
  "(12) (1999) 2 SCC 313": "(2) (999) 2 एससीसी 3]3 793",
  "(12) A bare perusal of the above ‘dissenting notes’ reveals that the": "(2) उपरोक्त 'असहमत टिप्पणियों' के एक नंगे अवलोकन से पता चलता है कि वे शब्दशः समान",
  "same are verbatim same. In fact, the disciplinary authority while drawing the “dissenting note’ second time even did not bother to record any reasons": "हैं | वास्तव में, अनुशासनात्मक प्राधिकरण ने दूसरी बार 'असहमति नोट' तैयार करते समय पूछताछ",
  "issue is well settled. Rule 15 of the Rules contemplates the action to be": "उठाई । इस मुद्दे पर कानून अच्छी तरह से तय किया गया है नियमों के नियम 5 में अनुशासनात्मक",
  "taken on the inquiry report in case the disciplinary authority is not itself an": "प्राधिकरण के स्वयं जांच प्राधिकरण नहीं होने की स्थिति में जांच रिपोर्ट पर की जाने वाली कार्रवाई",
  "Inquiring Authority. According to sub-rule (1) of Rule 15, the disciplinary": "पर विचार किया गया है ।नियम 5 के उप-नियम (]) के अनुसार, अनुशासनात्मक प्राधिकरण",
  "Authority for reasons to be recorded in writing could remit the case to the": "लिखित रूप में दर्ज किए जाने वाले कारणों के लिए मामले को आगे की जांच के लिए जांच",
  "However, sub-rule (2) of Rule 15 deals with a situation when the disciplinary": "जांच करने के लिए बाध्य है । हालांकि, नियम ]5 का उप-नियम (2) एक ऐसी स्थिति से संबंधित है",
  "articles of charge. In such situation, the disciplinary Authority is under": "पसंद करता है | ऐसी स्थिति में, अनुशासनात्मक प्राधिकरण इस तरह की असहमति के लिए अपना",
  "obligation to record its reason for such disagreement and then records its": "कारण दर्ज करने के लिए बाध्य है और फिर इस तरह के आरोप पर अपने स्वयं के निष्कर्ष दर्ज करता",
  "own findings on such charge if the evidence on record is ‘sufficient’ for the purpose. Rule 15 of the Rules reads thus:": "है यदि रिकॉर्ड पर साक्ष्य इस उद्देश्य के लिए 'पर्याप्त' है ।नियमों का नियम 5 इस प्रकार हैः",
  "“15. Action on the inquiry report": "“]5, जांच रिपोर्ट पर कार्रवाई",
  "(1) The disciplinary authority, if it is not itself the inquiring authority,": "() अनुशासनात्मक प्राधिकारी, यदि वह स्वयं जांच करने वाला प्राधिकारी नहीं है, तो उसके द्वारा",
  "may, for reasons to be recorded by it in writing, remit the case": "लिखित रूप में दर्ज किए जाने वाले कारणों के लिए, मामले को आगे की जांच और रिपोर्ट के लिए",
  "inquiring authority shall thereupon proceed to hold the further inquiry according to the provisions of Rule 14, as for as may be.": "4 के प्रावधानों के अनुसार आगे की जांच करने के लिए आगे बढ़ेगा ।",
  "(1-A) The disciplinary authority shall forward or cause to the forwarded a copy of the report of the inquiry, ifany, held by the": "(]-क) अनुशासनात्मक प्राधिकारी अनुशासनात्मक प्राधिकारी द्वारा आयोजित जांच की रिपोर्ट,",
  "disciplinary authority or where the disciplinary authority is not the inquiring authority a copy of the report of the inquiring": "यदि कोई हो, या जहां अनुशासनात्मक प्राधिकारी जांच प्राधिकारी नहीं है, की एक प्रति सरकारी",
  "submit, ifhe so desires, his written representation or submission to the disciplinary authority within fifteen days, irrespective of": "कर्मचारी को भेजेगा या भेजेगा, जिसे पंद्रह दिनों के भीतर अनुशासनात्मक प्राधिकारी को अपना",
  "whether the report is favourable or not to the Government servant.": "लिखित अभ्यावेदन या प्रस्तुत करने की आवश्यकता होगी, चाहे रिपोर्ट सरकारी कर्मचारी के पक्ष में",
  "(1-B) The disciplinary authority shall consider the representation, if any, submitted by the Government servant before proceeding further in the manner specified in sub-rules (2) to (4).)": "(]-ख) अनुशासनात्मक प्राधिकारी उप-नियम (2) से (4) में निर्दिष्ट तरीके से आगे बढ़ने से पहले सरकारी कर्मचारी द्वारा प्रस्तुत अभ्यावेदन, यदि कोई हो, पर विचार करेगा ।",
  "(2)": "20]2(])",
  "findings cannot be reversed on flimsy evidence. There is not an iota of": "कमजोर साक्ष्य पर निष्कर्षो को उलट नहीं किया जा सकता है | इस निष्‌आदेश्ष पर पहुंचने के लिए कि असहमति",
  "evidence which has been made part of discussion in order to reach a conclusion that there is sufficient evidence to sustain the charge in support": "के समर्थन में आरोप को बनाए रखने के लिए पर्याप्त सबूत हैं, कुछ भी सबूत नहीं है जिसे चर्चा का हिस्सा बनाया",
  "of disagreement. The instant case presents a gloomy picture of complete non-application of mind by the disciplinary authority. There is virtually no": "गया है | तत्काल मामला अनुशासनात्मक प्राधिकरण द्वारा दिमाग के पूर्ण गैर-अनुप्रयोग की एक निराशाजनक",
  "evidence discussed to sustain the charges nor any reasoning has been": "तस्वीर प्रस्तुत करता है ।आरोपों को बनाए रखने के लिए वस्तुतः कोई सबूत पर चर्चा नहीं की गई है और न ही",
  "adopted to reach the conclusion that the applicant-respondent No. | is guilty of those charges.": "इस निष्कर्ष पर पहुंचने के लिए कोई तर्क अपनाया गया है कि आवेदक-प्रतिवादी संख्या ] उन आरोपों का दोषी",
  "(14) The question which has been raised before us, has also been considered by Hon’ ble the Supreme Court in the case of Punjab National": "(4) हमारे सामने जो सवाल उठाया गया है, उस पर माननीय उच्चतम न्यायालय ने पंजाब नेशनल बैंक बनाम",
  "by their Lordships’ is as under:-": "प्रकार हैः-",
  "“When the enquiry officer, during the course of disciplinary proceedings, comes to a conclusion that all or some of the": "“जब जांच अधिकारी, अनुशासनात्मक कार्यवाही के दौरान, इस निष्कर्ष पर पहुंचता है कि किसी अधिकारी के",
  "charges alleging misconduct against an official are not proved": "खिलाफ कदाचार का आरोप लगाने वाले सभी या कुछ आरोप साबित नहीं होते हैं, तो अनुशासनात्मक प्राधिकरण",
  "then can the disciplinary authority differ from that and give a contrary finding without affording any opportunity to the delinquent officer.”": "उससे अलग हो सकता है और अपचारी अधिकारी को कोई अवसर दिए बिना एक विपरीत निष्कर्ष दे सकता है। ”",
  "(15) The aforesaid view has also been followed and applied in the case of SBI versus Arvind K. Shukla (14). Therefore, on statutory rule,": "(5) उपरोक्त दृष्टिकोण का पालन किया गया है और एस. बी. आई बनाम अरविंद के. शुक्ला (4) के मामले में",
  "have recorded reasons after looking into sufficiency of evidence to sustain": "के लिए पर्याप्त सबूतों को देखने के बाद कारण दर्ज करने चाहिए थे | अनुशासनात्मक प्राधिकारी द्वारा",
  "The dissenting note recorded by the disciplinary authority on 6.1.2004 (A- 8) is a far cry from fulfilling the necessary requirement of the Rules. Therefore,": "6..2004 पर दर्ज असहमति ध्यान दें (ए -8) यह नियमों की आवश्यक आवश्यकता को पूरा करने से बहुत दूर",
  "the dissenting note as well as the subsequent proceedings based thereon are liable to be set aside.": "है । इसलिए, असहमति ध्यान दें के साथ-साथ उस पर आधारित बाद की कार्यवाही को दरकिनार किया जा सकता",
  "ISSUE NO. (2)": "इश्यू नं। (2)",
  "(16) It was the case of the applicant-respondent No. | before the Tribunal that fraud was played in 15 Post Offices and 25-30 officials were": "(6) न्यायाधिकरण के समक्ष आवेदक-प्रतिवादी संख्या ] का मामला था कि 5 डाकघरों में धोखाधड़ी की गई",
  "issued charge-sheets under Rule 16 of the Rules having the same allegations,": "थी और अधिकारियों को समान आरोपों वाले नियमों के नियम 6 के तहत आरोप पत्र जारी किए गए थे, जबकि",
  "whereas he was charge-sheeted under Rule 14 of the Rules. The Tribunal": "उन पर नियमों के नियम 4 के तहत आरोप पत्र दायर किया गया था | न्‍न्यायाधिकरण",
  "(13) 1998 (7) SCC 84 (14) 2004 (13) SCC 797": "(3) ]998 (7) एससीसी 84 (4) 2004 (3) एससीसी 797",
  "794": "797",
  "UNION OF INDIA AND OTHERS. v. DAYANAND PANDORA 797": "भारत का संघ और अन्य बनाम दयानंद पंडोरा",
  "(2) The disciplinary authority shall, ifit disagrees with the findings of the inquiring authority on any article of charge, record its": "(2) अनुशासनात्मक प्राधिकारी, यदि वह किसी आरोप के लेख पर पूछताछ प्राधिकरण के निष्कर्षों से असहमत",
  "reasons for such disagreement and record its own findings on": "है, तो ऐसी असहमति के लिए अपने कारणों को दर्ज करेगा और ऐसे आरोप पर अपने स्वयं के निष्कर्ष दर्ज करेगा",
  "such charge if the evidence record is sufficient for the purpose. (emphasis added)": "यदि साक्ष्य रिकॉर्ड इस उद्देश्य के लिए पर्याप्त है | (जोर दिया गया)",
  "(4) Ifthe disciplinary authority having regard to its findings on all or": "(4) यदि अनुशासनात्मक प्राधिकारी सभी या किसी आरोप-पत्र पर अपने निष्कर्षों को ध्यान में रखते हुए और",
  "any of the articles of charge and on the basis of the evidence adduced during the inquiry is of the opinion that any of the penalties specified in Clauses (v) to (ix) of Rule 11 should be": "जांच के दौरान प्रस्तुत साक्ष्य के आधार पर यह राय रखता है कि नियम ] के खंड (५) से (20) में निर्दिष्ट",
  "imposed on the Government servant, it shall make an order imposing such penalty and it shall not be necessary to given the": "दंडों में से कोई भी सरकारी कर्मचारी पर लगाया जाना चाहिए, तो वह ऐसा दंड लगाने का आदेश देगा और",
  "imposing such penalty and it shall not be necessary to given the Government servant any opportunity of making representation on the penalty proposed to be imposed:": "सरकारी कर्मचारी को लगाए जाने वाले प्रस्तावित दंड पर प्रतिनिधित्व करने का कोई अवसर देना आवश्यक नहीं होगाः",
  "Provided that in every case where it is necessary to consult the Commission, the record of the inquiry shall be forwarded by": "बशर्ते कि प्रत्येक मामले में जहां आयोग से परामर्श करना आवश्यक है, जांच का रिकॉर्ड अनुशासनात्मक",
  "the disciplinary authority to the Commission for its advice and": "प्राधिकारी द्वारा आयोग को उसकी सलाह के लिए भेजा जाएगा और सरकारी कर्मचारी पर ऐसा कोई जुर्माना",
  "such advice shall be taken into consideration before making an": "लगाने का आदेश देने से पहले ऐसी सलाह पर विचार किया जाएगा।” (]3) दिनांक 6..2004 (ए-8) के",
  "in case of disagreement with the finding of the inquiring Authority was": "आवश्यक आवश्यकता का पालन नहीं किया गया है | जांच प्राधिकरण के निष्कर्ष के साथ असहमति के मामले में",
  "required to record its reasons for the disagreement and then it was obligatory": "अनुशासनात्मक प्राधिकरण को असहमति के अपने कारणों को दर्ज करने की आवश्यकता थी और फिर इस",
  "to record its finding on such charge in case the evidence on record is": "उद्देश्य के लिए रिकॉर्ड पर साक्ष्य पर्याप्त होने की स्थिति में ऐसे आरोप पर अपना निष्कर्ष दर्ज करना अनिवार्य था।",
  "sufficient for the purpose. The obligation casts on the disciplinary Authority is more heavier because the evidence on record has to be ‘sufficient’ to": "अनुशासनात्मक प्राधिकरण पर लगाया गया दायित्व अधिक भारी है क्योंकि अभिलेख पर साक्ष्य ऐसी किसी भी",
  "may proceed to record. Ordinarily sufficiency and in-sufficiency of evidence": "के लिए आगे बढ़ सकता है | आम तौर पर आरोप को बनाए रखने के लिए पर्याप्तता और साक्ष्य की अपर्याप्तता एक",
  "to sustain the charge would be a question which would not be required to be gone into but the rule imposes an obligation on the disciplinary authority": "ऐसा प्रश्न होगा जिसमें जाने की आवश्यकता नहीं होगी, लेकिन नियम अनुशासनात्मक प्राधिकारी पर एक आरोप",
  "to record a finding ona charge where it expresses disagreement only if the": "पर निष्कर्ष दर्ज करने का दायित्व लगाता है जहां वह केवल तभी असहमति व्यक्त करता है जब रिकॉर्ड पर साक्ष्य",
  "evidence on record is ‘sufficient’ for that purpose. It may be for the reason": "उस उद्देश्य के लिए 'पर्याप्त' हो ।यह इस कारण से हो सकता है कि एक बार पूछताछ करने वाले प्राधिकरण ने",
  "that once inquiring authority has concluded one way or the other then to reverse those findings sufficient evidence would be necessary. Therefore,": "एक या दूसरे तरीके से निष्कर्ष निकाला है तो उन निष्कर्षों को उलटने के लिए पर्याप्त सबूत की आवश्यकता",
  "UNION OF INDIA AND OTHERS. v. DAYANAND PANDORA 799": "भारत का संघ और अन्य बनाम दयानंद पंडोरा",
  "in the absence of any specific reply by the petitioners on this issue of": "भेदभाव के इस मुद्दे पर याचिकाकर्ताओं द्वारा किसी विशिष्ट उत्तर की अनुपस्थिति में में उनके खिलाफ एक",
  "discrimination has drawn an adverse inference against them, as has already been noticed in para 7 above. Even before this Court, the petitioners have": "प्रतिकूल निष्कर्ष निकाला गया है, जैसा कि ऊपर पैरा 7 में पहले ही देखा जा चुका है।इस न्यायालय के समक्ष",
  "not been able to place on record any material showing any distinction": "बीच कोई अंतर दिखाने वाली कोई सामग्री रिकॉर्ड पर नहीं रख पाए समर्थ | तदनुसार, हम पाते हैं कि",
  "come to the right conclusion that the applicant respondent No. | also deserved similar treatment. Thus, the argument of the petitioners that there": "न्यायाधिकरण सही निष्कर्ष पर पहुंचा है कि आवेदक प्रतिवादी संख्या भी इसी तरह के व्यवहार का हकदार",
  "deserved similar treatment. Thus, the argument of the petitioners that there was no discrimination suffered by the applicant-respondent No. | does not": "था | इस प्रकार, याचिकाकर्ताओं का यह तर्क कि आवेदक-प्रतिवादी संख्या ] द्वारा कोई भेदभाव नहीं किया गया",
  "ISSUE NO. (3)": "इश्यू नं। (3)",
  "applicant-respondent No. | on the judgment of Hon’ble the Supreme Court rendered in the case of M.V. Bijlani versus Union of India (15), wherein": "(7) एम. वी. बिजलानी बनाम भारत संघ (5) के मामले में माननीय उच्चतम न्यायालय के फैसले पर आवेदक-",
  "it has been held that allegations in respect of which the delinquent officer had not been charged with, no punishment could be imposed on such an": "कि जिन आरोपों के संबंध में अपचारी अधिकारी पर आरोप नहीं लगाया गया था, ऐसे आरोप पर कोई सजा नहीं दी",
  "allegation. In para 23 of the judgment, Hon’ble the Supreme Court has observed thus:": "जा सकती थी ।निर्णय के पैरा 23 में, माननीय उच्चतम न्यायालय ने इस प्रकार टिप्पणी की हैः",
  "“Evidently, the evidence recorded by the enquiry officer and inferences drawn by him were not commensurate with the charges. If it": "“जाहिर है, जांच अधिकारी द्वारा दर्ज किए गए साक्ष्य और उनके द्वारा निकाले गए निष्कर्ष आरोपों के अनुरूप नहीं",
  "was a case of misutilisation or misappropriation, the appellant should have been told thereabout specifically. Such a serious": "थे | यदि यह दुरुपयोग या गबन का मामला था, तो अपीलकर्ता को इसके बारे में विशेष रूप से बताया जाना चाहिए",
  "charge could not have been enquired without framing appropriate charges.”": "था | उचित आरोप तय किए बिना इस तरह के गंभीर आरोप की जांच नहीं की जा सकती थी। ”",
  "(18) Therefore, in the present case when there was neither any allegation of monetary loss in the charge-sheet nor was there any finding": "(8) इसलिए, वर्तमान मामले में जब आरोप-पत्र में न तो मौद्रिक नुकसान का कोई आरोप था और न ही",
  "by the disciplinary authority that the applicantrespondent No. 1 had": "अनुशासनात्मक प्राधिआरोप-पत्रण द्वारा कोई निष्‌आरोप-पत्रष निकाला गया था कि आवेदक प्रतिवादी संख्या ]",
  "misappropriated, then the punishment imposing recovery is unsustainable in the eyes of law.": "ने दुरुपयोग किया था, तो वसूली लगाने वाली सजा कानून की नजर में अस्थिर है।",
  "ISSUE NO. (4)": "इश्यू नं। (4)",
  "(19) As far as fourth issue is concerned it would be pertinent to mention here that vide order dated 23.2.2004 (A-10) one penalty of": "(9) जहां तक चौथे मुद्दे का संबंध है, यहां यह उल्लेख करना उचित होगा कि दिनांक  (ए-0) के आदेश के",
  "reduction by one stage from ‘ 5,875/- to ‘ 5,750/- in the time scale of pay": "अनुसार वेतन के समय पैमाने में 5,875/- से 5,750/- तक एक चरण की कमी का जुर्माना",
  "(15) JT 2006 (4) SC 469": "(5) जेटी 2006 (4) एससी 469",
  "800 I.L.R. PUNJAB AND HARYANA 2012(1)": "800",
  "of *4500- 125-7000 for a period of three months from the date of increment has been imposed. He was barred from earning increments of pay during": "वेतनवृद्धि की तारीख से तीन महीने की अवधि के लिए '4500-25-7000' लागू किया गया है । उन्हें कटौती",
  "has been imposed. He was barred from earning increments of pay during period of reduction and in the same order another penalty of recovery of": "की अवधि के दौरान वेतन वृद्धि अर्जित करने से रोक दिया गया था और उसी आदेश में दस महीने की अवधि के",
  "1/4th of the basic pay for a period of ten months has been ordered. In other words, two penalties have been imposed upon the applicant-respondent": "लिए मूल वेतन के एक चौथाई की वसूली का एक और जुर्माना लगाया गया है । दूसरे शब्दों में, आवेदक-प्रतिवादी",
  "words, two penalties have been imposed upon the applicant-respondent No. 1, which in our considered opinion amounts to bundle of punishments.": "संख्या पर दो दंड लगाए गए हैं, जो हमारी राय में दंड के बंडल के बराबर है।इस संबंध में माननीय उच्चतम",
  "In that regard reliance may be placed on the following observations made in para 12 of the judgment of Hon’ ble the Supreme Court rendered in the": "न्यायालय के निर्णय के पैरा 2 में की गई निम्नलिखित टिप्पणियों पर भरोसा किया जा सकता है।",
  "case of Union of India versus S.C. Parashar (16) :": "भारत संघ बनाम एस. सी. पाराशर (46) का मामलाः",
  "“The disciplinary authority, therefore, in our opinion acted illegally and without jurisdiction in imposing both the minor and major": "“इसलिए, हमारी राय में, अनुशासनात्मक प्राधिकरण ने एक ही आदेश द्वारा मामूली और बड़े दोनों दंड लगाने में",
  "have been taken in law.” Therefore, the action taken by the petitioners of imposing bundle of punishments upon the": "थी।” इसलिए, याचिकाकर्ता-प्रतिवादी संख्या ] पर दंड का बंडल लगाने के लिए याचिकाकर्ताओं द्वारा की गई",
  "(20) We would have remanded the case back to the disciplinary authority for the purposes of proceeding afresh from the stage of recording": "(20) हम एक असहमति ध्यान दें दर्ज करने के चरण से नए सिरे से आगे बढ़ने के उद्देश्य से मामले को",
  "a dissenting note. However, for various reasons the aforesaid course has": "अनुशासनात्मक प्राधिकरण को वापस भेज देते । हालाँकि, विभिन्‍न कारणों से उपरोक्त पाठ्यक्रम को नहीं",
  "not been adopted. The charges pertain to the year 1997 and charge sheet was issued about thirteen years back. Already huge time has been consumed.": "अपनाया गया है | आरोप वर्ष 997 से संबंधित हैं और आरोप पत्र लगभग तेरह साल पहले जारी किया गया था।",
  "Moreover, the revisional authority has itself remanded the matter back to": "पहले से ही बहुत समय बर्बाद हो चुका है ।इसके अलावा, पुनरीक्षण प्राधिकरण ने स्वयं मामले को 25.7.2003",
  "about eight years ago. Therefore, no useful purpose would be served by remitting the matter back to the authorities. The learned counsel for the": "था । इसलिए, मामले को अधिकारियों को वापस भेजने से कोई उपयोगी उद्देश्य पूरा नहीं होगा । याचिकाकर्ताओं के",
  "petitioners has not been able to show from the report of the inquiry officer": "लिए विद्वान अधिवक्ता जांच अधिकारी की रिपोर्ट से यह दिखाने में समर्थ नहीं है कि आवेदक-प्रतिवादी संख्या",
  "that there is any incriminating evidence sufficient to indict the applicant-": "को अभ्यारोपित करने के लिए पर्याप्त कोई आपत्तिजनक सबूत है, जो उसके खिलाफ निष्कर्ष दर्ज करने का आधार",
  "against him. Therefore, it would be in fitness of things if the matter is given finality at this stage itself.": "हो सकता है | इसलिए, यह चीजों की योग्यता में होगा यदि मामले को इस स्तर पर ही अंतिम रूप दिया जाए।",
  "(21) As a sequel to the above discussion, we find no legal infirmity in the view taken by the Tribunal warranting interference by this Court. The": "(2]) उपरोक्त चर्चा की अगली कड़ी के रूप में, हम न्यायाधिकरण द्वारा इस न्यायालय द्वारा हस्तक्षेप की गारंटी",
  "V. Suri": "वी. सूरी",
  "(16) JT 2000 (3) SC 162": "(6) जेटी 2000 (3) एससी 62"
}