{
  "The order dated 17.10.2014 is set aside. On the complaint being represented by the petitioner within a period of three weeks from": "दिनांक 77.0.20+ का आदेश अलग रखा गया है। आज से तीन सप्ताह की अवधि के भीतर याचिकाकर्ता द्वारा",
  "today, it is ordered to be restored to its originalnumber by the Illaqa Magistrate and proceed in the matter in accordance with the law. The": "शिकायत का प्रतिनिधित्व किए जाने पर, इसे इलाखा मजिस्ट्रेट द्वारा अपने मूल नंबर पर बहाल करने और कानून के",
  "Magistrate and proceed in the matter in accordance with the law. The complaint instituted by the petitioner being of the year 2013, the trial": "अनुसार मामले में आगे बढ़ने का आदेश दिया जाता है। याचिकाकर्ता द्वारा वर्ष 203 की शिकायत होने के कारण,",
  "Court is requested to decide the same expeditiously.": "निचली अदालत से अनुरोध किया जाता है कि वह इस पर तेजी से निर्णय ले।",
  "Divya Gurnay": "दिव्या गुर्ने",
  "P.S. RAJ STEELS PRIVATE LTD.v. RELIANCE STEEL INDUSTRIES 1359 AND ANOTHER (Aman Chaudhary, J.)": "पी.एस. राज स्टील्स प्राइवेट लिमिटेड बनाम रिलायंस स्टील इंडस्ट्रीज एवं अन्य (अमन चौधरी, जे.)",
  "payee or holder in due course. To bolster his submission, he relies on": "देय समय पर प्राप्तकर्ता या धारक। अपने समर्पण को मजबूत करने के लिए, वह ब्रिजस्टोन इंडिया प्राइवेट लिमिटेड",
  "Bridgestone India Pvt. Ltd. versus Inderpal Singh', and Paramvir Singh Mor versus Professional Placements Pvt. Ltd and another,": "पर निर्भर है। लिमिटेड बनाम इंदरपाल सिंह और परमवीर सिंह मोर बनाम प्रोफेशनल प्लेसमेंट प्राइवेट लिमिटेड'",
  "CRM-M-39975-2016, decided on 19.07.2022.": "लिमिटेड और एक अन्य, सीआरएम-एम-39975-206,9.07.2022 को तय किया गया।",
  "(4) According to the office report, none has appeared on behalf of the respondents, in the present case. As is apparent, that": "(५) कार्यालय की रिपोर्ट के अनुसार, वर्तमान मामले में उत्तरदाताओं की ओर से कोई भी पेश नहीं हुआ है। जैसा कि",
  "despite bailable warrants having been issued against the respondents,": "स्पष्ट है, कि प्रत्यर्थियों के विरुद्ध जमानती वारंट जारी किए जाने के बावजूद, उन्होंने विद्वत विचारण न्यायालय के",
  "they had not caused an appearance before the learned trial Court as well. In view of which, it would be in the interest of justice to not keep the case pending any longer, thereby, is decided as per the": "समक्ष भी पेशी नहीं कराई थी। जिसे ध्यान में रखते हुए, यह न्याय के हित में होगा कि मामले को अब और लंबित न",
  "amendment and the law laid down.": "रखा जाए, इस प्रकार, संशोधन और निर्धारित कानून के अनुसार निर्णय लिया जाता है।",
  "(5) Heard.": "(5) सुना।",
  "(6) It is apposite to refer to the relevant portion of Negotiable Instruments (Amendment) Second Ordinance, 2015 for": "(6) विचाराधीन मामले पर विचार करने के लिए परक्राम्य लिखत (संशोधन) दूसरा अध्यादेश, 205 के सुसंगत भाग",
  "“3. In the principal Act, section 142 shall be numbered as sub-section (1) thereof and after sub- section (1) as so": "\"3. मूल अधिनियम में, धारा ।५2 को उसकी उपधारा (॥) के रूप में क्रमांकित किया जाएगा और इस प्रकार",
  "‘“(2) The offence under section 138 shall be inquired into": "क्रमांकित उपधारा (॥) के पश्चात्‌ निम्नलिखित उपधारा अंतःस्थापित की जाएगी, अर्थात्‌ः-\"(2) धारा 38 के अधीन",
  "and tried only by a court within whose local jurisdiction,--": "अपराध की जाँच और विचारण केवल उस न्यायालय द्वारा किया जाएगा जिसकी स्थानीय अधिकारिता के भीतर,-",
  "(a) if the cheque is delivered for collection through an account, the branch of the bank where the payee or holder": "(क) यदि चेक किसी खाते के माध्यम से संग्रह के लिए वितरित किया जाता है, तो बैंक की वह शाखा जहां,",
  "in due course, as the case may be, maintains the account, is situated; or": "यथास्थिति, देय काल में, प्राप्तकर्ता या धारक खाते का रखरखाव करता है, स्थित है; या",
  "(b) if the cheque is presented for payment by the payee or holder in due course otherwise through an account, the": "(ख) यदि चेक प्राप्तकर्ता या धारक द्वारा देय काल में अन्यथा खाते के माध्यम से भुगतान के लिए प्रस्तुत किया जाता",
  "branch of the drawee bank where the drawer maintains the account, is situated.": "है, तो निकासी बैंक की शाखा जहां दराज खाता रखता है, स्थित है।",
  "Explanation — For the purposes of clause (a), where a cheque is delivered for collection at anybranch of the bank of the payee or holder in due course, then, the cheque shall": "स्पष्टीकरण-खंड (क) के प्रयोजनों के लिए जहां संग्रह के लिए चेक नियत समय में प्राप्तकर्ता या धारक की बैंक की",
  "bank in whichthe payee or holder in due course, as the case may be, maintains the account.”": "प्राप्तकर्ता या धारक नियत समय में खाते का रखरखाव करता है।",
  "4. In the principal Act, after section 142, the following": "5. मूल अधिनियम में, धारा ५2 के पश्चात्‌, निम्नलिखित",
  "' 2016 (2) SCC 75": "।206 (2) एससीसी 75",
  "P.S. RAJ STEELS PRIVATE LTD.v. RELIANCE STEEL INDUSTRIES 1361 AND ANOTHER (Aman Chaudhary, J.)": "पी.एस. राज स्टील्स प्राइवेट लिमिटेड बनाम रिलायंस स्टील इंडस्ट्रीज एवं अन्य (अमन चौधरी, जे.)",
  "collection i.e. the branch of the bank of the payee or holder in due course, where the drawee maintains an": "संग्रह नियत समय में प्रापक या धारक के बैंक की शाखा, जहां आहरणकर्ता खाता रखता है, क्षेत्रीय अधिकारिता के",
  "account, would be determinative of the place of territorial jurisdiction.": "स्थान का निर्धारक होगा।",
  "16. Since cheque No.1950, in the sum of Rs.26958/-, drawn on the Union Bank of India, Chandigarh, dated": "॥6. चूंकि यूनियन बैंक ऑफ इंडिया, चंडीगढ़, दिनांक 02.05.2006 पर तैयार की गई रु.26958/- की राशि का",
  "Indore, whichintimated its dishonour to the appellant on 04.08.2006, we are of the view that the Judicial Magistrate, First Class, Indore, would have the territorial": "को अपीलार्थी को अपने अपमान की सूचना दी थी, इसलिए हमारा विचार है कि न्यायिक मजिस्ट्रेट, प्रथम श्रेणी, इंदौर",
  "Instruments Act, 1881, after the promulgation of the Negotiable Instruments (Amendment) Second Ordinance,": "को परक्राम्य लिखत (संशोधन) दूसरा अध्यादेश, 205 की उद्घोषणा के बाद परक्राम्य लिखत अधिनियम, 88। की",
  "2015.The words “as if that sub-Section had been in force at_all material _times...”’ used with reference to Section 142(2), in Section 142A(1) gives_retrospectivity tothe": "ए (॥) में धारा ।५2 (2) के संदर्भ में उपयोग किए गए शब्द \"जैसे कि वह उप-धारा हर भौतिक समय पर लागू थी\"...",
  "(8) The complaint in question was filed in the trial Court at Hisar, on the ground that the cheque was presented in the branch": "(8) विचाराधीन शिकायत हिसार के विचारण न्यायालय में इस आधार पर दाखिल की गई थी कि चेक उक्त न्यायालय",
  "falling within the jurisdictionof the said Court, however, the same was returned in view of the unamended provision of Section 142 of": "की अधिकारिता के अंतर्गत आने वाली शाखा में प्रस्तुत किया गया था, तथापि, अधिनियम की धारा ।५2 के",
  "was returned in view of the unamended provision of Section 142 of the Act and the judgment of Dasrath Rupsingh Rathod (supra), as per": "असंशोधित उपबंध और दशरथ रूपसिंह राठौड़ (उपर्युक्त) के निर्णय को ध्यान में रखते हुए उसे लौटा दिया गया था,",
  "which it ought to have been instituted in the jurisdiction of a Court where the drawee bank was situated, that in the present case was at": "जिसके अनुसार इसे उस न्यायालय की अधिकारिता में स्थापित किया जाना चाहिए था जहां ऋणग्राही बैंक स्थित था,",
  "(9) Hon’ble The Supreme Court in Bridgestone India Pvt. Ltd. (supra), having interpreted the said amendment to be": "(9) ब्रिजस्टोन इंडिया प्रा. लि. में माननीय उच्चतम न्यायालय। लिमिटेड (उपर्युक्त) ने उक्त संशोधन की पूर्वव्यापी",
  "retrospectively effective and finding that based on Section 142A(1) NI": "रूप से प्रभावी होने की व्याख्या की और पाया कि एन. आई. अधिनियम की धारा ।५2क (॥) के आधार पर दशरथ",
  "Act, the judgment rendered in Dashrath Rupsingh Rathod (supra),": "की धारा ।+2क (॥) के आधार पर दशरथ रूपसिंह राठौड़ (उपर्युक्त) में दिया गया निर्णय जहां तक चेक के अनादर",
  "would not stand in the way in so far as the territorial jurisdiction for": "प्रादेशिक अधिकारिता का संबंध है, रास्ते में नहीं खड़ा होगा, इस प्रकार, वर्तमान मामले में, याचिकाकर्ता द्वारा हिसार",
  "concerned, thus, in the present case, the complaint filed in the Court of Judicial Magistrate Ist Class at Hisar, by the petitioner would be statutorily required to be restored for cognizance to be taken thereof,": "के न्यायिक मजिस्ट्रेट प्रथम श्रेणी के न्यायालय में दायर की गई शिकायत को वैधानिक रूप से संज्ञान में लेने के लिए",
  "statutorily required to be restored for cognizance to be taken thereof, the premise on which it was returned being lack of territorial jurisdiction.": "बहाल करने की आवश्यकता होगी, जिस आधार पर इसे वापस किया गया था क्‍योंकि क्षेत्रीय अधिकार क्षेत्र का अभाव",
  "(10) In view of the aforesaid, the present petition is allowed.": "(0) उपर्युक्त को ध्यान में रखते हुए, वर्तमान याचिका की अनुमति दी जाती है।",
  "P.S. RAJ STEELS PRIVATE LTD.v. RELIANCE STEEL INDUSTRIES 1357 AND ANOTHER (Aman Chaudhary, J.)": "पी.एस. राज स्टील्स प्राइवेट लिमिटेड बनाम रिलायंस स्टील इंडस्ट्रीज एवं अन्य (अमन चौधरी, जे.)",
  "Before Aman Chaudhary, J.": "समक्ष अमन चौधरी के, जे.",
  "P.S. RAJ STEELS PRIVATE LTD.—Petitioner": "पी.एस. राज स्टील्स प्राइवेट लिमिटेड- याचिकाकर्ता",
  "versus": "बनाम",
  "RELIANCE STEEL INDUSTRIES AND ANOTHER— Respondents": "रिलायंस स्टील इंडस्ट्रीज और अन्य-प्रतिवादी",
  "CRM-M No. 46627 of 2016": "सीआरएम-एम संख्या ५6627 , 206",
  "April 13, 2023": "॥3 अप्रैल, 2023",
  "Code of Criminal Procedure, 1973—S. 482—Negotiable": "दंड प्रक्रिया संहिता, 4973-धारा। ५82-परक्राम्य लिखत अधिनियम, 88॥ 38, ५2 -धारा के तहत दायर की गई",
  "NI Act on 02.12.2013 in Hisar where complainant has registered": "शिकायत। 38 एनआई अधिनियम 02.2.20॥3 को हिसार में जहां शिकायतकर्ता ने कार्यालय पंजीकृत किया है-",
  "for lack of territorial jurisdiction with view that it be presented where drawee bank is situated—Held, S. 142 (2) NI Act, after amendment": "ध्यान में रखते हुए कि इसे प्रस्तुत किया जाए जहां डरा बैंक स्थित है-धारा। ।५2 (2) एन. आई. अधिनियम, अधिसूचना",
  "Held, that the complaint in question was filed in the trial Court at Hisar, on the ground that the cheque was presented in the branch": "अभिनिर्धारित किया गया कि प्रश्नगत शिकायत हिसार के विचारण न्यायालय में इस आधार पर दाखिल की गई थी कि",
  "at Hisar, on the ground that the cheque was presented in the branch falling within the jurisdiction of the said Court, however, the same was": "चेक उक्त न्यायालय की अधिकारिता के अंतर्गत आने वाली शाखा में प्रस्तुत किया गया था, तथापि, अधिनियम की",
  "returned in view of the unamended provision of Section 142 of the Act and the judgment of Dasrath Rupsingh Rathod (supra), as per which it": "धारा ।५2 के अपरिवर्तित उपबंध और दशरथ रूपसिंह राठौड़ (उपर्युक्त) के निर्णय को ध्यान में रखते हुए उसे लौटा",
  "ought to have been instituted in the jurisdiction of a Court where the": "दिया गया था, जिसके अनुसार इसे उस न्यायालय की अधिकारिता में स्थापित किया जाना चाहिए था जहां ऋणग्राही",
  "drawee bank was situated, that in the present case was at Bhopal.": "बैंक स्थित था, कि वर्तमान मामला भोपाल में था।",
  "(Para 8)": "(पैरा 8)",
  "Further held, that Hon’ble The Supreme Court in Bridgestone": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि माननीय उच्चतम न्यायालय ने ब्रिजस्टोन इंडिया प्रा. लि. लिमिटेड",
  "India Pvt. Ltd. (supra), having interpreted the said amendment to be retrospectively effective and finding that based on Section 142A(1) NI": "(उपर्युक्त) ने उक्त संशोधन की पूर्वव्यापी रूप से प्रभावी होने की व्याख्या की और पाया कि एन. आई. अधिनियम",
  "would not stand in the way in so far as the territorial jurisdiction for initiating proceedings emerging from dishonour of cheque is": "से उद्भूत कार्यवाही शुरू करने के लिए प्रादेशिक अधिकारिता का संबंध है, रास्ते में नहीं खड़ा होगा, इस प्रकार,",
  "concerned, thus, in the present case, the complaint filed in the Court of Judicial Magistrate Ist Class at Hisar, by the petitioner would be": "वर्तमान मामले में, याचिकाकर्ता द्वारा हिसार के न्यायिक मजिस्ट्रेट प्रथम श्रेणी के न्यायालय में दायर की गई शिकायत",
  "statutorily required to be restored for cognizance to be taken thereof,": "को वैधानिक रूप से संज्ञान में लेने के लिए बहाल करने की आवश्यकता होगी, जिस आधार पर इसे वापस किया गया",
  "the premise on which it was returned being lack of territorial jurisdiction.": "था क्योंकि क्षेत्रीय अधिकार क्षेत्र का अभाव था।",
  "(Para 9)": "(पैरा 9)",
  "Further held, that present petition is allowed. The order dated": "आगू अभिनिर्धारित कयल गेल जे वर्तमान याचिका अनुमत अछि। दिनांक 77.0.20५ का आदेश अलग रखा गया",
  "petitioner within a period of three weeks from today, it is ordered to be restored to its original number by the Ilaqa Magistrate and proceed in": "आज से तीन सप्ताह की अवधि के भीतर याचिकाकर्ता को इलाखा मजिस्ट्रेट द्वारा अपने मूल नंबर पर बहाल करने",
  "the matter in accordance with the law. The complaint instituted by the": "और कानून के अनुसार मामले में आगे बढ़ने का आदेश दिया जाता है। याचिकाकर्ता द्वारा वर्ष 203 की शिकायत",
  "petitioner being of the year 2013, the trial Court is requested to decide the same expeditiously.": "होने के कारण, निचली अदालत से अनुरोध किया जाता है कि वह इस पर तेजी से निर्णय ले।",
  "(Para 10)": "(पैरा 40)",
  "Jainainder Saini, Advocate for the petitioner.": "जैनइंदर सैनी, याचिकाकर्ता के अधिवक्ता।",
  "AMAN CHAUDHARY. J.": "अमन चौधरी। जे.",
  "(1) Present petition has been filed under Section 482 Cr.P.C. for setting aside of order dated 17.10.2014, vide which the complaint": "(॥) वर्तमान याचिका धारा ५82 सीआरपीसी के तहत दिनांक 7.0.20५ के आदेश को रद्द करने के लिए दायर की",
  "for setting aside of order dated 17.10.2014, vide which the complaint case No.2620-II dated 02.12.2013 titled as ‘P.S. Raj Steels Private": "गई है, जिसके तहत शिकायत मामला संख्या. 2620-2 दिनांक 02.2.20।3 को 'पी.एस. के रूप में शीर्षक दिया",
  "Ltd. Versus Reliance Steel Industries and another’ under Section 138 of the Negotiable Instruments Act, was returned inoriginal to be filed": "गया है। राज स्टील्स प्राइवेट लिमिटेड बनाम रिलायंस स्टील इंडस्ट्रीज और एक अन्य 'परक्राम्य लिखत अधिनियम की",
  "(2) Briefly put, the facts as emerge from the complaint, are": "(2) संक्षेप में, शिकायत से जो तथ्य सामने आए हैं, वे यह हैं कि उत्तरदाताओं ने शिकायतकर्ता-याचिकाकर्ता से",
  "that respondents had purchased SS Pipes from the complainant- petitioner on credit andin order to discharge the liability, issued a": "क्रेडिट पर एसएस पाइप्स खरीदे थे और दायित्व का निर्वहन करने के लिए, 2५.0.203 को एक चेक जारी किया",
  "cheque dated 24.10.2013, for an amountof Rs.1,79,900/-, which was drawn on HDFC Bank, Indrapuri, Bhopal, got dishonoured with": "था, जिसमें.,79,900/- रुपये की राशि थी, जो एचडीएफसी बैंक, इंद्रपुरी, भोपाल पर खींची गई थी, जिसे दिनांक",
  "remarks ‘stop payment’ vide memo dated 29.10.2013. The legal notice": "29.0.20॥3 के ज्ञापन के माध्यम से 'भुगतान रोकें' टिप्पणी के साथ अपमानित किया गया था। दिनांक 06..203",
  "of demand dated 06.11.2013, having evoked no response, the complaint dated 02.12.2013 was filed under Section 138 of the": "की मांग संबंधी विधिक सूचना पर कोई प्रतिक्रिया नहीं होने के कारण दिनांक 02.2.203 की शिकायत परक्राम्य",
  "complaint dated 02.12.2013 was filed under Section 138 of the Negotiable Instruments Act (for short ‘the Act’) at Hisar, where the": "लिखत अधिनियम की धारा 38 (संक्षेप में 'अधिनियम') के तहत हिसार में दायर की गई थी, जहां शिकायतकर्ता-",
  "complainant-company has its registered office. The trial Court, after": "कंपनी का पंजीकृत कार्यालय है। निचली अदालत ने प्रारंभिक साक्ष्य दर्ज करने के बाद दिनांक 02.03.204 को",
  "02.03.2014. However, respondents-company did not appear, leading to issuance of bailable warrants to secure their presence. The": "समन आदेश पारित किया। हालाँकि, उत्तरदाता-कंपनी उपस्थित नहीं हुई, जिससे उनकी उपस्थिति को सुरक्षित करने के लिए जमानती वारंट जारी किए गए। तथापि, शिकायत को दशरथ रूपसिंह राठौड़ बनाम महाराष्ट्र राज्य में माननीय",
  "complaint was however, returned in original vide order dated 17.10.2014, in view of the judgment of Hon’ble The Supreme Court in": "उच्चतम न्यायालय के निर्णय को ध्यान में रखते हुए दिनांक 7.0.20५ के आदेश द्वारा मूल रूप में वापस कर दिया",
  "Criminal Appeal No.2287 of 2009 for its presentation before the": "गया था और एक अन्य, 2009 की आपराधिक अपील संख्या. 2287 को विद्वत न्यायालय के समक्ष प्रस्तुत करने के",
  "learned Court where the drawee bank is situated.": "लिए जहां ऋणग्राही बैंक स्थित है।",
  "(3) Learned counsel for the petitioner would submit that though the complaint ought not to have been returned, as the cheque": "(3) याचिकाकर्ता का विद्वान वकील प्रस्तुत करेगा कि यद्यपि शिकायत को वापस नहीं किया जाना चाहिए था, क्योंकि",
  "in question was payable at par and the drawee is situated in the city, wherein it was presented. However, now by way of an amendment": "विचाराधीन चेक समान रूप से देय था और ड्राउई उस शहर में स्थित है, जहां इसे प्रस्तुत किया गया था। हालांकि,",
  "wherein it was presented. However, now by way of an amendment carried out in the Act by incorporating Section142A vide Notification": "अब धारा +2ए को शामिल करके अधिनियम में किए गए संशोधन के माध्यम से अधिसूचना दिनांक 5.06.20॥5,",
  "cheque was presented for collection that is the branch of the Bank of": "शिकायत प्रस्तुत की जा सकती थी जहां चेक संग्रह के लिए प्रस्तुत किया गया था जो कि बैंक की शाखा है"
}