{
  "(8) In view of the above, order dated 02.10.2012, Annexure P-1": "(8) उपरोक्त के मद्देनजर, आदेश दिनांक 02.0.202, अनुबंध पी-। जिसके तहत याचिकाकर्ताओं से वसूली की",
  "wherebyrecovery has been effected from the petitioners is set aside. If any amount has been recovered from the petitioners, it is ordered to be": "गई है, को रद्द कर दिया गया है। यदि याचिकाकर्ताओं से कोई राशि वसूल की गई है, तो उसे वसूली की तारीख से",
  "refunded to them within a period of 4 months from today alongwith interest @ 6% from the date of recovery till payment.": "भुगतान तक 6% ब्याज के साथ आज से ५ महीने की अवधि के भीतर उन्हें वापस करने का आदेश दिया जाता है।",
  "(9) Petition is disposed of.": "(9) याचिका का निपटारा किया जाता है।",
  "Divya Gurnay": "दिव्या गुरने",
  "AKHIL MAHAJAN AND OTHERS v. STATE OF HARYANA AND 1203": "अखिल महाजन और अन्य बनाम हरियाणा राज्य और",
  "OTHERS (Suvir Sehgal, J.)": "अन्य (सुवीर सहगल, जे.)",
  "Rafig Masih (White Washer) etc.' wherein it has been held as under:-": "रफ़ीक मसीह (सफ़ेद धोबी) आदि' के संबंध में यह कहा गया है कि:-",
  "“12. It is not possible to postulate all situations of hardship, which would govern employeeson the issue of recovery,": "“2. कठिनाई की सभी स्थितियों का अनुमान लगाना संभव नहीं है, जो वसूली के मुद्दे पर कर्मचारियों को नियंत्रित",
  "where payments have mistakenly been made by the employer, in excess of their entitlement. Be that as it may,": "करेगी, जहां नियोकक्‍ता द्वारा गलती से उनकी पात्रता से अधिक भुगतान किया गया है। जैसा भी हो, ऊपर उल्लिखित",
  "based on the decisions referred to herein above, we may, as a ready reference, summarize the following few situations,": "निर्णयों के आधार पर, हम, एक तैयार संदर्भ के रूप में, निम्नलिखित कुछ स्थितियों का सारांश प्रस्तुत कर सकते हैं,",
  "wherein recoveries by the employers, would be impermissible in law :": "जिनमें नियोक्‍्ताओं द्वारा वसूली, कानून में अस्वीकार्य होगी:",
  "(1) Recovery from employees belonging to Class-II and Class-IV service (or Group 'C' and Group 'D' service).": "0) तृतीय श्रेणी और चतुर्थ श्रेणी सेवा (या समूह 'सी' और समूह 'डी' सेवा) से संबंधित कर्मचारियों से वसूली।",
  "(ii) Recovery from retired employees, or employees who are due to retire within one year, of the order of recovery.": "(॥) सेवानिवृत्त कर्मचारियों, या ऐसे कर्मचारियों से वसूली, जो वसूली के आदेश के एक वर्ष के भीतर सेवानिवृत्त होने वाले हैं।",
  "(iii) Recovery from employees, when the excess payment has been made for a period in excess of five years, before the order of recovery is issued.": "(॥) कर्मचारियों से वसूली, जब वसूली का आदेश जारी होने से पहले पांच साल से अधिक की अवधि के लिए अतिरिक्त भुगतान किया गया हो।",
  "(iv) Recovery in cases where an employee has wrongfully been required to discharge duties of a higher post, and has": "(५) ऐसे मामलों में वसूली जहां किसी कर्मचारी को गलत तरीके से उच्च पद के कर्तव्यों का निर्वहन करने के लिए",
  "been paid accordingly, even though he should have rightfully been required to work against an inferior post.": "कहा गया है, और तदनुसार भुगतान किया गया है, भले ही उसे किसी निम्न पद के खिलाफ काम करने की आवश्यकता होनी चाहिए।",
  "(v) In any other case, where the Court arrives at the conclusion, that recovery if made from the employee, would": "(५) किसी भी अन्य मामले में, जहां न्यायालय इस निष्कर्ष पर पहुंचता है कि यदि कर्मचारी से वसूली की जाती है, तो",
  "be iniquitous or harsh or arbitrary to such an extent, as would far outweigh the equitable balance of the employer's": "वह इस हद तक अन्यायपूर्ण या कठोर या मनमानी होगी, जो नियोक्‍्ता के वसूली के अधिकार के न्यायसंगत संतुलन",
  "(6) In view of the above, this Court is of the view that the recovery orderAnnexure P-1 deserves to be quashed.": "(6) उपरोक्त को ध्यान में रखते हुए, इस न्यायालय का मानना है कि वसूली आदेश अनुलग्नक पी-। रद्द किये जाने योग्य है।",
  "(7) In so far as the second prayer is concerned, the same cannot be granted till the petitioners challenge Directorate's letter No.": "(7) जहां तक दूसरी प्रार्थना का सवाल है, इसे तब तक मंजूर नहीं किया जा सकता जब तक कि याचिकाकर्ता",
  "SO/Audit/ SA(116)- 2007/74-106 dated 01.08.2007 on the basis of": "निदेशालय के पत्र संख्या एसओ/ऑडिट/एसए(6)-2007/7५-06 दिनांक 0.08.2007 को चुनौती नहीं देते,",
  "which impugned order, Annexure P-1, has been passed. Although": "जिसके आधार पर आपत्ति जताई गई है। आदेश, अनुलग्नक पी-।, पारित किया गया है। हालांकि याचिकाकर्ताओं के",
  "counsel for the petitioners has sought an adjournment to amend the petition, but as it is likely to delay the proceedings, his request is": "वकील ने याचिका में संशोधन करने के लिए स्थगन की मांग की है, लेकिन चूंकि इससे कार्यवाही में देरी होने की",
  "petitioners to approach this Court again, if so advised.": "खुली छोड़ी गई है कि यदि सलाह दी जाए तो वे इस न्यायालय में दोबारा संपर्क कर सकते हैं।",
  "' 2015 (4) SCC 334": "। 205 (५) एससीसी 3३५",
  "AKHIL MAHAJAN AND OTHERS v. STATE OF HARYANA AND 1201": "अखिल महाजन और अन्य बनाम हरियाणा राज्य और",
  "Before Suvir Sehgal, J.": "समक्ष सुवीर सहगल, जे.",
  "AKHIL MAHAJAN AND OTHERS—Petitioners": "अखिल महाजन और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "CWP No. 6612 of 2016": "206 का सीडब्ल्यूपी नंबर 662",
  "January 20, 2023": "20 जनवरी 2023",
  "Constitution of India, 1950 — Arts. 226, 227 — Petitioners serving as Medical officers granted increments on account of": "भारत का संविधान, 4950 - धारा 226, 227 - चिकित्सा अधिकारी के रूप में सेवारत याचिकाकर्ताओं को उच्च",
  "possessing higher qualifications — Subsequent orders, by which the increment was ordered to be recovered from them, challenged in": "योग्यता रखने के कारण वेतन वृद्धि दी गई - बाद के आदेश, जिसके द्वारा वेतन वृद्धि उनसे वसूलने का आदेश दिया",
  "present petition — Held that, impugned order passed in violation of": "गया था, को वर्तमान याचिका में चुनौती दी गई - माना गया कि, प्राकृतिक सिद्धांतों के उल्लंघन में पारित आदेश",
  "proposed recovery — Recovery from employees impermissible when": "अवधि के लिए किया गया हो तो कर्मचारियों से वसूली अस्वीकार्य है - बहाली के लिए याचिकाकर्ताओं द्वारा दूसरी",
  "Second prayer by petitioners for restoration of benefits which have been withdrawn, is left open, with liberty to petitioners to approach": "प्रार्थना जो लाभ वापस ले लिए गए हैं, उन्हें खुला छोड़ दिया गया है, जिसमें याचिकाकर्ताओं को निदेशालय के पत्र को",
  "court again after challenging Directorate’s letter on basis of which": "चुनौती देने के बाद फिर से अदालत का दरवाजा खटखटाने की स्वतंत्रता है, जिसके आधार पर विवादित आदेश",
  "impugned order was passed — Any amount recovered from the petitioners in the meantime, to be refunded within 4 months along": "पारित किया गया था - इस बीच याचिकाकर्ताओं से वसूली गई कोई भी राशि, ब्याज सहित ५ महीने के भीतर वापस",
  "with interest @ 6% from date of recovery till payment — disposed of accordingly.": "की जाएगी। वसूली की तारीख से भुगतान तक 6% की दर से - तदनुसार निपटान किया गया।",
  "Held, that it has come on the record that the additional increments were being paid to the petitioners since 1997 pursuant to": "माना गया कि यह रिकॉर्ड में आया है कि याचिकाकर्ताओं को अनुबंध पी-3 के अनुसार 997 से अतिरिक्त वेतन",
  "of the Hon'ble Supreme Court in “State of Punjab and others etc. Vs.": "कि मामला याचिकाकर्ता स्पष्ट रूप से \"पंजाब राज्य और अन्य आदि\" मामले में माननीय सर्वोच्च न्यायालय के फैसले",
  "been held as under:- “ 12. It is not possible to postulate all situations of hardship, which would govern employees on the issue of recovery,": "इसे इस प्रकार रखा गया है: - \"2. कठिनाई की सभी स्थितियों को निर्धारित करना संभव नहीं है, जो वसूली के मुद्दे",
  "where payments have mistakenly been made by the employer, in excess": "पर कर्मचारियों को नियंत्रित करेगा, जहां भुगतान नियोकक्‍ता द्वारा गलती से किया गया है, उनके अधिकार से अधिक.",
  "of their entitlement. Be that as it may, based on the decisions referred to herein above, we may, as a ready reference, summarise the following": "जैसा भी हो, यहां ऊपर उल्लिखित निर्णयों के आधार पर, हम, एक तैयार संदर्भ के रूप में, निम्नलिखित कुछ",
  "few situations, wherein recoveries by the employers, would be impermissible in law : (i) Recovery from employees belonging to": "स्थितियों का सारांश प्रस्तुत कर सकते हैं, जिसमें नियोक्ताओं द्वारा वसूली, कानून में अस्वीकार्य होगी: () वर्ग से",
  "Class-HI and Class-IV service (or Group 'C' and Group 'D' service). (ii)": "संबंधित कर्मचारियों से वसूली -॥ और श्रेणी-७ सेवा (या समूह 'सी' और समूह 'डी' सेवा) (॥)"
}