{
  "NATIONAL INSURANCE COMPANY LTD., CHANDIGARH sv. 713": "राष्ट्रीय बीमा कंपनी लिमिटेड, चंडीगढ़",
  "PRANAY SETH AND OTHERS (K. Kannan, J.)": "प्रणय सेठ और अन्य (के, कन्‍्नन, जे.)",
  "Therefore, the writ petition is liable to be dismissed on this short ground.": "इसलिए, रिट याचिका इस संक्षिप्त आधार पर खारिज की जा सकती है।",
  "Even otherwise, a Full Bench of this Court in the case of Manjit Singh v. State of Punjab and others (C.W.P. No. 451 of 2008, decided on 5.2.2010)": "अन्यथा भी, मंजीत सिंह बनाम पंजाब राज्य और अन्य (2008 का सी. डब्ल्यू. पी. सं. 45, जो आई. डी. पर निर्णय लिया गया) के मामले में इस न्यायालय की पूर्ण पीठ ने अब यह विचार लिया है कि कनिष्ठ बुनियादी",
  "has now taken the view that higher qualification of B.A. B.Sc. or B.Ed.": "न्यायालय की पूर्ण पीठ ने अब यह विचार लिया है कि कनिष्ठ बुनियादी प्रशिक्षण शिक्षकों के पीठ पर नियुक्ति के लिए बी. ए. बी. एस. सी. या बी.",
  "SLR 141). It is further appropriate to mention that vide notification dated": "यह उल्लेख करना भी उचित है कि दिनांक 28.2.2003 की अधिसूचना के",
  "28.2.2003, ‘the Rules’ have been amended and Note (i1) from Appendix": "माध्यम से, 'नियमों' में संशोधन किया गया है और परिशिष्ट 'बी' से ध्यान दें",
  "‘B’ has been deleted.": "(॥) को हटा दिया गया है।",
  "(11) For all the reasons mentioned above, this petition fails and the": "(]]) ऊपर वर्णित सभी कारणों से, यह याचिका विफल हो जाती है और",
  "same is dismissed.": "इसे खारिज कर दिया जाता है।",
  "Before K. Kannan, J.": "के. कन्‍नन , जे.",
  "NATIONAL INSURANCE COMPANY LTD., CHANDIGARH,—4ppellant": "राष्ट्रीय बीमा कंपनी लिमिटेड, चंडीगढ़,-अपीलार्थी",
  "versus": "बनाम",
  "PRANAY SETH AND OTHERS,—Respondents": "प्रार्थना सेठ और अन्य, के उत्तरदाता",
  "20th April, 2011": "20 अप्रैल, 20]",
  "Motor Vehicles Act, 1988 - S.166 & 149 - Defence of Insurance": "मोटर वाहन अधिनियम, 988-5.466 और व49-बीमा कंपनी",
  "the genuineness of the driving licence - There was evidence about": "बोनाफाइड्स-उसके पास ड्राइविंग लाइसेंस की वास्तविकता पर संदेह",
  "suspected the genuineness of the licence. When we are allowing for an": "वास्तविकता पर संदेह नहीं था । जब हम किसी बीमाकर्ता को पॉलिसी की",
  "insurer to take a defence of violation of terms of policy, we normally test it on the light of whether there had been any breach of violation of terms": "शर्तों के भंग का बचाव करने की अनुमति देते हैं, तो हम आम तौर पर इसका परीक्षण इस बात के आलोक में करते हैं कि क्‍या स्वयं बीमाकृत",
  "it on the light of whether there had been any breach of violation of terms of policy by the insured himself. It is the bona fides of the owner that is": "इसका परीक्षण इस बात के आलोक में करते हैं कि क्‍या स्वयं बीमाकृत द्वारा पॉलिसी की शर्तों का भंग किया गया था | यह मालिक की ईमानदारी",
  "material and he ought to have some reason to suspect the genuineness of": "सामग्री और उसके पास इसकी वास्तविकता पर संदेह करने का कोई कारण",
  "the same. The case has still to be held against the insurer for the fact that": "होना चाहिए | बीमाकर्ता के खिलाफ मामला अभी भी इस तथ्य के लिए चलाया",
  "there was evidence of the owner about the bona fides of belief that the": "जाना बाकी है कि मालिक के पास इस विश्वास का प्रमाण था कि ड्राइविंग",
  "driving licence was genuine. The award is confirmed and the appeal is": "लाइसेंस वास्तविक था । पुरस्कार की पुष्टि हो जाती है और अपील खारिज कर",
  "(Para 4)": "(पैरा 4)",
  "Paul S. Saini, Advocate, for the appellant.": "पॉल एस. सैनी, अधिवक्ता, अपीलकर्ता की ओर से।",
  "K. KANNAN J. (ORAL)": "के. कन्‍नन जे. (07२6॥.)",
  "(1) The appeal by the insurance company is against the liability cast": "(]) बीमा कंपनी द्वारा अपील इस तथ्य के बावजूद बीमाकर्ता पर डाली गई",
  "establish through a verification report that the driving licence was not": "करने में समर्थ थी कि ड्राइविंग लाइसेंस वास्तविक नहीं था | न्‍्यायाधिकरण ने",
  "genuine. The Tribunal found that the burden of proof was on the insurer": "पाया कि सबूत का भार बीमाकर्ता पर था कि वह यह स्थापित करे कि लाइसेंस",
  "to establish that the licence was not genuine and no witness from the Licensing Authority had been examined.": "वास्तविक नहीं था और लाइसेंस प्राधिकरण के किसी भी गवाह की जांच नहीं",
  "(2) Learned counsel appearing for the appellant states that the": "(2) अपीलकर्ता की ओर से पेश विद्वान वकील का कहना है कि बीमा कंपनी",
  "insurance company did not have any adequate opportunity to examine": "के पास लाइसेंस प्राधिकरण से गवाह की जांच करने का कोई पर्याप्त अवसर",
  "(3) Even if the contention of the insurance company were to be": "(3) भले ही बीमा कंपनी के इस तर्क को स्वीकार किया जाए कि ड्राइविंग",
  "accepted that the driving licence was really a fake one and that could be": "लाइसेंस वास्तव में एक नकली था और इसे इस तथ्य से कवर किया जा",
  "covered by the fact that even the driver had admitted to the fact that he": "सकता है कि चालक ने भी इस तथ्य को स्वीकार किया था कि वह किसी भी",
  "had not gone Nagaland at any time to secure the driving licence and it had": "समय ड्राइविंग लाइसेंस प्राप्त करने के लिए नागालैंड नहीं गया था और इसे",
  "been secured through an agent, I will not find this to afford to the insurance": "एक एजेंट द्वारा से सुरक्षित किया गया था, मुझे यह बीमा कंपनी को यह तर्क"
}