{
  "person have in front of him the number of other opportunities available and therefore he is unlikely to suffer any irreparable loss as he would": "कई अन्य अवसर उपलबन्‍न्ध हैं ऑर इसलिए उसे कोर्डड अप्रणीय",
  "and therefore he is unlikely to suffer any irreparable loss as he would not be overage for induction in government service.": "क्षति होने की संभावना नहीं हैं क्‍योंकि सरकारी सेवा में शामित्र होने के लिए उसकी उम्र अधिक नहीं होगी।",
  "(Para 12)": "(पैरा 2)",
  "Deepak Balyan, Mr. Jai Vir Yadav, and S.S. Dinarpur, Advocates": "दीपक बालियान, श्री। जय वीर यादव, और एसएस दीनारपुर, अधिवक्ता",
  "for the petitioner(s).": "याचिकाकर्ताओं के निए.",
  "Harish Rathee, Sr. DAG Haryana.": "हरीश राठी, सीनियर डी.ए.जी. हरयाणा",
  "M.M. KUMAR, J.": "एम: एम कुमार , जे/",
  "(1) This order shall dispose of C.W.P. Nos. 4717 of 2008, 4727": "(0) यह आदेश सी.डब्ल्यू.पी. का निपटान करेगा। 2008 के क्रमांक",
  "of 2008, 4866 of 2008 and 14403 of 2008 as common question of facts": "477, 2008 के 4727, 2008 के 4866 और 2008 के ।4403 को तथ्यों और कानून के सामान्य प्रश्न के रुप में",
  "(2) The basic issue raised in all these petitions is whether the": "(2) इन सभी याचिकाओं में उठाया गया मूल मुद्दा यह है कि",
  "of Police as per advertisement dated 7th September, 2007 (Annexure": "क्या 7 सितंबर, 2007 के विज्ञापन (अनुलग्नक पी-6) के",
  "P-6) as also Rule 12.6 (2) (c) of the Punjab Police Rules 1934 (as": "2) (सी) पंजाब पुलिस नियम 934 (जैसा कि हरियाणा पर",
  "applicable to Haryana) (for brevity ‘the Rules’) is violative of Articles": "लागू होता है) (संक्षिप्तता के लिए 'नियम\" संविधान के",
  "14 and 16 of the Constitution. An ancillary question has also been raised": "अनुच्छेद 4 और 6 का उल्लंघन है। एक सहायक प्रश्न",
  "as to whether the birth certificate issued by the Registrar, Birth and": "यह भी उठाया गया है कि क्या रजिस्ट्रार, जन्म और मृत्यु",
  "certificate showing different date of birth.": "द्वारा जारी किया गया जन्म प्रमाण पत्र जन्म तिथि के",
  "(3) For the sake of convenience, facts are being referred from CWP No. 4717 of 2008 titled as Amit Chillar versus State of Haryana": "() सुविधा के लिए, तथ्यों को 2008 के सीडब्ल्यूपी नंबर 477 से संदर्भित किया जा रहा है जिसका शीर्षक अमित छिल्लर बनाम हरियाणा राज्य और अन्य है। उप-निरीक्षक के पद को",
  "and another. For filling up the post of Sub-Inspector, respondent No. 2 Haryana Staff Selection Commission (for brevity ‘HSSC’) issued an advertisement on 7th September, 2007 inviting applications for the various posts including 100 posts of Sub-Inspector of Police (male": "भरने के लिए, प्रतिवादी नंबर 2 हरियाणा कर्मचारी चयन आयोग (संक्षिप्तता के लिए 'एचएसएससी'” ने 7 सितंबर, 2007 को एक विज्ञापन जारी कर पुलिस उप-निरीक्षक (पुरुष) के 00 पदों सहित विभिन्‍न पदों के लिए आवेदन आमंत्रित",
  "category). The closing date for the receipt of application was 8th": "किए। वर्ग)। आवेदन प्राप्त करने की अंतिम तिथि 8 अक्टूबर,",
  "October, 2007. The educational qualification for appointment as Sub- Inspector as stipulated in the advertisement were :—-": "2007 थी। विज्ञापन में निर्धारित सब-इंस्पेक्टर के रूप में नियुक्ति के लिए शैक्षणिक योग्यता इस प्रकार थी: -",
  "(a) Graduate from recognized University.": "(ए) मान्यता प्राप्त विश्वविद्यालय से स्नातक।",
  "(B) Knowledge of Hindi/Sanskrit up to to Matric standard": "(बी) मैट्रिक मानक तक हिंदी/संस्कृत का ज्ञान",
  "(c) Physical standard :": "(सी) शारीरिक मानक:",
  "(i) Height 5-8\"": "() ऊंचाई 5-8\"",
  "(ii) Chest 44 with expansion of 1.1/2.": "() चेस्ट 44 .4/2 के विस्तार के साथ।",
  "(4) There were a number of other conditions laid down but the relevant condition regarding age reads thus :—": "(4) कई अन्य शर्तें निर्धारित की गई थीं लेकिन उम्र के संबंध में प्रासंगिक शर्त इस प्रकार है:-",
  "AGE : Not below 21 years and not over 27 years as on Ist day of February, 2007. In the case of SC/ST, BC and ESM": "आयु: । फरवरी, 2007 को 2 वर्ष से कम नहीं और 27 वर्ष से अधिक नहीं। एससी/एसटी, बीसी",
  "advantage of declaring his date of birth in his matriculation certificate": "मैट्रिकुलेशन प्रमाणपत्र में अपनी जन्मतियि घोषित करने का नाम",
  "at various places. The possibility of making use of the declared date of birth in matriculation certificate at various places cannot be ruled": "उठाया होगा। विश्रिन्‍न स्थानों पर मैट्रिक प्रमाण पत्र में घोषित जन्मतिथि का उपयोग करने की संभावना से इनकार नहीं किया",
  "out because in number of cases it has been seen that date of birth is": "जन्मतिथि का उपयोग करने की संभावना से इनकार नहीं किया जा सकता है क्योंकि कई मामलों में यह देखा गया हैं कि लाभ",
  "Deaths, the petitioner is stated to have born on 27th February, 1985": "जारी प्रमाण पत्र के अनुसार, याचिकाकर्ता का जन्म 27 फ़रवरी,",
  "whereas in the matriculation certificate the petitioner has declared his": "है कि उम्मीदवारों द्वारा मैट्रिक प्रमाण पत्र में दी गई",
  "date of birth to be 17th February, 1986. We are further of the view that": "अपनी जन्मतिथि ॥7 फरवरी, 986 बताई है, जो",
  "the minimum age of 21 years as on Ist February, 2007 is concerned.": "तक | फरवरी, 2007 को 2 वर्ष की न्यूनतम आयु का",
  "Rule 12.6 (2)(c) of the Rules doesnot in any way advance the case of": "का नियम 2.6 (2) (सी) किसी भी तरह से याचिकाकर्ता",
  "the petitioner, which reads thus :—": "के मामले को आगे नहीं बढ़ाता है, जो इस प्रकार है:-",
  "preceding’ the date of submission of application to the Public": "को आवेदन जमा करने की तारीख से 'अगली फरवरी'",
  "less than 21 years and more than 30 years of age for the": "से कम और 30 वर्ष से अधिक नहीं होनी चाहिए।",
  "post of an Inspector or Sub-Inspector.”": "इंस्पेक्टर या सब-इंस्पेक्टर का पद।”",
  "(10) A perusal of the afore-mentioned Rule shows that a": "(0) उपर्युक्त नियम के अवलोकन से पता चलता है कि",
  "next preceding the date of submission of the application. The": "आवेदन जमा करने की तारीख से अगली ॥ फरवरी को",
  "aforementioned Rule has been clarified in the advertisement by": "उपरोक्त नियम को विज्ञापन में विशेष रूप से यह कहते",
  "of age on Ist February, 2007. If the interpretation, which is sought by": "फरवरी, 2007 को 2 वर्ष से कम नहीं होनी चाहिए। यदि याचिकाकर्ता द्वारा मांगी गई व्याख्या को अपनाया",
  "person who is less than 21 years of age would be able to apply, although": "से कम उम्र का व्यक्ति आवेदन कर सकेगा, हालांकि",
  "the appointment may be made in the same year or a month or two after": "नियुक्ति उसी साल या विज्ञापन के एक या दो महीने",
  "the advertisement. Likewise, a person with age of 30 which is maximum": "बाद भी हो सकती है। इसी प्रकार, 30 वर्ष की आयु वाला व्यक्ति, जो कि नियमों द्वारा निर्धारित अधिकतम",
  "age prescribed by the rules would be able to apply, but at the time of": "आयु है, आवेदन कर सकेगा, लेकिन नियुक्ति के समय",
  "appointment he may be. more than 30. Such an interpretation is full of": "उसकी आयु 30 से अधिक हो सकती है। ऐसी व्याख्या",
  "inherent contradiction and would violate intent of the Rules. Therefore,": "अंतर्निहित विरोधाभास से भरी है और नियमों के इरादे का उल्लंघन करेगी। . इसलिए, विद्वान वकील द्वारा",
  "proposed construction of Rule as suggested by the learned counsel does": "सुझाए गए नियम का प्रस्तावित निर्माण हमारे लिए",
  "not commend itself to us. Therefore, we hold that on a correct": "उपयुक्त नहीं है। इसलिए, हम मानते हैं कि नियम",
  "interpretation of Rule 12.6 (2)(c), minimum age of 21 has to be on the": "।2.6 (2) (सी) की सही व्याख्या पर, न्यूनतम आयु 2]",
  "date of 1st February, 2007. Even otherwise, the eligibility has to be": "वर्ष | फरवरी, 2007 की तारीख को होनी चाहिए। अन्यथा भी, पात्रता को दी गई तारीख के अनुसार तय",
  "of the advertisement with regard to the age is expressly mentioned to be Ist February, 2007. In that regard reliance may be placed in the": "में आयु के संबंध में स्पष्ट रूप से | फरवरी, 2007 का",
  "versus University of Rajasthan and others (1), and Dr. M.V. Nair": "राजस्थान विश्वविद्यालय और अन्य (॥) और डॉ. एम.वी. नायर बनाम यूनियन ऑफ इंडियाएं और अन्य",
  "liable to be dismissed.": "खारिज किए जाने योग्य है।",
  "(11) The arguments of learned counsel for the petitioner that": "(।]) याचिकाकर्ता के विद्वान वकील की यह दलील कि",
  "the certificate issued by the Registrar, Birth and Death must prevail over": "रजिस्ट्रार, जन्म और मृत्यु द्वारा जारी प्रमाण पत्र को",
  "the matriculation certificate issued by the Board or the University for": "जन्मतिथि के प्रयोजनों के लिए बोर्ड या विश्वविद्यालय द्वारा जारी किए गए मैट्रिकुलेशन प्रमाण पत्र पर लागू",
  "the purposes of date of birth has also not impressed us because the": "द्वारा जारी किए गए मैट्रिकुलेशन प्रमाण पत्र पर लागू होना चाहिए, ने भी हमें प्रभावित नहीं किया है क्योंकि",
  "petitioner himself has declared his date of birth in the application form": "याचिकाकर्ता ने स्वयं घोषित किया है आवेदन पत्र में",
  "to be 17th February, 1986. He has, however, later on placed reliance": "उनकी जन्म तिथि ॥7 फरवरी, 986 है। हालाँकि,",
  "on the certificate issued by the Registrar, Birth and Death showing his": "उन्होंने बाद में रजिस्ट्रार, जन्म और मृत्यु द्वारा जारी",
  "date of birth to be 27th February, 1985. The certificate of matriculation": "प्रमाण पत्र पर भरोसा किया है, जिसमें उनकी जन्म तिथि 27 फरवरी, 985 दिखाई गई है। याचिकाकर्ता",
  "of the Registrar, Birth and Death. The petitioner cannot be permitted": "है। लेकिन याचिकाकर्ता द्वारा रजिस्ट्रार, जन्म और मृत्यु प्रमाण पत्र के अनुसार इसे सही कराने का कोई",
  "to carry two certificates and claiming two different dates of births,": "ले जाने और दो अलग-अलग जन्‍म तिथियों का दावा",
  "which could be used on different occasions as per his convenience.": "करने की अनुमति नहीं दी जा सकती, जिनका उपयोग उसकी सुविधा के अनुसार विभिन्‍न अवसरों पर किया",
  "Such a course would result into iniquitous result and the Courts cannot": "जा सकता है। इस तरह के आचरण से अन्यायपूर्ण परिणाम होंगे और न्यायालय ऐसे आचरण को मंजूरी",
  "fully apply to the facts of the present case as has been held by Hon’ble": "मामले के तथ्यों पर पूरी तरह से लागू होगा जैसा कि",
  "the Supreme Court in Union of India versus C. Rama Swamy (3).": "माननीय सर्वोच्च न्यायालय ने भारत संघ बनाम सी. राम स्वामी (3) मामले में माना है। पैरा-25 में, माननीय",
  "as under :—": "है:-",
  "25. Inmatters relating to appointment to service various factors are taken into consideration before making a selection or": "25. सेवा में नियुक्ति से संबंधित मामलों में चयन या नियुक्ति करने से पहले विभिन्‍न कारकों को",
  "an appointment. One of the relevant circumstances is the": "ध्यान में रखा जाता है। प्रासंगिक परिस्थितियों में",
  "age of the person who is sought to be appointed. It may not": "से एक उस व्यक्ति की उम्र है जिसे नियुक्त किया",
  "be possible to conclusively prove that an advantage had": "जाना है। यह निर्णायक रूप से साबित करना संभव",
  "been gained by representing a date of birth which is different": "नहीं हो सकता है कि जन्मतिथि का प्रतिनिधित्व करके लाभ प्राप्त किया गया था जो कि बाद में",
  "than that which is later sought to be incorporated. But it": "शामिल की गई जन्मतिथि से भिन्‍न है। लेकिन यह",
  "will not be.unreasonable to presume that when a candidate,": "मान लेना अनुचित नहीं होगा कि जब कोई",
  "at the firstinstance, communicates a particular date of birth": "उम्मीदवार, पहली बार में, एक विशेष जन्मतिथि",
  "there is obviously his intention that his age calculated on": "बताता है तो जाहिर तौर पर उसका इरादा होता है",
  "the basis of that date of birth should be taken into": "कि उस जन्मतिथि के आधार पर गणना की गई"
}