{
  "RANIA BRATCH COOPERATIVE TRANSPORT SOCIETY LTD. 873 AND OTHERS vy. STATE OF HARYANA": "873 रानिया ब्रैच कोऑपरेटिव ट्रांसपोर्ट सोसाइटी लिमिटेड और अन्य बनाम हरियाणा राज्य",
  "(M.M. Kumar, J.)": "(एम. एम. कुमार जे.)",
  "M.S. Khaira, Senior Advocate with Dharminder Singh Randhawa, Advocate.": "एम. एस. खैरा, वरिष्ठ अधिवक्ता धर्मेंद्र सिंह रंधावा, अधिवक्ता",
  "H.S. Sawhney, Senior Advocate with B.S. Giri, Advocate.": "एच. एस. साहनी, अधिवक्ता बी. एस. गिरि के साथ वरिष्ठ अधिवक्ता",
  "Anmol Rattan Sidhu, Senior Advocate with Avtar Singh, Advocate. N.K. Malhotra, Advocate.": "अनमोल रतन सिद्धू, वकील अवतार सिंह के साथ वरिष्ठ अधिवक्ताएन, के. मल्होत्रा, अधिवक्ता",
  "L.R. Sharma, Advocate.": "एल. आर, शर्मा, अधिवक्ताराजिंदर शर्मा, अधिवक्ताइंदर पाल गोयत, अधिवक्ताविकास सिंह, अधिवक्ता",
  "H.S. Hooda, Advocate General, Haryana, with Mr. Gagandeep Wasu,": "श्री एच. एस. हुड्डा, महाधिवकता हरियाणा, श्री गगनदीप वासु, अतिरिक्त महाधिवक्ता के साथ ।ए. जी.,",
  "Addl. AG, Haryana, For the respondent.": "हरियाणा, प्रतिवादी के लिए।",
  "M.M. KUMAR, J.": "एम. एम. कुमार जे.",
  "(1) Ashort question of law referred to this Full Bench in this bunch": "(]) याचिकाओं के इस समूह में इस पूर्ण पीठ को संदर्भित कानून का एक छोटा सवाल यह है कि क्‍या",
  "of petitions* is whether the Transport Scheme, as finally petitions 2 notified on 3.5.2011, has been published within a period of one year from the date": "परिवहन योजना, जैसा कि अंत में 3.5.207] पर अधिसूचित याचिका 2, मोटर वाहन अधिनियम,",
  "(1) and (4) of Section 100 of the Motor Vehicles Act, 1988 (for brevity,": "988 की खंड 00 की उप-खंड (]) और (4) के प्रावधानों (संक्षिप्तता के लिए, 'अधिनियम')",
  "‘the Act’). The reference order made by the Division Bench dated 21.9.2011 reads as under:": "प्रकाशित की गई है | खण्ड पीठ द्वारा दिनांकित संदर्भ आदेश 2.9.20व7 निम्नानुसार हैः",
  "“Mr. H.S. Hooda, learned Advocate General, Haryana has brought to our notice a Division Bench judgment of this Court rendered": "“ श्री एच. एस. हुड्डा, विद्वान महाधिवकता हरियाणा ने इस न्यायालय के एक खण्ड पीठ के फैसले",
  "in the case of Parveen and another v. State of Haryana": "को हमारे संज्ञान में लाया है। परवीन और एक अन्य बनाम हरियाणा राज्य के मामले में और अन्य",
  "12.08.2011), which upholds the notification/scheme dated 03.05.2011. The aforesaid scheme is also subject matter of": "03.05.20]] की अधिसूचना/योजना को बरकरार रखता है।उपरोक्त योजना भी तत्काल",
  "challenge in the instant petitions. The principal argument raised by learned counsel for the petitioner is that the scheme has to": "याचिकाओं में चुनौती का विषय है | याचिकाकर्ता के लिए विद्वान अधिवक्ता द्वारा उठाया गया प्रमुख",
  "be published in the official gazette within a period of one year from the date of publication of the proposal regarding the scheme": "आधिकारिक राजपत्र में योजना के संबंध में प्रस्ताव के प्रकाशन की तारीख से एक साल की",
  "which the proposal would be deemed to have lapsed. Clause 4": "'अधिनियम'), जिसमें विफल रहने पर प्रस्ताव को व्यपगत माना जाएगा।",
  "(3) The scheme relating to the proposal as approved or modified under sub-section (2) shall then be published in": "(3) उप-धारा (2) के तहत अनुमोदित या संशोधित प्रस्ताव से संबंधित योजना तब ऐसी योजना",
  "the Official Gazette by the State Government making such": "बनाने वाली राज्य सरकार द्वारा आधिकारिक राजपत्र में प्रकाशित की जाएगी और ऐसी योजना के",
  "scheme and in not less than one newspaper in the regional language circulating in the area or route covered by such": "दायरे में आने वाले क्षेत्र या मार्ग में प्रसारित क्षेत्रीय भाषा में कम से कम एक समाचार पत्र में",
  "date of its publication in the Official Gazette and shall be": "प्रकाशित की जाएगी और उसके बाद वह आधिकारिक राजपत्र में इसके प्रकाशन की तारीख को",
  "called the approved scheme and the area or route to which": "अंतिम हो जाएगी और इसे अनुमोदित योजना कहा जाएगा और जिस क्षेत्र या मार्ग से यह संबंधित है",
  "it relates shall be called the notified area or notified route: Provided that no such scheme which relates to any inter-": "उसे अधिसूचित क्षेत्र या अधिसूचित मार्ग कहा जाएगाःबशर्ते कि ऐसी कोई भी योजना जो किसी",
  "State route shall be deemed to be an approved scheme": "अंतर-राज्यीय मार्ग से संबंधित हो, तब तक अनुमोदित योजना नहीं मानी जाएगी जब तक कि उसे",
  "unless it has the previous approval of the central Government.": "केंद्र सरकार की पूर्व मंजूरी न हो।",
  "(4) Notwithstanding anything contained in this section, where": "(4) इस खंड में किसी बात के होते हुए भी, जहां कोई योजना उप-खंड () के तहत सरकारी",
  "a scheme is not published as an approved scheme under sub-section (3) in the Official Gazette within a period of one year from the date of publication of the proposal regarding the scheme in the Official Gazette under sub-": "राजपत्र में योजना के संबंध में प्रस्ताव के प्रकाशन की तारीख से एक वर्ष की अवधि के भीतर सरकारी राजपत्र में उप-खंड (3) के तहत अनुमोदित योजना के रूप में प्रकाशित नहीं की जाती",
  "section (1), the proposal shall be deemed to have lapsed.": "है, तो प्रस्ताव को व्यपगत माना जाएगा । स्पष्टीकरण | -- इस उप-थधारा में निर्दिष्ट एक वर्ष की",
  "to in this sub-section, any period or periods during which": "अवधि की गणना करने में, कोई भी अवधि या अवधि जिसके दौरान उप-धारा (3) के तहत",
  "(6) A bare perusal of Section 99(1) of the Act makes it patent that where the State Government feels the necessity of providing road transport": "(6) अधिनियम की खंड 99 (]) के अवलोकन से यह स्पष्ट हो जाता है कि जहां राज्य सरकार",
  "services by State Transport Undertakings into any area or route then it is": "किसी भी क्षेत्र या मार्ग में राज्य परिवहन उपक्रमों द्वारा सड़क परिवहन सेवाएं प्रदान करने की",
  "required to formulate a proposal regarding a Scheme giving specified": "आवश्यकता महसूस करती है, तो उसे निर्दिष्ट विवरण देने वाली योजना के संबंध में एक प्रस्ताव",
  "particulars. Such proposal concerning Scheme has to be in larger public": "तैयार करना आवश्यक है । योजना से संबंधित इस तरह के प्रस्ताव को व्यापक जनहित में होना",
  "interest and to provide the general public efficient, adequate, economical and properly coordinated road transport service. It is mandatory requirement": "चाहिए और आम जनता को कुशल, पर्याप्त, किफायती और उचित रूप से समन्वित सड़क परिवहन",
  "to publish such a proposal in the official gazette of the State. It should also": "सेवा प्रदान करनी चाहिए । राज्य के आधिकारिक राजपत्र में इस तरह के प्रस्ताव को प्रकाशित",
  "be published in not less than one newspaper in the regional language.": "करना अनिवार्य है । इसे क्षेत्रीय भाषा में कम से कम एक समाचार पत्र में भी प्रकाशित किया जाना चाहिए।",
  "876": "874",
  "On the publication of any proposal regarding a scheme in the Official Gazette and in not less than one newspaper in": "रूप से गैर-अस्थाई प्रावधान में आधिकारिक राजपत्र में योजना से संबंधित प्रस्ताव के प्रकाशन",
  "872 LL.R. PUNJAB AND HARYANA 2012(1)": "872०",
  "Further held, That the provisions of sub-section (4) of Section 100": "इसके अलावा यह अभिनिर्धारित किया गया कि अधिनियम की खंड 00 की उप-खंड (4) के",
  "of the Act are not encumbered by any other provision of that Section. It": "प्रावधान उस खंड के किसी अन्य प्रावधान से प्रभावित नहीं हैं ।इसके बाद एक वर्ष की अवधि",
  "follows then that the period of one year is to commence from the date of publication of the proposal concerning Scheme in the official gazette.": "आधिकारिक राजपत्र में योजना से संबंधित प्रस्ताव के प्रकाशन की तारीख से शुरू होनी है। (पैरा",
  "11.3.2010 (P-1) and final Scheme was published on 3.5.2011 (P-4), which": "प्रकाशित किया गया था और अंतिम योजना को 3.5.20व (7-4) पर प्रकाशित किया गया था,",
  "is obviously after one year. The publication of corrigendum on 4.5.2010 (P-2) with a few amendments in the notification dated 11.3.2010 (P-1)": "जो स्पष्ट रूप से एक वर्ष के बाद है।.3.200 (?-) की अधिसूचना में कुछ संशोधनों के",
  "‘newspapers’ on the same day would not have any impact. This time": "होगा । उसी दिन 'समाचार पत्रों' में इसके प्रकाशन का कोई प्रभाव नहीं पड़ेगा |इस बार पूरी",
  "complete Scheme was not published and the official gazette only contained": "प्रकाशित नहीं की गई थी और आधिकारिक राजपत्र में केवल योजना के उद्धरण शामिल थे। अंतिम",
  "the extracts of the Scheme. The final Scheme was published on 3.5.2011 (P-4). On the plain language of Section 99 read with Section 100(4), it": "योजना 3.5.20] (7-4) पर प्रकाशित की गई थी | खंड 00 (4) के साथ पठित खंड 99 की",
  "(P-4). On the plain language of Section 99 read with Section 100(4), it cannot be accepted that the period of one year would commence from the": "खंड 99 की सरल भाषा में, यह स्वीकार नहीं किया जा सकता है कि एक वर्ष की अवधि",
  "date of corrigendum published in the official gazette on 4.5.2010. Firstly,": "आधिकारिक राजपत्र में प्रकाशित शुद्धिपत्र की तारीख से शुरू होगी |सबसे पहले, शुद्धिपत्र ने",
  "the corrigendum published only ‘excerpts’ of the Scheme. Secondly, the": "पहले, शुद्धिपत्र ने योजना के केवल 'अंश' प्रकाशित किए | दूसरा, श्री हुड्डा द्वारा किया गया",
  "submission made by Shri Hooda is not acceptable when he argued that after publication of the proposal concerning Scheme in the 'newspapers’, the": "निवेदन स्वीकार्य नहीं है जब उन्होंने तर्क दिया कि 'समाचार पत्रों' में योजना से संबंधित प्रस्ताव के",
  "objections started pouring in because under Section 100(1) of the Act,": "आपत्तियां आनी शुरू हो गईं क्योंकि अधिनियम की खंड 00 () के तहत, आधिकारिक राजपत्र में",
  "objections are to be filed by an objector within thirty days from the date of publication of the notice under Section 99(1), in the official gazette. It": "खंड 99 () के तहत नोटिस के प्रकाशन की तारीख से तीस दिनों के भीतर एक आक्षेपकर्ता द्वारा",
  "counting of thirty days from that date. Therefore, the argument has no": "से तीस दिनों की गिनती की बात नहीं की गई है इसलिए, इस तर्क में कोई सार नहीं है और हमें इसे",
  "substance and we have no hesitation to reject the same.": "कोई सार नहीं है और हमें इसे अस्वीकार करने में कोई संकोच नहीं है।",
  "Further held, That we hold that the Scheme, dated 3.5.2011, as": "आगे कहा कि हम मानते हैं कि सरकारी राजपत्र में प्रकाशित योजना, दिनांक 3.5.20]],",
  "Parveen Kumar's case (supra) did not lay down the correct law as it did": "कि परवीन कुमार के मामले (उपरोक्त) में खण्ड पीठ सही कानून निर्धारित नहीं किया क्योंकि उसने",
  "not consider various aspects of Section 100(4) of the Act.": "अधिनियम की खंड 00 (4) के विभिन्‍न पहलुओं पर विचार नहीं किया।",
  "(Para 12)": "(पैरा 2)",
  "878 I.L.R. PUNJAB AND HARYANA 2012(1)": "878",
  "Sub-section (2) of Section 99 of the Act makes it further clear that no permit": "अधिनियम की खंड 99 की उप-खंड (2) आगे यह स्पष्ट करती है कि प्रस्ताव विचाराधीनता रहने",
  "is to be granted to any person except the temporary permit during the": "के दौरान अस्थायी परमिट के अलावा किसी भी व्यक्ति को कोई परमिट नहीं दिया जाना है |इस तरह",
  "pendency of the proposal. Such temporary permit is valid only for a period of one year or till the date of final publication of Scheme under Section 100,": "का अस्थायी परमिट केवल एक वर्ष की अवधि के लिए या खंड 00 के तहत योजना के अंतिम",
  "(7) Section 100(1) of the Act contemplates filing of objections": "(7) अधिनियम की खंड 00 (१) में आधिकारिक राजपत्र में किसी भी प्रस्ताव के प्रकाशन की",
  "before the State Government within thirty days from the date of publication": "तारीख से तीस दिनों के भीतर राज्य सरकार के समक्ष आपत्तियां दर्ज करने पर विचार किया गया है।",
  "of any proposal in the official gazette. Then the State Government with modification or without any modification of such proposal may approve the": "तब राज्य सरकार संशोधन के साथ या ऐसे प्रस्ताव के किसी भी संशोधन के बिना प्रस्ताव को",
  "proposal. The Scheme shall attain finality on the publication in the official": "मंजूरी दे सकती है ।योजना आधिकारिक राजपत्र में प्रकाशन पर अंतिमता प्राप्त करेगी और फिर",
  "gazette and then it is called approved Scheme. The area or route to which": "इसे अनुमोदित योजना कहा जाता है । जिस क्षेत्र या मार्ग से यह संबंधित है, उसे केंद्र सरकार द्वारा",
  "it relates would be known as ‘notified area’ or ‘notified route’ subject to": "अनुमोदन के अधीन 'अधिसूचित क्षेत्र' या 'अधिसूचित मार्ग' के रूप में जाना जाएगा, यदि योजना के",
  "(8) The most crucial provision for settling the controversy raised": "(8) इन याचिकाओं में उठाए गए विवाद को निपटाने के लिए सबसे महत्वपूर्ण प्रावधान अधिनियम की",
  "in these petitions is sub-section (4) of Section 100 of the Act. Significantly it commences with ‘non-obstante’ clause using the expression": "खंड 00 की उप-खंड (4) है। महत्वपूर्ण रूप से यह 'गैर-अस्थिर' खंड के साथ शुरू होता है",
  "‘Notwithstanding’. In other words it provides for an overriding effect and": "जिसमें 'बावजूद' अभिव्यक्ति का उपयोग किया जाता है । दूसरे शब्दों में यह एक प्रबल प्रभाव प्रदान",
  "postulates that if a Scheme is not published as an approved Scheme under": "करता है और अभिनिर्धारित करता है कि यदि कोई योजना उप-धारा (3) के तहत अनुमोदित योजना",
  "sub-section (3), in the official gazette within a period of one year crucially": "के रूप में, उप-धारा (]) के तहत आधिकारिक राजपत्र में योजना के संबंध में प्रस्ताव के",
  "lapsed. This provision has omitted the date of publication of Scheme in the newspaper or corrigendum etc. In categorically terms the nonobstante": "पत्र या शुद्धिपत्र आदि में योजना के प्रकाशन की तारीख को हटा दिया गया है। स्पष्ट रूप से गैर-",
  "of the proposal concerning Scheme in the official gazette as the cut off date": "अस्थाई प्रावधान में आधिकारिक राजपत्र में योजना से संबंधित प्रस्ताव के प्रकाशन की तारीख",
  "anything contained in this section’ would occur, then it exclude the application": "जब 'इस खंड में कुछ भी निहित होने के बावजूद' जैसे प्रारंभिक शब्द उत्पन्न होंगे, तो यह उस खंड",
  "of any other provision in that Section. For example, in 11-Judge Bench": "में किसी अन्य प्रावधान के अनुप्रयोग को बाहर करता है| उदाहरण के लिए, ॥4 जजों की बेंच में",
  "judgment rendered in the case of H. H. Maharajadhiraja Madhav Rao": "एच एच महाराजाधिराज माधव राव के मामले में दिया गया निर्णय जीवाजी राव सिंधिया बहादुर",
  "Jivaji Rao Scindia Bahadur versus Union of India (1), the question concerning interpretation of Article 363 of the Constitution arose, which": "बनाम भारत संघ (॥), प्रश्न संविधान के अनुच्छेद 363 की व्याख्या के संबंध में, जो उत्पन्न हुआ",
  "RANIA BRATCH COOPERATIVE TRANSPORT SOCIETY LTD. 875 AND OTHERS vy. STATE OF HARYANA": "875 रानिया ब्रैच कोऑपरेटिव ट्रांसपोर्ट सोसाइटी लिमिटेड और अन्य बनाम हरियाणा राज्य",
  "gazette. Learned counsel have drawn our attention to sub-section (4) of": "विद्वान वकीलों ने अधिनियम की खंड ]00 की उप-खंड (4) की ओर हमारा ध्यान आकर्षित किया",
  "Section 100 of the Act and argued that the legislature has put the reckoning of period beyond any reasonable doubt and the period of one year is to": "है और तर्क दिया है कि विधायिका ने अवधि की गणना को किसी भी उचित संदेह से परे रखा है और",
  "be reckoned from the date of publication of notification in the official gazette.": "एक वर्ष की अवधि की गणना आधिकारिक राजपत्र में अधिसूचना के प्रकाशन की तारीख से की",
  "Therefore, the corrigendum or publication in the newspapers is wholly immaterial.": "जानी है | इसलिए, समाचार पत्रों में शुद्धिपत्र या प्रकाशन पूरी तरह से महत्वहीन है।",
  "(4) Mr. H.S. Hooda, learned Advocate General, Haryana, has": "(4) श्री एच. एस. हुड्डा, विद्वान महाधिवकता हरियाणा ने हालांकि तर्क दिया है कि सबसे पहले",
  "could not be regarded as publication within the meaning of Section 99 as it was incumbent upon the State to publish the ‘Draft Scheme’ as per the": "'आईडी]' पर प्रकाशित 'मसौदा योजना' को खंड 99 के अर्थ के भीतर प्रकाशन के रूप में नहीं",
  "it was incumbent upon the State to publish the ‘Draft Scheme’ as per the requirement of Section 99 in one of the vernacular newspaper also. According": "माना जा सकता है क्योंकि यह राज्य पर बाध्यकारी था कि वह खंड 99 की आवश्यकता के अनुसार",
  "4.5.2010 and the ‘Draft Scheme’ must be deemed to have been published": "समाचार पत्र में प्रकाशन 4.5.200 पर किया गया था और 'मसौदा योजना' को उस तारीख को",
  "that there is no violation if the date of publication in the newspaper is": "पत्र में प्रकाशन की तारीख को सीमा का प्रारंभिक बिंदु माना जाता है तो इसका कोई उल्लंघन",
  "regarded as commencing point of limitation. Mr. Hooda has further submitted that it was only after the publication in the newspaper that objections by": "नहीं होता है ।श्री हुड्डा ने आगे कहा कि समाचार पत्र में प्रकाशन के बाद ही पक्षों द्वारा आपत्तियां",
  "the parties started pouring in, as is evident from the record of this case. It is, thus, maintained by the learned Advocate General that there would": "आनी शुरू हुईं, जैसा कि इस मामले के रिकॉर्ड से स्पष्ट है।इस प्रकार, विद्वान महाधिवक्ता द्वारा यह",
  "be no substantive benefit by reckoning the period of one year from the date": "कहा गया है कि आधिकारिक राजपत्र में प्रकाशन की तारीख से एक वर्ष की अवधि की गणना",
  "cannot be regarded as publication of ‘Draft Scheme’ under Section 99 of": "99 के तहत 'मसौदा योजना' का प्रकाशन नहीं माना जा सकता है। उन्होंने परवीन कुमार (परवीन",
  "the Act. He has also placed reliance on the Division Bench judgment upholding the scheme in the case of Parveen Kumar (Parveen supra) and": "सुप्रा) के मामले में योजना को बरकरार रखने वाले खण्ड पीठ के फैसले पर भी भरोसा किया है और",
  "argued that serious consequences would flow if the scheme is declared to": "तर्क दिया है कि अगर योजना को समाप्त घोषित किया जाता है तो इसके गंभीर परिणाम होंगे।",
  "have lapsed. Accordingly, he has submitted that a purposive interpretation must be adopted, which tends to achieve the object of the scheme.": "तदनुसार, उन्होंने प्रस्तुत किया है कि एक उद्देश्यपूर्ण व्याख्या को अपनाया जाना चाहिए, जो योजना",
  "(5) In order to appreciate the respective contentions of the parties,": "के उद्देश्य को प्राप्त करने की प्रवृत्ति रखता है।(5) पक्षकारों की संबंधित दलीलों की सराहना",
  "it would be apposite to first read Sections 99 and 100 of the Act, which": "करने के लिए, पहले अधिनियम की आदेश 99 और 00 को पढ़ना उचित होगा, जिन्हें निम्नानुसार",
  "are reproduced as under:-": "पुनः प्रस्तुत किया गया हैः-",
  "‘99, Preparation and publication of proposal regarding road transport service of a State Transport Undertaking.-": "“99, राज्य परिवहन उपक्रम की सड़क परिवहन सेवा के संबंध में प्रस्ताव तैयार करना और प्रकाशित करना। -",
  "(1) Where any State Government is of opinion that for the purpose of providing an efficient, adequate, economical": "() जहां किसी भी राज्य सरकार की राय है कि एक कुशल, पर्याप्त, किफायती और उचित रूप से",
  "874 LL.R. PUNJAB AND HARYANA 2012(1)": "874",
  "of Section 100 of the Act opens with non obstante clause by using the expression ‘notwithstanding’. Moreover, the aforesaid": "खंड 4 अधिनियम की खंड 00 की शुरुआत 'बावजूद' अभिव्यक्ति का उपयोग करके गैर-",
  "issue with regard to effect of notification of the Scheme within": "प्रावधानों के अनुसार एक वर्ष के भीतर योजना की अधिसूचना के प्रभाव के संबंध में उपरोक्त मुद्दे",
  "of the Act, has not been considered by the Division Bench in Parveen Kumar’s case (supra). Therefore, it would be just and": "पर परवीन कुमार के मामले (उपरोक्त) में खण्ड पीठ द्वारा विचार नहीं किया गया है | इसलिए, बड़ी",
  "proper to make a reference to the Larger Bench so that the issue may be taken up and the Division Bench judgment is": "पीठ को निर्देश देना उचित और उचित होगा ताकि इस मुद्दे पर विचार किया जा सके और खण्ड पीठ",
  "reconsidered.”": "के फैसले पर पुनर्विचार किया जा सके।”",
  "(2) Few facts would be necessary for deciding the substantive question. The respondent State of Haryana vide notification No. S.O. 46/": "(2) मूल प्रश्न का निर्णय करने के लिए कुछ तथ्यों की आवश्यकता होगी । प्रतिवादी राज्य हरियाणा",
  "C.A.59/1988/S.99/2010, dated 11.3.2010 (P-1), published a proposal in": "ने अधिसूचना सं। एस. ओ. 46/८.0.59/988/5.99/2070, दिनांक .3.200 (पी-",
  "the official gazette in compliance with the provisions of Section 99 of the": "]) ने अधिनियम की खंड 99 के प्रावधानों के अनुपालन में आधिकारिक राजपत्र में एक प्रस्ताव",
  "Act, which was in supersession of earlier notifications dated 3.11.1993 and": "प्रकाशित किया, जो दिनांक 3..993 और 9..2007 की पिछली अधिसूचनाओं के",
  "in the official gazette, few amendments in the notification dated 11.3.2010 were published on 4.5.2010 (P-2). It is appropriate to mention that the": "बिना, .3.200 की अधिसूचना में कुछ संशोधन 4.5.200 (?-2) पर प्रकाशित किए",
  "were published on 4.5.2010 (P-2). It is appropriate to mention that the notification dated 4.5.2010 only contained the extracts of the scheme which": "गए | यह उल्लेख करना उचित है कि दिनांकित 4.5.200 अधिसूचना में केवल योजना के उद्धरण",
  "were published in the newspapers as well. As per the provisions of law,": "थे जो समाचार पत्रों में भी प्रकाशित हुए थे | कानून के प्रावधानों के अनुसार, आपत्तियां प्राप्त हुईं",
  "objections were received and the scheme was published on 3.5.2011 (P- 4) in pursuance of the provisions of subsection (2) of Section 100 of the": "और योजना को 3.5.20व] (पी -4) अधिनियम की खंड ]00 की उप-खंड (2) के प्रावधानों",
  "Act. In these facts and circumstances it has been pointed out that the final": "के अनुसरण में। इन तथ्यों और परिस्थितियों में यह बताया गया है कि 3.5.20] (7-4) पर",
  "State has insisted that the period of one year is to count from the date of": "वर्ष की अवधि से अधिक है ।प्रतिवादी राज्य ने जोर देकर कहा है कि एक वर्ष की अवधि को",
  "amendment published on 4.5.2010 (P-2).": "4.5.200 (?-2) पर प्रकाशित संशोधन की तारीख से गिना जाना है।",
  "(3) Mr. M.S. Khaira, Mr. H.S. Sawhney, Dr. Anmol Rattan Sidhu,": "(3) याचिकाकर्ता (गण) के विद्वान अधिवक्ता श्री एम. एस. खैरा, श्री एच. एस. साहनी, डॉ.",
  "Mr. N.K. Malhotra, Mr. L.R. Sharma, Mr. Rajinder Sharma, Mr. Inder": "अनमोल रतन सिद्धू, श्री एन. के. मल्होत्रा, श्री एल. आर. शर्मा, श्री राजिंदर शर्मा, श्री इंदर पाल",
  "Pal Goyat and Mr. Vikas Singh, learned counsel for the petitioner(s) have submitted that the scheme, in fact, has lapsed and it could not have been": "गोयत और श्री विकास सिंह ने प्रस्तुत किया है कि योजना वास्तव में समाप्त हो गई है और इसे",
  "published after 10.3.2011. They have submitted that according to the": "0.3.2077 के बाद प्रकाशित नहीं किया जा सकता था । उन्होंने प्रस्तुत किया है कि अधिनियम",
  "mandatory requirement of Section 100 (4) of the Act, the period of one": "की खंड 00 (4) की अनिवार्य आवश्यकता के अनुसार, एक वर्ष की अवधि आधिकारिक राजपत्र",
  "year has to commence from the date of publication of the ‘Draft Scheme’": "में 'मसौदा योजना' के प्रकाशन की तारीख से शुरू होनी चाहिए ।विद्वान अधिवक्ता के अनुसार, बाद",
  "reckoning the period of one year because Section 100 (4) does not admit of any other mode of publication of the ‘Draft Scheme’ except the official": "असर नहीं होगा क्योंकि खंड 00 (4) आधिकारिक को छोड़कर 'मसौदा योजना' के प्रकाशन के किसी अन्य तरीके को स्वीकार नहीं करती है।",
  "RANIA BRATCH COOPERATIVE TRANSPORT SOCIETY LTD. 879 AND OTHERS vy. STATE OF HARYANA": "रानिया ब्रैच कोऑपरेटिव ट्रांसपोर्ट सोसाइटी लिमिटेड और अन्य बनाम हरियाणा राज्य",
  "deals with bar to interference by Courts in disputes arising out of certain": "कुछ संधियों, समझौतों आदि से उत्पन्न होने वाले विवादों में न्यायालयों द्वारा हस्तक्षेप करने पर रोक",
  "treaties, agreements etc. The provision opens with ‘Non-obstante’ clause": "लगाने से संबंधित है। यह प्रावधान 'गैर-अस्थाई' खंड के साथ खुलता है। 'इस संविधान में कुछ",
  "viz. ‘Notwithstanding anything in this Constitution’. By majority it was observed as under:": "भी होने के बावजूद' । बहुमत से यह निम्नानुसार देखा गयाः",
  "“Article 363 is anon-obstante clause. It is a constitutional mandate.": "“ अनुच्छेद 363 एक गैर-अस्थाई खंड है |यह एक संवैधानिक जनादेश है | अनुच्छेद 363 के",
  "The prefatory words in Article 363 “notwithstanding anything in the Constitution” exclude all other provisions of the": "प्रारंभिक शब्द \"संविधान में कुछ भी होने के बावजूद\" संविधान के अन्य सभी प्रावधानों को उन",
  "Constitution from being attracted in disputes which fall within Article 363.......... ”": "विवादों में आकर्षित होने से बाहर करते हैं जो अनुच्छेद 363 के अंतर्गत आते हैं। ......... ”",
  "(9) Likewise, in another 5-Judge Constitution Bench judgment rendered in the case of State of West Bengal versus Kesoram Industries Limited (2), the provisions of Article 253 of the Constitution came up for": "(9) इसी तरह, पश्चिम बंगाल राज्य बनाम केसोरम इंडस्ट्रीज लिमिटेड (2) के मामले में दिए गए एक अन्य 5-न्यायाधीशों की संविधान पीठ के फैसले में, संविधान के अनुच्छेद 253 के प्रावधान व्याख्या के लिए",
  "interpretation, which also comprised of a ‘non-obstante’ clause. The pertinent observations of their Lordships’ are as under:": "सामने आए, जिसमें एक 'गैर-अस्थाई' पीठ भी शामिल था । उनके प्रभुत्त्वों की प्रासंगिक टिप्पणियाँ इस प्रकार हैं:",
  "“238. It can be seen that Article 253 contains non obstante clause.": "“238. यह देखा जा सकता है कि अनुच्छेद 253 में गैर-बाध्यकारी खंड है । इस प्रकार, अनुच्छेद",
  "Article 253, thus, operates notwithstanding anything contained in Article 245 and Article 246. Article 246 confers power on": "253 अनुच्छेद 245 और अनुच्छेद 246 में निहित किसी भी चीज़ के बावजूद कार्य करता है।",
  "law. In making any law under any of these entries, Parliament is": "अंतर्राष्ट्रीय कानून से संबंधित हैं | इनमें से किसी भी प्रविष्टि के तहत कोई भी कानून बनाने में,",
  "required to keep Article 51 in mind.": "संसद को अनुच्छेद 5 को ध्यान में रखना आवश्यक है।",
  "239. Article 253 of the Constitution provides that while giving effect to an international treaty, Parliament assumes the role of the State Legislature and once the same is done the power of the": "239. संविधान के अनुच्छेद 253 में प्रावधान है कि एक अंतरराष्ट्रीय संधि को प्रभावी बनाते समय, संसद राज्य विधानमंडल की भूमिका निभाती है और एक बार ऐसा करने के बाद राज्य की",
  "State is denuded.”": "शक्ति को अस्वीकार कर दिया जाता है।”",
  "Same view has been followed in the case of State of West Bengal": "पश्चिम बंगाल राज्य के मामले में भी यही दृष्टिकोण अपनाया गया है।",
  "versus Committee for Protection of Democratic Rights (3).": "बनाम लोकतांत्रिक अधिकारों के संरक्षण समिति (3)।",
  "(10) The necessary corollary which emerges from the aforesaid": "(0) उपरोक्त चर्चा से जो आवश्यक परिणाम सामने आता है वह यह है कि अधिनियम की खंड",
  "discussion is that the provisions of sub-section (4) of Section 100 of the Act are not encumbered by any other provision of that Section. It follows": "00 की उप-खंड (4) के प्रावधान उस खंड के किसी अन्य प्रावधान से प्रभावित नहीं हैं | इसके",
  "then that the period of one year is to commence from the date of publication of the proposal concerning Scheme in the official gazette.": "बाद एक वर्ष की अवधि आधिकारिक राजपत्र में योजना से संबंधित प्रस्ताव के प्रकाशन की तारीख से शुरू होनी है।",
  "(2) 2004 (10) SCC 201": "(2) 2004 (0) एस. सी. सी. 20]",
  "880 I.L.R. PUNJAB AND HARYANA 2012(1)": "880",
  "(11) Inthe present case Scheme was published in the official gazette": "(]) वर्तमान मामले में योजना को आधिकारिक राजपत्र में ].3.200 (?-) पर",
  "on 11.3.2010 (P-1) and final Scheme was published on 3.5.2011 (P-4),": "प्रकाशित किया गया था और अंतिम योजना को 3.5.20] (7-4) पर प्रकाशित किया गया था,",
  "which is obviously after one year. The publication of corrigendum on 4.5.2010 (P-2) with a few amendments in the notification dated 11.3.2010": "जो स्पष्ट रूप से एक वर्ष के बाद है।.3.200 (?-) की अधिसूचना में कुछ संशोधनों के साथ",
  "the ‘newspapers’ on the same day would not have any impact. This time": "उसी दिन 'समाचार पत्रों' में इसके प्रकाशन का कोई प्रभाव नहीं पड़ेगा ।इस बार पूरी योजना",
  "cannot be accepted that the period of one year would commence from the": "सरल भाषा में, यह स्वीकार नहीं किया जा सकता है कि एक वर्ष की अवधि 4.5.200 पर",
  "the corrigendum published only ‘excerpts’ of the Scheme. Secondly, the submission made by Shri Hooda is not acceptable when he argued that after publication of the proposal concerning Scheme in the ‘newspapers’, the": "योजना के केवल 'अंश' प्रकाशित किए | दूसरा, श्री हुड्डा द्वारा किया गया निवेदन स्वीकार्य नहीं है जब उन्होंने तर्क दिया कि 'समाचार पत्रों' में योजना से संबंधित प्रस्ताव के प्रकाशन के बाद",
  "does not talk of the date of publication of notice in the newspapers and": "आपत्तियां दायर की जानी हैं | इसमें समाचार पत्रों में सूचना के प्रकाशन की तारीख और उस तारीख",
  "(12) As a sequel to the above discussion, we hold that the Scheme,": "(2) उपरोक्त चर्चा की अगली कड़ी के रूप में, हम मानते हैं कि योजना, दिनांक 3.5.20]],",
  "dated 3.5.2011, as published in the official gazette has lapsed. The same": "जैसा कि आधिकारिक राजपत्र में प्रकाशित किया गया है, समाप्त हो गई है । उसी के अनुसार अलग",
  "is accordingly set aside. We further hold with utmost deference that the Division Bench in Parveen Kumar’s case (supra) did not lay down the": "रखा जाता है।हम अत्यंत सम्मान के साथ आगे कहते हैं कि परवीन कुमार के मामले (ऊपर) में खण्ड",
  "correct law as it did not consider various aspects of Section 100(4) of the": "पीठ यह निर्धारित नहीं किया कि सही कानून क्योंकि इसमें अधिनियम की खंड ]00 (4) के विभिन्‍न पहलुओं पर विचार नहीं किया गया था। उस योजना के तहत दिए गए परमिट 30 अप्रैल,",
  "Act. The permits, if any granted under that Scheme would stop operating after April 30, 2012. The State Government may in the meantime notify": "विभिन्‍न पहलुओं पर विचार नहीं किया गया था। उस योजना के तहत दिए गए परमिट 30 अप्रैल, 2072 के बाद काम करना बंद कर देंगे ।इस बीच राज्य सरकार खंड 99 (]) के प्रावधानों के",
  "a fresh draft Scheme in accordance with the provisions of Section 99(1)": "अनुसार एक नई मसौदा योजना को अधिसूचित कर सकती है और अधिनियम की खंड 99 (2) के",
  "and grant temporary permit in accordance with the provisions of Section": "प्रावधानों के अनुसार अस्थायी अनुमति दे सकती है। संदर्भ और रिट याचिकाओं का निपटारा किया",
  "(13) A photocopy of this order be placed on the files of all the connected petitions.": "जाता है।(3) इस आदेश की एक फोटोकॉपी सभी संबंधित याचिकाओं की फाइलों पर रखी जानी चाहिए।",
  "J. Thakur": "जे. ठाकुर"
}