{
  "NANTI DEVI & ANOTHER v. STATE OF HARYANA AND OTHERS 831 (Sandeep Mouadgil, J.)": "नन्‍्ती देवी और अन्य बनाम हरियाणा राज्य और अन्य (संदीप मौदगिल जे.)",
  "payment of interest at the current market rate till actual payment.\"": "भी दोषपूर्ण देरी को वास्तविक भुगतान तक वर्तमान बाजार दर पर ब्याज के भुगतान के दंड के साथ देखा जाना चाहिए।",
  "(Para 26)": "(पैरा 26)",
  "Further held, that thus, a right to pension has been held to be a": "इसके अलावा यह अभिनिर्धारित किया गया कि इस प्रकार, पेंशन के अधिकार को संपत्ति में अधिकार माना गया है",
  "right in property, and till the Constitution (Forty Fourth Amendment) Act, 1978, came into force, property right was a fundamental right": "और जब तक संविधान (चालीसवां संशोधन) अधिनियम, 978 लागू नहीं हुआ, तब तक संपत्ति का अधिकार संविधान",
  "Act, 1978, came into force, property right was a fundamental right under Article 19(1)(f) of the Constitution. Thereafter on the": "के अनुच्छेद 9 (॥) (च) के तहत एक मौलिक अधिकार था। इसके बाद उक्त संशोधन के प्रवर्तन पर संपत्ति का",
  "enforcement of the said amendment property right is no longer a part of fundamental rights and has been provided for as a constitutional right in": "अधिकार अब मौलिक अधिकारों का हिस्सा नहीं है और इसे अनुच्छेद 300-ए में एक संवैधानिक अधिकार के रूप में",
  "Article 300-A and in terms thereof no person can be deprived of his property save by authority of law.": "प्रदान किया गया है और इसके संदर्भ में किसी भी व्यक्ति को कानून के अधिकार के अलावा उसकी संपत्ति से वंचित नहीं किया जा सकता है।",
  "(Para 27)": "(पैरा 27)",
  "Further held, that in light of the above discussion made, added": "आगे यह अभिनिर्धारित किया गया कि उपरोक्त चर्चा के आलोक में, इस तथ्य के साथ जोड़ा गया है कि याचिकाकर्ताओं",
  "31.07.2014 to 10.03.2012 and family pension w.e.f., 11.03.2012 onwards alongwith interest @ 9% interest per annum, in case": "तक पेंशन और ॥.03.202 से प्रभावी परिवार पेंशन को ब्याज ७9% वार्षिक ब्याज के साथ जारी करें, यदि",
  "petitioners surrender the contributory provident fund share, if actually availed by late Shri Risal Singh on 08.08.1995.": "याचिकाकर्ता अंशदायी भविष्य निधि के हिस्से को सरेंडर करते हैं, यदि वास्तव में 08.08.995 को स्वर्गीय श्री रिसाल सिंह द्वारा लिया गया था।",
  "(Para 29)": "(पैरा 29)",
  "Sandeep Singal, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता संदीप सिंघल।",
  "Kapil Bansal, DAG Haryana.": "कपिल बंसल, डीएजी हरियाणा।",
  "Rajesh K. Sheoran, Advocate, for the respondents No.2 & 3.": "उत्तरदाताओं नंबर. 2 और 3 के लिए राजेश के श्योराण, अधिवक्ता।",
  "SANDEEP MOUDGIL, J. (ORAL)": "संदीप मौदगिल, जे। (मौखिक)",
  "(1) The jurisdiction of this Court has been invoked under Articles 226/227 of the Constitution of India for issuance of a writ in": "(।) इस न्यायालय की अधिकारिता को भारत के संविधान के अनुच्छेद 226/227 के तहत दिनांक ॥.04.20॥7",
  "the nature of certiorari for quashing the order dated 11.04.2017 (Annexure P-6), whereby the claim of the petitioners for pension on": "(अनुलग्नक पी 6) के आदेश को रद्द करने के लिए प्रमाणपत्र की प्रकृति में एक रिट जारी करने के लिए लागू किया",
  "account of death of late Sh. Risal Singh has been rejected, which is illegal and arbitrary.": "गया है। रिसाल सिंह को खारिज कर दिया गया है, जो अवैध और मनमाना है।",
  "(2) Before this Court, the petitioners being LRs of deceased employee namely Lates Shri Risal Singh have sought pensionary": "(2) इस अदालत के समक्ष, याचिकाकर्ताओं ने मृतक कर्मचारी के एलआर अर्थात्‌ लेट श्री रिसाल सिंह ने पंजाब सिविल",
  "who was husband of petitioner No.1 and father of petitioner No.2.": "और याचिकाकर्ता नंबर 2 के पिता थे।",
  "(3) Briefly stated, the factual matrix can be culled out to read that late Risal Singh joined the services as Security Guard in the year": "(3) संक्षेप में, तथ्यात्मक मैट्रिक्स को पढ़ने के लिए लिया जा सकता है कि स्वर्गीय रिसाल सिंह ने नियमित आधार पर",
  "1988 with the Haryana Board of School Education-respondent No.2 on": "हरियाणा बोर्ड ऑफ स्कूल एजुकेशन-रेस्पॉन्डेंट नंबर. 2 के साथ वर्ष 988 में सुरक्षा गार्ड के रूप में सेवा में शामिल",
  "NANTI DEVI & ANOTHER v. STATE OF HARYANA AND OTHERS 829 (Sandeep Mouadgil, J.)": "नन्‍्ती देवी और अन्य बनाम हरियाणा राज्य और अन्य (संदीप मौदगिल जे.)",
  "Before Sandeep Moudgil, J.": "समक्ष संदीप मौदगिल जे.",
  "NANTI DEVI & ANOTHER—Petitioners": "नंती देवी और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "CWP No. 28497 of 2018": "208 का सीडब्ल्यूपी नंबर 28५97",
  "August 11, 2023": "॥॥ अगस्त 2023",
  "Constitution of India, 1950—Arts. 226/227, 300A; Punjab Civil Services Rules (Volume Ii); Board of School Education,": "भारत का संविधान, 4950-कला 226/227,300 ए; पंजाब सिविल सेवा नियम (खंड ।) स्कूल शिक्षा बोर्ड, हरियाणा",
  "Haryana (Employees Service) Regulation, 1990—Regulation 30— Pension—Petition filed by LRs of deceased employee for quashing": "(कर्मचारी सेवा) विनियमन, 4990-विनियमन 30-पेंशन-मृतक कर्मचारी के एलआर द्वारा उनके पति»पिता की मृत्यु",
  "order rejecting their claim for pensionary benefits and family pension": "के कारण पेंशन लाभ और पारिवारिक पेंशन के लिए उनके दावे को खारिज करने के आदेश को रद्द करने के लिए",
  "silent—Punjab Civil Services Rules, as amended from time to time by": "दायर याचिका। जहां विनियम मौन हैं-पंजाब सिविल सेवा नियम, जैसा कि सरकार द्वारा समय-समय पर संशोधित किया",
  "the Government, shall apply mutatis mutandis. Pension payable to retired Government servant is not a bounty payable on the sweet will and pleasure of the government. It is a statutory right which flows to such an employee by virtue of the rules which governed his": "जाता है, उत्परिवर्तनों को लागू करेंगे। सेवानिवृत्त सरकारी कर्मचारी को देय पेंशन सरकार की इच्छा और खुशी पर देय इनाम नहीं है। यह एक वैधानिक अधिकार है जो ऐसे कर्मचारी को उन नियमों के आधार पर मिलता है जो उसके",
  "employment. Grant of pension does not depend upon an order passed by the authorities. It may be for the purpose of quantifying the": "रोजगार को नियंत्रित करते हैं। पेंशन का अनुदान अधिकारियों द्वारा पारित आदेश पर निर्भर नहीं करता है। यह सेवा",
  "by the authorities. It may be for the purpose of quantifying the amount having regard to the period of service and other allied": "की अवधि और अन्य संबद्ध मामलों को ध्यान में रखते हुए राशि की मात्रा निर्धारित करने के उद्देश्य से हो सकता है।",
  "matters. The right to receive pension flows to the government servant not because of the said order but by virtue of the rules which have": "पेंशन प्राप्त करने का अधिकार सरकारी कर्मचारी को उक्त आदेश के कारण नहीं, बल्कि उन नियमों के आधार पर",
  "statutory force. Right to pension is a right in property. Till the Constitution (Forty Fourth Amendment) Act, 1978, came into force,": "मिलता है जिनके पास वैधानिक बल होता है। पेंशन का अधिकार संपत्ति में एक अधिकार है। जब तक संविधान (५५वां",
  "Constitution (Forty Fourth Amendment) Act, 1978, came into force, property right was a fundamental right under Art. 19(1)(f).": "संशोधन) अधिनियम, 978 लागू हुआ, तब तक संपत्ति का अधिकार अनुच्छेद के तहत एक मौलिक अधिकार था। 9",
  "Thereafter on the enforcement of the amendment, property right is no": "()( एफ). इसके बाद संशोधन के प्रवर्तन पर, संपत्ति का अधिकार अब एक मौलिक अधिकार नहीं है। यह कला में",
  "longer a fundamental right. It is a constitutional right in Art. 300-A. In terms thereof no person can be deprived of his property save by": "एक संवैधानिक अधिकार है। 300-ए। इसके संदर्भ में किसी भी व्यक्ति को कानून के अधिकार के अलावा उसकी",
  "Respondents directed to release pension and family pension with interest @ 9% interest per annum. Petition allowed.": "ब्याज के साथ पेंशन और पारिवारिक पेंशन जारी करने का निर्देश दिया। याचिका की अनुमति दी गई।",
  "Held, that Regulation 30 of the Board of School Education, Haryana (Employees Service) Regulation, 1990 is also quite handy for": "अभिनिर्धारित किया गया है कि विद्यालय शिक्षा बोर्ड, हरियाणा (कर्मचारी सेवा) विनियम, 4990 का विनियम 30 भी",
  "this Court which needs to be reproduced here in below:-": "इस न्यायालय के लिए काफी उपयोगी है जिसे नीचे पुनः प्रस्तुत करने की आवश्यकता हैः-",
  "“30. In matters for which no specific provision has been made in these regulations or any other regulation made by the Board,": "\"30. जिन मामलों के लिए इन विनियमों या बोर्ड द्वारा बनाए गए किसी अन्य विनियम में कोई विशिष्ट प्रावधान नहीं",
  "the rules contained in Punjab Civil Services Rules, as amended": "किया गया है, पंजाब सिविल सेवा नियमों में निहित नियम, जैसा कि समय-समय पर संशोधित किया जाता है और ऐसे",
  "Rules (Volume 2, Section IV), to say that deceased Risal Singh, who actually died on 10.03.2012 would be entitled to get pension w.e.f.,": "मृतक रिसाल सिंह, जिनकी वास्तव में 0.03.202 को मृत्यु हो गई थी, परिवार पेंशन योजना 95% के अनुसार",
  "31.07.2004 to 10.03.2012 and family pension w.e.f., 11.03.2012 as per": "3.07.200५ से 40.03.202 तक पेंशन और ॥.03.20॥2 से परिवार पेंशन प्राप्त करने का हकदार होगा, क्योंकि",
  "Family Pension Scheme 1954, since the continuity of service has now been granted vide order dated 01.12.2016 (Annexure P-5) in CWP No.17370 of 2015.": "सेवा की निरंतरता अब 205 की सीडब्ल्यूपी संख्या. 77370 में दिनांक 0.2.206 (अनुलग्रक पी-5) के आदेश द्वारा दी गई है।",
  "(13) At the same, Mr. Rajesh K. Sheoran, Advocate for respondents No.2 & 3, opposes the writ petition contending that a letter": "(।3) उसी समय, प्रतिवादी संख्या 2 और 3 के अधिवक्ता श्री राजेश के श्योराण ने रिट याचिका का विरोध करते हुए",
  "was issued to the petitioner dated 25.05.1993 calling upon to exercise": "तर्क दिया कि याचिकाकर्ता को दिनांक 25.05.993 को एक पत्र जारी किया गया था जिसमें अंशदायी भविष्य निधि",
  "26.06.1992 (Annexure R-1), but the petitioner never came forward": "।2/27/पीई (एफडी)/9/ए-। दिनांक 26.06.992 (अनुलग्क आर-) लेकिन याचिकाकर्ता कभी आगे नहीं आया",
  "and as such is not entitled to claim family pension at this stage.": "और इस स्तर पर परिवार पेंशन का दावा करने का हकदार नहीं है।",
  "(14) He further informs the Court that the payment of contributory provident fund has already been made to the petitioner on": "(।५) वह आगे न्यायालय को सूचित करता है कि अंशदायी भविष्य निधि का भुगतान पहले ही 08.08.995 को",
  "contributory provident fund has already been made to the petitioner on 08.08.1995 and, therefore, right to claim arrear of pension does not survive.": "याचिकाकर्ता को किया जा चुका है और इसलिए, पेंशन के बकाया का दावा करने का अधिकार नहीं है।",
  "(15) Mr. Sheoran, seeks dismissal of the writ petition having": "(5) श्री श्योराण, रिट याचिका को खारिज करने का अनुरोध करते हैं, जिसे उप सचिव, स्कूल शिक्षा बोर्ड, हरियाणा",
  "been rendered infructuous in view of stand taken through Para 7 of its written statement filed by Deputy Secretary, Board of School": "द्वारा दायर अपने लिखित बयान के पैरा 7 के माध्यम से लिए गए रुख के मद्देनजर निष्फल कर दिया गया है, जिसका",
  "“In compliance of the order dated 01.12.2016 (Annexure P- 5), the payment of retiral benefits (1.e., gratuity and leave": "प्रासंगिक भाग निम्नानुसार हैः-\"दिनांक 0.2.206 (अनुलग्रक पी-5) के आदेश के अनुपालन में सेवानिवृत्ति लाभों",
  "5), the payment of retiral benefits (1.e., gratuity and leave encashment alongwith interest @ 6 % P.A.,) as admissible": "का भुगतान (ग्रेच्युटी और लीव एनकैशमेंट ब्याज 86% पीए) जैसा कि नियमों और कानून के अनुसार याचिकाकर्ता",
  "of deceased Risal Singh are entitled to be granted pensionary benefits": "विवाद किया है कि मृतक रिसाल सिंह ने कभी भी पेंशन योजना का विकल्प नहीं चुना और इसके बजाय अंशदायी",
  "dated 08.05.2013 passed in Civil Writ Petition, however, the said appeal also met the same fate having been dismissed on 19.05.2014.": "83% को प्राथमिकता दी गई थी, हालांकि, उक्त अपील को भी 9.05.20+ को खारिज कर दिया गया था। परिणामतः",
  "Resultantly the award dated 19.08.2009 attained finality, but the legitimate dues to the petitioners alleged to have not been released": "दिनांक 9.08.2009 के अधिनिर्णय को अंतिम रूप प्राप्त हो गया था, लेकिन याचिकाकर्ताओं के वैध देय को जारी",
  "legitimate dues to the petitioners alleged to have not been released inasmuch subsequently even the legal heirs-petitioners had to approach": "नहीं किया गया था, इसलिए बाद में कानूनी उत्तराधिकारियों-याचिकाकर्ताओं को भी पेंशन और अन्य सेवानिवृत्ति लाभों",
  "this Court, under compulsion by another CWP No.20010-2013 seeking": "की मांग करने के लिए एक अन्य सीडब्ल्यूपी संख्या 2000-20॥3 की मजबूरी के तहत इस न्यायालय का दरवाजा",
  "No.834 of 2018, the directions were not complied with and petitioners had again filed CWP No.1297 of 2014, which was also disposed of on": "होने की याचिका ली, निर्देशों का पालन नहीं किया गया और याचिकाकर्ताओं ने 20+ का सीडब्ल्यूपी नंबर. 7297",
  "claim raised by the petitioners, but still no action had been taken.": "गए दावे पर एक नया निर्णय लेने का निर्देश दिया गया था, लेकिन फिर भी कोई कार्रवाई नहीं की गई थी।",
  "(7) The another CWP No.24700 of 2014 was filed, which was": "(7) 204 का एक अन्य सीडब्ल्यूपी नंबर.2५700 दाखिल किया गया था, जिसे 03.2.204 (अनुलग्नरक पी-५) को",
  "to challenge the award dated 14.08.2009 for claiming continuity of": "याचिकाकर्ताओं को सेवा की निरंतरता का दावा करने के लिए दिनांक 4.08.2009 के पुरस्कार को चुनौती देने की",
  "service and accordingly another CWP No.17370 of 2015 was preferred": "स्वतंत्रता के साथ खारिज कर दिया गया था और तदनुसार 205 के एक अन्य सीडब्ल्यूपी नंबर. 77370 को सेवा की",
  "was modified vide order dated 01.12.2016 (Annexure P-5) directing that the deceased employee is entitled to continuity of service only for": "5) के आदेश द्वारा संशोधित किया गया था, जिसमें निर्देश दिया गया था कि मृतक कर्मचारी केवल सेवानिवृत्ति लाभ",
  "the purpose of granting retiral benefits and respondents were asked to": "प्रदान करने के उद्देश्य से सेवा की निरंतरता का हकदार है और उत्तरदाताओं को सेवा की गणना करने के लिए कहा",
  "count the service from the date of termination till the date of retirement": "गया था समाप्ति की तारीख से सेवानिवृत्ति की तारीख तक और इस तरह के लाभ उक्त आदेश के पारित होने की",
  "and such benefits be released alongwith interest @ 6 % per annum within four months from the date of passing of said order 1e., 01.12.2016.": "तारीख से चार महीने के भीतर प्रति वर्ष 6% ब्याज के साथ जारी किए जाएंगे 0.2.206।",
  "(8) It is also on record that said order was still not complied": "(8) यह भी अभिलेख पर है कि उक्त आदेश का अभी भी अनुपालन नहीं किया गया था और याचिकाकर्ताओं को 207",
  "with and petitioners had to approach the contempt Court via COCP No.934 of 2017 and during the pendency of the same, the respondent": "के सीओसीपी नंबर. 93% के माध्यम से अवमानना न्यायालय का दरवाजा खटखटाना था और उसी के लंबित होने के",
  "No.3 passed an order dated 11.04.2017 (Annexure P-6) to submit that": "दौरान, प्रतिवादी नंबर. ३ ने दिनांक ॥.04.207 (अनुलमग्रक पी-6) को यह प्रस्तुत करने के लिए एक आदेश पारित",
  "gratuity and leave encashment have been released and petitioners are not entitled to any pension whatsoever. The contempt petition was": "किया कि ग्रेच्युटी और छुट्टी नकदीकरण जारी कर दिया गया है और याचिकाकर्ता किसी भी पेंशन के हकदार नहीं हैं।",
  "dismissed as withdrawn vide order dated 21.05.2018 (Annexure P-7)": "अवमानना याचिका को दिनांक 2.05.208 (अनुलग्नक पी-7) के आदेश द्वारा वापस लिए जाने के रूप में खारिज",
  "with liberty to avail appropriate remedies for the grouse, if any subsists.": "कर दिया गया था, जिसमें ग्राउस के लिए उचित उपचार प्राप्त करने की स्वतंत्रता थी, यदि कोई मौजूद है।",
  "(9) It is in continuation of the aforesaid sequence of events and multiple round of litigations suffered by the petitioners, the instant": "(9) यह घटना के उपरोक्त क्रम और याचिकाकर्ताओं द्वारा झेले गए कई दौर के मुकदमों की निरंतरता में है, तत्काल",
  "petition came to be filed before this Court with the prayer that order": "याचिका इस अनुरोध के साथ इस न्यायालय के समक्ष दायर की गई कि दिनांक .04.207 के आदेश को रद्द कर",
  "dated 11.04.2017 vide which case of pension and leave encashment has been held to be not liable to be paid to the petitioners, be quashed and": "दिया जाए कि पेंशन और छुट्टी नकदीकरण का कौन सा मामला याचिकाकर्ताओं को भुगतान करने के लिए उत्तरदायी",
  "the respondents be directed to grant pension and other benefits on account of death of late Risal Singh.": "नहीं है और प्रत्यर्थियों को स्वर्गीय रिसाल सिंह की मृत्यु के कारण पेंशन और अन्य लाभ प्रदान करने का निर्देश दिया",
  "(22) A reference can also be made to a decision of apex court in D.S Nakara and others versus Union of India’ wherein it has been": "(22) डी. एस. नकारा और अन्य बनाम भारत संघ : में उच्चतम न्यायालय के निर्णय का भी संदर्भ दिया जा सकता है,",
  "held that pensionary benefits cannot be denied by putting time": "जिसमें यह अभिनिर्धारित किया गया है कि विनियमन में समय प्रतिबंध लगाकर पेंशन लाभों से इनकार नहीं किया जा",
  "restriction in the regulation. The prescription of time limit under the": "सकता है। अधिकार का प्रयोग करने के लिए विनियमन के तहत समय सीमा का निर्धारण पेंशनभोगियों को गारंटीकृत",
  "rights guaranteed to the pensioners, as, such regulation would deprive,": "परिकल्पित मौलिक अधिकारों से वंचित करेगा और इसलिए पेंशनभोगियों द्वारा विकल्प प्रपत्र जमा करने के लिए समय",
  "(23) Further Regulation 30 of the Board of School Education, Haryana (Employees Service) Regulation, 1990 is also quite handy for": "(23) स्कूल शिक्षा बोर्ड, हरियाणा (कर्मचारी सेवा) विनियम, 990 का और विनियम 30 भी इस न्यायालय के लिए",
  "“30. In matters for which no specific provision has been made in these regulations or any other regulation made by": "\"30. जिन मामलों के लिए इन विनियमों या बोर्ड द्वारा बनाए गए किसी अन्य विनियम में कोई विशिष्ट प्रावधान नहीं",
  "the Board, the rules contained in Punjab Civil Services Rules, as amended from time to time and such other rules": "किया गया है, पंजाब सिविल सेवा नियमों में निहित नियम, जैसा कि समय-समय पर संशोधित किया जाता है और ऐसे",
  "as are framed by the Government on the subject shall apply mutatis mutandis”.": "अन्य नियम जो इस विषय पर सरकार द्वारा बनाए गए हैं, मुतातिस उत्परिवर्तन लागू होंगे।",
  "(24) It is crystal clear on reading of the aforesaid rules collectively that where on a subject matter regulations of 1990 of the Board of School Education, Haryana are silent, the Rules contained in": "(2५) उपरोक्त नियमों को सामूहिक रूप से पढ़ने पर यह स्पष्ट है कि जहां स्कूल शिक्षा बोर्ड, हरियाणा के ।990 के",
  "the Punjab Civil Services Rules, as amended from time to time by the": "विनियम किसी विषय पर मौन हैं, वहां पंजाब सिविल सेवा नियमों में निहित नियम, जैसा कि सरकार द्वारा समय-समय",
  "well. Therefore, this Court is fully in agreement with the arguments": "उठाए गए तर्को से पूरी तरह सहमत है",
  "raised on behalf of the petitioner to order that the legal representatives of deceased Risal Singh are entitled to be granted pensionary benefits": "याचिकाकर्ता यह आदेश देने के लिए कि मृतक रिसाल सिंह के कानूनी प्रतिनिधि 3.07.200५ से 40.03.202 तक",
  "including family pension w.e.f. 31.07.2004 to 10.03.2012 and family": "परिवार पेंशन और ॥.03.202 से 96५ की योजना के अनुसार परिवार पेंशन सहित पेंशन लाभ प्रदान करने के",
  "(25) As enunciated by a catena of judgments discussed hereinabove to the effect that pension payable to a retired Government": "(25) जैसा कि यहाँ चर्चा किए गए निर्णयों के एक समूह द्वारा व्यक्त किया गया है, इस प्रभाव के लिए कि एक सेवानिवृत्त",
  "hereinabove to the effect that pension payable to a retired Government servant is no longer a bounty which is payable on the sweet will and pleasure of the government. It is actually a statutory right which flows": "सरकारी कर्मचारी को देय पेंशन अब एक इनाम नहीं है जो सरकार की मीठी इच्छा और खुशी पर देय है। यह वास्तव",
  "to such an employee by virtue of the rules which governed his": "में एक वैधानिक अधिकार है जो ऐसे कर्मचारी को उन नियमों के आधार पर मिलता है जो उसके रोजगार को नियंत्रित",
  "employment, as has been said in Deokinandan Prasad versus State of Bihar and Ors.* by the Supreme Court.": "करते हैं, जैसा कि देवकीनंदन प्रसाद बनाम बिहार राज्य और अन्य ५ में सर्वोच्च न्यायालय द्वारा कहा गया है।",
  "(26) The grant of pension did not depend upon an order being passed by the authorities to that effect. It may be that for the purposes": "(26) पेंशन का अनुदान इस आशय के प्राधिकारियों द्वारा पारित आदेश पर निर्भर नहीं करता था।",
  "of quantifying the amount having regard to the period of service and": "यह हो सकता है कि सेवा की अवधि और अन्य संबद्ध मामलों के संबंध में राशि की मात्रा निर्धारित करने के प्रयोजनों के लिए,",
  "other allied matters, it may become necessary for the authorities to pass an order to that effect but the right to receive pension flows to the": "अधिकारियों के लिए इस आशय का आदेश पारित करना आवश्यक हो सकता है, लेकिन पेंशन प्राप्त करने का अधिकार सरकारी",
  "government servant not because of the said order but by virtue of the rules which have a statutory force, as was the view of the Supreme": "कर्मचारी को प्रवाहित होता है, जो उक्त आदेश के कारण नहीं होता है, बल्कि उन नियमों के आधार पर होता है जो एक वैधानिक",
  "rules which have a statutory force, as was the view of the Supreme Court in State of Punjab versus Igbal Singh’, and subsequently also": "बल रखते हैं, जैसा कि पंजाब राज्य बनाम इकबाल सिंह 5 में सर्वोच्च न्यायालय का दृष्टिकोण था, और बाद में केरल राज्य और",
  "reiterated further in State of Kerala and Ors. versus M. Padmanabhan’, having made following observations:-": "अन्य बनाम एम पद्दनाभन & में भी दोहराया गया था, जिसमें निम्नलिखित टिप्पणियां की गई थींः-",
  "\"Pension and gratuity are no longer any bounty to be distributed by the Government to its employees on their": "\"पेंशन और ग्रेच्युटी अब सरकार द्वारा अपने कर्मचारियों को उनकी सेवानिवृत्ति पर वितरित किया जाने वाला कोई इनाम नहीं है,",
  "retirement but have become, valuable rights and property in their hands and any culpable delay in settlement and": "बल्कि उनके हाथों में मूल्यवान अधिकार और संपत्ति बन गई है और निपटान और वितरण में किसी भी दोषी देरी का वास्तविक",
  "disbursement thereof must be visited with the penalty of payment of interest at the current market rate till actual payment.\"": "भुगतान तक वर्तमान बाजार दर पर ब्याज के भुगतान के दंड के साथ दौरा किया जाना चाहिए।",
  "(27) Thus, a right to pension has been held to be a right in property, and till the Constitution (Forty Fourth Amendment) Act,": "(27) इस प्रकार, पेंशन के अधिकार को संपत्ति का अधिकार माना गया है, और जब तक संविधान (चालीसवां संशोधन) अधिनियम,"
}