{
  "Charanjit Bajaj and others v. The State of Haryana and others": "चरणजीत बजाज और अन्य बनाब हरियाणा राज्य और अन्य",
  "CHARANJIT BAJAJ AND OTHERS,—Petitioners.": "चरणजीत बाज और अन्य-याचिकाकर्ता।",
  "versus": "बनाम",
  "THE STATE OF HARYANA AND OTHERS,—Respondents.": "हरियाणा राज्य और अन्य,-उत्तरदाता।",
  "Haryana Urban Development Authority Act—Acquired land utilized for commercial and residential purposes—Enhancement of": "हरियाणा २हरी विकास ग्राधिकरण अधिनियक वाणिज्यिक ऑर आवासीय उद्देश्यों के लिए",
  "funds to take care of the entire compensdtion'to be’ paid to ‘“the": "किए जाने वाले' पूरे मुआवजे की देखभाल के लिए पर्याप्त धन प्राप्त होता है, तो याचिकाकर्ताओं से",
  "landowners, then no price for the plots ought to have been charged from the petitioners. It is also to be borne in mind that as a-conse- quence of the development of the commercial area the residential": "भूखंडों की कोई कीमत नहीं ली जानी चाहिए थी।यह भी ध्यान में रखा जाना चाहिए कि वाणिज्यिक",
  "quence of the development of the commercial area the residential plot-holders also share in the resultant price escalation.": "क्षेत्र के विकास के लिए आवासीय भूखंड-धारक भी परिणामी मूल्य वृद्धि में हिस्सेदारी करते है।",
  "(Paras 3 & 5)": "(पैरा 3 &5)",
  "Petition under Articles 226/227 of the Constitution of India praying that :—": "माख के संविधानके अनुच्छेद 226/227 के तहत याविका में अनुरोध किया यया हैं कि:",
  "(b) a writ of certiorari or any other appropriate writ, dirdction or order quitshing ‘order Annexiire P 7 be issued;": "(0) उत्रेषण का एक 7रिट या कोर्ड अन्य उपयुक्तररिद अनुननक पी 7 को रद्द करने वाला कोर्ड भी निर्देश या आदेश जारी किया जाये।",
  "(c) any .other relief to which the petitioners are entitled in.": "(9 कोई भी अन्य राहत, जिसके लिए याविकाकर्ता कातूनी और न्यायासम्य के अनुसार",
  "(d) exemption may be granted from filing certified copies of Annexures P 1 to P 7;": "(4) अबुलगगक पी। से पी। की प्रमाणित ग्रतियां दाखिल करने से छूट दी जाये।;",
  "favour of the petitioners and against the respondents;": "(० याविकाकर्वाओं के पक्ष में और उत्तदाताओं के खिलाफ /श्टि याविका दायर करने में",
  "It is further prayed that pending the final decision of this writ": "यह मी ग्राभा की जाती है कि इस एशिट याविका के अंतिम निर्णय तक बढ़ी हुई गररशि की",
  "M. L. Sarin, Senior Advocate with .Hemant Sarin, “Mrs. Alka": "याचिकाकर्ता की ओर से वरिष्ठ अधिवक्ता एप एल ग्रीन हेव॑ंत यरीन, श्रीमती अलका सरीन",
  "S, C. Mohanta, A.G. Hy. with Ashutosh Mohanta, Advocate and": "प्रतिवादी की ओर से एस, सी. मोहंता, ए. जी. हरियाणा, आशुतोष मोहंता, जयवीर यादव,",
  "JUDGMENT": "निर्णय",
  "Harjit Singh Bedi, J.": "हरजीतएमिंद बेदी जे",
  "(1) By this judgment, Civil Writ Petitions Nos. 1283 of ‘1985,": "() इस निर्णय द्वारा, सिविल रिट याचिका संख्या 985 की 283, और 4990 की",
  "13299, 14678, 6549, 8555, 7229, 13689, 14665, 11471, 14662, 8484, 16866,": "3299,4678,6549,8555,7229,3689,4665,4662,8484,6866,3345,208,0883",
  "been taken from C.W.P. No. 1270 of 1985.": "का निपटारा किया जा रहा है। 985 की सी.डब्लू पी संख्या 4270 से तथ्य से लिए गए हैं।",
  "(2) The present writ petitions have a chequered history. The": "(2) वर्तमान रिट याचिकाओं का इतिहास उतार-चढ़ाव वाला है।याचिकाकर्ताओं ने रिट",
  "petitioners filed the writ petitions challenging the legality of notice, Annexure P-7 to the writ petition, inter alia, on the ground that no": "याचिका के नोटिस, संलग्नक पी-7 की वैधता को इस आधार पर चुनौती देते हुए रिट याविकाएं दायर",
  "Court’s D.B. Judgment dated 8th July, 1986, it was held that the": "8 जुलाई, 986 के न्यायालय के डी. बी. निर्णय में यह अभिनिर्धारित किया गया था कि याचिकाकर्ता",
  "petitioners were bound to pay the enhanced price of the plots which": "भूखंडों की बढ़ी हुई कीमत का भुगतान करने के लिए बाध्य थे, जिसका उनसे दावा किया गया था,",
  "had been claimed from them, but the respondents were not entitled to charge any interest from the petitioner-plot holders for the period": "अवधि के लिए याचिकाकर्ता-भूखंड धारकों से कोई ब्याज लेने के हकदार नहीं थे। खण्ड पीठ के आदेश",
  "Bench, the petitioners, along with some others, approached the Supreme Court by way of Special Leave Petitions. The Hon’ble": "से असंतुष्ट याचिकाकर्ताओं ने कुछ अन्य लोगों के साथ स्पेशल लीव पिटीशन के माध्यम से सुप्रीम",
  "Supreme Court in its order dated 5th February, 1990, observed as": "कोर्ट का दरवाजा खटखटाया। माननीय उच्चतम न्यायालय ने 5 फरवरी, 990 के अपने आदेश में",
  "under :—": "निम्नलिखित टिप्पणी की:--",
  "“We have heard Mr. Rao in support of the special leave peti-": "“हमने श्री राव को स्पेशल लीव पिटीशन के समर्थन में सुना है।उनकी मुख्य शिकायत यह",
  "the High Court by the petitioners has not been properly": "है कि याचिकाकर्ताओं द्वारा उच्च न्यायालय के समक्ष उठाए गए रुख का ठीक से",
  "analysed and appreciated. The contention of the peti-": "विश्लेषण और सराहना नहीं की गई है।याचिकाकर्ताओं का तर्क था कि संपत्ति का",
  "tioners was that the property had been acquired for two purposes, namely, commercial and residential. Out of": "अधिग्रहण दो उद्देश्यों, वाणिज्यिक और आवासीय, के लिए किया गया था। 40.22",
  "10.22 acres only about 2.80 acres was likely to yield 2.8 crores and that amount was sufficient to take the": "एकड़ में से केवल 2.8 एकड़ से 2.80 करोड़ मिलने संभावना थी और यह राशि भूमि",
  "burden of the enhanced compensation for the entire land granted by the Court on reference under section 18 of": "अधिग्रहण अधिनियम की खंड 8 के तहत न्यायालय द्वारा दी गई पूरी भूमि के लिए",
  "allottees should not have been made to bear brunt of escalation. This aspect dres not seem to have been dealt": "को वृद्धि का खामियाजा नहीं भुगतना चाहिए था।ऐसा प्रतीत होता है कि इस पहलू",
  "are so advised, to ask the review before the High Court. In case the review petition is filed, limitation for the": "समक्ष समीक्षा के लिये जा सकते है।यदि समीक्षा याचिका दायर की जाती है, तो",
  "same may be taken to commence from the date of this order. With these observations, the special leave _ peti-": "इसके लिए सीमा इस आदेश की तारीख से शुरू की जायेगी ।इन टिप्पणियों के साथ,",
  "Sd/- Ranganath Misra, J.": "एस. डी/- रंगनाथ मिश्रा,माननीय न्यायमूर्ति .",
  "Sd/- RB. Ramaswamy, J.": "एस. डी/- आर. रामास्वामी, माननीय न्यायमूर्ति .",
  "In pursuance of the order quoted above, a review application was filed and,—vide orders dated 7th February. 1990. the same was": "ऊपर उद्धृत आदेश के अनुसरण में, एक समीक्षा आवेदन दायर किया गया था ऑर7 फरवरी १990",
  "- point which was raised betore the Supreme Court and not dealt": "एक और बिंदु जो सर्वोच्च न्यायालय के समक्ष उठाया गया था और इस न्यायालय द्वारा अपने पहले",
  "(3) After hearing the counsel for the parties, we adopt and reiterate the judgment of the Division Bench decided on 8th July,": "(3) पार्टियों के वकीलों सुनने के बाद, हम 8 जुलाई, 986 को खण्ड पीठ द्वारा उसमें तय",
  "basis, it was just and fair that the burden of the enhanced compen-": "के आधार पर बेचा गया था, इसलिए यह उचित और न्यायसंगत था कि बढ़े हुए मुआवजे के बोझ का",
  "sation should be taken care of by the sale of commercial property which has, in fact, been sold at very high rates.": "ध्यान वाणिज्यिक संपत्ति की बिक्री द्वारा रखा जाना चाहिए, जिसे वास्तव में बहुत अधिक दरों पर",
  "(4) In reply, Mr. S. C. Mohanta, learned Advocate-Geheral Haryana, has urged that if this argument is accepted it would vir-": "(4) जवाब में, श्री एस. सी. मोहंता, विद्वान अधिवक्ता, एडवोकेट जनरल, हरियाणा ने आग्रह किया है कि यदि इस तर्क को स्वीकार कर लिया जाता है तो यह लगभग सभी विकासात्मक",
  "tually restrict all developmental activity. He has also urged that": "गतिविधियों को प्रतिबंधित कर देगा।उन्होंने यह भी आग्रह किया है कि चूंकि विकासात्मक गतिविधियाँ",
  "as the developmental activities go on over a long period and impro- vements are made on a continuing basis, it would not be possible": "लंबे समय तक चलती हैं और निरंतर आधार पर सुधार किए जाते हैं, इसलिए वाणिज्यिक संपत्ति को",
  "to co-relate the commercial property to the residential plots and to": "आवासीय भूखंडों से जोड़ना और वाणिज्यिक संपत्ति की बिक्री से उपलब्ध अधिशेष राशि का निर्धारण"
}