{
  "YOGESH KUMAR v. THE STATE OF HARYANA AND 707 OTHERS (Suvir Sehgal, J.)": "योगेश कुमार बनाम हरियाणा राज्य और अन्य (सुवीर सहगल, जे.)",
  "Before Suvir Sehgal, J.": "समक्ष सुवीर सहगल जे.",
  "YOGESH KUMAR—Petitioner": "योगेश कुमार-याचिकाकर्ता",
  "versus": "बनाम",
  "THE STATE OF HARYANA AND ORS—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "February 07, 2023": "07 फ़रवरी, 2023",
  "Haryana Subordinate Courts Establishment (Recruitment and General Conditions of Service) Rules, 1997—High Court": "हरियाणा अधीनस्थ न्यायालय स्थापना (भर्ती और सेवा की सामान्य शर्तें) नियम, 997-उच्च न्यायालय स्थापना (नियुक्ति",
  "Establishment (Appointment and Conditions of Service) Rules, 1973—Whether educational qualification form a valid and rationale basis of different pay scale to employees working in one cadre—Held-": "और सेवा की शर्तें) नियम, 973 -क्या शैक्षिक योग्यता एक संवर्ग में काम करने वाले कर्मचारियों के लिए अलग-अलग वेतनमान का एक वैध और तर्कसंगत आधार है- आयोजितकेवल इसलिए कि उच्च न्यायालय प्रतिष्ठान (नियुक्ति और",
  "Merely because the non-graduate Clerks working in the High Court governed by the High Court Establishment (Appointment and Conditions of Service) Rules, 1973—Petition dismissed.": "सेवा की शर्तें) नियम, 973 द्वारा शासित उच्च न्यायालय में कार्यरत गैर-स्रातक क्लर्क-याचिका खारिज कर दी गई।",
  "Held, that I have heard counsel for the parties and examined the material placed on record.": "मान लिया कि मैंने पक्षों के वकील को सुना है और रिकॉर्ड पर रखी गई सामग्री की जांच की है।",
  "(Para 4)": "(पैरा ५)",
  "Further held, that The judgments of the Writ Court in Sarabjit Singh’s case (supra) and Jitender Kumar’s case (supra) came up for": "इसके अतिरिक्त, यह अभिनिर्धारित किया गया कि सरबजीत सिंह के मामले (उपर्युक्त) और जितेन्द्र कुमार के मामले",
  "question as to whether educational qualification could constitute a valid and rationale basis for different pay scale to employees working in one": "वाले कर्मचारियों के भिन्न वेतनमान के लिए शैक्षिक योग्यता एक वैध और युक्तिसंगत आधार हो सकती है। मामला",
  "cadre. After an exhaustive discussion of case law, the Division Bench allowed the LPAs filed by the State vide judgment dated 25.02.2011,": "कानून की विस्तृत चर्चा के बाद, डिवीजन बेंच ने राज्य द्वारा दायर एलपीए को दिनांक 25.02.20॥ के फैसले, अनुलग्नक",
  "Annexure R-3/1,observing as under:-": "आर-3/ के माध्यम से निम्नलिखित रूप में अनुमति दीः-",
  "“19. When the principles laid down in the aforesaid judgments are applied to the facts of the present appeals,": "\"9. जब उपर्युक्त निर्णयों में निर्धारित सिद्धांतों को वर्तमान अपीलों के तथ्यों पर लागू किया जाता है, तो इस बात में",
  "no manner of doubt is left that the classification made between the graduate Clerks and non-graduate Clerks does": "कोई संदेह नहीं रहता है कि स्नातक क्लर्कों और गैर-स्रातक क्लर्कों के बीच किया गया वर्गीकरण संविधान के अनुच्छेद",
  "not violate Articles 14 and 16 of the Constitution. In Gopi Kishan Sen's case (supra) it has been held by Hon'ble the": "६ और ॥6 का उल्लंघन नहीं करता है। गोपी किशन सेन के मामले (उपर्युक्त) में माननीय सर्वोच्च न्यायालय द्वारा यह",
  "likely to discharge his duties better than a less qualified person. A graduate Clerk would be more efficient than a non-graduate and matriculate Clerk. Moreover, there was": "कर्तव्यों का बेहतर निर्वहन कर सकता है। एक स्नातक क्लर्क एक गैर-स्रातक और मैट्रिक क्लर्क की तुलना में अधिक",
  "non-graduate and matriculate Clerk. Moreover, there was no limitation on Shetty Commission to make": "कुशल होगा। इसके अलावा, शेट्टी आयोग बनाने की कोई सीमा नहीं थी",
  "recommendations of identical pay scale for both graduate and non-graduate Clerks. However, the Shetty Commission": "स्नातक और गैर-स्रातक दोनों क्लर्कों के लिए समान वेतनमान की सिफारिशें। हालांकि, शेट्टी आयोग ने गैर-स्नातक",
  "preferred to recommend the pay scale of Rs.5000-8100 for": "800/-रुपये के वेतनमान की सिफारिश की।",
  "(Para 5)": "(पैरा 5)",
  "Mamta Panwar, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता ममता पंवार।",
  "Saurabh Mohunta, Haryana, for State-respondent No.1.": "सौरभ मोहंता, हरियाणा, राज्य-उत्तरदाता नंबर. । के लिए।",
  "Kanwal Goyal, Advocate and Govind Tanwar, Advocate for respondents No.2 and 3.": "कंवल गोयल, अधिवक्ता और गोविंद तंवर, प्रतिवादी संख्या 2 और ३ के लिए अधिवक्ता।",
  "SUVIR SEHGAL, J. (ORAL)": "एसयूवीआईआर सहगल, जे। (मौखिक)",
  "(1) Petitioner has approached this Court for issuance of a writ in the nature of certiorari for quashing impugned order dated 02.02.2019, Annexure P-15, and for issuance of a writ in the nature of": "(।) याचिकाकर्ता ने दिनांक 02.02.209 के आश्षेपित आदेश, अनुलग्रक पी-5 को रद्द करने के लिए प्रमाण पत्र की प्रकृति में एक रिट जारी करने के लिए इस न्यायालय का दरवाजा खटखटाया है, और प्रतिवादियों को निर्देश देने के",
  "with non- graduate Clerks working with the subordinate Clerks in the": "के साथ काम करने वाले गैर-स्रातक क्लर्कों के साथ समानता में बाद के संशोधनों द्वारा।",
  "(2) Before examining the claim of the petitioner, a brief statement of facts and background is necessary.": "(2) याचिकाकर्ता के दावे की जांच करने से पहले, तथ्यों और पृष्ठभूमि का एक संक्षिप्त विवरण आवश्यक है।",
  "(3) Pursuant to an advertisement, Annexure P-1, issued by District & Sessions Judge, Faridabad, petitioner, who is a matriculate,": "(3) एक विज्ञापन के अनुसार, जिला और सत्र न्यायाधीश, फरीदाबाद द्वारा जारी अनुलग्नक पी-, याचिकाकर्ता, जो",
  "1999 and on the recommendation of the Shetty Pay Commission, pay": "आवश्यक योग्यता वर्ष 999 में स्नातक के लिए उठाया गया था और शेट्टी वेतन आयोग की सिफारिश पर, स्नातक",
  "scale of graduate Clerks was revised to Rs.4000-6000/- w.e.f. 01.04.2003. By an office order dated 26.04.2012, Annexure P-5,": "क्लर्क के वेतनमान. ५000-6000/- रुपये. 0.04.2003. दिनांक 26.0५.202 के एक कार्यालय आदेश द्वारा,",
  "respondent No.2 granted unrevised pay scale of Rs.5000-8100/- to non- graduate Clerical cadre of the High Court w.e.f. 01.04.2003. Initially,": "अनुलग्रक पी-5, प्रत्यर्थी संख्या 2 ने उच्च न्यायालय के गैर-लिपिक लिपिक संवर्ग को के लिए 5000-800/- रुपये का अपरिवर्तित वेतनमान प्रदान किया। 0.04.2003. प्रारंभ में, याचिकाकर्ता ने स्नातक क्लर्कों के साथ वेतन समानता",
  "petitioner approached this Court by filing CWP-7073-2010 claiming": "का दावा करते हुए सीडब्ल्यूपी-7073-200 दायर करके इस अदालत का दरवाजा खटखटाया और इस अदालत ने",
  "Singh and others versus State of Punjab and another and CWP-": "पंजाब राज्य और अन्य और सीडब्ल्यूपी में इस अदालत के निर्णयों के आधार पर याचिकाकर्ता के दावे पर विचार करने",
  "YOGESH KUMAR v. THE STATE OF HARYANA AND 709": "योगेश कुमार बनाम हरियाणा राज्य और",
  "OTHERS (Suvir Sehgal, J.)": "अन्य (सुवीर सहगल, जे.)",
  "22878-2010, Jitender Kumar and others versus State of Haryana and others, but as the judgments passed in both thewrit petitions": "22878-200, जितेन्द्र कुमार और अन्य बनाम हरियाणा राज्य और अन्य, लेकिन दोनों लिखित याचिकाओं में पारित",
  "were set aside by the Division Bench in an LPA, petitioner submitted": "निर्णयों को एलपीए में डिवीजन बेंच द्वारा दरकिनार कर दिया गया था, याचिकाकर्ता ने उच्च न्यायालय के गैर-स्रातक",
  "representations, Annexures P-12 and P-13, claiming parity of pay scale": "लिपिक संवर्ग के साथ वेतनमान की समानता का दावा करते हुए अभ्यावेदन, अनुलग्नक पी-2 और पी-3 प्रस्तुत किए।",
  "petitioner, a direction was issued to the respondents to look into the matter. Thereafter, impugned order dated 02.02.2019, Annexure P-": "प्रतिवादियों को मामले को देखने के लिए एक निर्देश जारी किया गया था। इसके बाद, दिनांक 02.02.209 का",
  "15, was passed by the District & Sessions Judge, Sonipat rejecting the": "आक्षेपित आदेश, अनुलग्नक पी।5, जिला और सत्र न्यायाधीश, सोनीपत द्वारा याचिकाकर्ता के अभ्यावेदन को खारिज",
  "representation of the petitioner. This order has been challenged by the petitioner before this Court.": "करते हुए पारित किया गया। इस आदेश को याचिकाकर्ता ने इस अदालत में चुनौती दी है।",
  "(4) I have heard counsel for the parties and examined the material placed on record.": "(५) मैंने पक्षकारों के वकील को सुना है और अभिलेख पर रखी गई सामग्री की जांच की है।",
  "(5) The judgments of the Writ Court in Sarabjit Singh’s case (supra) and Jitender Kumar’s case (supra) came up for consideration": "(5) सरबजीत सिंह के मामले (उपर्युक्त) और जितेन्द्र कुमार के मामले (उपर्युक्त) में रिट न्यायालय के निर्णय इस",
  "before a Division Bench of this Court in LPA-287-2011 and LPA-288-": "न्यायालय की खंड पीठ के समक्ष एल. पी. ए.-287-20॥॥ और एल. पी. ए.-288-20 में विचारार्थ आए, जिसमें लैटर",
  "whether educational qualification could constitute a valid and rationale basis for different pay scale to employees working in one cadre. After an exhaustive discussion of case law, the Division Bench allowed the": "वेतनमान के लिए एक वैध और युक्तियुक्त आधार का गठन कर सकती है। मामला कानून की विस्तृत चर्चा के बाद,",
  "LPAs filed by the State vide judgment dated 25.02.2011, Annexure R-": "डिवीजन बेंच ने राज्य द्वारा दायर एलपीए को दिनांक 25.02.20॥॥ के फैसले, अनुलग्रक आर 3,» के माध्यम से",
  "person. A graduate Clerk would be more efficient than a non-graduate and matriculate Clerk. Moreover, there was no limitation on Shetty Commission to make recommendations of identical pay scale for both graduate": "कुशल होगा। इसके अलावा, शेट्टी आयोग पर स्नातक और गैर-स्रातक दोनों क्लर्कों के लिए समान वेतनमान की",
  "preferred to recommend the pay scale of Rs.5000-8100 for graduate Clerks leaving the non-graduate Clerks to keep workingin the pay scale of Rs.3120-5160.”": "में काम करते रहने के लिए छोड़ने वाले स्नातक क्लर्कों के लिए 5000-800 के वेतनमान की सिफारिश की।",
  "(6) Following the Division Bench, this Court in CWP-7189- 2017, Prem Lata and others versus The S.S.S.C. and another, decided": "(6) डिवीजन बेंच के बाद, इस कोर्ट ने सीडब्ल्यूपी -789-207, प्रेम लता और अन्य बनाम एस.एस.एस.सी. और एक और, तय किया"
}