{
  "PRINCIPAL DAV PUBLIC SCHOOL, ASSANDH AND OTHERS v. 777 DISTRICT JUDGE EXERCISING THE POWER OF EDUCATIONAL": "प्रिंसिपल डीएवी पब्लिक स्कूल, असंध और अन्य बनाम जिला न्यायाधीश करनाल और अन्य",
  "TRIBUNAL FOR EDUCATIONAL INSTITUTIONS AT KARNAL AND OTHERS (Sandeep Moudgil, J.)": "शैक्षणिक संस्थानों के लिए शैक्षिक ट्रिब्यूनल की शक्ति का उपयोग करना (संदीप मौदगिल, जे.)",
  "to its application. Omission to mention the right of hearing in the": "अपने आवेदन के लिए। वैधानिक प्रावधान में सुनवाई के अधिकार का उल्लेख करने की चूक वास्तव में प्रभावित व्यक्ति",
  "statutory provision does not ipso facto exclude a hearing to the affected person. Reference can be made to Karnataka Public Service Commission versus B.M. Vijay Shankar’.": "को सुनवाई से बाहर नहीं करती है। कर्नाटक लोक सेवा आयोग बनाम बी.एम का संदर्भ दिया जा सकता है। विजय शंकर*,",
  "(17) Even otherwise, no prejudice has been caused to the petitioner- School inasmuch as the Tribunal has rightly straightened": "(7) अन्यथा भी, याचिकाकर्ता के लिए कोई पूर्वाग्रह पैदा नहीं किया गया है-क्योंकि न्यायाधिकरण ने याचिकाकर्ता को",
  "petitioner- School inasmuch as the Tribunal has rightly straightened the technical and procedural defects by giving liberty to the petitioner- School to proceed with the matter from the stage it was to supply copy": "स्वतंत्रता देकर तकनीकी और प्रक्रियात्मक दोषों को सही ढंग से ठीक किया है।स्कूल को मामले को उस स्तर से आगे",
  "School to proceed with the matter from the stage it was to supply copy of the enquiry report to the respondent No.3 and thereafter, the": "बढ़ाने के लिए प्रतिवादी नंबर. 3 को जांच रिपोर्ट की प्रति की आपूर्ति करनी थी और उसके बाद, अनुशासनात्मक",
  "disciplinary authority may pass fresh orders.": "प्राधिकरण नए आदेश पारित कर सकता है।",
  "(18) This Court is of the considered view that there is no legal,": "(8) इस न्यायालय का यह सुविचारित मत है कि शैक्षिक अधिकरण द्वारा पारित आशक्षेपित आदेश में कोई विधिक,",
  "factual or procedural infirmity or illegality in the impugned order": "तथ्यात्मक या प्रक्रियात्मक दुर्बलता या अवैधता नहीं है और इस प्रकार, भारत के संविधान के अनुच्छेद 226 के अधीन",
  "(19) Accordingly, this writ petition is dismissed.": "(9) तदनुसार, यह रिट याचिका खारिज कर दी जाती है।",
  "Reporter-Divay Sarup": "रिपोर्टर-दिव्य सरूप",
  "° 1992 SCC (2) 206": "5]992 एससीसी (2) 206",
  "Before Sandeep Moudgil, J.": "समक्ष संदीप मौदगिल जे.",
  "PRINCIPAL DAV PUBLIC SCHOOL, ASSANDH AND": "प्राचार्य डीएवी पब्लिक स्कूल, असंध और",
  "OTHERS—Petitioner": "अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "EDUCATIONAL TRIBUNAL FOR EDUCATIONAL": "शैक्षिक के लिए शैक्षिक न्‍न्यायाधिकरण",
  "INSTITUTIONS AT KARNAL AND OTHERS—Respondents": "करनाल और अन्य में संस्थान-प्रतिवादी",
  "July 13, 2023": "3 जुलाई 2023",
  "Constitution of India—Art. 226—Writ Jurisdiction—Certiorari seeking quashing of orders passed by Education Tribunal vide which": "भारत का संविधान-कला 226-लिखित अधिकारिता -शिक्षा न्यायाधिकरण द्वारा पारित आदेशों को रद्द करने की मांग",
  "punishment orders have been set aside with liberty to the petitioner to proceed with the matter from the stage it was to supply copy of the": "करते हुए प्रमाण पत्र, जिसमें दंड आदेशों को याचिकाकर्ता को उस स्तर से मामले के साथ आगे बढ़ने की स्वतंत्रता के",
  "proceed with the matter from the stage it was to supply copy of the enquiry report to respondent no.3; based on Inquiry Report—Penalty": "साथ अलग कर दिया गया है जो प्रतिवादी संख्या. 3 को जांच रिपोर्ट की प्रति प्रदान करना था; जांच रिपोर्ट के आधार",
  "of removal from service Inquiry report not supplied to delinquent before punishment proposed—Proceeding stand vitiated—Caused": "पर-सेवा से हटाने का दंड प्रस्तावित सजा से पहले अपराधी को जांच रिपोर्ट नहीं दी गई-कार्यवाही का रुख दूषित-",
  "grave prejudice—Tribunal rightly caused the defect—No ground to": "गंभीर पूर्वाग्रह का कारण बना- न्यायाधिकरण ने सही कारण से दोष पैदा किया-हस्तक्षेप करने का कोई आधार नहीं है।",
  "Held, that the supply of the copy of the report is neither an empty formality, nor a ritual, but aims to digress the direction of the": "अभिनिर्धारित किया गया कि रिपोर्ट की प्रति की आपूर्ति न तो एक खाली औपचारिकता है, न ही एक अनुष्ठान है, बल्कि",
  "disciplinary authority from his derivative conclusions from the report": "अनुशासनात्मक प्राधिकरण के निर्देश को रिपोर्ट से उसके व्युत्पन्न निष्कर्षों से हटाकर उचित विचार के उपशामक मार्ग",
  "to the palliative path of fair consideration. The denial of the supply of the copy, therefore, causes to the delinquent a grave prejudice and": "पर ले जाना है। इसलिए प्रतिलिपि की आपूर्ति से इनकार करने से अपराधी को गंभीर पूर्वाग्रह और परिहार्य अन्याय का",
  "avoidable injustice which cannot be cured or mitigated in appeal or at a challenge under Article 226 of the Constitution or other relevant provisions. Ex post facto opportunity does not efface the past": "का कारण बनता है जिसे संविधान के अनुच्छेद 226 या अन्य प्रासंगिक प्रावधानों के तहत अपील या चुनौती में ठीक या कम नहीं किया जा सकता है। कार्योत्ततर अवसर अपराधी के खिलाफ अनुशासनात्मक प्राधिकरण द्वारा बनाई गई पिछली",
  "delinquent, however, professedly to be fair to the delinquent. The lurking suspicion always lingers in the mind of the delinquent that the": "धारणा को समाप्त नहीं करता है, हालांकि, अपराधी के लिए निष्पक्ष होने का दावा करता है। अपराधी के मन में हमेशा",
  "disciplinary authority was not objective and he was treated unfairly.": "छिपा हुआ संदेह रहता है कि अनुशासनात्मक प्राधिकरण उद्देश्यपूर्ण नहीं था और उसके साथ अनुचित व्यवहार किया",
  "To alleviate such an impression and to prevent injustice or miscarriage of justice at the threshold, the disciplinary authority should supply the": "इस तरह की धारणा को कम करने और अन्याय या न्याय की विफलता को रोकने के लिए, अनुशासनात्मक प्राधिकरण",
  "of justice at the threshold, the disciplinary authority should supply the copy of the report, consider objectively the records, the evidence, the report and the explanation offered by the delinquent and make up his": "प्राधिकरण को रिपोर्ट की प्रति की आपूर्ति करनी चाहिए, रिकॉर्ड, साक्ष्य, रिपोर्ट और अपराधी द्वारा दिए गए स्पष्टीकरण",
  "mind on proof of the charge or the nature of the penalty. The supply of": "रूप से विचार करना चाहिए और आरोप के प्रमाण या दंड की प्रकृति पर अपना मन बनाना चाहिए। इस प्रकार, रिपोर्ट",
  "the copy of the report is thus, a sine qua non for a valid, fair, just and proper procedure to defend the delinquent himself effectively and": "की प्रति की आपूर्ति अपराधी का प्रभावी ढंग से और प्रभावी ढंग से बचाव करने के लिए एक वैध, निष्पक्ष, न्यायसंगत",
  "inquiry report was not furnished to the respondent No.3 before the": "रिपोर्ट प्रत्यर्थी संख्या. 3 को प्रस्तुत नहीं की गई थी, इसलिए सजा का आदेश और बाद की कार्यवाही दूषित हो जाती",
  "PRINCIPAL DAV PUBLIC SCHOOL, ASSANDH AND OTHERS v. 771 DISTRICT JUDGE EXERCISING THE POWER OF EDUCATIONAL": "प्रिंसिपल डीएवी पब्लिक स्कूल, असंध और अन्य बनाम जिला न्यायाधीश करनाल और अन्य",
  "but also violates Arts.14 and 21 of the Constitution. The Court must": "लेकिन यह संविधान के अनुच्छेद ।५ और 2 का भी उल्लंघन करता है। न्यायालय को पक्षपात के बिना और पूर्वाग्रह के",
  "act and appear to act without partiality and without prejudice or as it is often expressed, \"justice should not only be done but should": "चाहिए और प्रतीत होना चाहिए या जैसा कि अक्सर व्यक्त किया जाता है, \"न्याय न केवल किया जाना चाहिए बल्कि",
  "manifestly and undoubtedly seem to be done\".": "स्पष्ट रूप से और निस्संदेह किया गया प्रतीत होना चाहिए\"।",
  "(Para 15)": "(पैरा 5)",
  "Rajiv Kataria, Advocate and Aman Joon, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से वकील राजीव कटारिया और अमन जून ने पक्ष रखा।",
  "Kannan Malik, Advocate for respondent No.2 Mr. BK Kaushik — respondent No.3 (in person)": "कन्नन मलिक, प्रतिवादी नंबर. 2 के लिए अधिवक्ता श्री बी. के. कौशिक-प्रतिवादी संख्या. ३ (व्यक्तिगत रूप से)",
  "SANDEEP MOUDGIL, J.": "संदीप मौदगिल, जे",
  "(1) The petitioner has filed the present writ petition invoking Article 226 of the Constitution of India with a prayer for issuance of a": "(।) याचिकाकर्ता ने भारत के संविधान के अनुच्छेद 226 का आह्वान करते हुए वर्तमान रिट याचिका दायर की है,",
  "writ in the nature of certiorari for quashing the order dated 06.03.2019 (Annexure P14) passed by Educational Tribunal, Karnal — respondent": "जिसमें शैक्षिक न्‍्यायाधिकरण, करनाल द्वारा पारित आदेश दिनांक 06.03.209 (अनुलग्नक पी ५) को रद्द करने के",
  "(2) Respondent No.3, who was posted as Lecturer Physics in DAV Public School, Assandh, District Karnal, was placed under": "(2) प्रतिवादी नंबर. ३3, जिसे डीएवी पब्लिक स्कूल, असंध, जिला करनाल में व्याख्याता भौतिकी के रूप में तैनात किया",
  "suspension by the Principal of the petitioner-DAV Public School, Assandh on 27.04.2013. He was served with a charge-sheet dated": "गया था, को 27.04.203 को याचिकाकर्ता-डीएवी पब्लिक स्कूल, असंध के प्राचार्य द्वारा निलंबित कर दिया गया था।",
  "02.09.2013 by the Chairman of the Local Managing Committee of the": "उन्हें याचिकाकर्ता-स्कूल की स्थानीय प्रबंध समिति के अध्यक्ष द्वारा दिनांक 02.09.203 को सीबीएसई उपनियमों के",
  "petitioner-School, under Rule 47 of the CBSE Byelaws, inter alia, on the ground that the respondent No.3 did not allow five students in the": "नियम ५7 के तहत, इस आधार पर कि प्रतिवादी नंबर. 3 ने कक्षा में पांच छात्रों को अनुमति नहीं दी क्योंकि वे सीबीएसई",
  "practical examination, as required under Rule 40(1)(v1) and 40(2) of the": "उपनियमों के नियम ५0 () (४) और ५० (2) के तहत आवश्यक थ्योरी पेपर के साथ-साथ व्यावहारिक परीक्षा में",
  "upon respondent No.3 followed by another detailed order dated": "जिसके बाद प्रत्यर्थी संख्या. ३ के प्रतिनिधित्व पर दिनांक 2..20+ को एक और विस्तृत आदेश पारित किया गया।",
  "removal order. The respondent No.3 filed appeal which has been partly allowed by the Educational Tribunal vide order dated 06.03.2019": "प्रत्यर्थी संख्या. 3 ने अपील दायर की जिसे शैक्षिक न्यायाधिकरण द्वारा दिनांक 06.03.209 के आदेश द्वारा आंशिक",
  "prompting the petitioner-School to approach this Court.": "रूप से अनुमति दी गई है, जिससे याचिकाकर्ता-स्कूल को इस न्यायालय का दरवाजा खटखटाने के लिए प्रेरित किया गया। ५",
  "(3) Mr. Rajiv Kataria, Advocate for the petitioner-School contended that copies of all the documents relied by the school were": "(3) याचिकाकर्ता-स्कूल के वकील श्री राजीव कटारिया ने तर्क दिया कि स्कूल द्वारा भरोसा किए गए सभी दस्तावेजों",
  "delinquent employee will, therefore, be entitled to a copy of the report even if the statutory rules do not permit the furnishing of the report or": "इसलिए, अपराधी कर्मचारी रिपोर्ट की एक प्रति का हकदार होगा, भले ही वैधानिक नियम रिपोर्ट प्रस्तुत करने की",
  "are silent on the subject. It further held that in cases where enquiry": "अनुमति न दें या इस विषय पर चुप रहें। इसने आगे कहा कि ऐसे मामलों में जहां जांच अधिकारी और अनुशासनात्मक",
  "officer and disciplinary authority are two different entities, the": "प्राधिकरण दो अलग-अलग संस्थाएं हैं, अनुशासनात्मक प्राधिकरण को दोषी को उसके खिलाफ लगाए गए आरोपों के",
  "disciplinary authority has to furnish copy of enquiry report to the delinquent before it arrives at its conclusion with regard to the guilt or innocence of the employee in the context of charges levelled against": "संदर्भ में कर्मचारी के अपराध या निर्दोषता के संबंध में अपने निष्कर्ष पर पहुंचने से पहले जांच रिपोर्ट की प्रति प्रस्तुत",
  "him. The said view was reiterated by the Supreme Court in Jitender Singh Versus State of Haryana, 2006(3) RSJ 669 wherein the Supreme": "करनी होगी। उक्त विचार को उच्चतम न्यायालय द्वारा जितेन्द्र सिंह बनाम हरियाणा राज्य, 2006 (3) आर. एस. जे.",
  "Court held that the law laid down in B. Karunakar's case (supra) has to": "669 में दोहराया गया था, जिसमें उच्चतम न्यायालय ने अभिनिर्धारित किया था कि बी. करुणाकर के मामले (उपर्युक्त)",
  "be followed even if the rules are silent or do not expressly provide for": "में विहित विधि का पालन किया जाना चाहिए, भले ही नियम मौन हों या ऐसे स्तर पर रिपोर्ट की प्रति प्रस्तुत करने के",
  "(12) In Union of India versus Mohd. Ramzan Khan?>, while considering the supply/non supply of copy of enquiry report to the": "(2) भारत संघ बनाम मोहम्मद में। रमजान खान5 ने अपराधी को जांच रिपोर्ट की प्रति की आपूर्ति /गैर-आपूर्ति पर",
  "delinquent and also observing that 42\" Amendment bringing out changes in sub-Article (2) of Article 311 of the Constitution of India,": "विचार करते हुए और यह भी देखते हुए कि भारत के संविधान के अनुच्छेद 3॥। के उप-अनुच्छेद (2) में परिवर्तन लाने",
  "has nothing to do with the supply of copy, the Supreme Court held as": "वाले ५2वें संशोधन का प्रतिलिपि की आपूर्ति से कोई लेना-देना नहीं है, सर्वोच्च न्यायालय ने निम्नलिखित रूप में",
  "under:-": "अभिनिर्धारित कियाः-",
  "“For doing away with the effect of the enquiry report or to meet the recommendations of the Inquiry Officer in the matter of imposition of punishment, furnishing a copy of the": "\"जांच रिपोर्ट के प्रभाव को समाप्त करने या सजा अधिरोपित करने के मामले में जांच अधिकारी की सिफारिशों को पूरा",
  "matter of imposition of punishment, furnishing a copy of the report becomes necessary and to have the proceeding completed by using some material behind the back of the": "करने के लिए, रिपोर्ट की एक प्रति प्रस्तुत करना आवश्यक हो जाता है और अपराधी के पीछे कुछ सामग्री का उपयोग",
  "delinquent is a position not countenanced by fair procedure.": "करके कार्यवाही को पूरा करना एक ऐसी स्थिति है जिसे उचित प्रक्रिया द्वारा स्वीकार नहीं किया जाता है।",
  "While by law application of natural justice could be totally ruled out or truncated, nothing has been done here which": "जबकि विधि द्वारा प्राकृतिक न्याय के अनुप्रयोग को पूरी तरह से खारिज या संक्षिप्त किया जा सकता है, यहाँ ऐसा कुछ",
  "could be taken as keeping natural justice out of the": "भी नहीं किया गया है जिसे प्राकृतिक न्याय को कार्यवाहियों से बाहर रखने के रूप में लिया जा सके और इस न्यायालय",
  "making rules of natural justice applicable to such an inquiry are not affected by the 42nd Amendment. Supply of a copy": "द्वारा प्राकृतिक न्याय के नियमों को ऐसी जांच पर लागू करने वाली घोषणाओं की श्रृंखला ५2वें संशोधन से प्रभावित नहीं",
  "of the inquiry report along with recommendations, if any, in the matter of proposed punishment to be inflicted would be": "होती है। प्रस्तावित सजा दिए जाने के मामले में सिफारिशों, यदि कोई हो, के साथ जांच रिपोर्ट की एक प्रति की आपूर्ति",
  "within the rules of natural justice and the delinquent would, therefore, be entitled to the supply of a copy thereof. The": "प्राकृतिक न्याय के नियमों के भीतर होगी और इसलिए अपराधी इसकी एक प्रति की आपूर्ति का हकदार होगा।",
  "Forty-Second Amendment has not brought about any change in this position.": "बयालीसवें संशोधन ने इस स्थिति में कोई बदलाव नहीं लाया है।",
  "Where the disciplinary authority is the Inquiry Officer there is no report. He becomes the first assessing authority to": "जहाँ अनुशासनात्मक प्राधिकारी जाँच अधिकारी होता है वहाँ कोई रिपोर्ट नहीं होती है। वह पहला मूल्यांकन प्राधिकरण",
  "under CBSE Bye-laws without assigning any reason as to why the School Rules were not being invoked. It is submitted that the": "स्कूल नियमों को लागू क्यों नहीं किया जा रहा था, इसका कोई कारण बताए बिना सीबीएसई उपनियमों के तहत। यह",
  "respondent No.3 was placed under suspension by the Principal whereas": "प्रस्तुत किया जाता है कि प्रतिवादी नंबर. 3 को प्रिंसिपल द्वारा निलंबित कर दिया गया था, जबकि सक्षम प्राधिकारी",
  "the competent authority was the Manager of the school on behalf of the Managing Committee under Bye-law 22(v) of the CBSE Bye-laws and": "सीबीएसई उपनियमों के उपनियम 22 (५) के तहत प्रबंध समिति की ओर से स्कूल का प्रबंधक था और साथ ही,",
  "(8) Learned counsel for respondent No.3 further averred that without withdrawing the first charge sheet, he was issued second charge": "(8) प्रत्यर्थी नंबर. 3 के विद्वान वकील ने आगे कहा कि पहला आरोप पत्र वापस लिए बिना, उन्हें आरोपों के उसी सेट",
  "sheet on 2.9.2013 on the same set of allegations. Neither his request for": "पर 2.9.203 को दूसरा आरोप पत्र जारी किया गया था। न तो अभिलेख के निरीक्षण के उनके अनुरोध को स्वीकार",
  "personal hearing. It is vehemently urged that list of documents which were relevant and duly accepted by the inquiry officer was not supplied.": "किया जाता है कि जांच अधिकारी द्वारा प्रासंगिक और विधिवत स्वीकार किए गए दस्तावेजों की सूची प्रदान नहीं की",
  "furnish a copy of the enquiry report before concurring with the findings recorded by the Enquiry Officer, to respondent No.3. Instead the report": "सहमत होने से पहले प्रतिवादी संख्या. 3 को जांच रिपोर्ट की एक प्रति प्रस्तुत करने की आवश्यकता थी। इसके बजाय",
  "was forwarded to him while proposing the penalty of dismissal. Even the prior approval of the Managing Committee was not obtained,": "बर्खास्तगी के दंड का प्रस्ताव करते हुए रिपोर्ट उन्हें भेज दी गई। यहां तक कि प्रबंध समिति की पूर्व स्वीकृति भी प्राप्त",
  "thereby violating Bye-laws 47 (1) (d) (iv) and 47 (2).": "नहीं की गई थी, जिससे उपनियम ५7 (॥) (डी) (४) और ५7 का उल्लंघन हुआ (2).",
  "(9) Heard learned counsel for the parties and gone through the record.": "(9) पक्षकारों की विद्वान सलाह सुनी और अभिलेख का अध्ययन किया।",
  "(10) Before proceeding on merits, it is worthwhile to note that while concurring with the findings recorded by the Enquiry Officer, the": "(0) गुणदोष पर कार्यवाही करने से पहले, यह ध्यान देने योग्य है कि जांच अधिकारी द्वारा अभिलिखित निष्कर्षों के",
  "while concurring with the findings recorded by the Enquiry Officer, the disciplinary authority furnished to the respondent No.3, a copy of the": "साथ सहमति व्यक्त करते हुए, अनुशासनात्मक प्राधिकारी ने प्रतिवादी संख्या. 3 को जांच रिपोर्ट की एक प्रति, सजा",
  "enquiry report, at the stage of proposing punishment, allegedly, in line with the scheme laid down in CBSE Bye-laws.": "प्रस्तावित करने के स्तर पर, कथित रूप से, सीबीएसई उपनियमों में निर्धारित योजना के अनुरूप प्रस्तुत की।",
  "(11) In Managing Director ECIL versus B. Karunakar*, the question whether the report should be furnished to the employee even": "(॥) प्रबंध निदिशक ईसीआईएल बनाम बी. करुणाकर\" में, यह प्रश्न कि क्या रिपोर्ट कर्मचारी को दी जानी चाहिए, भले",
  "when the statutory rules laying down the procedure for holding the disciplinary inquiry are silent on the subject or are against it, came up": "ही अनुशासनात्मक जांच करने की प्रक्रिया निर्धारित करने वाले वैधानिक नियम इस विषय पर चुप हों या इसके खिलाफ",
  "for consideration before the Supreme Court. It was held that since the": "हों, सर्वोच्च न्यायालय के समक्ष विचार के लिए आया। यह अभिनिर्धारित किया गया था कि चूंकि जांच अधिकारी की",
  "denial of the report of the Inquiry Officer is a denial of reasonable opportunity and a breach of the principles of natural justice, it follows": "रिपोर्ट को अस्वीकार करना उचित अवसर से इनकार करना और प्राकृतिक न्याय के सिद्धांतों का उल्लंघन है, इसलिए",
  "that the statutory rules, if any, which deny the report to the employee": "यह इस प्रकार है कि वैधानिक नियम, यदि कोई हैं, जो कर्मचारी को रिपोर्ट से इनकार करते हैं, प्राकृतिक न्याय के",
  "are against the principles of natural justice and, therefore, invalid. The": "सिद्धांतों के खिलाफ हैं और इसलिए अमान्य हैं।",
  "*1993(4) SCC 727": "“|993 (५) एससीसी 727",
  "overlooked by the enquiry officer in coming to the conclusions, with a view to persuade the disciplinary authority to disagree with the": "जांच अधिकारी द्वारा निष्कर्ष पर पहुंचने में उपेक्षा की गई, ताकि अनुशासनात्मक प्राधिकारी को जांच अधिकारी से",
  "enquiry officer and to consider his innocence of the charge, or even": "असहमत होने के लिए राजी किया जा सके और आरोप के बारे में उसकी बेगुनाही पर विचार किया जा सके, या यह",
  "report. Even if the disciplinary authority comes to the conclusion that charge or charges is/are proved, the case may not warrant imposition": "अनुशासनात्मक प्राधिकरण इस निष्कर्ष पर पहुंचता है कि आरोप या आरोप साबित हो गए हैं, तो मामला किसी भी दंड",
  "of any, penalty. He may plead mitigating or extenuating circumstances to impose no punishment or a lesser punishment. For this purpose the": "के अधिरोपण की गारंटी नहीं दे सकता है। वह कोई सजा या कम सजा न देने के लिए परिस्थितियों को कम करने या",
  "to impose no punishment or a lesser punishment. For this purpose the delinquent needs reasonable opportunity or fair play in action.": "बढ़ाने का अनुरोध कर सकता है। इस उद्देश्य के लिए अपराधी को उचित अवसर या कार्रवाई में निष्पक्षता की आवश्यकता होती है।",
  "(15) The supply of the copy of the report is neither an empty formality, nor a ritual, but aims to digress the direction of the": "(।5) रिपोर्ट की प्रति की आपूर्ति न तो एक खाली औपचारिकता है, न ही एक अनुष्ठान है, बल्कि इसका उद्देश्य",
  "a challenge under Article 226 of the Constitution or other relevant": "कारण बनता है जिसे संविधान के अनुच्छेद 226 या अन्य प्रासंगिक प्रावधानों के तहत अपील या चुनौती में ठीक या",
  "provisions. Ex post facto opportunity does not efface the past impression formed by the disciplinary authority against the": "कम नहीं किया जा सकता है। कार्योत्ततर अवसर अपराधी के खिलाफ अनुशासनात्मक प्राधिकरण द्वारा बनाई गई पिछली",
  "copy of the report, consider objectively the records, the evidence, the report and the explanation offered by the delinquent and make up his": "को रिपोर्ट की प्रति की आपूर्ति करनी चाहिए, रिकॉर्ड, साक्ष्य, रिपोर्ट और अपराधी द्वारा दिए गए स्पष्टीकरण पर निष्पक्ष",
  "but also violates Arts. 14 and 21 of the Constitution. The Court must": "कला का भी उल्लंघन है। संविधान के ।५ और 2. न्यायालय को पक्षपात के बिना और पूर्वाग्रह के बिना कार्य करना",
  "(16) In so far as the contention of the petitioner that CBSE Byelaws does not provide for any power or authority to the School to supply copy of the report, the said contention is liable to be negatived": "(6) जहां तक याचिकाकर्ता का यह तर्क कि सीबीएसई उपनियम रिपोर्ट की प्रति की आपूर्ति करने के लिए स्कूल को",
  "under which an action is being taken by the Administration is silent as": "द्वारा निहित है जब मूल क़ानून जिसके तहत प्रशासन द्वारा कोई कार्रवाई की जा रही है"
}