{
  "(Suvir Sehgal, J.)": "(सुवीर सहगल, जे.)",
  "Before Suvir Sehgal, J.": "समक्ष सुवीर सहगल, जे.",
  "KANTA SHARMA—Petitioner": "कांता शर्मा- याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "February 28, 2023": "28 फरवरी, 2023",
  "Constitution of India, 1950—Writ Petition u/a 226, 227— Mandamus for regularization of services—Petitioner engaged on": "भारत का संविधान, 950- लिखित याचिका इस धारा के अंतर्गत 226, 227- सेवाओं को नियमित करने का आदेश-",
  "daily wages—Pump attendant in PWD—Services regularized wef": "याचिकाकर्ता दैनिक मजदूरी पर लगे हुए-पीडब्ल्यूडी में पंप अटेंडेंट-कथित रूप से अपेक्षित पात्रता मानदंडों को पूरा",
  "State contended Petitioner approached Court with tainted hands—": "राज्य ने दावा किया याचिकाकर्ता ने दागी हाथों के साथ अदालत का दरवाजा खटखटाया-याचिकाकर्ता द्वारा दायर की",
  "multiple previous writ petitions filed not brought to light by Petitioner—one such writ petition regularized services on basis of": "गई कई पिछली रिट याचिकाएं प्रकाश में नहीं आईं-ऐसी ही एक रिट याचिका ने पूर्ववर्ती के आधार पर सेवाओं को",
  "precedent—challenged by State and pending.": "नियमित किया-जिसे राज्य द्वारा चुनौती दी गई और लंबित है।",
  "Held, in view of petitioner approaching the Court with unclean hands, concealment of facts, discretion under writ jurisdiction not": "आयोजित, याचिकाकर्ता के अशुद्ध हाथों से न्यायालय का दरवाजा खटखटाने, तथ्यों को छिपाने, रिट अधिकार क्षेत्र के",
  "N.P.S. Kohli, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से एनपीएस कोहली, अधिवक्ता।",
  "Pankaj Middha, Addl. A.G. Haryana.": "पंकज मिड्डा, एडिशनल एजी हरियाणा",
  "SUVIR SEHGAL J.": "एसयूवीआईआर सेहगल जे।",
  "(1) Instant petition has been filed under Articles 226/227 of the Constitution of India inter alia seeking issuance of a writ in the nature": "(।) तत्काल याचिका भारत के संविधान के अनुच्छेद 226/227 के तहत दायर की गई है, जिसमें अन्य बातों के साथ-",
  "of mandamus directing the respondents to consider the case of petitioner for regularization of her services, w.e.f. 01.02.1996 in the": "निर्देशों के आलोक में 0.02.996 से उसकी सेवाओं को नियमित करने के लिए याचिकाकर्ता के मामले पर विचार",
  "light of instructions dated 07.03.1996 (Annexure P-1) read with circular": "करने का निर्देश दिया गया है (अनुलग्रक पी-) जिसे परिपत्र दिनांक 8.03.996 के साथ पढ़ा गया है। (अनुलग्नक",
  "(Annexure P-7) submitted by the petitioner.": "पी-2)| याचिकाकर्ता द्वारा प्रस्तुत अभ्यावेदन दिनांक 42.09.20॥7 (अनुलग्नक पी-7) पर निर्णय लेने के लिए",
  "(2) Facts in brief are that the petitioner was engaged on daily wages/muster roll basis as Pump Attendant on 01.11.1992 in the Public Work Department, Public Health Engineering Division, Ambala Cantt.": "(2) संक्षेप में तथ्य यह हैं कि याचिकाकर्ता लोक निर्माण विभाग, सार्वजनिक स्वास्थ्य इंजीनियरिंग प्रभाग, अंबाला कैंट में 0..992 को पंप अटेंडेंट के रूप में दैनिक मजदूरी /मस्टर रोल के आधार पर काम कर रहा था। उनकी सेवाओं",
  "Her services were regularized w.e.f. 01.10.2003 as a Pump Attendant": "को 04.0.2003 से 0.02.996 के बजाय पंप अटेंडेंट के रूप में नियमित किया गया था। उन्होंने इस न्यायालय का",
  "instead of 01.02.1996. She submitted a representation, Annexure P-7 which is pending, before approaching this Court.": "दरवाजा खटखटाने से पहले एक अभ्यावेदन, अनुलग्नक पी-7 प्रस्तुत किया जो लंबित है।",
  "524 ILL.R. PUNJAB AND HARYANA 2023(2)": "524",
  "regularization in view of policy instructions dated 01.10.2003. By": "दिनांक 0.0.2003 के नीति निर्देशों को ध्यान में रखते हुए नियमितीकरण। दिनांक 22.03.207 के आदेश द्वारा,",
  "order dated 22.03.2017, this Court issued direction to the competent authority to pass a speaking order on her claim. Vide order No.11797-": "इस न्यायालय ने सक्षम प्राधिकारी को उसके दावे पर बोलने का आदेश पारित करने का निर्देश जारी किया। आदेश",
  "w.e.f. 01.10.2003, as claimed by her, in Group D service on the post of Pump Attendant in the pay scale of Rs.2500- 55-2600-EB-60-3200.": "गया था, जैसा कि उसके द्वारा दावा किया गया था, 2500-55-2600- ई.बी-60-3200 रुपये के वेतनमान में पंप",
  "CWP No.17206 of 2014 titled as 'Yogesh Tyagi versus State of Haryana and others' and other similar writ petitions. It has been": "शीर्षक था 'योगेश त्यागी बनाम हरियाणा राज्य और अन्य' और इसी तरह की अन्य रिट याचिकाएं। यह आगे प्रस्तुत",
  "further submitted that these writ petitions were disposed of by this Court vide common judgment dated 31.05.2018. State Govt. has": "किया गया है कि इन रिट याचिकाओं का निपटान इस न्यायालय द्वारा दिनांक 3.05.208 के सामान्य निर्णय के",
  "challenged this judgment by way of SLP(C) No.31566 of 2018 which is": "माध्यम से किया गया था। राज्य सरकार. इस निर्णय को 208 के एसएलपी (सी) संख्या 3566 के माध्यम से चुनौती",
  "pending and by order dated 26.11.2018, Hon'ble Supreme Court has": "दी गई है जो लंबित है और दिनांक 26..208 के आदेश द्वारा, माननीय सर्वोच्च न्यायालय ने निर्देश दिया है कि",
  "directed that status quo qua the employees shall be maintained during the pendency of the petition.": "याचिका के लंबित रहने के दौरान कर्मचारियों को यथास्थिति बनाए रखी जाएगी।",
  "(9) For reasons best known to her, petitioner has not disclosed": "(9) उसे सबसे अच्छी तरह से ज्ञात कारणों के लिए, याचिकाकर्ता ने रिट याचिका में इन तथ्यों का खुलासा नहीं किया",
  "these facts in the writ petition. A heavy onus lies on a person, who approaches the Court to reveal all the facts and circumstances. It is the": "है। एक व्यक्ति पर भारी जिम्मेदारी होती है, जो सभी तथ्यों और परिस्थितियों को प्रकट करने के लिए न्यायालय का",
  "bounden duty of a litigant to place before the Court the entire gamut of facts leading to filing of the petition so as to enable the Court to assess": "दरवाजा खटखटाता है। यह वादी का बाध्य कर्तव्य है कि वह याचिका दायर करने के लिए तथ्यों के पूरे सरगम को",
  "facts leading to filing of the petition so as to enable the Court to assess them and arrive at a conclusion. However, when a litigant tries to act": "न्यायालय के समक्ष रखे ताकि न्यायालय उनका आकलन कर सके और किसी निष्कर्ष पर पहुंच सके। हालांकि, जब",
  "smart and hoodwinks the Court, conceals and suppresses material facts,": "कोई वादी चतुराई से काम करने की कोशिश करता है और अदालत को धोखा देता है, भौतिक तथ्यों को छुपाता है",
  "he/she is not entitled to any relief. Rather to curb such tendency of the": "और दबाता है, तो वह किसी भी राहत का हकदार नहीं है। वादियों की ऐसी प्रवृत्ति पर अंकुश लगाने के बजाय, उनकी",
  "litigants, their petition deserves to be dismissed with costs. Not only": "याचिका लागत के साथ खारिज की जानी चाहिए। इतना ही नहीं, याचिकाकर्ता दिनांक ॥.07.207 के नियमितीकरण",
  "this, petitioner has failed to place on record copy of regularization order dated 11.07.2017, nor she has sought its modification.": "आदेश की अभिलेख प्रति प्रस्तुत करने में विफल रही है, और न ही उसने इसके संशोधन की मांग की है।",
  "(10) In view of the above circumstances, this Court refrains from exercising the discretionary power vested in it under Article 226 of the Constitution of India. Petition is accordingly dismissed.": "(40) उपरोक्त परिस्थितियों को ध्यान में रखते हुए, यह न्यायालय भारत के संविधान के अनुच्छेद 226 के तहत निहित विवेकाधीन शक्ति का प्रयोग करने से बचता है। तदनुसार याचिका खारिज कर दी जाती है।",
  "Reporter-Ritu R. Nichani": "रिपोर्टर-रितु आर. निचानी",
  "KANTA SHARMA v. STATE OF HARYANA & OTHERS 523": "कांता शर्मा बनाम हरियाणा राज्य और अन्य",
  "asked to rejoin duty as unskilled worker. However, despite a reminder,": "अकुशल कार्यकर्ता के रूप में ड्यूटी में फिर से शामिल होने के लिए कहा। तथापि, एक अनुस्मारक के बावजूद,",
  "the petitioner did not join her employment and approached this Court": "याचिकाकर्ता अपने रोजगार में शामिल नहीं हुई और एक रिट याचिका दायर करके इस न्यायालय का दरवाजा",
  "by filing a writ petition, which was disposed of, vide judgment dated 25.02.2003, whereby, the award was set aside and the matter was": "खटखटाया, जिसका निपटारा दिनांक 25.02.2003 के निर्णय द्वारा किया गया, जिसके द्वारा अधिनिर्णय को अपास्त",
  "remitted to the Labour Court to re-decide it, in view of the directions contained in the judgment dated 05.03.2001. Once again, Labour Court": "कर दिया गया और दिनांक 05.03.200। के निर्णय में अंतर्विष्ट निर्देशों को ध्यान में रखते हुए मामले को पुनः विनिश्चय करने के लिए श्रम न्यायालय को प्रेषित कर दिया गया। एक बार फिर, श्रम न्यायालय ने दिनांक 4.05.2003 के",
  "by award dated 14.05.2003 held the petitioner to be unskilled (Class- IV) employee. Another writ petition bearing CWP No.4042 of 2004": "अधिनिर्णय द्वारा याचिकाकर्ता को अकुशल (चतुर्थ श्रेणी) कर्मचारी ठहराया। 200५ की सीडब्ल्यूपी संख्या ५0५2 वाली",
  "was filed by the petitioner claiming that she was working on the post of": "एक अन्य रिट याचिका याचिकाकर्ता द्वारा दायर की गई थी जिसमें दावा किया गया था कि वह क्लर्क के पद पर काम",
  "Clerk. This writ petition was dismissed by this Court, vide judgment": "कर रही थी। इस रिट याचिका को इस न्यायालय द्वारा दिनांक 26.0५.2005 के निर्णय द्वारा खारिज कर दिया गया था,",
  "dated 26.04.2005, relevant extract of which is as under:-": "जिसका प्रासंगिक उद्धरण इस प्रकार हैः-",
  "“We find that the petitioner's stand throughout had been that she was a Class-IV employee. The Labour Court": "\"हम पाते हैं कि याचिकाकर्ता का संपूर्ण रुख यह था कि वह चतुर्थ श्रेणी की कर्मचारी थी। श्रम न्यायालय ने स्वतंत्र रूप",
  "has independently examined the matter and found that she was a Class -I[V employee and could not claim the status of Class-III employee.": "से मामले की जांच की और पाया कि वह चतुर्थ श्रेणी की कर्मचारी थी और तृतीय श्रेणी के कर्मचारी के दर्जे का दावा नहीं कर सकती थी।",
  "We, therefore, find no merit in this writ petition. Dismissed.”": "इसलिए, हम इस रिट याचिका में कोई योग्यता नहीं पाते हैं। खारिज कर दिया|\"",
  "(8) Petitioner rejoined her duty on 16.05.2005 and has been": "(8) याचिकाकर्ता 6.05.2005 को अपने कर्तव्य में फिर से शामिल हो गई और उसके बाद नियमित रूप से दैनिक",
  "paid daily wages regularly thereafter. Vide memo dated 15.05.2006, respondent No.2 requested the Govt. for creation of one post of Pump": "मजदूरी का भुगतान किया गया है। ज्ञापन दिनांक 5.05.2006 के माध्यम से, प्रतिवादी संख्या. 2 ने सरकार से अनुरोध",
  "respondent No.2 requested the Govt. for creation of one post of Pump Attendant w.e.f. 01.02.1996 and also wrote for sanction of back wages.": "किया। 0.02.996 से पंप परिचर के एक पद के सृजन के लिए और पिछले वेतन की मंजूरी के लिए भी लिखा। यह",
  "The matter was under consideration, but in the meanwhile, in view of the judgment of Hon'ble Supreme Court in Secretary, State of Karnatka versus Uma Devi’, Govt. of Haryana, vide instructions dated": "मामला विचाराधीन था, लेकिन इस बीच, सचिव, कर्नाटक राज्य बनाम उमा देवी 2, सरकार में माननीय सर्वोच्च न्यायालय",
  "to the petitioner and a banker's cheque was sent to the petitioner, but": "लिए मंजूरी दी गई थी और एक बैंकर का चेक याचिकाकर्ता को भेजा गया था, लेकिन उसने इसे स्वीकार करने से",
  "she refused to accept it. Petitioner filed yet another writ petition bearing CWP No.20784 of 2006 seeking regularization w.e.f. 01.02.1996,": "इनकार कर दिया। याचिकाकर्ता ने 2006 की सीडब्ल्यूपी संख्या 2078५ वाली एक और रिट याचिका दायर की, जिसमें",
  "which was disposed of by this Court, vide order dated 23.01.2007 with": "0.02.996 से नियमितीकरण की मांग की गई थी, जिसका इस न्यायालय द्वारा 23.0.2007 के आदेश द्वारा निपटान",
  "a direction to respondent No.1 to decide the legal notice within a period of six months. In compliance of the above, respondent No.1 vide": "किया गया था, जिसमें प्रत्यर्थी संख्या । को छह महीने की अवधि के भीतर कानूनी नोटिस पर निर्णय लेने का निर्देश",
  "regularized in view of the judgment of the Supreme Court in Uma Devi's case (supra). Contempt petition filed by her became infructuous": "सूचित किया कि उमा देवी के मामले में सर्वोच्च न्यायालय के फैसले के मद्देनजर उनकी सेवाओं को नियमित नहीं किया",
  "No.8351 of 2015 came to be filed by the petitioner wherein she claimed": "सीडब्ल्यूपी संख्या 835] वाली एक और रिट याचिका याचिकाकर्ता द्वारा दायर की गई जिसमें उसने दावा किया",
  "* 2006 (4) SCC 1": "2 2006 (५) एससीसी ।"
}