{
  "THE TEHSILDAR KHARKHODA, DISTRICT SONIPAT AND OTHERS — 233 v. KARAMBIR (Manjari Nehru Kaul, J.)": "तहशीलदार खरखोदा, जिला सोनीपत और अन्य बनाम करम्बीर (मंजरी नेहरू कौल, जे)",
  "Before Manjari Nehru Kaul, J": "समक्ष मंजरी नेहरू कौल, जे.",
  "THE TEHSILDAR KHARKHODA, DISTRICT SONIPAT AND OTHERS—Appellants": "तहसीलदार खरखोदा, जिला सोनीपत और अन्य-अपीलार्थी",
  "versus": "बनाम",
  "KARAMBIR—Respondent": "करमबीर-प्रतिवादी",
  "RSA No. 232 of 2017": "2077 का आरएसए नंबर 232",
  "December 15, 2022": "॥5 दिसंबर 2022",
  "Regularization—Seeking regularization as sweeper—cum — chowkidar from 30.09.2003/01.10.2003 as per notification of": "के अनुसार 30.09.2003/0.0.2003 से सफाईकर्मी-सह-चौकीदार के रूप में नियमितीकरण की मांग- ट्रायल",
  "Suit Decreed by Trial Court—First Appeal dismissed—Regular Second Appeal filed—The defendant contended that the plaintiff was": "कोर्ट द्वारा मुकदमा का फैसला-पहली अपील खारिज-नियमित दूसरी अपील दायर की गई- प्रतिवादी ने तर्क दिया कि",
  "working only as a part time employee whereas the notification": "वादी केवल अंशकालिक कर्मचारी के रूप में काम कर रहा था, जबकि अधिसूचना में केवल दिहाड़ी मजदूरों को",
  "covered daily wagers only—Both the courts decreed the suit and held that the plaintiff falls within the purview of said Haryana": "शामिल किया गया था-दोनों अदालतों ने वाद का आदेश दिया और कहा कि वादी उक्त हरियाणा सरकार की अधिसूचना",
  "that the plaintiff falls within the purview of said Haryana Government Notification dated 01.10.2003 as the plaintiff was appointed against a sanctioned post of sweeper—cum—chowkidar": "दिनांक 0.0.2003 के दायरे में आता है क्योंकि वादी को सफाईकर्मी-सह-चौकीदार के स्वीकृत पद के खिलाफ",
  "and was discharging dual functions as he was working as a sweeper": "नियुक्त किया गया था और वह दोहरे कार्यों का निर्वहन कर रहा था क्योंकि वह दिन में सफाईकर्मी के रूप में और",
  "during the day and as Chowkidar during the night—Second Appeal dismissed Appeal.": "रात में चौकीदार के रूप में काम कर रहा था-दूसरी अपील ने अपील को खारिज कर दिया।",
  "Held, that the plaintiff was appointed against a sanctioned post of sweeper-cum-chowkidar and was discharging dual functions under": "अभिनिर्धारित किया गया कि वादी को सफाईकर्मी-सह-चौकीदार के स्वीकृत पद के विरुद्ध नियुक्त किया गया था और",
  "of sweeper-cum-chowkidar and was discharging dual functions under the defendant department and the Haryana Government Notification": "वह प्रतिवादी विभाग और हरियाणा सरकार अधिसूचना दिनांक 0.0.2003 के अधीन दोहरे कार्यों का निर्वहन कर",
  "contractual employees who had completed three years of uninterrupted service on 30.09.2023 and the plaintiff was discharging dual duty for last 15 years. Hence, the case of the plaintiff is covered under the": "तीन वर्ष की निर्बाध सेवा पूरी कर ली थी और वादी पिछले ॥5 वर्षों से दोहरे कर्तव्य का निर्वहन कर रहा था। इसलिए,",
  "Haryana Government Notification dated 01.10.2003.": "वादी का मामला हरियाणा सरकार की अधिसूचना दिनांक 0.0.2003 के अंतर्गत आता है।",
  "(Para 7)": "(पैरा 7)",
  "Rohit Arya, DAG, Haryana, for the appellants.": "अपीलार्थियों की ओर से रोहित आर्य, डीएजी, हरियाणा।",
  "None for the respondent.": "प्रत्यर्थी के लिए कोई नहीं।",
  "MANJARI NEHRU KAUL, J. (ORAL)": "मंजरी नेहरू कौल, जे (ओरल)",
  "CM-9403-C-2022": "सीएम-9५03-सी-2022",
  "(1) Prayer in the instant application is for fixing an actual date": "() तत्काल आवेदन में प्रार्थना एक वास्तविक तिथि तय करने के लिए है",
  "of hearing in the appeal.": "अपील में सुनवाई।",
  "(2) Heard.": "(2) सुना।",
  "(3) In view of the reasons mentioned in the application, the same is allowed and the appeal is taken up on board for hearing today": "(3) आवेदन में उल्लिखित कारणों को ध्यान में रखते हुए, इसकी अनुमति दी जाती है और अपील पर आज ही सुनवाई",
  "RSA-232-2017 (O&M)": "आरएसए-232-207 (ओ एंड एम)",
  "(4) Suit for declaration and mandatory injunction filed by the respondent/plaintiff was decreed by the learned Trial Court vide": "(५) प्रतिवादी /वादी द्वारा दायर घोषणा और अनिवार्य निषेधाज्ञा के लिए मुकदमा विद्वत ट्रायल कोर्ट द्वारा निर्णय और",
  "judgment and decree dated 29.09.2012. The appeal preferred by the appellants/defendants against the said judgment and decree was": "डिक्री दिनांक 29.09.2072 द्वारा फैसला सुनाया गया था। उक्त निर्णय और डिक्री के खिलाफ अपीलार्थियों/प्रतिवादियों",
  "dismissed by the Lower Appellate Court vide order dated 06.08.2016.": "द्वारा दायर अपील को निचली अपीलीय अदालत द्वारा दिनांक 06.08.206 के आदेश द्वारा खारिज कर दिया गया",
  "The appellants/defendants are now before this Court in Regular Second Appeal.": "था। अपीलार्थी»प्रतिवादी अब नियमित दूसरी अपील में इस न्यायालय के समक्ष हैं।",
  "(5) Parties to the lis, hereinafter shall be referred to by their original positions in the suit.": "(5) इसके बाद पक्षकारों को वाद में उनकी मूल स्थिति द्वारा निर्दिष्ट किया जाएगा।",
  "01.10.2003 as per notification of Haryana Government dated": "(6) हरियाणा सरकार की अधिसूचना दिनांक 0.0.2003 के अनुसार 30.09.2003/04.0.2003 से प्रभावी",
  "of pay and other benefits of service with effect from 01.10.2003 along with interest @ 18% per annum. Decree of mandatory injunction was": "8% ब्याज के साथ 0.0.2003 से वेतन के बकाया और सेवा के अन्य लाभ प्राप्त करने का हकदार था। प्रतिवादी",
  "further sought for directing the defendants to release the above benefits to the plaintiff.": "को वादी को उपरोक्त लाभ जारी करने का निर्देश देने के लिए अनिवार्य निषेधाज्ञा का फरमान आगे मांगा गया था।",
  "(7) Both the Courts below decreed the suit of the plaintiff by": "(7) नीचे दिए गए दोनों न्यायालयों ने समवर्ती निष्कर्षों को अभिलिखित करके वादी के वाद का विनिश्चय इस आशय से",
  "recording concurrent findings to the effect that the case of the plaintiff fell within the purview of Haryana Government Notification No.GSR-": "किया कि वादी का मामला हरियाणा सरकार की अधिसूचना सं. जी. एस. आर. 2५/कांस्ट. /अनुच्छेद-309 /2003",
  "against a duly sanctioned post, therefore, he was entitled to the benefit of regularization of his services. The Courts below while decreeing the": "था, इसलिए वह अपनी सेवाओं के नियमितीकरण के लाभ का हकदार था। निचली अदालतों ने वादी के मुकदमे का",
  "suit of the plaintiff further observed that since the plaintiff had been serving in the defendant department for the last 15 years, and": "आदेश देते हुए आगे कहा कि चूंकि वादी पिछले ॥5 वर्षों से प्रतिवादी विभाग में सेवा कर रहा था, और सफाईकर्मी-",
  "performing dual job of Sweeper-cum-Chowkidar, therefore, great injustice would be caused to him if his services were not regularized.": "सह-चौकीदार का दोहरा काम कर रहा था, इसलिए, अगर उसकी सेवाओं को नियमित नहीं किया गया तो उसके साथ बहुत अन्याय होगा।",
  "(8) Learned counsel appearing for the defendants argues that the Trial Court failed to appreciate that the plaintiff was working as a": "(8) प्रतिवादियों की ओर से उपस्थित विद्वान वकील का तर्क है कि ट्रायल कोर्ट यह समझने में विफल रहा कि वादी",
  "part time employee whereas the Government Notification No.GSR- 24/": "एक अंशकालिक कर्मचारी के रूप में काम कर रहा था, जबकि सरकारी अधिसूचना संख्या जीएसआर-",
  "Const /Art-309/2003 dated 01.10.2003 (Ex.P-9) only covered daily": "2५/कॉन्स्ट/आर्ट-309 / 2003 दिनांक 0.0.2003 (प्रदर्शनी पी-9) केवल दैनिक कवर वेतनभोगी, संविदात्मक",
  "wagers, contractual and adhoc employees. Therefore, a parent error had been committed by mis-interpreting the said notification (Ex.P-9) as the": "और तदर्थ कर्मचारी। इसलिए, उक्त अधिसूचना (प्रदर्शनी पी-9) की गलत व्याख्या करके एक मूल त्रुटि की गई थी",
  "plaintiff was not covered under the said notification (Ex.P-9). A prayer": "क्योंकि वादी उक्त अधिसूचना के अंतर्गत नहीं आया था। (प्रदर्शनी पी -9). इसलिए, विवादित फैसले और फरमान को"
}