{
  "Before Mukul Mudgal, C.J. & Ajay Tewari J.": "समक्ष - मुकुल्न मुदूगल, सी.जे. और अजय तिवारी जे.,",
  "BHAKRA BEAS MANAGEMENT BOARD,—4ppellant": "भाखड़ा ब्यास प्रबंधन बोर्ड - अपीलकर्ता",
  "versus": "बनाम",
  "P.O. CENTRALGOVERNMENT, INDUSTRIAL TRIBUNAL & OTHERS,—Respondents": "पी.ओ. केंद्र सरकार, औदयोगिक न्‍यायाधिकरण और अन्य, - प्रतिवादी",
  "8th September, 2010": "8 सितम्बर 200",
  "Constitution of India, 1950—Art.226—Work charged employees performing duties on technical jobs—Claim for revision": "भारत का संविधान, 950-अनुच्छेद 226-तकनीकी नौकरियों पर कर्तव्य निभाने वाले कर्मचारियों",
  "of pay scales—Industrial dispute—Tribunal granting revision of": "से कार्य प्रभार-वेतनमान में संशोधन का दावा-औदयोगिक विवाद-न्यायाधिकरण द्वारा वेतनमान",
  "pay scales—Single Judge upholding awards of Tribunal—Difference": "में संशोधन की अनुमति देना-न्यायाधिकरण के पुरस्कारों को एकल न्यायाधीश द्वारा बरकरार",
  "in service conditions between work charged and regular employees—": "रखना-कार्यभारित कार्य के बीच सेवा शर्तों में अंतर और नियमित कर्मचारी - कार्य प्रभारित",
  "Work charged employees lacking essential educational": "कर्मचारी जिनके पास आवश्यक शैक्षणिक योग्यता नहीं है - नियमित और कार्य प्रभारित",
  "qualifications—No inherent infirmity in prescribing different scales of pay for regular and work charged staff—Appeals allowed,": "कर्मचारियों के लिए अलग-अलग वेतनमान निर्धारित करने में कोई अंतर्निहित कमजोरी नहीं है",
  "of pay for regular and work charged staff—Appeals allowed, judgments of Single Judge and Tribunal set aside, however, directing": "- अपील की अनुमति, एकल न्यायाधीश और न्यायाधिकरण के निर्णयों को रद्द कर दिया",
  "appellant not to recover payments already made to workmen.": "गया, हाल्लांकि, अपीलकर्ता को पहले से किए गए भुगतान की वसूली नहीं करने का निर्देश दिया",
  "Held, that letter dated 28th May, 1970, which relates to implementation of the Punjab Pay Commission’s framing of revised pay": "अभिनिर्णित - 28 मई, 4970 का वह पत्र, जो पंजाब वेतन आयोग द्वारा बी.बी.एम.बी. द्वारा",
  "implementation of the Punjab Pay Commission’s framing of revised pay scales of the ‘left over’ categories of Ex-cadre posts by the B.B.M.B., by": "पूर्व-कैडर पदों की 'बची हुई' श्रेणियों के लिए संशोधित वेतनमान तैयार करने के कार्यान्वयन",
  "itself would not ex-facie be held to be applicable. A perusal of the said": "से संबंधित है, अपने आप में लागू नहीं माना जाएगा। . उक्त पत्र का अवलोकन वास्तव में",
  "letter does indeed tend to corroborate the interpretation sought to be put by the appellant that the said letter applied only to the regular staff of the": "अपीलकर्ता द्वारा की गई व्याख्या की पुष्टि करता है कि उक्त पत्र केवल अपीलकर्ता के",
  "appellant and not to the work charged staff. As regards the statement of": "नियमित कर्मचारियों पर त्रागू होता है, न कि कार्य प्रभारित कर्मचारियों पर। जहां तक एमडब्ल्यू",
  "MW1., the said admission, which could at best be his own opinion, the same": "। के बयान का संबंध है, उक्त स्वीकारोक्ति, जो कि उसकी अपनी राय हो सकती है, उसे",
  "cannot be held to be conclusive evidence of the alleged parity. Further,": "कथित समानता का निर्णायक सबूत नहीं माना जा सकता है। इसके अलावा, न तो ट्रिब्यूनल",
  "in the service conditions between the work charged staff and the regular staff. In view of these differing service conditions it must be held that there": "के बीच सेवा शर्तों में अंतर पर विचार किया है। इन भिन्‍न सेवा शर्तों को देखते हुए यह माना जाना चाहिए कि नियमित कर्मचारियों और कार्य प्रभारित कर्मचारियों के लिए अलग-अलग",
  "(Para 7)": "(पैरा 7)",
  "(Ajay Tewari, J.)": "अजय तिवारी ज.",
  "(5) Learned Senior Advocate appearing on behalf of the appellant has argued that the Tribunal as well as the learned Single Judge have erred": "(5) अपीलकर्ता की ओर से उपस्थित विद्वान वरिष्ठ अधिवक्ता ने तर्क दिया है कि ट्रिब्यूनल",
  "establishment. He has further argued that the post with which equation was": "प्रतिष्ठान के बराबर करने में गलती की है। उन्होंने आगे तर्क दिया कि जिस पद के साथ",
  "sought was in any case a promotional post and, thus, could have no parity": "समीकरण मांगा गया था वह किसी भी मामले में एक प्रमोशनल पद था और इस प्रकार,",
  "with the posts occupied by the respondents. As evidence of the inherent": "उत्तरदाताओं द्वारा कब्जा किए गए पदों के साथ कोई समानता नहीं हो सकती है। कार्य प्रभारित",
  "the following has been pointed out :—": "बताया गया है; -",
  "“G) Regular workmen are retired at the age of 58 years whereas": "“() नियमित कर्मियों को 58 वर्ष की आयु में सेवानिवृत्त किया जाता है जबकि कार्य",
  "the work charge personnel are retired at the age of 60 years.": "प्रभारित कर्मियों को 60 वर्ष की आयु में सेवानिवृत्त किया जाता है।",
  "(1) This order shall decide L.P.A. Nos. 221,224 and 225 of 2006,": "(7) यह आदेश एल.पी.ए. तय करेगा। 2006 की संख्या 22,224 और 225, क्‍योंकि वे 5",
  "as they arise from the common judgment of this Court dated Sth July, 2006.": "जुलाई, 2006 के न्यायालय के सामान्य निर्णय से उत्पन्न हुए हैं। सुविधा के लिए, तथ्यों को",
  "For the sake of convenience, facts are being taken from L.P.A. No. 221 of 2006.": "2006 की एल.पी.ए. संख्या 22 से लिया जा रहा है।",
  "(2) Brief facts are that the workmen of Bhakra Beas Management Board, who belong to the categories of Fitters/Assistant Foreman Special": "(2) संक्षिप्त तथ्य यह है कि भाखड़ा ब्यास प्रबंधन बोर्ड के कर्मचारी, जो फिटर/सहायक फोरमैन",
  "(work-charge) and perform duties on technical jobs of highly skilled and": "स्पेशल (वर्क-चार्ज) की श्रेणियों से संबंधित हैं और अत्यधिक कुशल और जटिल प्रकृति की",
  "praying to revise and fix their respective pay scales. The appropriate": "संबंधित वेतनमानों को संशोधित करने और ठीक करने की प्रार्थना करते हुए एक औद्योगिक",
  "government referred the said disputes to the Presiding Officer, Central": "विवाद उठाया। उपयुक्त सरकार ने उक्त विवादों को निर्णय के लिए पीठासीन अधिकारी, केंद्र",
  "Government Industrial Tribunal, Chandigarh for adjudication. The plea of": "सरकार औदयोगिक नन्‍्यायाधिकरण, चंडीगढ़ को भेज दिया। ट्रिब्यूनल के समक्ष प्रबंधन की",
  "the management before the Tribunal was that the Fitters working in the BBMB are deployed on different jobs/classification/trade and pay scales": "दलील थी कि बीबीएमबी में काम करने वाले फिटरों को विभिन्‍न नौकरियों/वर्गीकरण/व्यापार",
  "to the said workmen have been given in accordance with the tenor of duties/": "पर तैनात किया गया है और उक्त कर्मियों को वेतनमान उन्हें सौंपे गए कर्तव्यों/कार्यों की",
  "after obtaining their options, in accordance with the rules applicable in that regard.": "संबंध में लागू नियमों के अनुसार।",
  "(3) The Tribunal,—vide separate awards dated 29th August, 1984, held that even though the Management was justified in declining to": "(3) ट्रिब्यूनल ने, 29 अगस्त, 984 के अलग-अलग पुरस्कारों के माध्यम से, माना कि भले",
  "equate the workmen with the Foreman Special (Selection Grade) carrying": "ही प्रबंधन ने श्रमिकों को रुपये के पैमाने पर फोरमैन स्पेशल (चयन ग्रेड) के बराबर करने से",
  "a scale of Rs. 400-650, yet it had no logic in denying them the time scale": "इनकार कर दिया था। 400-650, फिर भी उन्हें रुपये के समयमान से इनकार करने का कोई"
}