{
  "(23) A photocopy of this order be placed on the file of other connected case.": "(23) इस आदेश की एक फोटोकॉपी अन्य संबंधित मामले की फाइल पर लगाई जाए।",
  "Vikas Jain,Advocate, for the petitioner in CR-6461-2014 and counsel for the respondent in CR-6502-2014.": "दिवांशु जैन, वकील, सीआर-6464-2044 में उत्तरदाताओं के लिए और वकील,",
  "and counsel, for the petitioners in CR-6502-2014": "सीआर-6502-2044 में याचिकाकर्ताओं के लिए",
  "HARKESH MANUJA, J.": "हरकेश मनुजा से पहले जे.",
  "CM-2508-CII-2018": "सीएम-2508-सीआईआई-208",
  "CM-2509-CII-2018": "सीएम-2509-सीआईआई-2048",
  "(2) This is an application seeking permission to lead additional evidence in the shape of lease deeds and orders passed by this Court as well as Hon’ble Supreme Court.": "(2) यह इस न्यायालय के साथ-साथ माननीय सर्वोच्च न्यायालय द्वारा पारित पट्टा की ्शे आदेशों के रूप में अतिरिक्त सबूत पेश करने की अनुमति मांगने वाला एक आवेदन है।",
  "(3) The documents sought to be brought on record are": "(3) रिकॉर्ड पर लाए जाने वाले दस्तावेज़ पंजीकृत पट्टा विलेख के साथ-साथ इस",
  "registered lease deeds as well as the orders passed by the this Court and Hon’ble Supreme Court and as such the authenticity thereof cannot be": "न्यायालय और माननीय सर्वोच्च न्यायालय द्वारा पारित आदेश हैं और इस तरह उनकी",
  "Hon’ble Supreme Court and as such the authenticity thereof cannot be doubted upon. The documents are even relevant for the purpose of": "प्रामाणिकता पर संदेह नहीं किया जा सकता है। दस्तावेज़ संबंधित मामले के निर्धारण के",
  "determination of the matter in issue and would even help this Court to adjudicate upon the same in more effective manner.": "उद्देश्य से भी प्रासंगिक हैं और इससे इस न्यायालय को अधिक प्रभावी तरीके से निर्णय",
  "(4) In view of the above, the application is allowed. Documents": "(4) उपरोक्त को ध्यान में रखते हुए आवेदन स्वीकार किया जाता है। इसके साथ",
  "appended thereto are taken on record.": "संलग्न दस्तावेजों को रिकार्ड में लिया जाता है।",
  "(5) Registry to tag the same at appropriate place.": "(5) रजिस्ट्री को उचित स्थान पर टैग करना।",
  "MAIN CASE:": "मुख्य मामला:",
  "(6) This order of mine shall dispose of the two revision": "(6) मेरा यह आदेश याचिकाकर्ता/किरायेदार के अनुरोध पर दायर दो पुनरीक्षण",
  "petitions i.e. CR-6461-2014 filed at the instance of petitioner/": "याचिकाओं यानी सीआर-6464-2044 और उत्तरदाताओं/जमींदारों के अनुरोध पर दायर",
  "tenant and CR- 6502-2014 filed at the instance of respondents/ landlords.": "सीआर-6502-2044 का निपटान करेगा।",
  "(7) For convenience, the facts are taken from CR-6461-2014.": "(7) सुविधा के लिए तथ्य सीआर-6464-2044 से लिए गए हैं।",
  "(8) By way of present revision petition, challenge has beenmade": "(8) वर्तमान पुनरीक्षण याचिका के माध्यम से, अपीलीय प्राधिकरण, चंडीगढ़ द्वारा",
  "to order dated 0.09.2014 passed by the Appellate Authority,": "पारित दिनांक 0.09.2044 के आदेश को चुनौती दी गई है, जिसमें याचिकाकर्ता/किरायेदार",
  "‘the petitioner’) to pay mesne profits @ Rs.1.15 lacs from the date of": "(इसके बाद 'याचिकाकर्ता' के रूप में संदर्भित) को रुपये की दर से मासिक लाभ का",
  "eviction order dated 06.05.2014 passed by the learned Rent Controller.": "भुगतान करने का निर्देश दिया गया है। किराया नियंत्रक द्वारा पारित बेदखली आदेश",
  "Before Harkesh Manuja, J.": "हरकेश मनुजा से पहले जे.",
  "NARESH KUMAR JAIN—Petitioner": "नरेश कुमार जैन-याचिकाकर्ता",
  "versus": "बनाम",
  "DEEPAK JAIN AND ANOTHER—Respondents": "दीपक जैन और अन्य-प्रतिवादी",
  "CR No. 6461 of 2014.": "2044 का सीआर नंबर 646व.",
  "November 07, 2022": "07 नवंबर, 2022",
  "Code of Civil Procedure, 1908—O.20, R1.12—East Punjab": "सिविल प्रक्रिया संहिता, 4908-ओ.20, आर।.42-पूर्वी पंजाब शहरी किराया प्रतिबंध",
  "Urban Rent Restriction Act, 1949—S.15(5)—Mesne_ Profits— Determination—It has to be akin to market rent at which the": "अधिनियम, 4949-एस.45(5)-मेस्ने लाभ- निर्धारण-यह बाजार किराए के समान होना",
  "landlord would have been able to let out the premises, if a tenant": "चाहिए जिस पर मकान मालिक के पास होगा यदि किसी किरायेदार ने परिसर खाली कर",
  "between the claims of the landlord and the tenant—Considering the": "किरायेदार के दावों के बीच एक संतुलन बनाना होगा - लीज डीड पर भरोसा करने के",
  "documents relied upon by both sides, rather than relying upon the": "बजाय, दोनों पक्षों द्वारा भरोसा किए गए दस्तावेजों पर विचार करना समान इलाके में",
  "lease deeds reliance placed upon the judicial determination made by Hon’ble Supreme Court in similar locality.": "माननीय सर्वोच्च न्यायालय द्वारा किए गए न्यायिक निर्धारण पर निर्भरता।",
  "Held, that principles enunciated in the judgments culled out in the following manner:-": "माना गया कि निर्णयों में प्रतिपादित सिद्धांत निम्नलिखित तरीके से सामने आए:-",
  "1) Determination of mesne profits has to be made by way of summary manner without there being any detailed trial;": ") अंतिम लाभ का निर्धारण बिना किसी विस्तृत परीक्षण के सारांश तरीके से किया जाना चाहिए;",
  "1i) It has to be based on cogent and reliable material placed on record on behalf by both the sides, primarily by way of recent registered lease": "॥) यह दोनों पक्षों की ओर से रिकॉर्ड पर रखी गई ठोस और विश्वसनीय सामग्री पर",
  "deeds pertaining to the locality concerned including any judicial": "आधारित होना चाहिए, मुख्य रूप से किसी भी न्यायिक निर्धारण सहित संबंधित इलाके से",
  "iii) While making assessment, Court needs to consider, age of building;": "॥) मूल्यांकन करते समय, न्यायालय को भवन की आयु; भवन निर्माण; मुख्य",
  "construction of building; its accessibility with main road; parking space, facilities inside and outside the premises; advantages and dis-": "सड़क से इसकी पहुंच; पार्किंग की जगह, परिसर के अंदर और बाहर सुविधाएं; परिसर से",
  "advantages attached to the premises; date of termination of tenancy; &": "जुड़े फायदे और नुकसान; किरायेदारी की समाप्ति की तारीख; और बाजार की स्थिति में",
  "iv) Though, it has to be akin to market rent at which the landlord would": "५) हालाँकि, यह बाज़ार किराए के समान होना चाहिए जिस पर मकान मालिक",
  "have been able to let out the premises, if a tenant would have vacated": "परिसर को किराए पर दे सकेगा, यदि कोई किरायेदार उसे खाली कर देता; फिर भी",
  "the same; yet a balance has to be drawn between the claims of the landlord and the tenant, making the assessment as reasonable so as not": "मकान मालिक और किरायेदार के दावों के बीच एक संतुलन बनाना होगा, जिससे",
  "to be oppressive which in a given case, if tenant fails to pay, has no": "मूल्यांकन उचित हो ताकि दमनकारी न हो, किसी दिए गए मामले में, यदि किरायेदार भुगतान करने में विफल रहता है, तो उसके पास कोई विकल्प नहीं है; लेकिन निष्कासन",
  "option; but to suffer the execution of the ejectment decree/ orders.": "डिक्री/आदेशों के निष्पादन को भुगतना होगा। (पैरा 44)",
  "should be at the same rate at which the landlords would have been able to let out thepremises after eviction and the Court should not be over-": "होना चाहिए जिस दर पर मकान मालिक बेदखली के बाद परिसर को किराए पर देने में सक्षम होंगे और न्यायालय को याचिकाकर्ता के अधिकारों के प्रति अत्यधिक सुरक्षात्मक",
  "to let out thepremises after eviction and the Court should not be over- protective to the rights of the petitioner. Besides referring to certain": "सक्षम होंगे और न्यायालय को याचिकाकर्ता के अधिकारों के प्रति अत्यधिक सुरक्षात्मक नहीं होना चाहिए। कुछ पट्टा विलेखों का उल्लेख करने के अलावा, उत्तरदाताओं के विद्वान",
  "lease deeds, learned counsel for the respondents places special emphasis upon R-2 ie. the lease deed dated 26.11.2012 pertaining to": "वकील आर-2 पर विशेष जोर देते हैं, अर्थात पट्टा विलेख दिनांक 26.44.2042 एससीओ",
  "SCO No.832, Mani Majra, Chandigarh for an area measuring 1000 sq.": "नंबर 832, मणि माजरा, चंडीगढ़ से संबंधित 4000 वर्ग फुट के क्षेत्र के लिए किराए पर",
  "ft. rented out at the rate of Rs.1,47,000/- per month for a period of 8 years and 3 months.": "रा गया है। 8 साल और 3 महीने की अवधि के लिए 4,47,000/- रुपये प्रति माह की दर |",
  "(14) I have heard learned counsel for the parties and gone": "(94) मैंने पक्षों के विद्वान वकील को सुना है और मामले की पेपर-बुक के साथ-",
  "enunciated in the judgments rendered by the Hon’ble Supreme Court as well as this Court in the cases of R.K. Bansal versus Jag Pravesh": "के साथ-साथ इस न्यायालय द्वारा दिए गए निर्णयों में प्रतिपादित सिद्धांत। बंसल बनाम जग",
  "Sharma’, Vardhman Holdings Ltd. versus Ranbir Singh and others’;": "प्रवेश शर्मा ; वर्धमान होल्डिंग्स लिमिटेड बनाम रणबीर सिंह और अन्य2; सुरिंदर सिंह",
  "Surinder Singh versus Dr. Davinder Mohan*; M/s Atma Ram": "बनाम डॉ. दविंदर मोहन3 ; मेसर्स आत्मा राम प्रॉपर्टीज (पी) लिमिटेड बनाम मेसर्स",
  "Properties (P) Ltd. versus M/s Federal Motors Pyt. Ltd.*; Anderson": "फेडरल मोटर्स प्राइवेट। लिमिटेड 4 ; एंडरसन राइट एंड कंपनी बनाम अमर नाथ रॉय और",
  "following manner:-": "निकाला जा सकता है:-",
  "ii) It has to be based on cogent and reliable material placed": "॥) यह दोनों पक्षों की ओर से रिकॉर्ड पर रखी गई ठोस और विश्वसनीय",
  "recent registered lease deeds pertaining to the locality concerned including any judicial determination;": "संबंधित इलाके से संबंधित हाल ही में पंजीकृत पट्टा कार्यों के माध्यम से;",
  "iii) While making assessment, Court needs toconsider, age of building; construction of building; its accessibility with": "॥) मूल्यांकन करते समय, न्यायालय को भवन की आयु; भवन निर्माण;",
  "main road; parking space, facilities inside and outside the": "मुख्य सड़क से इसकी पहुंच; पार्किंग की जगह, परिसर के अंदर और बाहर",
  "premises; advantages and dis-advantages attached to the premises; date of termination of tenancy; & change of": "सुविधाएं; परिसर से जुड़े फायदे और नुकसान; किरायेदारी की समाप्ति की तारीख;",
  "market condition.": "और बाजार की स्थिति में बदलाव.",
  "iv) Though, it has to be akin to market rent at which the": "५) हालाँकि, यह बाज़ार किराए के समान होना चाहिए जिस पर मकान",
  "landlord would have been able to let out the premises, if a": "मालिक परिसर को किराए पर दे सकेगा, यदि कोई किरायेदार उसे खाली कर",
  "tenant would have vacated the same; yet a balance has to be drawn between the claims of the landlord and the tenant,": "देता; फिर भी मकान मालिक और किरायेदार के दावों के बीच एक संतुलन बनाना",
  "making the assessment as reasonable so as not to be": "होगा, जिससे मूल्यांकन उचित हो ताकि दमनकारी न हो, किसी दिए गए मामले में,",
  "has no option; but to suffer the execution of the ejectment decree/ orders.": "है; लेकिन निष्कासन डिक्री/आदेशों के निष्पादन को भुगतना होगा।",
  "(15) Even in a latest judgment-M/s. Martin & Harris": "(45) एक नवीनतम निर्णय में भी-मैसर्स. मार्टिन और हैरिस प्राइवेट लिमिटेड और",
  "Private Limited & Anr. versus Rajendra Mehta & Ors’, the Hon’ble": "अन्य। राजेंद्र मेहता और अन्यः के विरुद्ध, माननीय सर्वोच्च न्यायालय ने पहले के दृष्टिकोण",
  "“18. Thus, after passing the decree of eviction the tenancy": "“8. इस प्रकार, बेदखली का आदेश पारित होने के बाद किरायेदारी",
  "terminates and from the said date the landlord is entitled for": "समाप्त हो जाती है और उक्त तिथि से मकान मालिक परिसर के उपयोग से वंचित",
  "Maharashtra vs. Super Max International Pvt. Ltd. and": "में अपनाए गए दृष्टिकोण की महाराष्ट्र राज्य बनाम सुपर मैक्स इंटरनेशनल प्राइवेट",
  "others (2009) 9 SCC 772 by three Judges Bench of this Court. Therefore, looking to the fact that the decree of": "लिमिटेड के मामले में फिर से पुष्टि की गई है। लिमिटेड और अन्य (2009) 9 एससीसी 772 इस न्यायालय की तीन न्यायाधीशों की पीठ द्वारा। इसलिए, इस तथ्य",
  "eviction passed by Trial Court on 03.03.2016 has been": "को देखते हुए कि 03.03.2046 को ट्रायल कोर्ट द्वारा पारित बेदखली के फैसले की",
  "confirmed in appeal; against which second appeal is": "अपील में पुष्टि की गई है; जिसके खिलाफ दूसरी अपील लंबित है, तथापि, सटे मांगे",
  "pay mesne profits or compensation issued by the High Court": "जाने के बाद उच्च न्यायालय द्वारा जारी मेस्रे प्रॉफिट या मुआवजा देने का निर्देश",
  "is in consonance to the law laid down by this Court, which is just equitable and reasonable.": "इस न्यायालय द्वारा निर्धारित कानून के अनुरूप है, जो न्यायसंगत और उचित है।",
  "profit, in our view, depends on the facts and circumstances of each case considering placewhere the property is situated": "मामले के तथ्यों और परिस्थितियों पर निर्भर करता है, जहां संपत्ति स्थित है यानी",
  "ie. village or city or metropolitan city, location, nature of premises i.e. commercial or residential are and the rate of": "गांव या शहर या महानगर, स्थान, परिसर की प्रकृति यानी वाणिज्यिक या",
  "guiding factor in the facts of individual case.”": "सकता है, व्यक्तिगत मामले के तथ्यों में मार्गदर्शक कारक हैं।",
  "(16) Based on the principles delineated hereinabove and considering the documents relied upon by both sides; rather": "(46) यहां ऊपर बताए गए सिद्धांतों के आधार पर और दोनों पक्षों द्वारा भरोसा",
  "considering the documents relied upon by both sides; rather than relying upon the lease deeds, I deem it appropriate to rely": "किए गए दस्तावेजों पर विचार करना; लीज डीड पर भरोसा करने के बजाय, मैं मेसर्स",
  "upon the judicial determination made by Hon’ble Supreme Court in the case of M/s Jewellers Sons versus Naresh Mittal and others, Civil": "ज्वैलर्स संस बनाम नरेश मित्तल और अन्य के मामले में माननीय सर्वोच्च न्यायालय द्वारा",
  "appeal No. 4189/2016, decided on 09.05.2016; wherein the tenant was": "4489/2046 पर निर्णय लिया गया 09.05.2046; जिसमें किरायेदार को 50,000/- रुपये की",
  "directed to deposit a sum of Rs.50000/- as mesne provides w.e.f.": "राशि जमा करने का निर्देश दिया गया था, जैसा कि मेसने द्वारा 4..2020 से प्रदान किया",
  "Kalka Road, Manimajra, Chandigarh.": "गया था। 24.09, 2009 चंडीगढ़ कालका रोड, मनीमाजरा, चंडीगढ़ में 4000 वर्ग गज मापने",
  "(17) The premises in question as well as the premises subject matter of determination made before the Hon’ble Supreme Court, both": "(47) विचाराधीन परिसर और साथ ही माननीय सर्वोच्च न्यायालय के समक्ष किए",
  "matter of determination made before the Hon’ble Supreme Court, both pertain to the same locality and thus, having same kind of facilities,": "गए निर्धारण का विषय परिसर, दोनों एक ही इलाके से संबंधित हैं और इस प्रकार, समान",
  "advantages and disadvantages. Accordingly the determination made by": "प्रकार की सुविधाएं, फायदे और नुकसान हैं। तदनुसार, माननीय सर्वोच्च न्यायालय द्वारा",
  "both the sides one thing which can be taken note of is that in most of": "दोनों पक्षों द्वारा रिकॉर्ड पर पेश किए गए लीज डीड से एक बात जिस पर ध्यान दिया जा",
  "(18) Taking into account the fact that the premises in question": "(48) इस तथ्य को ध्यान में रखते हुए कि प्रश्नगत परिसर को वाणिज्यिक उद्देश्य के",
  "has been leased out for a commercial purpose being situated in a locality having accessibility with the main road, besides having": "लिए पट्टे पर दिया गया है, जो मुख्य सड़क के साथ पहुंच वाले इलाके में स्थित है, इसके",
  "sufficient parking space etc., I deem it appropriate to apply an increase": "अलावा पर्याप्त पार्किंग स्थान आदि भी है, मैं 40 की वृद्धि लागू करना उचित समझता हूं।",
  "came to be filed at the instance of respondents/ landlords (hereinafter": "मीटर) के संबंध में याचिकाकर्ता के खिलाफ उत्तरदाताओं / मकान मालिकों (बाद में",
  "referred to as ‘the respondents) against petitioner regarding tenanted": "'प्रतिवादियों के रूप में संदर्भित) के कहने पर एक बेदखली याचिका दायर की गई थी।",
  "ground floor of SCO 835, NAC, Chandigarh-Kalka Road, Mani": "फीट) एससीओ 835, एनएसी, चंडीगढ़-कालका रोड, मणि माजरा, यूटी चंडीगढ़ के भूतल",
  "(10) The Rent Controller vide its order dated 06.05.2014 ordered": "(40) किराया नियंत्रक ने अपने आदेश दिनांक 06.05.2044 द्वारा याचिकाकर्ता को",
  "eviction of petitioner, who challenged the same by way of filing an appeal before the learned Appellate Court, Chandigarh. In the said": "बेदखल करने का आदेश दिया, जिसने विद्वान अपीलीय न्यायालय, चंडीगढ़ के समक्ष अपील दायर करके इसे चुनौती दी थी। उक्त अपील में, उत्तरदाताओं ने मेस्ने मुनाफा देने",
  "appeal, respondents moved an application dated 12.08.2014 for": "के लिए दिनांक 42.08.2044 को एक आवेदन दिया। याचिकाकर्ता ने उक्त आवेदन पर",
  "25.08.2014 to the said application. Both the parties produced on record": "दिनांक 25.08.2044 को आपत्तियां दाखिल कीं दोनों पक्षों ने अपने-अपने रुख के समर्थन",
  "Rs.1,15,000/- per month from the date of passing of the eviction order": "आदेश पारित होने की तारीख से प्रति माह 4,45,000/- रुपये की दर से मेस्ने मुनाफा जमा",
  "dated 06.05.2014. The aforesaid order dated 01.09.2014 passed by the": "करने का निर्देश दिया। उपरोक्त आदेश दिनांक 04.09.2044 को अपीलीय प्राधिकारी द्वारा",
  "Appellate Authority which has now been impugned by way of two separate revision petitions i.e. CR-6461-2014 at the instance of": "पारित किया गया था, जिसे अब दो अलग-अलग पुनरीक्षण याचिकाओं यानी सीआर-",
  "petitioner praying for reduction of mesne profits and CR-6502-2014 at": "6464-2044 के माध्यम से याचिकाकर्ता के अनुरोध पर मेस््ने लाभ में कमी के लिए प्रार्थना की गई है और सीआर-6502-2044 के माध्यम से लागू किया गया है। उत्तरदाता इसमें",
  "(11) Notice of motion was issued in both the Civil revisions.": "(4) दोनों सिविल संशोधनों में प्रस्ताव की सूचना जारी की गई थी। इसके बाद,",
  "Thereafter, vide order dated 07.10.2014, this Court ordered payment of": "दिनांक 07.40.2044 के आदेश के तहत, इस न्यायालय ने मामले के अंतिम निर्णय तक",
  "60% of the mesne profits i.e. Rs.69,000/- per month, as an interim": "अंतरिम उपाय के रूप में, मेस्ने लाभ का 60% यानी 69,000/- रुपये प्रति माह का भुगतान",
  "(12) Learned counsel for the petitioner submits that the": "(2) याचिकाकर्ता के विद्वान वकील का कहना है कि उत्तरदाताओं की वित्तीय",
  "respondents were having good financial status and have been at a better position as compared to petitioner who is fetching normal income from": "स्थिति अच्छी थी और वे याचिकाकर्ता की तुलना में बेहतर स्थिति में थे, जो अपने व्यवसाय",
  "position as compared to petitioner who is fetching normal income from his business and the mesne profits fixed by learned first Appellate": "से सामान्य आय प्राप्त कर रहे थे और प्रथम अपीलीय न्यायालय द्वारा निर्धारित न्यूनतम",
  "Court has been extremely on higher side. Learned counsel also submits": "लाभ बहुत अधिक था। उच्चतर पक्ष. विद्वान वकील का यह भी कहना है कि यदि कोई",
  "that in case any enhancement was to be made, the same was required to be on the basis of fair rent and not on the basis of current prevailing": "वृद्धि की जानी थी, तो उसे उचित किराए के आधार पर होना आवश्यक था, न कि वर्तमान",
  "market rent and the same, if any, has to be reasonable. Learned counsel": "प्रचलित बाजार किराए के आधार पर और यदि कोई हो, तो वह उचित होना चाहिए।",
  "also submits that there has been reduction of rent in the years from": "विद्वान वकील का यह भी कहना है कि 2044 से 2047 तक के वर्षों में किराए में कमी आई",
  "(13) On the other hand, learned counsel for the respondents while seeking enhancement of mesne profits submits that the revision": "(43) दूसरी ओर, प्रतिवादियों के विद्वान वकील ने घरेलू लाभ में वृद्धि की मांग"
}