{
  "Reporter-Atul Bhatia": "रिपोर्टर-अतुल भाटिया",
  "(Harsimran Singh Sethi, J.)": "(हरसीमरान सिंह सेठी, जे.)",
  "Before Harsimran Singh Sethi, J.": "हरसीमरान सिंह सेठी से पहले, जे.",
  "PARVEEN KUMAR GUPTA—Petitioner": "परवीन कुमार गुप्ता-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents CWP No. 14305 of 2023": "हरियाणा राज्य और अन्य उत्तरदाता 2023 का सी. डब्ल्यू. पी. सं. 4+305",
  "December 11, 2023": "॥। दिसंबर, 2023",
  "Constitution of India, 1950—Art. 226—Recovery of excess": "भारत का संविधान, 4950--अनुच्छेद 226--पुनर्नियुक्ति",
  "amount paid to retired employee during re-employment—Pay of": "के दौरान सेवानिवृत्त कर्मचारी को अधिक भुगतान की गई राशि की वसूली-",
  "petitioner was refixed upon re-employment and benefit of HRA was": "पुनर्नियुक्ति के समय याचिकाकर्ता का वेतन पुनर्नियोजित किया गया और मकान",
  "granted—Benefit later withdrawn and excess amount sought to be": "किराया भत्ता (॥२५) का लाभ प्रदान किया गया--बाद में यह लाभ वापस ले लिया",
  "HRA was wrongly granted and when the same came to the notice, pay and pension was refixed and excess amount can be recovered—": "था और जब यह बात सामने आई, तो वेतन और पेंशन को पुनर्नियोजित किया गया",
  "(Judgments relied:- i) State of Punjab and others vs. Rafiq Masih": "(निर्णयों ने भरोसा दिलायाः - )) पंजाब राज्य और अन्य बनाम रफीक मसीह",
  "(White Washer) etc., 2015 (1) S.C.T., 195 it) Civil Appeal No. 7115-": "(व्हाइट वॉशर) आदि, 205 (॥) एस. सी. टी., 495) सिविल अपील सं. 775-200",
  "2010 titled Thomas Daniel vs. State of Kerela and others.": "शीर्षक थॉमस डेनियल बनाम केरल राज्य और अन्य। (पैरा 6) प्रत्यर्थियों को",
  "Respondents directed to refund the excess amount if any recovered from the petitioner.": "याचिकाकर्ता से वसूल की गई अतिरिक्त राशि को वापस करने का निर्देश दिया गया।",
  "petitioner.": "याचिकाकर्ता।",
  "Saurabh Mohunta, DAG, Haryana.": "सौरभ मोहंता, डीएजी, हरियाणा।",
  "HARSIMRAN SINGH SETHI, J. (ORAL)": "हरसिगम्रन सिंह सेठी, जे. (मौखिक)",
  "(1) In the present petition, prayer of the petitioner is for": "() वर्तमान याचिका में, याचिकाकर्ता का अनुरोध दिनांकित 6.2.2022",
  "(Annexure P/10) and letter dated 22.04.2022 (Annexure P-11) by": "22.04.2022 (अनुलग्नरक पी-4॥) के आदेशों को रद्द करने के लिए है, जिसके द्वारा",
  "which, the pay/pension of the petitioner was refixed by withdrawing the benefit of HRA.": "याचिकाकर्ता के वेतन/पेंशन को एचआरए के लाभ को वापस लेकर फिर से तय",
  "(2) Learned counsel for the petitioner submits that the": "(2) याचिकाकर्ता के विद्वान वकील प्रस्तुत करते हैं कि याचिकाकर्ता को",
  "(3) Learned counsel for the petitioner argues that it has already": "(3) याचिकाकर्ता के वकील का तर्क है कि यह पहले ही रिकॉर्ड पर आ",
  "come on record that the petitioner is a retired employee and has been": "चुका है कि याचिकाकर्ता एक सेवानिवृत्त कर्मचारी है और सेवानिवृत्ति के बाद उसे",
  "reemployed after retirement and upon his reemployment, his pay was": "पुनः नियुक्त किया गया है, तथा पुनः नियुक्ति के समय उसका वेतन उत्तरदाताओं",
  "the excess amount paid to the petitioner, has been ordered by the respondents. Learned counsel for the petitioner submits that once the": "राशि की वसूली का आदेश उत्तरदाताओं द्वारा जारी किया गया है। याचिकाकर्ता के",
  "respondents. Learned counsel for the petitioner submits that once the petitioner has already been retried from service, no recovery can be done from him keeping in view the settled principle of law settled by": "वकील ने यह तर्क दिया है कि एक बार याचिकाकर्ता से सेवा सेवानिवृत्त हो चुका है, तो उससे किसी भी प्रकार की वसूली नहीं की जा सकती है, विशेषकर उस सिद्धांत",
  "versus Rafiq Masih (White Washer) etc.'. Learned counsel for the": "पंजाब बनाम रफीक मसीह (वाइट वॉशर)\" आदि के मामले में स्थापित किया गया",
  "petitioner further submits that Hon'ble Suprme Court of India in Civil": "है। याचिकाकर्ता के वकील ने आगे यह तर्क दिया है कि भारत के माननीय सर्वोच्च",
  "Appeal No.7115-2010 titled as Thomas Daniel versus State of Kerala": "न्यायालय ने सिविल अपील संख्या 775-20॥0 में \"थॉमस डेनियल बनाम स्टेट ऑफ"
}