{
  "(3) Consequent upon this order, the case of the petitioner was": "(3) इस आदेश के परिणामस्वरूप, याचिकाकर्ता के मामले पर",
  "considered by the employer for appointment against the post of Accountant rendered vacant on account of resignation of one Rajiv Aggarwal, who was working with the respondent-employer. The petitioner was communicated,—": "नियोक्‍ता द्वारा राजीव अग्रवाल, जो प्रतिवादी-नियोक्ता के साथ काम कर रहे थे, के इस्तीफे के कारण रिक्त हुए अकाउंटेंट के पद पर नियुक्ति के लिए विचार किया गया",
  "decision :—": "से निम्नलिखित निर्णय के बारे में सूचित किया गया:-",
  "“Tt has been decided that her case would be considered only": "\"यह निर्णय लिया गया है कि उसके मामले पर तभी विचार किया",
  "when the case is withdrawn.”": "जाएगा जब मामला वापस ले लिया जाएगा।\"",
  "(4) This fact was brought to the notice of the Court whereupon": "(4) इस तथ्य को न्यायालय के संज्ञान में लाया गया, जिसके बाद न्यायालय ने 6",
  "the Court passed the following order on 16th September, 2006 :-—": "सितंबर, 2006 को निम्नलिखित आदेश पारित किया: -",
  "“During the course of arguments, counsel for the petitioner has": "“बहस के दौरान, याचिकाकर्ता के वकील ने मुझे सचिव, श्री माता",
  "shown to me a letter written by the Secretary, Shri Mata Mansa Devi Shrine Board, Panchkula, addressed to the Financial": "मनसा देवी श्राइन बोर्ड, पंचकुला द्वारा लिखा गया एक पत्र दिखाया, जो वित्तीय आयुक्त",
  "Commissioner and Secretary to Government of Haryana, Urban Development Department, Chandigarh, wherein it has been": "और सचिव, हरियाणा सरकार, शहरी विकास विभाग, चंडीगढ़ को संबोधित था, जिसमें",
  "mentioned that the Board has decided that the case of the": "कहा गया था यह उल्लेख किया गया है कि बोर्ड ने निर्णय लिया है कि याचिकाकर्ता के",
  "petitioner would be considered only when the case is withdrawn": "मामले पर तभी विचार किया जाएगा जब याचिकाकर्ता द्वारा मामला वापस ले लिया",
  "by the petitioner. Prima facie, this tantamounts to an unfair labour practice.": "जाएगा। प्रथम दृष्टया यह अनुचित श्रम प्रथा के समान है।",
  "Before Permod Kohli, J": "माननीय न्यायमूर्ति प्रमोद कोहली के समक्ष",
  "PARVINDER MOHINDRU,-—Petitioner": "परविंदर मोहिन्द्रू, -- याचिकाकर्ता",
  "versus": "बनाम",
  "SHRI MATA MANSA DEVI SHRINE BOARD, PANCHKULA & ANOTHER,—Respondents": "श्री माता मनसा देवी श्राइन बोर्ड, पंचकुला और अन्य -- उत्तरदाता",
  "22nd August, 2007": "22 अगस्त, 2007",
  "Constitution of India,1950-Art. 226—Advertisement for": "भारत का संविधान, 950 अनुच्छेद. 226 --लेखापाल के पद",
  "appointment to post of Accountant on regular basis and in a regular": "पर नियमित आधार पर एवं नियमित वेतनमान पर नियुक्ति हेतु",
  "pay scale—Selection of petitioner by Selection Committee—": "विज्ञापन--- चयन समिति द्वारा याचिकाकर्ता का चयन ---संविदात्मक",
  "Appointment on contractual basis and extended from time to time—": "आधार पर नियुक्ति और समय-समय पर विस्तारित --सेवाओं के",
  "Claim for regularization of services—Rejection of—Challenge": "नियमितीकरण के लिए दावा -- -- अस्वीकृति-उसकी चुनौती-रिट",
  "thereto—During pendency of writ petition respondents dispensing": "याचिका के लंबित रहने के दौरान उत्तरदाताओं द्वारा याचिकाकर्ता की",
  "with services of petitioner—Termination of service not for reason": "सेवाओं से छूट-सेवा की समाप्ति इस कारण से नहीं कि उसकी सेवाओं",
  "employee cannot be replaced by another ad hoc/temporary employee—": "वापस लेने की शर्त पर - एक तदर्थ/अस्थायी कर्मचारी को किसी अन्य",
  "a decision to consider the case of the petitioner subject to withdrawal of": "के मामले पर विचार करने के लिए तैयार है, इसलिए, याचिकाकर्ता के मामले पर",
  "bearing Memo No. 715, dated 3ist August, 2005, wherein they took a": "पारित किया, जिसमें कहा गया है कि 3। अगस्त, 2005 का पत्र बोर्ड की एक आंतरिक",
  "following averments :—.": "निम्नलिखित टिप्पणियाँ भी कीं: --",
  "salary. A further directicn 1s sought to treat her as regular!y appointed with effect from the date of initial appointment with ail consequential benefits,": "वेतन आदि के साथ प्रारंभिक नियुक्ति की तारीख से उसे नियमित रूप से नियुक्त मानने के लिए एक और निर्देश की मांग की गई है। इस रिट याचिका के लंबित",
  "petitioner was terminated from service vide order dated 21st May, 2001.": "रहने के दौरान, याचिकाकर्ता को 2। मई 200। के आदेश के तहत सेवा से",
  "This order came to be assailed in the second Civil Writ petition No. 13612": "बर्खास्त कर दिया गया था।. इस आदेश को 200। की दूसरी सिविल रिट याचिका",
  "for hearing and are being disposed of by this common order.": "एक साथ सुनवाई के लिए उठाए जाते हैं और इसी सामान्य आदेश से निपटाए",
  "(2) It is necessary to take note of the relevant facts leading to the": "(2) इन याचिकाओं को दाखिल करने के लिए प्रासंगिक तथ्यों पर ध्यान देना",
  "Board, Panchkula, 1s a statutory Board. The board in its 5th meeting": "वैधानिक बोर्ड है। बोर्ड ने अपनी 5वीं बैठक में स्वीकृत पद के विरुद्ध अतिरिक्त",
  "decided to recruit additional staff against sanctioned post. One post of Accountant, which was available with the Board in the sanctioned regular": "कर्मचारियों की भर्ती करने का निर्णय लिया। लेखाकार का एक पद, जो बोर्ड के",
  "Accountant, which was available with the Board in the sanctioned regular pay scale of Rs. 1400-—-2600, was referred for appointment. A requisition": "पास रु. के स्वीकृत नियमित वेतनमान में उपलब्ध था। 4400-2600, को नियुक्ति के लिए भेजा गया था। 8 जून, 996 की मांग के तहत अकाउंटेंट के पद के लिए",
  "was made to the employment exchange for sending the names of the eligible": "योग्य उम्मीदवारों के नाम भेजने के लिए रोजगार कार्यालय को एक मांग की गई",
  "1996. This was followed by a public notice dated 22nd June, 1998, whereunder": "थी। इसके बाद 22 जून, 998 को एक सार्वजनिक सूचना जारी की गई, जिसके",
  "the applications were invited from the eligible candidates with qualifications": "तहत आवेदन आमंत्रित किए गए थे। उसमें दर्शाई गई योग्यता वाले पात्र",
  "did join the post pursuant to the appointment, which contains stipulation that the appointment is contractual for 89 days. It is also an admitted fact that": "यह भी ध्यान रखना उचित है कि हालांकि विज्ञापित पद नियमित रूप से स्वीकृत था हालाँकि, नियुक्ति 89 दिनों की अवधि के लिए अनुबंध के आधार पर और रुपये",
  "on the post. Petitioner’s initial appointment, which was meant for 89 days,": "में शामिल हुई थी। याचिकाकर्ता की नियुक्ति उसकी प्रारंभिक नियुक्ति की तारीख",
  "However, it has been stated that in view of the financial exigencies It was": "हालाँकि, यह कहा गया है कि वित्तीय अत्यावश्यकताओं को देखते हुए यह",
  "decided that the post in question be filled up on contractual basis on": "निर्णयलिया गयाकि संबंधित पद को अनुबंधके आधार पर रुपये के समेकित वेतन पर भरा",
  "consolidated salary of Rs. 3,000, per month for which letter of appointment": "जाए। 3,000 प्रतिमाह जिसके लिएनियुक्ति पत्रजारी किया गया था। याचिकाकर्ता ने नियुक्ति",
  "(10) Learned counsel appearing for the respondents, however, submits that the post which was advertised and one more later on became": "(0 हालांकि, उत्तरदाताओं की ओर से उपस्थित विद्वान वकील का कहना है कि जो पद",
  "submits that the post which was advertised and one more later on became available on account of resignation of Rajiv Aggarwal, are still lying vacant": "विज्ञापितकियागया था औरएक और बादमें राजीव अग्रवालके इस्तीफे के कारण उपलब्ध",
  "and have not been filled up. The respondents have also denied the fact that": "हुआ, वह अभी भी खाली पड़ा है और भरा नहीं गया है। उत्तरदाताओं ने इस तथ्य से भी",
  "the Board decided to consider the case of the petitioner and a decision was": "इनकार किया है कि बोर्ड ने याचिकाकर्ता के मामले पर विचार करने का फैसला किया था",
  "taken to this effect and she was communicated to withdraw the writ petition.": "और इस आशय कानिर्णय लिया गया था और उसे रिट याचिका वापस लेने के लिए सूचित",
  "Since the petitioner was duly selected through a valid process of selection initiated by the respondent-Board in accordance with the mandate of": "केअनुसारप्रतिवादी बोर्ड द्वारा शुरू की गई चयनकी एक वैध प्रक्रिया के माध्यम सेविधिवत",
  "Selection Committee, thus, it was not open to the board to make appointment": "गठित चयन समिति द्वारा चुना गया था, इसलिए, यह बोर्ड के लिए खुला नहीं था। संविदा के",
  "on contractual basis and on a consolidated salary. Petitioner’s representation": "आधार पर और समेकित वेतन पर नियुक्ति करें। नियुक्ति पत्र में शर्तों के खिलाफ",
  "appointment of the petitioner as contractual and on consolidated salary has not been responded to. It is stated in the reply that the representation has": "संविदात्मक और समेकित वेतन पर बनाता है, का जवाब नहीं दिया गया है। जवाब में लिखा",
  "been rejected. However, neither any rejection order has been placed on": "हैकि अभ्यावेदन खारिज कर दिया गया है. हालाँकि, न तो कोई अस्वीकृति आदेश रिकॉर्ड",
  "When the petitioner applied for the post, against a regular post in the": "में नियमित वेतनमान वाले नियमित पद के विरुद्ध इस पद के लिए आवेदन किया, तो",
  "respondent-Board, which carries the regular pay scale, 1t was legitimate expectation of the petitioner that in the event of her selection, she wil! be": "याचिकाकर्ताकीयहवैध अपेक्षा थीकि उसके चयन की स्थिति में, उसेनियमित वेतन में रखा",
  "placed in a regular pay scale and there will be security of job. However,": "जाएगा। स्केल और नौकरी की सुरक्षा होगी. हालाँकि, उनकी नियुक्ति संविदा के आधार पर",
  "salary. The defence of the respondent- Board with regard to the financial": "और समेकितवेतनपर की गई थी। वित्तीयसंकट के संबंधमें प्रतिवादी-बोर्ड का बचाव उत्तर",
  "crises is bare statement in the reply. No details of financial status and financial health of the board are given in the reply. This fact is also to be": "में कोरा बयान है। जवाब में बोर्ड की वित्तीय स्थिति और वित्तीय सेहत का कोई ब्योरा नहीं",
  "the case of State of Punjab & another versus Sukh Raj Bahadur (2)": "माननीय सर्वोच्च न्यायालय में पंजाब राज्य एवं अन्य बनाम सुख राज बहादुर का",
  "has held as under :-—": "मामला निम्नानुसार आयोजित किया गया है:-",
  "“17. Onaconspectus of these cases, the following propositions are clear :——": "“7. इन मामलों के परिप्रेक्ष्य में, निम्नलिखित प्रस्ताव स्पष्ठ हैं:-",
  "The services of a temporary servant or a probationer can": "(4) एक अस्थायी नौकर या परिवीक्षाधीन व्यक्ति की सेवाओं को उसके",
  "be terminated under the rules of his employment and such termination without anything more would not attract the": "रोजगार के नियमों के तहत समाप्त किया जा सकता है और बिना किसी और",
  "If the order visits the public servant with any evil": "(3) यदि आदेश किसी लोक सेवक के लिए कोई बुरा परिणाम लेकर",
  "consequences or casts an aspersion against his character or integrity, it must be considered to be one by way of": "आता है या उसके चरित्र या ईमानदारी के खिलाफ आशक्षेप लगाता है, तो इसे दंड",
  "punishment, no matter whether he was a mere probationer or a temporary servant.": "के रूप में माना जाना चाहिए, भले ही वह केवल परिवीक्षाधीन या अस्थायी सेवक हो।",
  "An order of termination of service in unexceptionable form": "अपरिहार्य रूप में सेवा समाप्ति का आदेश संविधान के अनुच्छेद 344 के",
  "If there be a full-scale departmental enquiry envisaged": "(5) यदि अनुच्छेद 344 में पूर्ण पैमाने पर विभागीय जांच की",
  "sheet submitted, explanation called for and considered,": "आरोप-पत्र प्रस्तुत किया गया है, स्पष्टीकरण मांगा गया है और उस पर विचार",
  "any order of termination of service made thereafter will": "किया गया है, उसके बाद सेवा समाप्ति का कोई भी आदेश उक्त लेख के",
  "(15) Case of the petitioner falls under category 3 above, thus": "(45) याचिकाकर्ता का मामला उपरोक्त श्रेणी 3 के अंतर्गत आता है, इस प्रकार",
  "attracts principles of natural justice. The termination of the petitioner’s": "प्राकृतिक न्याय के सिद्धांतों को आकर्षित करता है। याचिकाकर्ता की सेवा की",
  "in law and is hereby quashed. As a consequence of the quashment of the": "टिकाऊ नहीं है और इसे रद्द कर दिया गया है। बर्खास्तगी के आदेश के रद्द होने",
  "order of termination, petitioner is entitled to be reinstated in service forthwith.": "के परिणामस्वरूप, याचिकाकर्ता तुरंत सेवा में बहाल होने का हकदार है। यह",
  "It is settled law that an ad hoc and temporary employee can not be replaced": "स्थापित कानून है कि एक तदर्थ और अस्थायी कर्मचारी को दूसरे तदर्थ/अस्थायी",
  "by another ad hoc/temporary employee. Respondent’s case is not that they": "कर्मचारी द्वारा प्रतिस्थापित नहीं किया जा सकता है। प्रतिवादी का मामला यह",
  "do not require the accountant at all or that they have no intention to fill up": "नहीं है कि उन्हें अकाउंटेंट की बिल्कुल भी आवश्यकता नहीं है या रिक्त पद को",
  "advertisement to fill up two posts of Accountants on ad hoc/temporary": "तदर्थ/अस्थायी आधार पर लेखाकारों के दो पदों को भरने के लिए एक और",
  "basis. Hence, it can be safely concluded that there is requirement of": "विज्ञापन जारी किया है। इसलिए, यह सुरक्षित रूप से निष्कर्ष निकाला जा सकता",
  "Accountant with the respondent-Board. They cannot be permitted to": "है कि प्रतिवादी-बोर्ड के साथ लेखाकार की आवश्यकता है। उन्हें याचिकाकर्ता",
  "replace the petitioner by any other temporary/ad hoc arrangement. Therefore,": "के स्थान पर कोई अन्य अस्थायी/तदर्थ व्यवस्था करने की अनुमति नहीं दी जा",
  "petitioner shall be allowed to continue in service till the post is filled up on": "सकती। इसलिए, याचिकाकर्ता को तब तक सेवा में बने रहने की अनुमति दी",
  "regular basis and/or petitioner is regularised in accordance with law.": "जाएगी जबतक कि पद नियमित आधार पर नहीं भर जाता और/या याचिकाकर्ता",
  "(16) Inso faras the right and claim of petitioner for regularisation": "(6) जहां तक नियमितीकरण के लिए याचिकाकर्ता के अधिकार",
  "is concerned, Hon’ble Supreme Court in Umadevi’s case (supra) has issued": "और दावे का सवाल है, माननीय सर्वोच्च न्यायालय ने उमादेवी मामले (सुप्रा) में",
  "direction to consider the cases for regularisation of such of the employees": "ऐसे कर्मचारियों के नियमितीकरण के मामलों पर विचार करने के निर्देश जारी",
  "who have completed more than ten years of service and whose initial": "किए हैं, जिन्होंने दस साल से अधिक समय पूरा कर लिया है। सेवा की और",
  "appointment was not illegal by a duly constituted committee as a one time": "जिसकी प्रारंभिक नियुक्ति एक बार के अपवाद के रूप में विधिवत गठित समिति",
  "exception. This petitioner was duly selected but has not completed ten years of service but in view of her selection by the competent authority, she is": "द्वारा अवैध नहीं थी। इस याचिकाकर्ता का विधिवत चयन किया गया था, लेकिन उसने दस साल की सेवा पूरी नहीं की है, लेकिन सक्षम प्राधिकारी द्वारा उसके",
  "entitled to be considered for regular appointment as and when regular": "चयन को देखते हुए, वह नियमित नियुक्ति के लिए विचार किए जाने की हकदार",
  "appointment is made for the post in question. In the event, she has crossed": "है, जब भी प्रश्न में पद के लिए नियमित नियुक्ति की जाती है। यदि वह ऊपरी आयु",
  "the upper age limit or may cross the age at the time of regular appointment,": "सीमा पार कर चुकी है या नियमित नियुक्ति के समय की आयु पार कर सकती है,",
  "her age shall be relaxed.": "तो उसकी आयु में छूट दी जाएगी।",
  "(17) Though petitioner has been re-inducted into service but she -": "(7) हालांकि याचिकाकर्ता को सेवा में फिर से शामिल कर लिया",
  "will not be entitled to emoluments during the period she remained out of": "गया है लेकिन वह सेवा से बाहर रहने की अवधि के दौरान परिलब्धियों की",
  "(18) These petitions are accordingly allowed in the above manner.": "08) इन याचिकाओं को उपरोक्त तरीके से तदनुसार अनुमति दी"
}