{
  "Before Kanwaljit Singh Ahluwalia, J.": "कंवलजीत सिंह अहलूवालिया के समक्ष।",
  "HARI SINGH,—Petitioner": "हरि सिंह -प्रार्थी",
  "versus": "बनाम",
  "CWP No. 7686 of 1995": "/995 की सरीडब्ल्यूपी संख्या 7686",
  "28th July, 2010": "28 जुलाई, 200",
  "Constitution of India, 1950—Art.226—Punjab Police Rules,": "भारत का संविधान, 950-अनुच्छेद 226-पंजाब पुलिस नियम, 934-धारा 6.2 और",
  "Petitioner rendering more than 33 years of service—No previous": "बर्खास्तगी - याचिकाकर्ता द्वारा 33 साल से अधिक की सेवा प्रदान करना - याचिकाकर्ता द्वारा",
  "incident of misconduct committed by petitioner-—Punishing Authority falling to take into consideration antecedents of petitioner and length": "किए गए कदाचार की कोई पिछली घटना नहीं - याचिकाकर्ता के पूर्ववृत्त और उसके द्वारा प्रदान",
  "falling to take into consideration antecedents of petitioner and length of service rendered by him—Punishment of dismissal from service": "की गई सेवा की लंबाई को ध्यान में रखते हुए दंडित प्राधिकारी - सेवा से बर्खास्तगी की सजा",
  "ordered to be converted into compulsory retirement and petitioner": "को अनिवार्य सेवानिवृत्ति में बदलने का आदेश दिया गया और याचिकाकर्ता को इससे होने वाले",
  "held entitled to all consequential benefits ensuing therefrom.": "सभी परिणामी लाभों का हकदार माना गया।",
  "Held. that the order of dismissal has not considered the past": "माना जाता है कि बर्खास्तगी के आदेश ने याचिकाकर्ता के पिछले आचरण पर विचार",
  "conduct of the petitioner. Petitioner had rendered uninterrupted service of 33 years on the date when he was awarded the punishment. It was the first": "नहीं किया है। याचिकाकर्ता ने सजा सुनाए जाने की तारीख को 33 साल की निर्बाध सेवा प्रदान",
  "instance of misconduct committed by him. The Punishing Authority had": "की थी। यह उनके द्वारा किए गए दुर्व्यवहार का पहला उदाहरण था। सजा देने वाले प्राधिकारी ने",
  "neither taken into consideration the antecedents of the petitioner nor length of service rendered by him and the fact that he will be deprived of his": "न तो याचिकाकर्ता के पूर्ववृत्त और न ही उसके द्वारा प्रदान की गई सेवा की लंबाई और इस",
  "petitioner, this Court is of the view that in case punishment of dismissal from": "से कदाचार को बरकरार रखते हुए, इस न्यायालय का विचार है कि यदि सेवा से बर्खास्तगी की",
  "service is converted into compulsory retirement, it will serve the ends of justice.": "सजा को अनिवार्य सेवानिवृत्ति में बदल दिया जाता है, तो यह न्याय के उद्देश्यों की पूर्ति करेगा।",
  "(Para 5)": "(पैरा 5)",
  "A similar view was reiterated by another Division Bench of this Court tn Dhan Singh versus State of Haryana and others, (5). In Dharam Pal": "इसी प्रकार का विचार इस कोंटी की एक अन्य खंडपीठ द्वारा धन सिंह बनाम हरियाणा राज्य और अन्य, (5) के मामले में दोहराया गया था। धरणी पाल बनाम हरियाणा राज्य और अन्य,",
  "versus State of Haryana and others, (6), a Single Bench of this Court held that where 37 years of service rendered by the delinquent employee": "(6) में, इस न्यायालय की एकल पीठ ने कहा कि जहां दोषी कर्मचारी द्वारा प्रदान की गई ३7",
  "was totally ignored by the Punishing Authority, the punishment order would": "साल की सेवा को दंड प्राधिकारी द्वारा पूरी तरह से नजरअंदाज कर दिया गया था, सजा आदेश",
  "sound irrational. In State of Punjab and others versus Piara Singh, (7)": "तर्कहदीन लगेगा। पंजाब राज्य और अन्य बनाम पियारा सिंह में, (7) याचिकाकर्ता की तरह",
  "the delinquent employee. like the petitioner. was found drunk on duty. He": "अपराधी कर्मचारी इयूटी पर नशे में पाया गया था। मुझे सेवा से बर्खास्त कर दिया गया था।",
  "was dismissed from service. The Court came to conclusion that since 22 years service rendered by him was not taken into consideration, the sentence": "अदालत इस निष्कर्ष पर पहुंची कि चूंकि उसके द्वारा प्रदान की गई 22 साल की सेवा पर विचार",
  "of dismissal from service was converted into compulsory retirement.": "नहीं किया गया था, इसलिए सेवा से बर्खास्तगी की सजा को अनिवार्य सेवानिवृत्ति में बदल दिया",
  "(4) Counsel for the State has relied upon Ex. Constable Ram Krishan versus State of Haryana, (8) to state that ifa member of police": "(4) राज्य के वकील ने पूर्व कांस्टेबल राम कृष्ण बनाम हरियाणा राज्य, (8) पर भरोसा",
  "to misconduct. But a perusal of the judgment reveals that the delinquent j": "रहते हैं, तो यह कदाचार है। लेकिन फैसले के अवलोकन से पता चलता है कि उसमें अपराधी",
  "employee therein had a proven record of misconduct.": "कर्मचारी का कदाचार का एक सिद्ध रिकॉर्ड था।",
  "(5) Ihave perused the order of dismissal. It has not considered": "(5) मैंने बर्खास्तगी के आदेश का अवलोकन किया है। इसने याचिकाकर्ता के पिछले",
  "the past conduct of the petitioner. Petitioner had rendered uninterrupted service of 33 years on the date when he was awarded the punishment. It": "आचरण पर विचार नहीं किया है। याचिकाकर्ता ने सजा सुनाए जाने की तारीख को 33 साल की",
  "was the first instance of misconduct committed by him. The Punishing": "निर्बाध सेवा प्रदान की थी। यह उनके द्वारा किए गए दुर्व्यवहार का पहला उदाहरण था। सजा देने",
  "Authority had neither taken into consideration the antecedents of the petitioner": "वाले प्राधिकारी ने न तो याचिकाकर्ता के पूर्ववृत्त और न ही उसके द्वारा प्रदान की गई सेवा की",
  "nor length of service rendered by him and the fact that he will be deprived of his pension. Accordingly, while upholding the misconduct on the part of": "लंबाई और इस तथ्य पर विचार किया कि वह अपनी पेंशन से वंचित हो जाएगा। तदनुसार,",
  "of his pension. Accordingly, while upholding the misconduct on the part of the petitioner, this Court is of the view that in case punishment of dismissal": "याचिकाकर्ता की ओर से कदाचार को बरकरार रखते हुए, इस न्‍यायात्रय का विचार है कि सेवा से",
  "punishment of dismissal from service is converted into compulsory retirement.": "बर्खास्तगी की सजा को अनिवार्य सेवानिवृत्ति में बदल दिया जाता है, यह हमारे उद्देश्यों की पूर्ति",
  "pension. The answer is obviously No. Therefore, a": "जवाब स्पष्ट रूप से नहीं है। इसलिए, अ्रष्टाचार का एक ही कार्य नियम के तहत बर्खास्तगी के",
  "single act of corruption is sufficient to award an order of dismissal under the rule as gravest act of misconduct.": "आदेश को कदाचार के सबसे गंभीर कार्य के रूप में देने के लिए पर्याप्त है।",
  "8. The second part of the rule connotes the cumulative effect of continued misconduct proving incorrigibility and complete": "8. नियम का दूसरा भाग निरंतर कदाचार के संचयी प्रभाव को दर्शाता है जो पुलिस सेवा",
  "unfitness of police service and that the length of service of": "की असुधार्यता और पूर्ण अयोग्यता साबित करता है और अपराधी की सेवा की अवधि",
  "the offender and, his claim for pension should be taken into account in an appropriate case. The contention that": "और, पेंशन के लिए उसके दावे को एक उपयुक्त मामले में ध्यान में रखा जाना",
  "both parts must be read together appears to us to be": "चाहिए। 'यह तर्क कि दोनों भागों को एक साथ पढ़ा जाना चाहिए, हमें अतार्किक",
  "illogical. Second part is referable to a misconduct of minor in character which does not by itself warrant an order of": "प्रतीत होता है। दूसरा भाग चरित्र में नाबालिग के कदाचार के लिए संदर्भित है जो",
  "in character which does not by itself warrant an order of dismissal but due to continued act of misconduct would": "अपने आप में बर्खास्तगी के आदेश की आवश्यकता नहीं है, लेकिन कदाचार के",
  "have insidious cumulative effect on service morale may be": "निरंतर कार्य के कारण सेवा मनोबल पर कपटी संचयी प्रभाव होगा, सुधार का अवसर",
  "a ground to take lenient view of giving an opportunity to": "देने के लिए उदार दृष्टिकोण लेने का आधार हो सकता है। ऐसे अवसर प्रदान करने के",
  "to remain in service than to maintain discipline in the": "अनुशासन बनाए रखने की तुलना में सेवा में बने रहने के लिए पूरी तरह से अयोग्य",
  "service, instead of dismissing the delinquent officer, a lesser punishment of compulsory retirement or demotion to a": "पाया जाता है, तो अपराधी अधिकारी को बर्खास्त करने के बजाय, अनिवार्य सेवानिवृत्ति",
  "punishment of compulsory retirement or demotion to a lower grade or rank or removal from service without": "या पदावनति की कम सजा या निचले ग्रेड या रैंक में पदावनति या उसके भविष्य के",
  "affecting his future chances of employment, if any, may": "रोजगार की संभावनाओं को प्रभावित किए बिना सेवा से हटा दिया जाता है, यदि",
  "meet the ends of justice. Take for instance the delinquent": "कोई न्याय के सिरों को पूरा कर सकता है। उदाहरण के लिए अपराधी अधिकारी",
  "officer is habitually absent from duty when required. Despite": "आवश्यकता पड़ने पर इयूटी से आदतन अनुपस्थित रहता है। खुद को सुधारने का",
  "be incorrigible and thereby unfit to continue in service.": "असुधार्य साबित किया और इस तरह सेवा में बने रहने के लिए अयोग्य साबित",
  "Therefore, taking into account his long length of service": "किया। इसलिए, उसकी लंबी सेवा अवधि और पेंशन के लिए उसके दावे को ध्यान में",
  "and his claim for pension he may be compulsorily retired from service so as to enable him to earn proportionate": "रखते हुए, उसे अनिवार्य रूप से सेवा से सेवानिवृत्त किया जा सकता है ताकि वह",
  "from service so as to enable him to earn proportionate pension. The second part of the rule operates in that area.": "आनुपातिक पेंशन अर्जित कर सके। 'नियम का दूसरा भाग उस क्षेत्र में संचालित",
  "It may also be made clear that the very order of dismissal from service for gravest misconduct may entail forfeiture": "होता है। यह भी स्पष्ट किया जा सकता है कि गंभीर कदाचार के लिए सेवा से",
  "of all pensionary benefits. Therefore, the word ‘or’ cannot": "बर्खास्तगी का आदेश सभी पेंशन लाभों को जब्त कर सकता है। इसलिए, शब्द 'या' को",
  "(1). Petitioner was recruited as a Constable in Police Department": "() याचिकाकर्ता को 26 फरवरी, 962 को पुल्निस विभाग में कांस्टेबल के रूप में भर्ती",
  "August. 1992. In the present writ petition, petitioner seeks quashing of order dated 21st August, 1992 Annexure P1, passed by the Superintendent of": "में, याचिकाकर्ता ने 2/ अगस्त के आदेश को रद्द करने की मांग की है। 992 पुलिस अधीक्षक,",
  "Police, Hisar, whereby he was dismissed from service. Petitioner had": "हिसार द्वारा पारित अनुलग्नक पीएल, जिसके तहत उन्हें सेवा से बर्खास्त कर दिया गया था।",
  "preferred an appeal and.—+vide order dated 18th March, 1993, Annexure": "याचिकाकर्ता ने अपील की थी और- दिनांक ॥8 मार्च, 993 के आदेश के तहत; अनुलग्नक पी 2।",
  "P2. the Deputy Inspector General of Police, Hisar Range. Hisar dismissed the appeal upholding the punishment of dismissal awarded to the petitioner.": "पुलिस उप महानिरीक्षक, हिसार रेंज। हिसार ने याचिकाकर्ता को दी गई बर्खास्तगी की सजा को",
  "the appeal upholding the punishment of dismissal awarded to the petitioner. Thereafter, the petitioner filed a revision-cum-mercy petition, which was": "बरकरार रखते हुए अपील खारिज कर दी। इसके बाद, याचिकाकर्ता ने एक आरसीवीज़-कम-",
  "Petitioner also secks quashing of orders at Annexures P2 and P3.": "अबुयार, याचिकाकर्ता ने अनुबंध पी 2 और पी 3 में आदेशों को रद्द करने की भी मांग की।",
  "(2) The brief facts can be gathered from impugned order dated 21st August, 1992, Annexure P1. It is stated therein that a departmental": "(2) संक्षिप्त तथ्य 2। अगस्त, 992 के आक्षेपित आदेश, अनुबंध पी । से एकत्र किए जा सकते",
  "enquiry was conducted against the petitioner, as he on 2nd March, 1992": "हैं। इसमें कहा गया है कि याचिकाकर्ता के खिलाफ विभागीय जांच की गई थी, क्योंकि वह 2",
  "Fatehabad, was found under the influence of liquor during the checking conducted by SI Sukhdev Singh, Incharge Police Post City Fatehabad. The": "सुखदेव सिंह, प्रभारी पुलिस चौकी सिटी फतेहाबाद द्वारा की गई जांच के दौरान शराब के नशे में",
  "petitioner was also medico legally examined at General Hospital, Fatehabad.,": "पाया गया था। याचिकाकर्ता की कानूनी जांच भी जनरल अस्पताल, फतेहाबाद में की गई। श्री",
  "Shri Ram Gobind, Deputy Superintendent of Police, Tohana conducted the enquiry and recorded the statements of HC Balwant Singh, C. Bhup Singh,": "राम गोबी, पुलिस उपाधीक्षक, टोहाना ने जांच की और एचसी बाल वंत सिंह, सी भूप सिंह, मगर",
  "Chander, Dr. A.K. Dadhich, Medical Officer, General Hospital, Patehabad and S] Sukhdev Singh. These witnesses were cross-examined at the instance": "चिकित्सा अधिकारी, जनरल अस्पताल, फतेहाबाद और एसआई सुखदेव सिंह। याचिकाकर्ता के",
  "District Magistrate under Rule 16.38(1) of the Punjab Police Rules (hereinafter": "वर्तमान मामले में, नियम 6.3 8 ( पंजाब पुलिस नियमों (इसके बाद नियमों के रूप में",
  "to be referred as, ‘the Rules’), therefore, the petitioner cannot be punished.": "संदर्भित) के ॥) के अनुसार, इसलिए, याचिकाकर्ता को दंडित नहीं किया जा सकता है। इस दलील",
  "This plea was negated by the Punishing Authority by observing that in case,": "को सजा देने वाले प्राधिकारी ने यह कहते हुए खारिज कर दिया कि यदि सार्वजनिक व्यवहार के",
  "the misconduct was not involved in relation to public dealing, concurrence of District Magistrate was not necessary. The Punishing Authority took into": "संबंध में कदाचार शामित्र नहीं था, तो जिला मजिस्ट्रेट की सहमति आवश्यक नहीं थी। सजा देने",
  "consideration the circumstance that as per opinion of the doctor, the petitioner": "वाले प्राधिकरण ने इस परिस्थिति को ध्यान में रखा कि डॉक्टर की राय के अनुसार, याचिकाकर्ता",
  "was under the influence of Hquor and he refused to give blood and urine": "शराब के नशे में था और उसने रक्त और मूत्र के नमूने देने से इनकार कर दिया था। यह",
  "consumed the alcohol, thus, the same constituted misconduct and was liable": "इस प्रकार, वही कदाचार था और सख्त कार्रवाई के लिएउत्तरदायी था",
  "stated carlier, the appeal and the revision-cum-mercy petition were also dismissed.": "अपील और पुनरीक्षण-सह-दया याचिका भी खारिज कर दी गई थी।",
  "(3) Mr. Dheeraj Chawla. learned counsel appearing for the": "(3) याचिकाकर्ता की ओर से पेश विद्वान वकील धीरज चावला ने तर्क दिया है कि",
  "petitioner has contended that by using the word ‘gravest act of misconduct’. the petitioner has been denicd the fruits of 33 years of service and. thus.": "'कदाचार का सबसे गंभीर कृत्य' शब्द का उपयोग करके, याचिकाकर्ता को 33 साल की सेवा के",
  "the punishment awarded is very harsh and not in commensurate with the": "फल से वंचित कर दिया गया है और इस प्रकार, दी गई सजा बहुत कठोर है और याचिकाकर्ता",
  "misconduct attributed to the petitioner. Reliance has been placed upon Harjit Singh and another versus State of Punjab and another (1),": "को जिम्मेदार कदाचार के अनुरूप नहीं है। हरजीत सिंह और अन्य बनाम पंजाब राज्य और",
  "awarded only for gravest acts of misconduct or as the cumulative effect of": "बर्खास्तगी केवल कदाचार के गंभीर कृत्यों के लिए दी जानी चाहिए या निरंतर कदाचार के",
  "of the offender and his claim to pension. Furthermore. it cannot be said that solitary act on the part of the petitioner was such that he had become": "के लिए किया जाएगा. इसके अलावा, यह नहीं कहा जा सकता है कि याचिकाकर्ता की ओर से",
  "solitary act on the part of the petitioner was such that he had become incorigible and unfit for police service. There is no previous incident proved on record when the petitioner had committed any misconduct. Therefore.": "एकान्त कार्य ऐसा था कि वह पुल्रिस भेजने के लिए असुधार्य और अप्रकाशित हो गया था। रिकॉर्ड पर कोई पिछली घटना साबित नहीं हुई है जब याचिकाकर्ता ने कोई कदाचार किया हो।",
  "mere use of the words of the section for complying with the principles": "इसलिए, धारा के सिद्धांतों का पालन करने के लिए केवल उसके शब्दों का उपयोग करना",
  "thereofis necessarily, not the interest of justice. This in nutshell is the dictum": "आवश्यक है, न्याय का हित नहीं। संक्षेप में यह हरजीत सिंह की सहजता ( छुप्रा0 में निर्धारित",
  "of law laid down in Harjit Singh’s case (supra). Therefore. the Hon ble": "कानून की उक्ति है। इसलिए, हरजीत सिंह ( सुप्रा) मामले में सर्वोच्च न्यायालय ने निर्णय दिया"
}