{
  "Before Augustine George Masih, and Harpreet Singh Brar, JJ.": "समक्ष ऑगस्टीन जॉर्ज मसीह और हरप्रीत सिंह बराड़, जे.जे.",
  "CHIEF ENGINEER/PROJECTS HARYANA POWER": "मुख्य अभियंता/प्रोजेक्ट्स हरियाणा पावर",
  "GENERATION CORPORATION LTD. AND ANOTHER — Appellants": "जेनरेशन कॉर्पोरेशन लिमिटेड और अन्य - अपीलकर्ता",
  "versus": "बनाम",
  "M/S TECHNOLOGY PRODUCTS AND ANOTHER — Respondents": "सज्जन टेक्नोलॉजी उत्पाद और अन्य - उत्तरदाताओं",
  "FAO-CARB No.1 of 2020": "2020 का एफएओ-कार्ब नंबर ।",
  "April 18, 2023": "॥8 अप्रैल 2023",
  "Micro Small and Medium Enterprises Development Act, 2006—Ss. 16 and 18 (2), 65(2)—tender floated for Electrical Lab": "सूक्ष्म, लघु और मध्यम उद्यम विकास अधिनियम, 2006-उप-धारा 6 और 8 (2) 65 (2)-विदृ्युत प्रयोगशाला",
  "Equipments—contract entered—work to be completed in 6 months from issuance of LOI dated 29.06.2005—work completed on": "उपकरणों के लिए निविदा-अनुबंध-दिनांक 29.06.2005 के एलओआई के जारी होने से 6 महीने में पूरा किया",
  "22.12.2010—Matter regarding payment referred to arbitration—": "जाना-कार्य 22.2.200 को पूरा-मध्यस्थता के लिए संदर्भित भुगतान के संबंध में मामला-धारा 46 के तहत दी गई",
  "Amount awarded under S. 16—Objections filed by appellants against Award dismissed—Non-compliance of S. 18 (2) mandating": "राशि-पुरस्कार के खिलाफ अपीलार्थियों द्वारा दायर आपत्तियां खारिज-धारा 8 (2) का गैर-अनुपालन मध्यस्थता से",
  "conciliation before arbitration—held, appellants joined arbitration": "पहले सुलह को अनिवार्य करना-आयोजित, अपीलार्थी पहले की रिट याचिका को खारिज करने के बाद मध्यस्थता में",
  "after dismissal of earlier writ petition—never challenged the order—": "शामिल हुए-आदेश को कभी चुनौती नहीं दी-अपीलार्थियों को मध्यस्थता अधिनियम की धारा ३7 के तहत अपील में",
  "Appellants cannot be allowed to raise same issue de novo in appeal under S. 37 of the Arbitration Act—scope of judicial review minimal": "एक ही मुद्दा उठाने की अनुमति नहीं दी जा सकती है-न्यूनतम न्यायिक समीक्षा का दायरा",
  "Held, that after the dismissal of CWP no. 24306 of 2015 by the learned Single bench of this Court, the appellants have joined": "आयोजित, कि सीडब्ल्यूपी की बर्खास्तगी के बाद नं। इस न्यायालय की विद्वत एकल पीठ द्वारा 2005 का 24306,",
  "the learned Single bench of this Court, the appellants have joined arbitration proceedings and never challenged the order dated 30.08.2016 passed therein. As such, the appellants cannot be allowed to": "अपीलार्थी माध्यस्थम्‌ कार्यवाही में सम्मिलित हुए हैं और दिनांक 30.08.206 के आदेश को कभी चुनौती नहीं दी है।",
  "under Section 37 of the Arbitration Act before this Court, where the": "इस प्रकार, अपीलार्थियों को इस न्यायालय के समक्ष मध्यस्थता अधिनियम की धारा 37 के अधीन अपील में परिषद",
  "scope of the judicial review is minimal. The appellants have no case,": "सकती है, जहां न्यायिक समीक्षा का दायरा न्यूनतम है। अपीलार्थियों के पास सी. डब्ल्यू. पी. सं. की बर्खास्तगी के",
  "either on facts or in law, in view of the dismissal of CWP no. 24306 of 2015.": "मद्देनजर तथ्यों या कानूनी रूप से कोई मामला नहीं है। 205 का 24306.",
  "(Para 9)": "(पैरा 9)",
  "Arbitration and Conciliation Act, 1996—S. 37—The Commercial Courts, Commercial Division and Commercial Appellate": "मध्यस्थता और सुलह अधिनियम, 996-धारा ३7-उच्च न्यायालयों के वाणिज्यिक न्यायालय, वाणिज्यिक प्रभाग और",
  "Division of High Courts Act, 2015—S. 13—Claim with regard to imposition of liquidated damages not raised in claim petition—": "वाणिज्यिक अपीलीय प्रभाग अधिनियम, 2045-धारा ॥3-दावा याचिका में नहीं उठाए गए परिसमापन हर्जाने के",
  "agitated in written arguments for the first time—Held, dispute raised": "अधिरोपण के संबंध में दावा-पहली बार लिखित दलीलों में उत्तेजित-आयोजित, विवाद उठाया गया",
  "CHIEF ENGINEER/PROJECTS HARYANA POWER GENERATION 87 CORPORATION LTD. AND ANOTHER v. M/S TECHNOLOGY": "मुख्य अभियंता/प्रोजेक्ट्स हरियाणा पावर जेनरेशन कॉर्पोरेशन लिमिटेड और अन्य बनाम सज्जन क्नोलॉजी",
  "PRODUCTS AND ANOTHER (Harpreet Singh Brar, J.)": "उत्पाद और अन्य (हरप्रीत सिंह बराड़, जे.)",
  "Arbitrator within his rights to adjudicate—no illegality": "निर्णय लेने के अपने अधिकारों के भीतर मध्यस्थ-कोई अवैधता नहीं",
  "Act, 1872, this argument of the appellant has no legs to stand on.": "साक्ष्य अधिनियम, 872 की प्रयोज्यता को अपवर्जित करती है, तो अपीलार्थी के इस तर्क पर कोई आधार नहीं है।",
  "Moreover, once the dispute is raised by a party to the contract even in the written arguments, it would form the subject matter of the": "इसके अलावा, एक बार जब विवाद अनुबंध के किसी पक्ष द्वारा लिखित तर्को में भी उठाया जाता है, तो यह पक्षकारों",
  "arbitration as ‘any dispute’ indicated in the arbitration clause between": "के बीच मध्यस्थता खंड में इंगित 'किसी भी विवाद' के रूप में मध्यस्थता का विषय बन जाएगा। एक बार जब",
  "the parties. Once either of the parties has raised any dispute during the pendency of the arbitral proceedings and the same is not contrary to the": "मध्यस्थता की कार्यवाही के लंबित रहने के दौरान किसी भी पक्ष ने कोई विवाद उठाया है और वह अनुबंध के नियमों",
  "terms and conditions of the contract, the arbitrator is well within his rights to adjudicate the same.": "और शर्तों के विपरीत नहीं है, तो मध्यस्थ उसी पर निर्णय लेने के अपने अधिकारों के भीतर है।",
  "(Para 11)": "(पैरा ॥॥)",
  "interference U/s 37 limited—small errors, factual or legal not to be corrected—reassessment of evidence not permissible": "त्रुटियां, तथ्यात्मक या कानूनी को ठीक नहीं किया जाना है-सबूत का पुनर्मूल्यांकन अनुमेय नहीं है",
  "Held, that it is settled law that an appeal under Section 37 of the": "अभिनिर्धारित किया गया कि यह स्थापित विधि है कि माध्यस्थम अधिनियम की धारा 37 के अधीन अपील दूसरी",
  "final arbiter on facts as well as in law. The scope of interference is": "अपील की प्रकृति की है और मध्यस्थ तथ्यों के साथ-साथ विधि पर भी अंतिम मध्यस्थ है। हस्तक्षेप का दायरा केवल",
  "limited only to the extent, when the findings of the arbitrator are either contrary to the terms and conditions of the contract between the parties": "उस सीमा तक सीमित होता है, जब मध्यस्थ के निष्कर्ष या तो पक्षों के बीच अनुबंध के नियमों और शर्तों के विपरीत",
  "or ex facie patently illegal which go to the root of the matter. Small errors, factual or legal, cannot be corrected in an appeal under Section 37 of the Arbitration Act. If the findings of the arbitrator are plausible,": "होते हैं या प्रत्यक्ष रूप से अवैध होते हैं जो मामले की जड़ तक जाते हैं। मध्यस्थता अधिनियम की धारा 37 के तहत अपील में छोटी त्रुटियों, तथ्यात्मक या कानूनी, को ठीक नहीं किया जा सकता है। यदि मध्यस्थ के निष्कर्ष प्रशंसनीय",
  "the same have to pass the muster. Reassessment of the evidence is not permissible. The Rules or procedure are the handmaids and not mistress": "हैं, तो उन्हें पास करना होगा। साक्ष्य का पुनर्मूल्यांकन स्वीकार्य नहीं है। नियम या प्रक्रिया नौकरानियाँ हैं न कि न्याय",
  "of justice. Any interpretation in a hyper-technical manner with regard": "की मालकिना। प्रक्रियात्मक प्रावधानों के संबंध में अति-तकनीकी तरीके से कोई भी व्याख्या मध्यस्थता अधिनियम की",
  "(Para 10)": "(पैरा 0)",
  "Puneet Jindal, Sr, Advocate with Malvi Aggarwal, Advocate, for the appellants.": "अपीलार्थियों की ओर से अधिवक्ता पुनीत जिंदल, वरिष्ठ, और मालवी अग्रवाल, अधिवक्ता।",
  "HARPREET SINGH BRAR, J.": "हरप्रीत सिंह बरार, जे।",
  "(1) The appellants have preferred this appeal under Section 37 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as": "() अपीलकर्ताओं ने इस अपील को मध्यस्थता और सुलह अधिनियम, 996 की धारा 37 (इसके बाद 'मध्यस्थता",
  "versus Aadya Trading & Investment Pvt. Ltd.' as regards the manner and method of deciding Section 34 petition, has not been followed by": "बनाम आद्या ट्रेडिंग एंड इन्वेस्टमेंट प्राइवेट लिमिटेड ', धारा 3५ याचिका पर निर्णय लेने के तरीके और विधि के संबंध",
  "the learned Presiding Judge, Special Commercial Court at Gurugram": "में, गुरुग्राम में विशेष वाणिज्यिक न्यायालय के विद्वान पीठासीन न्यायाधीश द्वारा इसका पालन नहीं किया गया है और",
  "and the impugned judgment dated 20.07.2019, as such, is legally unsustainable. Learned Senior counsel for the appellants has placed": "दिनांक 20.07.209 का विवादित निर्णय कानूनी रूप से अस्थिर है। सीखा है। अपीलार्थियों के वरिष्ठ वकील ने मेसर्स",
  "reliance on the judgment of the Delhi High Court in M/s Prestress Wire Industries versus M/s Uppal Builders Pvt. Ltd.’.": "प्रेस्ट्रेस वायर इंडस्ट्रीज बनाम मेसर्स उप्पल बिल्डर्स प्राइवेट लिमिटेड * मामले में दिल्‍ली उच्च न्यायालय के फैसले पर भरोसा जताया है।",
  "(7) We have heard learned senior counsel for the appellants and have perused the record carefully. We do not find any merit in the": "(7) हमने अपीलार्थियों के विद्वान वरिष्ठ वकील को सुना है और अभिलेख का ध्यानपूर्वक अवलोकन किया है। हम",
  "appeal which is required to be dismissed on the following grounds:": "अपील में कोई योग्यता नहीं पाते हैं जिसे निम्नलिखित आधारों पर खारिज किया जाना आवश्यक हैः",
  "(8) The appellants had earlier filed CWP No. 24306 of 2015 for setting aside the order dated 21.07.2015 passed by MSMED": "(8) अपीलार्थियों ने पहले सीडब्ल्यूपी नं. एमएसएमईडी परिषद्‌ द्वारा दिनांक 27.07.205 को पारित आदेश, जिसके",
  "Council, whereby the application submitted by the appellants for": "द्वारा प्रत्यर्थियों की दावा याचिका को अस्वीकार करने के लिए अपीलार्थियों द्वारा प्रस्तुत आवेदन को अस्वीकार कर",
  "under Rule 16 of the Haryana State Micro and Small Enterprises Facilitation Council Rules, 2007, (hereinafter referred to as ‘the Rules": "करने के लिए हरियाणा राज्य सूक्ष्म और लघु उद्यम सुविधा परिषद्‌ नियम, 2007 के नियम 6 के अधीन सरकार",
  "argument was raised and the appointment of arbitrator was agitated.": "तर्क दिया गया था और मध्यस्थ की नियुक्ति को लेकर हंगामा किया गया था। इस न्यायालय की विद्वत एकल पीठ ने",
  "The learned Single Bench of this Court vide order dated 30.08.2016, while dismissing the writ petition filed by the appellants, has dealt with": "दिनांक 30.08.206 के आदेश द्वारा, अपीलार्थियों द्वारा दायर रिट याचिका को खारिज करते हुए, एमएसएमईडी",
  "the implication of Section 18(2) of the MSMED Act and upheld the": "अधिनियम की धारा 8 (2) के निहितार्थ पर विचार किया है और 2007 के नियमों के नियम 46 और एमएसएमईडी",
  "orders passed by the Council for referring the matter to empanelled arbitrator, notified by the Government under Rule 16 of the Rules of": "अधिनियम की धारा 8 (3) के तहत सरकार द्वारा अधिसूचित पैनल मध्यस्थ को मामला भेजने के लिए परिषद द्वारा",
  "observed:-": "पारित आदेशों को बरकरार रखा है और निम्नलिखित का अवलोकन किया गया थाः-",
  "“In fact, the learned counsel for the petitioner has miserably failed to substantiate any of his arguments. The impugned": "\"वास्तव में, याचिकाकर्ता के विद्वत वकील अपने किसी भी तर्क को साबित करने में बुरी तरह विफल रहे हैं। प्रत्यर्थी-",
  "order (Annexure P-7) passed by the respondent-Council has not been found suffering from any patent illegality or": "परिषद द्वारा पारित आक्षेपित आदेश (अनुलग्रक पी-7) किसी भी पेटेंट अवैधता या विकृति से पीड़ित नहीं पाया गया",
  "not point out any kind of prejudice, which might have been": "किसी भी प्रकार के पूर्वाग्रह की ओर इशारा नहीं कर सके, जो याचिकाकर्ता के कारण हो सकता है।",
  "'2017(242) DLT 360(DEL)": "।2047(2५2) डी.एल.टी. 360(डी.ई.एल.)",
  "> 2020 (2) R.A SJ. 4": "22020 (2) आरए जे. ५",
  "CHIEF ENGINEER/PROJECTS HARYANA POWER GENERATION 91 CORPORATION LTD. AND ANOTHER v. M/S TECHNOLOGY": "मुख्य अभियंता/प्रोजेक्ट्स हरियाणा पावर जेनरेशन कॉर्पोरेशन लिमिटेड और अन्य बनाम सज्जन क्नोलॉजी",
  "No other argument was raised.": "कोई अन्य तर्क नहीं दिया गया।",
  "Considering the peculiar facts and circumstances of the case noted above, coupled with the reasons aforementioned, this Court is of the considered view that": "ऊपर उल्लिखित मामले के विशिष्ट तथ्यों और परिस्थितियों को ध्यान में रखते हुए, उपरोक्त कारणों के साथ, इस",
  "since the respondent- Council committed no error of law, while passing the impugned order, the same deserves to be": "न्यायालय का विचार है कि चूंकि प्रतिवादी-परिषद ने विवादित आदेश पारित करते समय कानून की कोई त्रुटि नहीं",
  "upheld. Instant writ petition is wholly misconceived, bereft": "की है, इसलिए इसे बरकरार रखा जाना चाहिए। तत्काल रिट याचिका पूरी तरह से गलत धारणा है, योग्यता से रहित",
  "of merit and without any substance, thus, it must fail. No case for interference has been made out.”": "है और इसमें कोई सार नहीं है, इसलिए इसे विफल होना चाहिए। हस्तक्षेप का कोई मामला नहीं बनाया गया है \"।",
  "(9) After the dismissal of CWP No. 24306 of 2015 by the learned Single Bench of this Court, the appellants have joined": "(9) सीडब्ल्यूपी की बर्खास्तगी के बाद नं। इस न्यायालय की विद्वत एकल पीठ द्वारा 20/5 का 24306, अपीलार्थी",
  "arbitration proceedings and never challenged the order dated 30.08.2016 passed therein. As such, the appellants cannot be allowed to": "माध्यस्थम्‌ कार्यवाही में सम्मिलित हुए हैं और दिनांक 30.08.206 के आदेश को कभी चुनौती नहीं दी है। इस",
  "the appointment of the arbitrator by the Council, de novo in an appeal under Section 37 of the Arbitration Act before this Court, where the": "प्रकार, अपीलार्थियों को इस न्यायालय के समक्ष मध्यस्थता अधिनियम की धारा 37 के अधीन अपील में परिषद द्वारा",
  "scope of judicial review is minimal. The appellants have no case,": "है, जहां न्यायिक समीक्षा का दायरा न्यूनतम है। अपीलार्थियों के पास सी. डब्ल्यू. पी. नं. । की बर्खास्तगी के मद्देनजर",
  "either on facts or in law, in view of the dismissal of CWP No. 24306 of 2015.": "तथ्यों या कानूनी रूप से कोई मामला नहीं है। 205 का 24306.",
  "(10) Learned Senior counsel has laid much emphasis on the fact": "(0) सीखा गया वरिष्ठ वकील ने इस तथ्य पर बहुत जोर दिया है कि मध्यस्थ ने परिसमापन हर्जाने के अधिरोपण के",
  "that the arbitrator allowed the claim of the respondents with regard to the imposition of liquidated damages on the ground that it was not": "संबंध में प्रतिवादियों के दावे की अनुमति इस आधार पर दी कि यह दावा याचिका में विशेष रूप से नहीं उठाया गया",
  "specifically raised in the claim petition rather, it was only agitated in the written arguments for the first time. It is a settled law that an": "था, बल्कि यह पहली बार केवल लिखित दलीलों में उत्तेजित किया गया था। यह एक स्थापित कानून है कि मध्यस्थता",
  "appeal under Section 37 of the Arbitration Act, is in the nature of second appeal and the arbitrator is the final arbiter on facts as well as in": "अधिनियम की धारा ३7 के तहत एक अपील, दूसरी अपील की प्रकृति में है और मध्यस्थ तथ्यों के साथ-साथ कानून",
  "law. The scope of interference is limited only to the extent, when the": "में भी अंतिम मध्यस्थ है। हस्तक्षेप का दायरा केवल उस सीमा तक सीमित होता है, जब मध्यस्थ के निष्कर्ष या तो पक्षों",
  "findings of the arbitrator are either contrary to the terms and conditions of the contract between the parties or ex facie patently illegal which go": "के बीच अनुबंध के नियमों और शर्तों के विपरीत होते हैं या प्रत्यक्ष रूप से अवैध होते हैं जो मामले की जड़ तक जाते",
  "to the root of the matter. Small errors, factual or legal, cannot be corrected in an appeal under Section 37 of the Arbitration Act. If the": "हैं। मध्यस्थता अधिनियम की धारा ३7 के तहत अपील में छोटी त्रुटियों, तथ्यात्मक या कानूनी, को ठीक नहीं किया जा",
  "findings of the arbitrator are plausible, the same have to pass the muster. Reassessment of the evidence is not permissible. The Rules or": "सकता है। यदि मध्यस्थ के निष्कर्ष प्रशंसनीय हैं, तो उन्हें पास करना होगा। साक्ष्य का पुनर्मूल्यांकन स्वीकार्य नहीं है।",
  "procedure are the handmaids and not the mistress of justice. Any interpretation in a hyper-technical manner with regard to procedural": "नियम या प्रक्रिया नौकरानियाँ हैं न कि न्याय की मालकिन प्रक्रियात्मक प्रावधानों के संबंध में अति-तकनीकी तरीके",
  "rules of procedure. The same requires reproduction which is as under:-": "के नियमों के निर्धारण का प्रावधान करती है। इसके लिए प्रजनन की आवश्यकता होती है जो निम्नानुसार हैः-",
  "“19-Determination of rules of procedure. (1) The arbitral": "\"9-प्रक्रिया के नियमों का निर्धारण। (॥) मध्यस्थ",
  "CHIEF ENGINEER/PROJECTS HARYANA POWER GENERATION 89 CORPORATION LTD. AND ANOTHER v. M/S TECHNOLOGY": "मुख्य अभियंता/प्रोजेक्ट्स हरियाणा पावर जेनरेशन कॉर्पोरेशन लिमिटेड और अन्य बनाम सज्जन क्नोलॉजी",
  "payment, and (11) interest on the amount of Rs.6,08,083/- which had been paid by the appellant to the respondent-contractor on 05.03.2015": "भुगतान, और (॥) 6,08,083/- रुपये की राशि पर ब्याज जो अपीलार्थ द्वारा प्रत्यर्थी-ठेकेदार को 05.03.205 को",
  "under Section 16 of the Micro Small and Medium Enterprises Development Act, 2006 (hereinafter referred to as ‘the MSMED Act’": "सूक्ष्म लघु और मध्यम उद्यम विकास अधिनियम, 2006 की धारा 6 के तहत भुगतान किया गया था (इसके बाद",
  "for short). The objection petitions against the award, filed by the": "संक्षेप में 'एमएसएमईडी अधिनियम' के रूप में संदर्भित) अपीलार्थियों द्वारा दायर पुरस्कार के खिलाफ आपत्ति",
  "appellants were heard and dismissed by the learned Presiding Judge, Special Commercial Court at Gurugram. Aggrieved from the aforesaid": "याचिकाओं को गुरुग्राम में विशेष वाणिज्यिक न्यायालय के विद्वान पीठासीन न्यायाधीश द्वारा सुना गया और खारिज",
  "decision, the appellants have preferred this appeal under Section 37 of the Arbitration Act.": "कर दिया गया। उपरोक्त निर्णय से व्यथित, अपीलार्थियों ने मध्यस्थता अधिनियम की धारा 37 के तहत इस अपील को",
  "(4) Learned Senior counsel for the appellants, inter alia contended that Section 18(2) of the MSMED Act provides for": "(५) सीखा अपीलार्थियों के वरिष्ठ वकील ने अन्य बातों के साथ-साथ तर्क दिया कि एमएसएमईडी अधिनियम की धारा",
  "arbitrator, which is mandatory in nature. The MSMED Council did not comply with the provisions of Section 65(2) of the Arbitration Act. The": "एमएसएमईडी परिषद ने मध्यस्थता अधिनियम की धारा 65 (2) के प्रावधानों का पालन नहीं किया। परिषद ने",
  "Council entertained application under Section 18 of the MSMED Act without resorting to mandatory conciliation proceedings. The Council": "अनिवार्य सुलह कार्यवाही का सहारा लिए बिना एमएसएमईडी अधिनियम की धारा 8 के तहत आवेदन पर विचार",
  "was bound to follow the drill of Section 18(2) of the MSMED Act. As": "किया। परिषद एमएसएमईडी अधिनियम की धारा 8 (2) का पालन करने के लिए बाध्य थी। इस प्रकार, परिषद द्वारा",
  "such, the appointment of arbitrator by the Council is in gross violation of the mandatory provisions of Section 18(2) of the MSMED Act.": "मध्यस्थ की नियुक्ति एमएसएमईडी अधिनियम की धारा 8 (2) के अनिवार्य प्रावधानों का घोर उल्लंघन है। इस",
  "impugned award dated 06.01.2017, suffer from incurable illegality and on this ground alone, the impugned award dated 06.01.2017 and": "असाध्य अवैधता से ग्रस्त है और केवल इसी आधार पर दिनांक 06.0.20॥7 का आशक्षेपित अधिनिर्णय और",
  "impugned judgment passed under Section 34 of the Arbitration Act, are liable to be set aside.": "माध्यस्थम्‌ अधिनियम की धारा ३५ के अधीन पारित आक्षेपित निर्णय अपास्त किए जाने के लिए दायी हैं।",
  "(5) Learned Senior counsel has further vigorously assailed the impugned award dated 06.01.2017 on the ground that the dispute": "(5) विद्वान वरिष्ठ अधिवक्ता ने दिनांक 06.0.207 के आशक्षेपित अधिनिर्णय पर इस आधार पर और जोरदार हमला",
  "regarding the payment of liquidated damages was never raised in the": "किया है कि परिसमाप्त हजने के भुगतान के संबंध में विवाद कभी भी दावा याचिका में नहीं उठाया गया था, बल्कि",
  "claim petition rather it was raised in the written arguments. As such, the arbitrator did not provide any opportunity to the appellants for submitting rebuttal arguments to the additional arguments of the": "इसे लिखित तर्कों में उठाया गया था। इस प्रकार, मध्यस्थ ने प्रत्यर्थी-ठेकेदार के अतिरिक्त तर्कों के लिए खंडन तर्क",
  "inconsistent and findings are not based on evidence and on this ground": "यह असंगत है और निष्कर्ष साक्ष्य पर आधारित नहीं हैं और इस आधार पर भी विवादित पुरस्कार कानून की नजर में",
  "also the impugned award cannot sustain in the eyes of law. Moreover, the arbitrator has wrongly allowed interest on the amount of Rs. 6,08,083/- from 22.04.2012 till 05.03.2015, whereas the case of the": "कायम नहीं रह सकता है। इसके अलावा, मध्यस्थ ने 22.04.2042 से 05.03.205 तक 6,08,083/- रुपये की",
  "(6) Learned Senior counsel further asserted that the law laid down by Delhi High Court in the case of Harbahajan Kaur Bhatia": "(6) सीखा गया वरिष्ठ वकील ने आगे कहा कि हरभजन कौर भाटिया के मामले में दिल्ली उच्च न्यायालय द्वारा निर्धारित कानून",
  "CHIEF ENGINEER/PROJECTS HARYANA POWER GENERATION 95 CORPORATION LTD. AND ANOTHER v. M/S TECHNOLOGY": "मुख्य अभियंता/प्रोजेक्ट्स हरियाणा पावर जेनरेशन कॉर्पोरेशन लिमिटेड और अन्य बनाम सज्जन क्नोलॉजी",
  "ascertain that the exercise of power by the Court under Section 34 has not exceeded the scope of the provision.": "यह सुनिश्चित करना कि धारा 34 के तहत न्यायालय द्वारा शक्ति का प्रयोग प्रावधान के दायरे से अधिक नहीं है। इस",
  "Thus, it is evident that in case an arbitral award has been confirmed by the Court under Section 34 and by the Court in an appeal under Section 37, this Court must be extremely": "प्रकार, यह स्पष्ट है कि यदि न्यायालय द्वारा धारा 34 के अधीन और न्यायालय द्वारा धारा 37 के अधीन अपील में",
  "(15) In K.V.Mohammed Zakir versus Regional Sports Centre’, the Honble Supreme Court has held that:": "(5) के. वी. मोहम्मद ज़ाकिर बनाम क्षेत्रीय खेल केंद्र ” में, माननीय सर्वोच्च न्यायालय ने कहा हैः",
  "“Reasonableness of the reasons given for such award is not open to scrutiny by Courts. However, where reasons are": "\"इस तरह के पुरस्कार के लिए दिए गए कारणों की तर्कसंगतता अदालतों द्वारा जांच के लिए खुली नहीं है। हालांकि,",
  "such as no person of ordinary prudence will ever approve of them or are so outrageous in their defiance of logic that": "जहां कारण ऐसे हैं कि कोई भी सामान्य विवेक वाला व्यक्ति कभी भी उन्हें मंजूरी नहीं देगा या तर्क की अवज्ञा में इतना",
  "they shock the conscience of the Court, then it is an appropriate case to interfere with the award.”": "अपमानजनक है कि वे न्यायालय की अंतरात्मा को झटका देते हैं, तो निर्णय में हस्तक्षेप करना एक उचित मामला है।",
  "(16) In P.R.Shah, Shares and Stock Brokers Private Limited versus B.H.H. Securities Private Limited and others*, it was held by": "(6) पी. आर. शाह, शेयर्स एंड स्टॉक ब्रोकर्स प्राइवेट लिमिटेड बनाम बी. एच. एच. सिक्‍योरिटीज प्राइवेट लिमिटेड और",
  "the Hon’ble Supreme Court that:": "अन्य १ में, माननीय सर्वोच्च न्यायालय द्वारा यह अभिनिर्धारित किया गया था किः",
  "“A court does not sit in appeal over the award of an arbitral tribunal by re-assessing or re-appreciating the evidence. An": "\"एक न्यायालय साक्ष्य का पुनर्मूल्यांकन या पुनः प्रशंसा करके एक मध्यस्थ न्यायाधिकरण के निर्णय पर अपील में नहीं",
  "award can be challenged only under the grounds mentioned in Section 34(2) of the Act.”": "हा है। किसी पुरस्कार को केवल अधिनियम की धारा 34 (2) में उल्लिखित आधारों के तहत चुनौती दी जा सकती",
  "(17) In National Highway Authority of India versus M/s Progressive, MVR (JV)”’, the Hon’ble Supreme Court has held that:": "(47) भारतीय 2 य राजमार्ग प्राधिकरण बनाम मेसर्स प्रोग्रेसिव, एम. वी. आर. (जे. वी.) ? में, माननीय उच्चतम न्यायालय ने अभिनिर्धारित है किः",
  "“Normally, the Court would not interfere with awards when the Arbitral Tribunal has taken a view and this was a": "\"साधारणतया, न्यायालय पंचाटों में हस्तक्षेप नहीं करेगा जब माध्यस्थम अधिकरण ने कोई दृष्टिकोण लिया है और यह",
  "plausible view, keeping in mind the parameters of judicial review of Court in exercising the power under Section 34": "अधिनियम की धारा 34 के अधीन शक्ति का प्रयोग करने में न्यायालय की न्यायिक समीक्षा के मापदंडों को ध्यान में",
  "(18) Keeping in view the facts and circumstances of the case, we find that the learned Presiding Judge, Special Commercial Court,": "(8) मामले के तथ्यों और परिस्थितियों को ध्यान में रखते हुए, हम पाते हैं कि विद्वत पीठासीन न्यायाधीश, विशेष",
  "Gurugram has correctly appreciated the scope and power of Section 34": "वाणिज्यिक न्यायालय, गुरुग्राम ने मध्यस्थता अधिनियम की धारा 34 के दायरे और शक्ति की सही सराहना की है,",
  "of the Arbitration Act, while rejecting the objections filed by the appellant vide judgment dated 20.07.2019 and that the arbitral award": "जबकि अपीलार्थी द्वारा दायर आपत्तियों को खारिज करते हुए निर्णय दिनांक 20.07.209 और यह कि दिनांक",
  "dated 06.01.2017 is a reasoned one. Resultantly this appeal is": "06.0.2047 का मध्यस्थ निर्णय एक तर्कपूर्ण है। फलस्वरूप यह अपील है",
  "7 ATR 2009 SC (Suppl) 2517": "7ए आई.आर. 2009 एस.सी. (सप्ल) 257",
  "§ 2012 (1) SCC 594": "82042 (॥) एस.सी.सी. 594"
}