{
  "A chart prepared to this effect is reproduced below:-": "इसके लिए तैयार किया गया एक चार्ट नीचे दिया गया हैः",
  "Y M OD": "वाई एम डी",
  "1. Under-trial period from": "4. विचाराधीन अवधि",
  "24.4.03 to 12.06.05 02 O1 19": "24.4.03 से 2.06.05 तक 02 04 ॥9",
  "DAP from 13.06.05 to 21.07.06 01 O01 09": "डीएपी 43.06.05 से 2.07.06 तक 0। 0। 09",
  "2. Conviction period from": "2. दोषसिद्धि की अवधि",
  "3. Actual sentence undergone 04 O09 12": "3. भुगती गई वास्तविक सजा। 04 09 ॥2",
  "4. Remissions (+) 00 05 08": "4. छूट (+) 00 05 08",
  "5. Govt. Remission (+) 00 00 800": "5. सरकार छूट (+) 00 00 00",
  "05 02 20": "05 02 20",
  "6. Less Parole period (-) 00 03 O01": "6. कम पैरोल अवधि (-) 00 03 0",
  "7. Total Sentence Undergone 05 05 19": "7. कुल सजा बीत चुकी 05 05 ॥9",
  "in limiting remissions only to the period of sentence undergone and": "हिरासत की अवधि को ध्यान में रखा जाना चाहिए और उस अवधि की छूट भी",
  "opinion, is not the correct interpretation of Section 428 Cr.P.C. as Section 428 Cr.P.C. specifically states that the period of detention, if any, undergone by an accused during the investigation, enquiry or trial of the same case": "कि धारा 428 ८/.?.८. के अनुसार सुनवाई के दौरान हिरासत की अवधि को सजा",
  "Singh's case (supra), the following questions are required to be considered": "(7) इस प्रश्न की जांच करने से पहले, जोगिंदर सिंह के मामले (ऊपर) में",
  "(c) Whether the period undergone by an accused as an under trial": "(ग) विचाराधीन अभियुक्त द्वाराहिरासत में गुजारी गई अवधि को सजा का",
  "is to be considered as a part of the sentence or not?": "माना जाना चाहिए या नहीं?",
  "(Para 8)": "(पैरा 8)",
  "given in Joginder Singh’s case (supra), the following questions are required": "आगे यह अभिनिर्धारित किया गया कि यदि जोगिंदर सिंह के मामले (ऊपर) में",
  "(a) When the sentence of a convict shall commence?": "() जिस दिन गिरफ्तार किया जाता है, उस दिन से सजा शुरू होगी और इसमें",
  "(b) Whether the period undergone by an accused as an undertrial": "(ख) क्या किसी अभियुक्त द्वारा मुकदमे के दौरान हिरासत की रूप में गुजारी",
  "can be taken into consideration for awarding remissions or not?": "गई अवधि को छूट देने के लिए ध्यान में रखा जा सकता है या नहीं?",
  "(c) Whether the period undergone by an accused as an undertrial": "(ग) अभियुक्त द्वारा मुकदमे के दौरान हिरासत की अवधि को सजा का हिस्सा",
  "(9) Ifthe interpretation given in Joginder Singh’s case (supra) is": "(9) यदि जोगिंदर सिंह के मामले (उपरोक्त) में दी गई व्याख्या कायम रहती है",
  "sustained then answer to the above said three questions will be:": "तो उपरोक्त तीन प्रश्नीं का उत्तर होगा:",
  "(i) That the day one is arrested, the sentence shall commence and": "() जिस दिन गिरफ्तार किया जाता है, उस दिन से सजा शुरू होगी और इसमें",
  "this shall include the period before the sentence is awarded;": "सजा दिए जाने से पहले की अवधि शामिल होगी;",
  "(ii) That the period undergone as an under-trial shall be taken into consideration for awarding remissions;": "(0) मुकदमे के दौरान हिरासत की अवधि को छूट देने के लिए ध्यान में रखा जाएगा;",
  "(iii) That the period undergone as an under-trial shall be considered as a part of the sentence.": "(॥) मुकदमे के दौरान हिरासत की अवधि को सजा का हिस्सा माना जाएगा।",
  "(10) Inmy humble opinion, if the interpretation of Joginder Singh’s": "(0) मेरी विनम्र राय में, यदि जोगिंदर सिंह के मामले (उपरोक्त) की व्याख्या",
  "case (supra) and the answers (i), (ii) & (iii) to the questions (a), (b) & (c),": "और ऊपर देखे गए प्रश्नों (ए), (बी) और (सी) के उत्तर (0), () और (॥) को बने रहने",
  "noticed above, are allowed to remain, they will run contrary to the correct interpretation of Section 428 Cr.P.C. and the enunciation of law given by": "दिया जाता है, तो वे धारा 428 की सही व्याख्या और माननीय सर्वोच्च न्यायालय",
  "Hon’ble the Supreme Court. Therefore, the judgment rendered in Joginder Singh’s case (supra) is required to be re-looked into by a Larger Bench of this Court.": "द्वारा दिए गए कानून के विपरीत होंगे। इसलिए, जोगिंदर सिंह के मामले (उपरोक्त) में दिए गए फैसले पर इस न्यायालय की एक बड़ी पीठ द्वारा फिर से विचार करने की आवश्यकता है।",
  "(11) Ishall now divulge my reasons and answers to questions (a),": "(॥)) अब मैं अपने कारणों और प्रश्नों (0), (बी) और (सी) के उत्तरों का खुलासा",
  "(12) A bare analysis and perusal of the provisions of the Code of": "(2) दंड प्रक्रिया संहिता के प्रावधानों के एक मात्र विश्लेषण और अवलोकन से",
  "The mandate of law laid down under Section 428 Cr.P.C. is that the period": "के तहत निर्धारित कानून का अधिदेश यह है कि मुकदमे के दौरान हिरासत की",
  "undergone is to be set off from the sentence. However, the period undergone as an under-trial is not to be considered as a sentence. Therefore, remissions": "अवधि सजा में से कम किया जाना है।हालाँकि, इसे सजा के रूप में नहीं माना जाना",
  "are not to be awarded on the period undergone as an under-trial; they are": "चाहिए।इसलिए, छूट उन्हें मुकदमे के दौरान हिरासत की अवधि को नहीं दिया जाना",
  "“Section 428 Cr.P.C. clearly ordains that the remand detention": "पैराग्राफ 645 के अनुसार छूट दी जानी चाहिए।दंड प्रक्रिया संहिता की धारा 428 में यह परिकल्पना की गई है कि दोषी ठहराए जाने की तारीख से पहले",
  "shall be set off against the term of imprisonment imposed on the accused person on conviction. The section further": "अवधि, यदि कोई हो, ऐसी दोषसिद्धि पर उस पर लगाए गए कारावास की",
  "imprisonment on such conviction shall be restricted to the": "अवधि में से कम कर दिया जायेगा और इस तरह के दोषसिद्धि पर कारावास से",
  "remainder, if any, of the term of imprisonment imposed on": "गुजरने का दायित्व उस पर लगाए गए कारावास की अवधि के शेष, यदि कोई",
  "remand detention as part of the period of imprisonment": "कि सजा में मुकदमे के दौरान एक आरोपी द्वारा गुजारी गई हिरासत की अवधि",
  "accused qua the period for which the accused remained in police or judicial": "जांच या मुकदमे के दौरान किसी आरोपी द्वारा हिरासत की अवधि, यदि कोई हो,",
  "‘428. Period of detention undergone by the accused to be": "'428.अभियुक्त द्वारा बिताए गए हिरासत की अवधि कारावास की सजा के",
  "set off against the sentence of imprisonment — Where": "विरुद्ध निर्धारित की जाएगी-जहाँ एक अभियुक्त व्यक्ति को,दोषी ठहराए जाने",
  "(1) 1977 (3) SCC 298": "()) 97 (3) एस सी सी 298",
  "DHARAM PAL ALIAS SWAMI KALYANI v. STATE OF HARYANA 913": "धरम पाल उपनाम स्वामी कल्याणी बनाम हरियाणा राज्य 93",
  "AND OTHERS (Kanwaljit Singh Ahluwalia, J.)": "और अन्य (न्यामूर्ति कंवलजीत सिंह अहलूवालिया)",
  "undergone by him during the investigation, inquiry or trial": "पर, उसी मामले की जांच, अनुसन्धान या मुकदमे के दौरान और ऐसी दोषसिद्धि",
  "of the same case and before the date of such conviction,": "की तारीख से पहले उसके द्वारा बिताए गए हिरासत की अवधि, यदि कोई हो,",
  "shall be set off against the term of imprisonment imposed": "के लिए की सजा सुनाई गई है, तो उस पर लगाए गए कारावास की अवधि के",
  "to undergo imprisonment on such conviction shall be": "खिलाफ निर्धारित किया जाएगा और ऐसे दोषसिद्धि पर कारावास से गुजरने का",
  "restricted to the remainder, if any, of the term of": "दायित्व उस पर लगाए गए कारावास की अवधि के शेष, यदि कोई हो, तक",
  "Section 428 provides that the period of detention of an accused": "धारा 428 में प्रावधान है कि एक विचाराधीन कैदी के रूप में एक आरोपी की",
  "as an undertrial prisoner shall be set off against the term of imprisonment imposed on him on conviction. The section": "नजरबंदी की अवधि दोषसिद्धि पर उस पर लगाए गए कारावास की अवधि के",
  "only provides for a “set off”, it does not equate an": "खिलाफ निर्धारित की जाएगी।यह खंड केवल \"बंद करने\"का प्रावधान करती है,",
  "“undertrial detention or remand detention with": "यह \"विचाराधीन हिरासत या रिमांड हिरासत को दोषसिद्धि पर कारावास के",
  "imprisonment on conviction”. The provision as to set off expresses a legislative policy, this does not mean that it": "सा५\"नहीं जोड़ती है।बंद करने का प्रावधान एक विधायी नीति को व्यक्त करता",
  "does away with the difference in the two kinds of detention": "है, इसका मतलब यह नहीं है कि यह दो प्रकार के निरोध में अंतर को दूर",
  "and puts them on the same footing for all purposes. The": "करता है और उन्हें सभी उद्देश्यों के लिए एक ही आधार पर रखता है।इसलिए,",
  "basis of the High Court’s decision does not, therefore, seem to be right.”": "उच्च न्यायालय के फैसले का आधार सही नहीं लगता है।”",
  "(15) Thus, it is apparent that Joginder Singh’s case (supra) does": "(5) इस प्रकार, यह स्पष्ट है कि जोगिंदर सिंह का मामला (ऊपर) कानून की",
  "not state correct position of law and the same is contrary to the law laid down by Hon’ble the Supreme Court in Anne Venkatesware’s case": "सही स्थिति नहीं बताता है और यह ऐनी वेंकटेश्वर के मामले (ऊपर) में माननीय",
  "(16) The above questions formulated have also been answered by": "(6) तैयार किए गए उपरोक्त प्रश्नों का उत्तर बॉम्बे उच्च न्यायालय की एक",
  "a Division Bench of Bombay High Court in ‘Saikee Mazar and others v. B.N. Patel and others’ 1989 Cri.L.J. 1257 as under:": "खण्ड पीठ द्वारा 'सैकी मजार और अन्य बनाम बी. एन. पटेल और अन्य' 4989 0..). 257 में भी निम्नलिखित दिया गया है।",
  "action of the respondents in limiting the remissions only to the period of": "याचिकाकर्ता के केवल सजा की अवधि तक छूट को सीमित करने और सुनवाई के",
  "in ‘Joginder Singh v. State of Haryana etc.’ Criminal Writ Petition": "कार्रवाई-200 के सी. डब्ल्यू पी. ।49। में जोगिंदर सिंह बनाम हरियाणा राज्य के",
  "judgment rendered in Joginder Singh’s case (supra) is binding upon the": "यह अभिनिर्धारित किया गया कि जोगिन्दर सिंह के मामले (उपर्युक्त) के पैरा 4",
  "S. 428 of the Cr.P.C. provides for set off of the period of": "का समापन भाग, \"इस प्रकार संहिता की धारा 428 में यह आदेश दिया गया है कि",
  "the ratio of law laid down in Joginder Singh’s case (supra), the relevant portion whereof reads as under:": "मामले (उपरोक्त) में दी गई कानून की व्याख्या पर संदेह है, इसलिए निम्नलिखित",
  "term of imprisonment imposed upon him on such": "ठहराए जाने पर कारावास से गुजरने का दायित्व उस पर लगाए गए कारावास",
  "imprisonment on such conviction shall be restricted to the remainder, if any, of the term of imprisonment imposed on": "की अवधि के शेष, यदि कोई हो, तक सीमित होगा।दूसरे शब्दों में, अधिनियम विचाराधीन हिरासत या रिमांड हिरासत को दोषसिद्धि पर कारावास के बराबर",
  "Section 428 Cr.P.C. specifically states that the period of detention, if any,": "हैं।दंड प्रक्रिया संहिता, 973 की धारा 428 इन शब्दों में हैः",
  "(23) Acopy of this order, duly attested by the Court Secretary of": "(23) इस न्यायालय के सचिव द्वारा विधिवत सत्यापित इस आदेश की एक प्रति",
  "this Court, be also handed over to counsel for the State of Haryana, Punjab and Union Territory Chandigarh.": "हरियाणा राज्य, पंजाब और केंद्र शासित प्रदेश चंडीगढ़ के वकील को भी सौंपी",
  "J.S. Mehndiratta Before Ranjan Gagoi, CJ & K.S. Ahluwalia, J.": "जे. एस. मेहंदीरत्ता रंजन गगोई से पहले, सी. जे. और के. एस. अहलूवालिया, जे.",
  "NIRBHAI SINGH,—Petitioner": "निरभाई सिंह,-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF PUNJAB,—Respondent CWP 7036 of 2005": "पंजाब राज्य,-2005 का उत्तरदाता सी. डब्ल्यू पी. 7036",
  "Constitution of India, 1950 -Art. 226/227 - Water (Prevention": "भारत का संविधान, 4950-कला 226/227-जल (प्रदूषण की रोकथाम और नियंत्रण)",
  "and Control of Pollution) Act, 1974- S. 33 - Environmental Law - Public Interest Litigation - Contamination of Budha Nullah seasonal": "अधिनियम, 974- धारा 33-पर्यावरण कानून-जनहित याचिका-पंजाब के लुधियाना",
  "water-stream that flows through Ludhiana District in Punjab and": "जिले द्वारा बहने वाली और सतलुज नदी में मिल जाने वाली बुद्धा नाले की मौसमी",
  "merges in the river Sutlej-How to make pollution free?- Evolving a comprehensive plan and strategy to make Budha Nullah free of": "जल-धारा का संदूषण-कैद्वारा प्रदूषण मुक्त बनाया जाए?- बुद्धा नाला को तेजी से,",
  "DHARAM PAL ALIAS SWAMI KALYANI v. STATE OF HARYANA 915": "धरम पाल उपनाम स्वामी कल्याणी बनाम हरियाणा राज्य 95",
  "System Rules, remissions are granted as a matter of concession only and not as of right. Hence, on this ground": "छट केवल रियायत के रूप में दी जाती है नकि अधिकार के रूप में।इसलिए,",
  "also no resort can be had to Art. 14 of the Constitution. In": "इस आधार पर भी संविधान के अनुच्छेद 44 का कोई सहारा नहीं लिया जा",
  "this view of the matter, it will have to be held that the present": "सकता है।मामले के इस दृष्टिकोण में, यह अभिनिर्धारित करना होगा कि",
  "petition is devoid of any merit and deserves to be dismissed.”": "वर्तमान याचिका किसी भी योग्यता से रहित है और खारिज किए जाने के योग्य है।”",
  "a Division Bench of the Bombay High Court in Saikee Mazar’s case": "(।7) साईकी मजार के मामले (ऊपर) में बंबई उच्च न्यायालय की एक खण्ड",
  "(supra), Iam of the view that the State Jail Department has rightly restricted grand of remissions to one-fourth sentence undergone by the petitioner.": "राज्य जेल विभाग ने याचिकाकर्ता द्वारा दी गई सजा के एक-चौथाई हिस्से तक छूट को ठीक सीमित कर दिया है।",
  "(18) Another argument has been raised regarding validity of para": "(8) पंजाब जेल नियमावली के पैरा सं. 645 की वैधता के बारे में एक और तर्क",
  "No.645 of the Punjab Jail Manual. It will be apposite here to reproduce": "उठाया गया है।पंजाब जेल नियमावली के पैरा सं. 645 को पुनः प्रस्तुत करना यहाँ",
  "“Para 645 Total remission not to exceed onefourth part of": "“पैरा 645 कुल माफ़ी सजा के एक चौथाई हिस्से से अधिक नहीं-इन सभी",
  "sentence — The total remission awarded to a prisoner under": "नियमों के तहत एक कैदी को दी गई कुल माफी स्थानीय सरकार की विशेष"
}