{
  "Before K. Kanna, J.": "न्यायमूर्ति के. कन्नन के समक्ष",
  "KHALILAHMED,—Petitioner": "खलील अहमद-याचिकाकर्ता",
  "versus": "बनाम",
  "THE REGISTRAR, COOPERATIVE SOCIETIES HARYANA, CHANDIGARH AND OTHERS,—Respondents": "रजिस्ट्रार, कुल सचिव सहकारी संस्थाए हरियाणा, चंडीगढ़ और अन्य-उत्तरदाता",
  "C.W.P. No. 15555 of 1990": "990 का सी. डब्ल्यू. पी. सं. 45555",
  "Constitution of India, 1950—Art. 226, 227—Haryana State": "भारत का संविधान, 950-अनुच्छेद 226,227-हरियाणा राज्य केंद्रीय",
  "Central Cooperative Banks’ Staff Service (Common Cadre) Rules—": "सहकारी बैंकों की कर्मचारी सेवा (सामान्य संवर्ग) नियम- नियम 30. 5-",
  "of Director on the ground that he did not possess requisite": "इस आधार पर बर्खास्त किया गया कि उसके पास आवश्यक योग्यता नहीं है-",
  "qualification—Departmental appeal filed—Allowed but arrears for": "विभागीय अपील दायर की गई- स्वीकार की गई लेकिन निलंबन के तहत अवधि",
  "the period under suspension not paid—Petitioner again made": "के लिए अवशिष्ट का भुगतान नहीं किया गया-याचिकाकर्ता ने फिर से",
  "representation, but rejected—Filed present petition—Allowed.": "प्रतिनिधित्व किया, लेकिन अस्वीकार कर दिया-दायर की गई वर्तमान याचिका-",
  "Held, That in terms of the said rule, an employee is entitled to full": "अभिनिर्धारित किया गया कि उक्त नियम के संदर्भ में, एक कर्मचारी",
  "salary and allowances during the period of suspension and the exception": "निलंबन की अवधि के दौरान पूर्ण वेतन और भत्तों का हकदार है और अपवाद",
  "is only when he is not exonerated from the charges. In this case, the first": "केवल तभी है जब वह आरोपों से दोषमुक्त नहीं होता है।इस मामले में, नौकरी",
  "termination order was issued on the ground that he did not fulfill the": "से निकालने का पहला आदेश इस आधार पर जारी किया गया था कि वह",
  "necessary qualification but this was reversed being appraised of the apropriate": "आवश्यक योग्यता को पूरा नहीं करता था, लेकिन उचित विवरणों का मूल्यांकन",
  "KHALIL AHMED vy. THE REGISTRAR, COOPERATIVE SOCIETIES 125 HARYANA, CHANDIGARH AND ANOTHER": "खलील अहमद बनाम रजिस्ट्रार, कुल सचिव सहकारी संस्थाए हरियाणा, चंडीगढ़ और अन्य",
  "the Managing Director by proceedings dated 28th September, 1990": "सितंबर, 990 (अनुलग्नक पी 0) की कार्यवाही द्वारा प्रबंध निर्देशक के आदेश",
  "(2) The learned counsel refers me to the Haryana State Central Cooperative Banks’ Staff Service (Common Cadre) Rules relating to the": "(2) विद्वान अधिवक्ता ने हरियाणा राज्य केंद्रीय सहकारी बैंकों की कर्मचारी सेवा (सामान्य संवर्ग) नियमों को संदर्भित किया है जो प्रासंगिक प्रावधानों से",
  "relevant provisions as to how a suspension period was to be treated in a case of subsequent exoneration of charges. The relevant rules made as": "संबंधित हैं कि निलंबन अवधि को बाद में आरोपों के दोषमुक्त होने के मामले में कैसे माना जाना था।संबंधित नियम इस परकार हैं.",
  "“30.5If the employee placed under suspension is subsequently": "“30.5यदि निलंबन के तहत रखे गए कर्मचारी को बाद में शुल्क से मुक्त",
  "exonerated of the charges, he shall be entitled to full salary": "कर दिया जाता है, तो वह निलंबन की अवधि के लिए पूर्ण वेतन और",
  "period will be treated as duty. If, however, he has not been completely exonerated of the charges, the competent": "जाएगा।हालाँकि, यदि उसे आरोपों से पूरी तरह से दोषमुक्त नहीं किया",
  "authority shall specify in the order of reinstatement as to": "गया है, तो सक्षम प्राधिकारी बहाली के आदेश में निर्दिष्ट करेगा कि",
  "how the period of suspension should be treated and also": "निलंबन की अवधि को कैसे माना जाना चाहिए और ऐसी अवधि के लिए",
  "the amount of pay and allowances to be paid to him for": "उसे भुगतान किए जाने वाले वेतन और भत्तों की राशि भी।”",
  "In terms of the said rule, an employee is entitled to full salary and allowances": "उक्त नियम के संदर्भ में, एक कर्मचारी निलंबन की अवधि के दौरान पूर्ण वेतन",
  "during the period of suspension and the exception is only when he is not": "और भत्तों का हकदार है और अपवाद केवल तभी है जब वह आरोपों से मुक्त नहीं",
  "exonerated from the charges. In this cae, the first terminated order was": "होता है।इस मामले में, पहला नौकरी को समाप्त करने का आदेश इस आधार",
  "issued on the ground that he did not fulfill the necessary qualification but": "पर जारी किया गया था कि वह आवश्यक योग्यता को पूरा नहीं करता था, लेकिन",
  "this was reserved being appraised of the appropriate particulars that showed": "यह उचित विवरणों के मूल्यांकन के लिए आरक्षित था जो दर्शाता था कि वह",
  "that he fulfilled the necessary qualifications. The impugned proceedings are": "आवश्यक योग्यताओं को पूरा करता था।विवादित कार्यवाहियों को रद्द कर दिया",
  "quashed and th writ petitioner is entitled to full wages during the period of": "जाता है और रिट याचिकाकर्ता निलंबन की अवधि के दौरान पूर्ण वेतन का हकदार"
}