{
  "Before Sanjay Vashisth, J.": "समक्ष संजय वशिष्ठ जे.",
  "SANJEEV KUMAR—Petitioner": "संजीव कुमार- याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA—Respondent": "हरियाणा राज्य-उत्तरदाता",
  "CRM-M No. 59270 of 2022": "सीआरएम-एम नं. 2022 का 59270",
  "December 19, 2022": "9 दिसंबर, 2022",
  "Negotiable Instruments Act, 1881—S.138—Complaint case under section 138 NI Act—Petitioner declared as proclaimed offende": "परक्राम्य लिखत अधिनियम, 88-धारा 438 एनआई अधिनियम की धारा 38 के तहत शिकायत मामला याचिकाकर्ता",
  "and FIR registered under Section 174-A—Main dispute settled via": "को भगोड़ा घोषित किया गया और धारा 7+-ए के तहत प्राथमिकी दर्ज की गई-समझौता के माध्यम से मुख्य विवाद",
  "compromise—Once main petition stands withdrawn, continuation of proceedings under Section 174-A is nothing but an abuse of process": "का निपटारा-एक बार मुख्य याचिका वापस लेने के बाद, धारा ।7+-ए के तहत कार्यवाही जारी रखना कानून की प्रक्रिया",
  "of law—FIR and all subsequent proceedings quashed.": "के दुरुपयोग के अलावा और कुछ नहीं है-एफआईआर और बाद की सभी कार्यवाही रद्द कर दी गई।",
  "Held, that continuation of proceedings under Section 174-A IPC were held to be abuse of the process of law, once main dispute between": "माना गया कि आईपीसी की धारा 774-ए के तहत कार्यवाही जारी रखना कानूनी प्रक्रिया का दुरुपयोग माना गया, एक",
  "(Para 13)": "(पैरा 3)",
  "Manav Bajaj, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता मानव बजाज।",
  "Vikas Bhardwaj, AAG, Haryana, for respondent - State.": "विकास भारद्वाज, एएजी, हरियाणा, प्रतिवादी-राज्य के लिए।",
  "SANJAY VASHISTH, J.": "संजय वशिष्ठ, जे.",
  "(1) By way of present petition, petitioner — Sanjeev Kumar seeks quashing of FIR No. 0348, dated 17.02.2020, under Section 174-": "() वर्तमान याचिका के माध्यम से, याचिकाकर्ता-संजीव कुमार एफआईआर नं. 03५8, दिनांक 77.02.2020, अंबाला",
  "A IPC (Annexure P-1), registered at Police Station Ambala City, as": "शहर के पुलिस स्टेशन में दर्ज आईपीसी की धारा ।7+-ए (अनुलग्रक पी-4) के साथ-साथ उससे उत्पन्न होने वाली सभी",
  "well as all the consequential proceedings arising therefrom.": "परिणामी कार्यवाही के तहत।",
  "(2) Brief facts of the case are that Sanjay Bhatia had filed a complaint, bearing No. COMA/2269/2016, dated 23.11.2016, titled as": "(2) मामले के संक्षिप्त तथ्य यह हैं कि संजय भाटिया ने नं. सी.ओ.एम.ए/2269/206, दिनांक 23..206, \"संजय",
  "“Sanjay Bhatia v. Sanjeev Kumar”, under Section 138 of the": "भाटिया बनाम संजीव कुमार\" के रूप में शीर्षक, परक्राम्य लिखत अधिनियम, 88। की धारा 38 के तहत, याचिकाकर्ता",
  "Negotiable Instruments Act, 1881, in the court of learned Judicial Magistrate Ist Class, Ambala, against the petitioner. Due to non-": "के खिलाफ विद्वान न्यायिक मजिस्ट्रेट प्रथम श्रेणी, अंबाला की अदालत में। उक्त शिकायत मामले में याचिकाकर्ता की",
  "as a proclaimed person, vide order dated 23.04.2018 (Annexure P-9),": "गैर-उपस्थिति के कारण, उसे एक घोषित व्यक्ति घोषित किया गया था, दिनांक 23.04.208 (अनुलग्नक पी-9) के",
  "passed by learned Judicial Magistrate Ist Class, Ambala, and it was": "आदेश द्वारा विद्वान न्यायिक मजिस्ट्रेट प्रथम वर्ग, अंबाला द्वारा पारित किया गया था, और वर्तमान याचिकाकर्ता के",
  "directed to register FIR under Section 174-A IPC against the present": "खिलाफ आईपीसी की धारा 77+-ए के तहत प्राथमिकी दर्ज करने का निर्देश दिया गया था। तदनुसार, उपरोक्त",
  "petitioner. Accordingly, aforementioned FIR was registered.": "एफआईआर दर्ज की गई थी।",
  "(3) Learned counsel for the petitioner refers to the statement of complainant Sanjay Bhatia, dated 09.06.2022 (Annexure P-11), made": "(3) याचिकाकर्ता के लिए विद्वान वकील शिकायतकर्ता संजय भाटिया के बयान, दिनांक 09.06.2022 (अनुलग्नक पी-॥) को संदर्भित करता है",
  "SANJEEV KUMAR v. STATE OF HARYANA 197 (Sanjay Vashisth, J.)": "संजीव कुमार बनाम हरियाणा राज्य (संजय वशिष्ठ, जे.)",
  "before learned Judicial Magistrate Ist Class, Ambala, which reads as": "विद्वान न्यायिक मजिस्ट्रेट प्रथम वर्ग, अंबाला के समक्ष, जो निम्नानुसार हैः -",
  "“Stated that I have entered into a settlement with accused Sanjeev in the present case in Daily Lok Adalat and I have": "अदालत ने कहा कि मैंने दैनिक लोक अदालत में वर्तमान मामले में आरोपी संजीव के साथ समझौता किया है और",
  "no transaction remaining with the accused and that I have no objection if the file is deposited in office.”": "आरोपी के साथ मेरा कोई लेन-देन नहीं बचा है और अगर फाइल कार्यालय में जमा की जाती है तो मुझे कोई आपत्ति",
  "dated 09.06.2022 (Annexure P-10), passed by learned Judicial": "(५) याचिकाकर्ता के लिए विद्वत वकील दिनांक 09.06.2022 (अनुलग्नरक पी-0) का भी उल्लेख करता है, जो विद्वत",
  "Magistrate Ist Class, Ambala, vide which by noticing the factum of": "न्यायिक मजिस्ट्रेट प्रथम वर्ग, अंबाला द्वारा पारित किया गया था, जिसमें विवाद के निपटान के तथ्य को ध्यान में रखते",
  "settlement of dispute, said complaint was ordered to be dismissed as withdrawn being compromised in Daily Lok Adalat and accused": "हुए कहा गया था कि शिकायत को खारिज करने का आदेश दिया गया था क्योंकि दैनिक लोक अदालत में समझौता",
  "(petitioner herein) was discharged. Order dated 09.06.2022 (Annexure": "किया जा रहा था और आरोपी (याचिकाकर्ता यहां) को आरोपमुक्त कर दिया गया था। आदेश दिनांक 09.06.2022",
  "P-10) says as under:-": "(अनुलग्नक पी-0) इस प्रकार हैः-",
  "“Present: Complainant in person with Sh. Khushi Ram Saini, Advocate.": "\"उपस्थितः श्री के साथ व्यक्तिगत रूप से शिकायतकर्ता। खुशी राम सैनी, अधिवक्ता।",
  "File taken up again. Main case fie received from record room. It be restored on its original number. Complainant": "फ़ाइल को फिर से लिया गया। अभिलेख कक्ष से प्राप्त मुख्य मामला। इसे इसकी मूल संख्या पर पुनर्स्थापित किया जाए।",
  "Sanjiv Bhatia present before the Court and got recorded his statement that he has compromised the matter with the": "शिकायतकर्ता संजीव भाटिया अदालत के समक्ष उपस्थित हुआ और उसने अपना बयान दर्ज कराया कि उसने आज",
  "statement that he has compromised the matter with the accused today in Daily Lok Adalat and now nothing is outstanding against the accused and therefore, he does not": "दैनिक लोक अदालत में आरोपी के साथ मामले में समझौता किया है और अब आरोपी के खिलाफ कुछ भी बकाया",
  "outstanding against the accused and therefore, he does not want to pursue the present complaint and the same may be": "नहीं है और इसलिए, वह वर्तमान शिकायत को आगे नहीं बढ़ाना चाहता है और इसे दैनिक लोक अदालत में समझौता",
  "Adalat. Complainant is duly identified by his counsel.": "किए जाने के कारण खारिज किया जा सकता है। शिकायतकर्ता की पहचान उसके वकील द्वारा विधिवत की जाती है।",
  "Heard. Keeping in view the statement made by the complainant, the complainant is permitted to withdraw the": "सुना है। शिकायतकर्ता द्वारा दिए गए बयान को ध्यान में रखते हुए, शिकायतकर्ता को वर्तमान शिकायत को वापस लेने",
  "present complaint. Accordingly, the present complaint is hereby dismissed as withdrawn being compromised in Daily Lok Adalat. Accused is hereby discharged and be": "की अनुमति है। तदनुसार, वर्तमान शिकायत को दैनिक लोक अदालत में समझौता किए जाने के रूप में खारिज किया",
  "Daily Lok Adalat. Accused is hereby discharged and be released from custody in this case forthwith. File be": "जाता है। अभियुक्त को एतहृवारा आरोपमुक्त कर दिया जाता है और इस मामले में हिरासत से तुरंत रिहा कर दिया",
  "consigned to the record room after due compliance.": "जाता है। फाइल को उचित अनुपालन के बाद अभिलेख कक्ष में भेजा जाए।",
  "Pronounced:- 09.06.2022": "उच्चारण:-09.06.2022",
  "Sd/-": "एसडी/-",
  "(Arun Dabla)": "(अरुण डाबला)",
  "Judicial Magistrate Ist Class,": "न्यायिक मजिस्ट्रेट प्रथम श्रेणी,",
  "Ambala (UID: (HR-0475)”": "अंबाला (यूआईडी: (एचआर-0475)”",
  "(5) Thus, learned counsel for the petitioner argues that in view": "(5) इस प्रकार, याचिकाकर्ता के विद्वान वकील का तर्क है कि दिनांक 09.06.2022 (अनुलग्नक पी-0) के आदेश",
  "achieved by continuing with the proceedings arising out of FIR No. 0348, dated 17.02.2020, under Section 174-A IPC (Annexure P-1),": "एफ. आई. आर. नं. 0348 से उद्भूत कार्यवाही को जारी रखते हुए प्राप्त किया गया। दिनांक 7.02.2020, अंबाला",
  "0348, dated 17.02.2020, under Section 174-A IPC (Annexure P-1), registered at Police Station Ambala City.": "शहर पुलिस स्टेशन में दर्ज आईपीसी की धारा 77+-ए (अनुलग्नरक पी-) के तहत।",
  "(6) In support of his submissions, learned counsel for the petitioner has placed reliance on a judgment passed by co-ordinate Bench of this Court in the case of Hitesh H. Shah versus State of": "(6) अपनी दलीलों के समर्थन में, याचिकाकर्ता के विद्वान वकील ने हितेश एच. शाह बनाम हरियाणा राज्य और एक",
  "Haryana and another (CRM-M-12034-2022, decided on 13.07.2022),": "अन्य (सीआरएम-एम-4203%-2022, 3.07.2022 को तय किया गया) के मामले में इस न्यायालय की समन्वय पीठ",
  "and submits that case of petitioner is identical on facts and law to that": "द्वारा पारित एक निर्णय पर भरोसा किया है और प्रस्तुत किया है कि याचिकाकर्ता का मामला तथ्यों और कानून पर",
  "of the referred judgment.": "संदर्भित निर्णय के समान है।",
  "(7) Notice of motion.": "(7) गति की सूचना।",
  "(8) On asking of the Court, Mr. Vikas Bhardwaj, Assistant Advocate General, Haryana, who is present in the Court, accepts notice": "(8) न्यायालय के पूछने पर, श्री विकास भारद्वाज, सहायक महाधिवक्ता, हरियाणा, जो न्यायालय में उपस्थित हैं, प्रत्यर्थी-",
  "on behalf of respondent-State. He submits that aforementioned FIR has": "राज्य की ओर से नोटिस स्वीकार करते हैं। वह प्रस्तुत करता है कि उपरोक्त एफ.आई.आर सही सी.आर.पी.सी के सभी",
  "rightly been registered against the petitioner in accordance with law, by": "प्रावधानों का पालन करके, कानून के अनुसार याचिकाकर्ता के खिलाफ दर्ज किया गया है, और एक तार्किक अंत तक",
  "a logical end. However, he does not dispute the fact that the very dispute out of which proceedings were ordered to be initiated against": "आने के लिए आवश्यक है। हालांकि, वह इस तथ्य पर विवाद नहीं करते हैं कि जिस विवाद से याचिकाकर्ता के खिलाफ",
  "dispute out of which proceedings were ordered to be initiated against the petitioner, under Section 174-A IPC, stands finalised and the main": "आईपीसी की धारा ।7+-ए के तहत कार्यवाही शुरू करने का आदेश दिया गया था, उसे अंतिम रूप दे दिया गया है",
  "complaint case No. COMA/2269/2016, dated 23.11.2016, under": "और मुख्य शिकायत मामला नं। सी.ओ.एम.ए/2269 / 206, दिनांक 23..206, परक्राम्य लिखत अधिनियम, 88।",
  "Section 138 of the Negotiable Instruments Act, 1881, has already been withdrawn on 09.06.2022.": "की धारा ।38 के तहत, पहले ही 09.06.2022 को वापस ले लिया गया है।",
  "I have heard learned counsel for the parties and have also gone through the case record available before me.": "मैंने पक्षों के विद्वान वकील को सुना है और मेरे सामने उपलब्ध मामले के रिकॉर्ड को भी देखा है।",
  "(9) It is clear that dispute between private parties regarding cheque amount has already been resolved, inasmuch as, main petition": "(9) यह स्पष्ट है कि चेक राशि के संबंध में निजी पक्षों के बीच विवाद पहले ही हल हो चुका है, क्योंकि मुख्य याचिका",
  "stands withdrawn by the complainant himself on 09.06.2022, as already noticed above.": "शिकायतकर्ता द्वारा स्वयं 09.06.2022 को वापस ले ली गई है, जैसा कि पहले ही ऊपर देखा गया है।",
  "(10) In Baldev Chand Bansal v. State of Haryana and another (CRM-M-43813-2018, decided on 29.01.2019), a co-ordinate Bench of": "(0) बलदेव चंद बंसल बनाम हरियाणा राज्य और अन्य (सीआरएम-एम-॥383-208, 29.04.209 को निर्णय",
  "this Court has held as under: -": "लिया गया) में इस न्यायालय की एक समन्वय पीठ ने निम्नलिखित रूप में अभिनिर्धारित किया है: -",
  "“Prayer in this petition is for quashing of FIR No. 64 dated 15.02.2017 filed under Section 174-A of the Indian Penal Code registered at Police Station Sector-5, Panchkula and": "\"इस याचिका में प्रार्थना एफआईआर नं. 6५ दिनांक 5.02.207 को पुलिस स्टेशन सेक्टर-5, पंचकूला में दर्ज भारतीय",
  "all other subsequent proceedings arising thereof as well as order dated 24.10.2016 passed by the trial Court vide which": "दंड संहिता की धारा ।74-ए और उसके बाद की अन्य सभी कार्यवाही के साथ-साथ निचली अदालत द्वारा 2५.0.206",
  "order dated 24.10.2016 passed by the trial Court vide which a direction was issued to register the aforesaid FIR.": "को पारित आदेश के तहत दायर किया गया था, जिसके तहत उपरोक्त प्राथमिकी दर्ज करने का निर्देश जारी किया",
  "SANJEEV KUMAR v. STATE OF HARYANA 199 (Sanjay Vashisth, J.)": "संजीव कुमार बनाम हरियाणा राज्य (संजय वशिष्ठ, जे.)",
  "Learned counsel for the petitioner has relied upon the decisions rendered by this Court in “Vikas Sharma vs. Gurpreet Singh Kohli and another (supra), 2017, (3)": "याचिकाकर्ता के विद्वान वकील ने विकास शर्मा बनाम गुरप्रीत सिंह कोहली और एक अन्य (ऊपर) 20॥7, (3)",
  "L.A.R.584, Microqual Techno Limited and others Vs. State of Haryana and another, 2015 (32) RCR (Crl.) 790 and": "एल.ए.आर.58%, माइक्रोक्काल टेक्नो लिमिटेड और अन्य बनाम हरियाणा राज्य और एक अन्य, 205 (32) आरसीआर",
  "“Rajneesh Khanna Vs. State of Haryana and another”": "(सीआरएल) में इस अदालत द्वारा दिए गए फैसलों पर भरोसा किया है। 790 और \"रजनीश खन्ना बनाम हरियाणा राज्य",
  "2017(3) L.A.R. 555 wherein in an identical circumstance, this Court has held that since the main petition filed under": "और दूसरा\" 207 (3) एल.ए.आर. 555 जहां एक समान परिस्थिति में, इस न्यायालय ने यह अभिनिर्धारित किया है",
  "this Court has held that since the main petition filed under Section 138 of the Act stands withdrawn in view of an amicable settlement between the parties, therefore,": "कि चूंकि अधिनियम की धारा 38 के अधीन फाइल की गई मुख्य याचिका पक्षकारों के बीच सौहार्दपूर्ण समझौते को",
  "shall be nothing but an abuse of the process of law.": "रखना विधि की प्रक्रिया के दुरुपयोग के अतिरिक्त कुछ नहीं होगा।",
  "In view of the same, I find merit in the present petition and accordingly, present petition is allowed and the impugned": "उसी को ध्यान में रखते हुए, मुझे वर्तमान याचिका में योग्यता मिलती है और तदनुसार, वर्तमान याचिका की अनुमति",
  "order dated 24.10.2016 passed by Judicial Magistrate, 1st Class, Panchkula as well as FIR No.64 dated 15.02.2017": "दी जाती है और न्यायिक मजिस्ट्रेट, प्रथम श्रेणी, पंचकूला द्वारा दिनांक 2५.0.206 को पारित किए गए विवादित",
  "registered under Section 174-A of the Indian Penal Code at Police Station Sector-5, Panchkula and all other subsequent": "आदेश के साथ-साथ पुलिस स्टेशन सेक्टर-5, पंचकूला में भारतीय दंड संहिता की धारा 774५-ए के तहत दर्ज प्राथमिकी",
  "(11) A perusal of the above judgment would show that in a": "(॥॥) उपर्युक्त निर्णय के अवलोकन से यह पता चलेगा कि ऐसे ही किसी मामले में जहां परक्राम्य लिखत अधिनियम,",
  "pursuant to an order passed by the Trial Court in proceedings under Section 138 of the Negotiable Instruments Act, 1881, while declaring": "88 की धारा 38 के अधीन कार्यवाही में विचारण न्यायालय द्वारा पारित आदेश के अनुसरण में भारतीय दंड संहिता",
  "under Section 138 of the Act stands withdrawn in view of an amicable": "में रखते हुए अधिनियम की धारा 38 के अधीन मुख्य याचिका वापस ले ली जाती है, तो भारतीय दंड संहिता की धारा",
  "settlement between the parties, continuation of proceedings under Section 174-A IPC is nothing but an abuse of the process of law. The": "774- ए के अधीन कार्यवाही जारी रखना और कुछ नहीं अपितु विधि की प्रक्रिया का दुरुपयोग है। उक्त पहलू याचिका",
  "and setting aside the order declaring the petitioner therein as proclaimed person as well as quashing of FIR under Section 174-A IPC.": "को अनुमति देने और उसमें याचिकाकर्ता को घोषित व्यक्ति घोषित करने के साथ-साथ आईपीसी की धारा 7५-ए के",
  "(12) Another co-ordinate Bench of this Court in a case titled as Ashok Madan versus State of Haryana and another’, has also held as": "(2) अशोक मदन बनाम हरियाणा राज्य और अन्य' नामक मामले में इस न्यायालय की एक अन्य समन्वित पीठ ने भी",
  "under:-": "निम्नानुसार अभिनिर्धारित किया है: -",
  "“No doubt, the learned counsel for the respondent has": "\"इसमें कोई संदेह नहीं है कि प्रत्यर्थी के विद्वान वकील ने",
  "' 2020 (4) R.C.R. (Crl.) 87": "72020 (५) आर.सी.आर. (सीआरएल.) 87"
}