{
  "DEVINDER SINGH ASI v. STATE OF HARYANA AND OTHERS 641": "644 देवेंद्र सिंह ए. एस. आई. बनाम हरियाणा राज्य और अन्य",
  "(Permod Kohli, J.)": "(पर्मोद कोहली, जे.)",
  "provisions of Punjab Municipal Act, 1911, as amended. The": "पंजाब नगरपालिका अधिनियम, ]9]7 के प्रावधान, जैसा कि संशोधित किया गया है | पटियाला नगरपालिका",
  "civil appeals filed by Patiala Municipal Committee as well as the State Government are allowed with no order as to costs.”": "समिति के साथ-साथ राज्य सरकार द्वारा दायर दीवानी अपीलों को लागत के रूप में बिना किसी आदेश के अनुमति",
  "(16) Thus seen from any angle, the impugned order (Annexure P7)": "दी जाती है।” (6) इस प्रकार किसी भी दृष्टिकोण से देखे जाने पर, विवादित आदेश (अनुलग्नक पी7) को",
  "cannot legally be maintained, deserves to be and is hereby set aside in the obtaining circumstances of the case.": "कानूनी रूप से बनाए नहीं रखा जा सकता है, होने योग्य है और इसे मामले की प्राप्त करने वाली परिस्थितियों में",
  "(17) In the light of aforesaid reasons and without commenting further anything on merits, lest it may prejudice the case of either side, during": "(7) उपरोक्त कारणों के आलोक में और गुण-दोष पर आगे कुछ भी टिप्पणी किए बिना, ऐसा न हो कि यह किसी",
  "further anything on merits, lest it may prejudice the case of either side, during the course of re-assessment of the house tax by the MC, the instant writ": "भी पक्ष के मामले को प्रभावित कर सकता है, नगर निगम द्वारा गृह कर के पुनर्मूल्यांकन के दौरान, तत्काल रिट",
  "petitions are allowed. Consequently, the impugned order (Annexure P7) is": "याचिकाओं की अनुमति दी जाती है ।नतीजतन, विवादित आदेश (अनुलग्नक पी7) को इसके द्वारा अलग कर दिया",
  "hereby set aside and the order (Annexure P5) is restored. Meaning thereby,": "जाता है और आदेश (अनुलग्नक पी5) को बहाल कर दिया जाता है | अर्थात्‌, अधिनियम के संशोधित प्रावधानों",
  "the matter already stands remitted back to the MC for its fresh decision for imposition of house tax on the indicated properties of the petitioner-": "निर्धारिती की इंगित संपत्तियों पर गृह कर लगाने के नए निर्णय के लिए मामला पहले से ही नगर निगम को वापस",
  "K. SURI": "के. सूरी",
  "Before Permod Kohli, J.": "पर्मोद कोहली से पहले, जे.",
  "DAVINDER SINGH ASI,—Petitioner": "डेविंदर सिंह एएसआई,-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS,—Respondents C.W.P. No. 21197 of 2008": "हरियाणा राज्य और अन्य, -उत्तरदाता 2008 का सी. डब्ल्यू. पी. सं. 297",
  "27th September, 2010": "27 सितंबर, 200",
  "Constitution of India - Art. 14 & 226/227 - Punjab Police": "भारत का संविधान-अनुच्छेद 44 और 226/227-पंजाब पुलिस नियम, 934-7२।. 9. 8 (2)-",
  "involvement in criminal case and departmental proceedings - In": "आपराधिक मामले और विभागीय कार्यवाही में संलिप्तता के आधार पर ए. सी. आर. में प्रतिकूल",
  "criminal case, petitioner not arrayed as accused and not put to trial,": "टिप्पणियां-आपराधिक मामले में, याचिकाकर्ता को अभियुक्त के रूप में प्रस्तुत नहीं किया गया और",
  "whereas the other two accused acquitted - In departmental": "मुकदमा नहीं चलाया गया, जबकि अन्य दो अभियुक्तों को बरी कर दिया गया-विभागीय कार्यवाही में,",
  "proceedings, petitioner was exonerated - Very basis for adverse remarks": "याचिकाकर्ता को दोषमुक्त कर दिया गया-इस प्रकार प्रतिकूल टिप्पणियों के लिए बहुत आधार समाप्त",
  "thus extinguished - Adverse entry of honesty ‘doubtful’ and order passed in appeal set aside.": "कर दिया गया-ईमानदारी की प्रतिकूल प्रविष्टि 'संदिग्ध' और अपील में पारित आदेश को दरकिनार कर दिया गया।",
  "DEVINDER SINGH ASI v. STATE OF HARYANA AND OTHERS 643": "643 देवेंद्र सिंह ए. एस. आई. बनाम हरियाणा राज्य और अन्य",
  "Further held, that the opinion has been formulated on non existent": "इसके अलावा, यह अभिनिर्धारित किया गया कि गैर-मौजूद सामग्री पर राय तैयार की गई है, अर्थात बिना किसी",
  "material i.e. without evidence, as is apparent from the impugned order of compulsory retirement wherein reference is made to FIR No.4 dated": "साक्ष्य के, जैसा कि अनिवार्य सेवानिवृत्ति के विवादित आदेश से स्पष्ट है, जिसमें प्राथमिकी आर. संख्या 4 दिनांक",
  "03.01.2007 and two Departmental Enquiries. The outcome of these two": "03.0.2007 और दो विभागीय पूछताछों का संदर्भ दिया गया है।इन दोनों मामलों के परिणाम पहले ही ऊपर",
  "cases has already been noticed above. Thus, the very basis for compulsory retirement does not exist and it is a case of no material on record. Principles": "देखे जा चुके हैं |इस प्रकार, अनिवार्य सेवानिवृत्ति का कोई आधार मौजूद नहीं है और यह रिकॉर्ड पर किसी भी",
  "laid down in (1992) 2 SCC 299 followed. I am of the considered view": "सामग्री का मामला नहीं है।2 एस. सी. सी. 299 में निर्धारित सिद्धांतों का पालन किया गया । मेरा विचार है कि",
  "that the order of compulsory retirement is a colourable exercise of jurisdiction": "अनिवार्य सेवानिवृत्ति का आदेश अधिकार क्षेत्र का एक रंगीन अभ्यास है और इसे रद्द किया जा सकता है।",
  "and is liable to be quashed. In view of the above, these two writ petitions are accordingly allowed with the following directions: 1. Entry ofa doubtful": "उपरोक्त को ध्यान में रखते हुए, इन दो रिट याचिकाओं को निम्नलिखित निर्देशों के साथ अनुमति दी गई हैः.",
  "integrity communicated vide letter dated 23.05.2007 (Annexure P-1 in": "दिनांकित 23.05.2007 (2008 के (५४१ |४०.2व97 में अनुलग्नक ?-) के साथ-साथ दिनांकित",
  "integrity are hereby quashed. 2. The order of compulsory retirement dated 02.01.2009 (Annexure P-6 in CWP No.476 of 2009), is also quashed.": "सेवानिवृत्ति का आदेश दिनांक 02.0.2009 (2009 के ८५४? |४०.476 में अनुलग्नक ?-6) भी रद्द कर",
  "3. The petitioner is ordered to be reinstated into service forthwith. The": "दिया गया है। 3. याचिकाकर्ता को तुरंत सेवा में बहाल करने का आदेश दिया जाता है | याचिकाकर्ता मध्यवर्ती",
  "petitioner shall not be entitled to any wages during the intervening period i.e. from the date of compulsory retirement till he is reinstated, though he": "अवधि के दौरान किसी भी वेतन का हकदार नहीं होगा, यानी अनिवार्य सेवानिवृत्ति की तारीख से जब तक कि उसे",
  "will be allowed the notional benefits of increments, any other benefit which": "बहाल नहीं किया जाता है, हालांकि उसे वेतन वृद्धि के काल्पनिक लाभों की अनुमति दी जाएगी, कोई अन्य लाभ",
  "might have been available to him had he been in service, revision of pay etc. if any, for the purpose of fixation of his salary on reinstatement.": "जो उसे उपलब्ध हो सकता था यदि वह सेवा में होता, तो वेतन में संशोधन आदि, यदि कोई हो, बहाली पर अपने",
  "A.K. Bura, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से ए. के. बुरा, अधिवक्ता",
  "R.S. Kundu, Addl. AG, Haryana for the respondents.": "आर. एस. कुंडू, एडिशनल ।ए. जी., प्रतिवादी के लिए हरियाणा।",
  "PERMOD KOHLI, J.": "पर्मोद कोहली, जे।",
  "(1) These two writ petitions have been filed challenging the adverse Annual Confidential Reports for the period 26.04.2006 to 31.03.2007, vide order dated 29.05.2008 (Annexure P-3) in CWP No.21197 of 2008 and": "() ये दोनों रिट याचिकाएं 2008 के सी. डब्ल्यू., पी. ४0.2व97 में दिनांकित 29.05.2008 (अनुलग्नक",
  "order dated 29.05.2008 (Annexure P-3) in CWP No.21197 of 2008 and the communication dated 24.12.2008 (Annexure P-4) and the order of": "पी-3) और 2009 के सी. डब्ल्यू. पी. ४०.476 में दिनांकित 24.2.2008 (अनुलग्नक पी-4) और",
  "compulsory retirement dated 02.01.2009 (Annexure P-6) in CWP No.476 of 2009.": "दिनांकित 02.0.2009 (अनुलग्नक पी-6) अनिवार्य सेवानिवृत्ति के आदेश के माध्यम से 26.04.2006 से",
  "(2) Facts leading to the filing of these two writ petitions are briefly noticed hereunder.": "(2) इन दो रिट याचिकाओं को दायर करने वाले तथ्यों पर संक्षेप में ध्यान दिया गया है।",
  "642 LL.R. PUNJAB AND HARYANA 2012(1)": "आई. एल. आर. पंजाब और हरियाणा 202(]) 644",
  "Held, That the adverse reports noticed herein above, it can be": "(2) ऊपर यहाँ देखी गई प्रतिकूल रिपोर्टों से, यह आसानी से अनुमान लगाया जा सकता है कि",
  "conveniently inferred that FIR No.4 dated 03.01.2007 and the Departmental Proceeding are the reasons for doubting the integrity of the petitioner. In": "03.0.2007 दिनांकित प्राथमिकी आर, संख्या 4 और विभागीय कार्यवाही याचिकाकर्ता की ईमानदारी पर",
  "so far other aspects relating to his efficiency etc. are concerned perhaps": "संदेह करने के कारण हैं | जहाँ तक उनकी कार्यकुशलता आदि से संबंधित अन्य पहलुओं का संबंध है, शायद कोई",
  "no interference may be warranted. No material has been referred to except": "हस्तक्षेप आवश्यक नहीं है किसी भी सामग्री का उल्लेख नहीं किया गया है।",
  "the FIR and the Departmental Proceedings. Even the reasons for such an": "प्राथमिकी आर, और विभागीय कार्यवाही | यहाँ तक कि इस तरह की राय के कारणों को भी जवाब में दर्ज या",
  "opinion are not recorded or disclosed in the reply. In view of the outcome of the criminal proceedings and the Departmental Enquiry noticed above,": "प्रकट नहीं किया जाता है । आपराधिक कार्यवाही और ऊपर देखी गई विभागीय जांच के परिणाम को देखते हुए,",
  "the adverse remarks regarding integrity of the petitioner, are not substantiated": "याचिकाकर्ता की ईमानदारी के बारे में प्रतिकूल टिप्पणियों की किसी भी सामग्री द्वारा पुष्टि नहीं की जाती है और",
  "case, petitioner not arrayed as accused and not put to trial, whereas": "बताया गया है | याचिकाकर्ता को उसके खिलाफ दर्ज प्राथमिकी में कभी भी आरोपी नहीं बनाया गया था | अदालत",
  "against him 1.e. 26.04.2006 to 31.03.2007. Petitioner has been conveyed": "(8) 26.4.2006 से 3].03.2006 तक की अवधि के लिए संलग्नक पी-] के माध्यम से याचिकाकर्ता के",
  "representation stands rejected vide memo dated 29.05.2008 (Annexure P-3) by a non-speaking order, which is subject matter of challenge along": "द्वारा 29.05.2008 (अनुलग्नक पी-3) दिनांकित ज्ञापन के माध्यम से अस्वीकार कर दिया गया है, जो 2008",
  "with the adverse entry in CWP No.21197 of 2008. While this writ petition": "के सी. डब्ल्यू. पी. 8४0.2व97 में प्रतिकूल प्रविष्टि के साथ चुनौती का विषय है । जबकि यह रिट याचिका",
  "(Annexure P-2 with CWP No.476 of 2009) proposing to compulsory retire": "(2009 के सी. डब्ल्यू., पी. ४0.476 के साथ अनुलग्नक पी-2) दिया गया है, जो हरियाणा राज्य पर लागू होता",
  "and amended from time to time. He was asked to submit his reply within": "है और समय-समय पर संशोधित किया जाता है । उन्हें 5 दिनों के भीतर अपना जवाब देने के लिए कहा गया",
  "submitted a detailed reply through proper channel vide Annexure P-3 with": "पी. <आई. डी. 2 के साथ संलग्नक पी-3 द्वारा से उचित चैनल द्वारा से एक विस्तृत जवाब प्रस्तुत किया, अपने",
  "order dated 23.12.2008 (Annexure P-4 with CWP No.476 of 2009)": "दिनांकित 23.2.2008 (2009 के सी. डब्ल्यू. पी. आई. डी. 2 के साथ संलग्नक पी-4) के आदेश के",
  "to the Government for approval as required under Rule 9.18 (2) of Punjab": "9,8 (2) के तहत अनुमोदन के लिए सरकार को भेज दिया | इस आदेश को याचिकाकर्ता को दिनांकित",
  "of 2009). Consequently, the petitioner stands retired with effect from": "निर्देश दिया गया था ।नतीजतन, याचिकाकर्ता एक बाद के आदेश दिनांक 02.02.2009 (2009 के ८४४०",
  "CWP No.476 of 2009). The Show Cause Notice and the order of compulsory retirement are subject matter of challenge in CWP No.476 of 2009.": "डब्ल्यू. पी. ४0.476 में कारण दिखाएँ नोटिस और अनिवार्य सेवानिवृत्ति का आदेश चुनौती का विषय है| (4) इन",
  "(4) Common grounds to challenge the adverse reports and compulsory retirement have been projected in these writ petitions.": "रिट याचिकाओं में प्रतिकूल रिपोर्ट और अनिवार्य सेवानिवृत्ति को चुनौती देने के लिए सामान्य आधार पेश किए गए",
  "(5) Itis averred that the petitioner was posted as Incharge Railway Police Post, Bhiwani, in the month of November, 2006, where one Suraj": "(5) ऐसा माना जाता है कि याचिकाकर्ता को नवंबर, 2006 के महीने में रेलवे पुलिस चौकी, भिवानी के प्रभारी",
  "Mal, Head Constable, Belt No.522, was working under him. It is alleged": "के रूप में तैनात किया गया था, जहाँ सूरज मल, हेड कांस्टेबल, बेल्ट ४0.522, उसके अधीन काम कर रहा",
  "that Suraj Mal was not working sincerely. The petitioner recorded his": "था | आरोप है कि सूरज मल ईमानदारी से काम नहीं कर रहा था ।याचिकाकर्ता ने अपनी अभाव दर्ज की और इस"
}