{
  "dated 21st October, 1995 be set aside and the case be restored to its": "दिनांक 2] अक्टूबर, 995 को अलग रखा जाए और मामले को उसकी मूल संख्या में बहाल",
  "original number. This application was dismissed by the learned trial court vide order dated 10th August, 1996 which has been challenged": "किया जाए | इस आवेदन को विद्वत निचली अदालत ने 0 अगस्त, 996 के आदेश के",
  "2. Mr. Sheoran, the learned counsel appearing on behalf of the": "2 श्री श्योराण, याचिकाकर्ताओं की ओर से पेश विद्वान वकील प्रस्तुत करते हैं कि",
  "petitioners submits that the learned trial court has failed to apply the mind properly while passing the impugned order as the application": "विद्वान निचली अदालत विवादित आदेश पारित करते समय दिमाग को ठीक से लागू करने में",
  "neither the plaintiff nor his.counsel was present on 21st October; 1995": "प्रस्तुत करता है कि चूंकि न तो वादी और न ही उसका वकील 2] अक्टूबर, 995 को",
  "when the suit of the plaintiff was dismissed, the learned. trial court": "उपस्थित था, जब वादी का मुकदमा खारिज कर दिया गया था, इसलिए विद्वत निचली",
  "ought to have restored the suit of the plaintiff under order 17 Rule 2 CPC.": "अदालत को आदेश 7 नियम 2 सी. पी. सी. के तहत वादी के मुकदमे को बहाल करना चाहिए था।",
  "3. After hearing the learned counsel for the parties and having perused the records, I do not find any merit in this petition. The order": "3 पक्षों के विद्वान वकील को सुनने और अभिलेखों को पढ़ने के बाद, मुझे इस याचिका",
  "perused the records, I do not find any merit in this petition. The order dated 21st October, 1995 which has been re-produced herein aboye": "में कोई योग्यता नहीं मिलती है ।2। अक्टूबर, 995 का आदेश, जिसे इसमें फिर से प्रस्तुत",
  "itself shows that on that date the evidence of the plaintiff was closed under section 35 B CPC and since the plaintiff had failed to examine": "किया गया है, स्वयं दर्शाता है कि उस तारीख को वादी का साक्ष्य धारा 35 बी सी. पी. सी. के",
  "any witness despite several opportunities given to the plaintiff, the": "तहत बंद कर दिया गया था और चूंकि वादी को कई अवसर दिए जाने के बावजूद वादी किसी",
  "suit of the plaintiff was dismissed. Since the suit was dismissed on": "भी गवाह की जांच करने में विफल रहा था, इसलिए वादी का मुकदमा खारिज कर दिया गया",
  "the plaintiffs on 21st October, 1995 for restoration of the suit, itself, at": "आदेश के माध्यम से, वाद की बहाली के लिए वादी द्वारा 2। अक्टूबर, 995 को दायर",
  "liberty to challenge the order dated 21st October, 1995 by which their": "आवेदन, स्वयं 2। अक्टूबर, 995 के आदेश को चुनौती देने के लिए स्वतंत्र है, जिसके",
  "suit was dismissed on merits, before the appropriate forum in accordance": "द्वारा उनका वाद गुण-दोष के आधार पर खारिज कर दिया गया था, कानून के प्रावधानों के",
  "with the provisions of law but in any case the application for restoration": "अनुसार उपयुक्त मंच के समक्ष, लेकिन किसी भी मामले में वाद की बहाली के लिए आवेदन",
  "of the suit did not lie against the said order. Accordingly, the petition is dismissed.,": "उक्त आदेश के खिलाफ नहीं था | तदनुसार, याचिका खारिज कर दी जाती है। .",
  "R.N.R.": "आरएनआर",
  "Before G.S. Singhvi & M.S.Gill, JJ": "न्यायामूर्ति जी. एस. सिंघवी और एम.एस.गिल, के समक्ष",
  "MUNICIPAL COMMITTEE, THANESAR,—Petitioner.": "नगरपालिका समिति, ठाणेसर,-याचिकाकर्ता |",
  "versus": "बनाम",
  "STATE OF HARYANA & OTHERS,—Respondents.": "हरियाणा राज्य और अन्य,-उत्तरदाता |",
  "21st July, 1999": "2] जुलाई, 999",
  "Constitution of India, 1950—Art. 14—Haryana Municipal Act,": "भारत का संविधान, 950-अनुच्छेद | 4---हरियाणा नगरपालिका अधिनियम,",
  "1973—Ss. 208, 205 (5) & 240—Building plans of proposed construction contrary to scheme—Application for sanction of construction of building": "]973---एस.एस. 203, 20565) एवं 240-योजना के विपरीत प्रस्तावित निर्माण की भवन",
  "remaining undecided within 60 days of the receipt of notice-—Provision": "योजना-भवन निर्माण की मंजूरी के लिए आवेदन नोटिस की प्राप्ति के 60 दिनों के भीतर",
  "of deemed sanction under section 205 (5) cannot be invoked if it results": "अनिर्णीत रहना - धारा 205 (5) के तहत स्वीकृत मंजूरी का प्रावधान लागू नहीं किया जा",
  "(Civil) under section 203 merely because similarly situated person": "एस.डी.ओ. द्वारा मंजूरी दी गई। (सिविल) धारा 203 के तहत केवल इसलिए कि समान",
  "_ Held that, rule of deemed sanction under section 205 (5) of the Haryana Municipal Act, 1973 cannot be invoked if such sanction may": "205 (5) के तहत मानित मंजूरी का नियम लागू नहीं किया जा सकता है यदि इस तरह की",
  "Haryana Municipal Act, 1973 cannot be invoked if such sanction may result inviolation of any bye-law, or any building or town planning scheme sanctioned under Section 203.": "मंजूरी के परिणामस्वरूप किसी उप-कानून, या धारा 203 के तहत स्वीकृत किसी भी भवन या नगर योजना योजना का उल्लंघन हो सकता है।",
  "(Para 7)": "(पैरा 7)",
  "_ Further held, that illegality committed by a public authority in": "इसके अलावा यह अभिनिर्धारित किया गया कि एक मामले में सार्वजनिक प्राधिकरण",
  "one case cannot be made basis for compelling it to commit similar illegality": "द्वारा की गई अवैधता को दूसरे मामले में इसी तरह की अवैधता करने के लिए मजबूर करने",
  "Constitution enjoins upon the State to accord similar treatment to similarly situated persons but it cannot be read as conferring a right": "सिद्धांत राज्य को समान रूप से स्थित व्यक्तियों के साथ समान व्यवहार करने का आदेश",
  "similarly situated persons but it cannot be read as conferring a right ‘upon a person-to seek enforcement of negative equality. In another": "देता है, लेकिन इसे किसी व्यक्ति को नकारात्मक समानता को लागू करने का अधिकार प्रदान करने के रूप में नहीं पढ़ा जा सकता है । दूसरे शब्दों में, सार्वजनिक अधिकारियों को",
  "issuing direction to the public authorities to take action in contravention": "वैधानिक प्रावधानों के उल्लंघन में कार्रवाई करने का निर्देश जारी करने के लिए समानता",
  "action has been taken in violation of law. Therefore, the direction given by respondent Nos. 1 and 2 to the petitioner to sanction the building": "कानून के उल्लंघन में कुछ कार्रवाई की गई है | इसलिए, प्रतिवादी संख्या | और 2 द्वारा",
  "by respondent Nos. 1 and 2 to the petitioner to sanction the building plan of respondent No. 3 ignoring the fact that sanction given in the": "याचिकाकर्ता को प्रतिवादी संख्या 3 की भवन योजना को मंजूरी देने का निर्देश इस तथ्य",
  "case of Ashok Kumar was contrary to Section 205 (1) cannot be": "को नजरअंदाज करते हुए दिया गया कि अशोक कुमार के मामले में दी गई मंजूरी धारा 205",
  "(Para 10)": "(पैरा 0)",
  "Rajesh Chaudhary, Counsel,—for the Petitioner.": "राजेश चौधरी, वकील-याचिकाकर्ता की ओर से।",
  "Jaswant Singh, Deputy Advocate General, Haryana,—/or respondent Nos. 1 and 2.": "जसवंत सिंह, उप महाधिवक्ता, हरियाणा-प्रतिवादी संख्या | और 2 के लिए।",
  "V. B. Aggarwal, Counsel,—/for respondent No. 3.": "वी. बी. अग्रवाल, वकील-प्रत्यर्थी संख्या 3 के लिए।",
  "JUDGMENT": "न्याय",
  "(1) Municipal Committee, Thanesar (hereinatter described as the": "]. नगरपालिका समिति, थानेसर (इसके बाद याचिकाकर्ता का वर्णन किया गया है) ने",
  "petitioner) has filed this petition under article 226 of the Constitution": "संविधान के अनुच्छेद 226 के तहत यह याचिका इस प्रार्थना के साथ दायर की है कि आदेश",
  "with the prayer that the order dated 23rd January, 1986 and": "को मंजूरी देने का निर्देश दिया जाए। 23 जनवरी, 996 के एक आदेश द्वारा, प्रतिवादी संख्या 2",
  "suggestion and shall then forward such scheme as originally drawn up or as modified to the Deputy Commissioner, who": "रूप से तैयार की गई या संशोधित की गई ऐसी योजना को उपायुक्त को भेजेगी, जो",
  "may if he thinks fit, return it to the committée for reconsideration and resubmission by a specified date ; and the": "यदि उचित समझता है, तो इसे एक निर्दिष्ट तिथि तक पुनर्विचार और पुनः प्रस्तुत",
  "refuse to sanction it, or may return it to the committee for": "योजना को मंजूरी दे सकता है या इसे मंजूरी देने से इनकार कर सकता है, या इसे एक",
  "205. Powers of committee to sanction or refuse erection or re-": "(205) भवनों के निर्माण या पुनर्निर्माण को मंजू देने री देने या अस्वीकार करने के लिए समिति",
  "erection of buildings.—(1) The committee or the Executive": "की शक्तियाँ ।-() समिति या कार्यपालक , जैसा भी मामला हो, धारा 202",
  "made under sub-section (1) of section 202 or in contravention": "की उप-धारा (]) के तहत बनाए गए किसी कानून क का उल्लंघन करते हुए या धारा",
  "of any scheme mentioned under sub-section (3) or sub-section": "की उप-धारा (3) या उप-धारा (4) 0 के तहत किसी योजना का उल्लंघन",
  "(4) of section 203, unless it be necessary to sanction the erection": "देगा ।203, किसी भवन की स्थापना के लिए धारा 84 द्वारा आवश्यक मुआवजे का",
  "of a building in contravention of such a scheme owing to the committee’s inability to pay compensation as required by section": "भुगतान करने में समिति की असमर्थता के कारण ऐसी योजना के उल्लंघन में किसी",
  "(2) When the erection or re-erection of a. building is likely, in the opinion of the committee or the Executive Officer, as the case": "(2) जब समिति या कार्यपालक अधिकारी, यथास्थिति, की राय में किसी भवन का निर्माण",
  "may be, to interfere with the enforcement of a scheme proposed under section 203, the committee may refuse its sanction, and": "या पुनर्निमाण धारा 203 के तहत प्रस्तावित योजना के प्रवर्तन में हस्तक्षेप करने की संभावना है, तो समिति अपनी मंजूरी से इनकार कर सकती है और ऐसे मामले मे",
  "with the ground therefore, to the applicant within sixty days": "आवेदक को उसके आवेदन की प्राप्ति के साठ दिनों के भीतर आधार के साथ लिखित",
  "of the receipt of his application, and the applicant may thereafter by written notice require the committee to proceed": "रूप में अपने इनकार के बारे में सूचित करेगी, और आवेदक इसके बाद लिखित सूचना",
  "with the preparation of the proposed scheme with all possible": "द्वारा समिति से प्रस्तावित योजना की तैयारी के लिए हर संभव गति से आगे बढ़ने की",
  "speed. The application shall be deemed to have been sanctioned if an order of refusal is not passed by the committee, or the": "अपेक्षा कर सकता है ।आवेदन को स्वीकृत माना 308 ग्गा यदि समिति या कार्यकारी",
  "Executive Officer, as the csse may be, within the time specified": "अधिकारी, जैसा भी आवश्यक हो, द्वारा उपरोक्त समय के भीतर अस्वीकार",
  "above, or if the proposed scheme has not received the sanction": "करने का आदेश पारित नहीं किया जाता है, या यदि प्रस्तावित योजना को आवेदक की",
  "of the State Government within twelve months of the date of": "बिली है सूचना देने की तारीख से बारह महीने के भीतर राज्य सरकार की मंजूरी नहीं",
  "(3) The committee, or Executive Officer, as the case may be, may refuse, to sanction the erection or re-erection of any building": "(3) समिति या कार्यकारी अधिकारी, जैसा भी मामला हो, किसी भी भवन के निर्माण या मा को मंजूरी देने से इनकार कर सकते हैं।",
  "for any other reason, to be communicated in writing to the applicant, which it, or he as the case may be, deems to be just": "अन्य कारण से, आवेदक को लिखित रूप में सूचित किया जाना है, जिसे वह,",
  "and sufficient as affecting such building, or if the land, on": "या वह, यथास्थिति, ऐसे भवन को प्रभावित करने के रूप में न्‍्यायसंगत और पर्याप्त",
  "which it is proposed to erect or re-erect such building is vested": "समझता है, या यदि वह भूमि, जिस पर ऐसा भवन बनाने या फिर से बनाने का",
  "in the Government or in the committee and the consent of the Government concerned or, as the case may be, of the committee": "प्रस्ताव है, सरकार या समिति में निहित है और संबंधित सरकार की सहमति या,",
  "Government concerned or, as the case may be, of the committee has not been obtained, or if the title to the land is in dispute": "जैसा भी मामला हो, समिति की सहमति प्राप्त नहीं की गई है, या यदि भूमि का",
  "between such person and the committee or any Government.": "अधिकार ऐसे व्यक्ति और समिति या किसी सरकार के बीच विवाद में है।",
  "(5) Notwithstanding anything contained in sub-section (1) or sub- section (3) but subject to the provisions of sub-section (2) of": "(5) उप-धारा () या उप-धारा (3) में किसी बात के होते हुए भी, लेकिन इस धारा की",
  "section 202 and sub-section (2) of this section if the committee": "धारा 202 की उप-धारा (2) और उप-धारा (2) के प्रावधानों के अधीन रहते लो",
  "within sixty days of the receipt from any person of a valid notice of such person’s intention to erect or re-erect a building, .": "भवन को बनाने या फिर से बनाने के इरादे की वैध सूचना की प्राप्ति के साठ दिनों के",
  "or within one hundred and twenty days, if the notice relates to a building, on the same or part of the same site, on which": "भीतर, या एक सौ बीस दिनों के भीतर, यदि सूचना उसी स्थान पर या उसी हिस्से",
  "sanction for the erection of a building has been refused within the previous twelve months, to pass orders sanctioning or": "पर, जिस पर पिछले बारह महीनों के भीतर किसी भवन के निर्माण के लिए मंजूरी",
  "refusing to sanction such erection or re-erection such, unless the land on which it is proposed to erect or re-erect such buildings belongs to or vests in the committee, be deemed to": "देने से इनकार कर दिया गया है, किसी भवन से संबंधित है, तो ऐसे निर्माण या फिर",
  "(7) Acareful and conjoint reading of the provisions quoted above": "(7) ए. सी. ए. आई. ए. ने प्रावधानों के सावधानीपूर्वक और 3-संयुक्त निर्देश में कहा है",
  "shows that power to sanction or not to sanction a scheme framed by the": "कि नगरपालिका समिति द्वारा बनाई गई योजना को मंजूरी देने या न देने की शक्ति अधिनियम",
  "Municipal Committee vests in the State Government under Section 203 (3) and (4) of Act and once the scheme is sanctioned, the Municipal": "की धारा 203 (3) और 4 के तहत राज्य सरकार में निहित है और ्ू बार योजना स्वीकृत हो",
  "First part of sub-section (1) of Section 205 imposes a duty on the Municipal Committee or the Executive Officer, as the case may be, to": "का पहला भाग नगर समिति या कार्यपालक अधिकारी पर, यथास्थिति, किसी भी भवन के",
  "refuse to sanction the erection or re-erection of any building if it is": "निष्कासन या पुनः निर्माण को मंजूरी देने से इनकार करने का कर्तव्य अधिरोपित करता है, यदि",
  "contrarty to any bye-law or any scheme sanctioned under sub-section (3) or (4) of Section 203 of the Act. Sub-section (2) of Section 205": "वह किसी उप-कानून या अधिनियम की धारा 203 की उप-धारा (3) या (4) के तहत स्वीकृत",
  "a proposed scheme. Sub-section (5) of Section 205 which begins with a": "किसी योजना के लिए सह-पक्षपाती है। धारा 205 की उप-धारा (2) में समिति द्वारा किसी भवन",
  "sanction the building plan of respondent No. 3 notwithstanding the": "और धोखाधड़ी की मंजूरी को याचिकाकर्ता को प्रतिवादी संख्या 3 की भवन योजना को मंजूरी",
  "fact that it was contrary to the.town planning scheme. Shri V. B.": "तथ्य यह है कि यह नगर योजना के विपरीत था ।प्रतिवादी संख्या 3 के विद्वान वकील",
  "Aggarwal, learned counsel for respondent No. 3 vehemently supported the orders passed by respondent Nos. 1 and 2 by arguing that building": "श्री वी.बी. अग्रवाल ने प्रतिवादी संख्या | और 2 द्वारा पारित आदेशों का पुरजोर समर्थन",
  "He submitted that the width of the road is only 50 feet and not 80 feet": "उल्लंघन नहीं करती है। उन्होंने कहा कि सड़क की चौड़ाई केवल 50 फीट है, 80 फीट नहीं,",
  "as claimed by the petitioner. He further submitted that the building": "जैसा कि याचिकाकर्ता ने दावा किया है। उन्होंने आगे कहा कि प्रतिवादी नंबर 3 द्वारा बनाई",
  "then placed reliance on the decision of the Supreme Court in Yogendra Pal and others v. Municipality, Bhatinda and others (1), and argued": "नगर पालिका, भटिंडा और अन्य ' में सुप्रीम कोर्ट के फैसले पर भरोसा जताया और तर्क दिया",
  "that in view of the striking down of Section 203 of the Act by the Apex": "कि शीर्ष अदालत द्वारा अधिनियम की धारा 203 को रद्द करने के मद्देनजर, टाउन प्लानिंग",
  "Court, Town Planning Scheme No. 1 (Part-II) will be deemed to have been nullified and sanction of the building plan submitted by respondent": "योजना संख्या | (भाग-2) को निरस्त माना जाएगा और प्रतिवादी संख्या 3 द्वारा प्रस्तुत भवन",
  "No. 3 could not be refused on the ground that it does not conform to the said scheme.": "योजना हि को इस आधार पर अस्वीकार नहीं किया जा सकता है कि यह उक्त योजना के अनुरूप नहीं है।",
  "(5) We have thoughtfully considered the submissions of the learned counsel.": "5 हमने विद्वान वकील की दलीलों पर सोच-समझकर विचार किया है।",
  "(6) Section 203 of Act provides for framing of a building scheme for built-up areas and a town planning scheme for unbuilt areas. Sub- '": "6 अधिनियम की धारा 203 निर्मित क्षेत्रों के लिए एक भवन योजना और अनिर्मित क्षेत्रों के लिए एक नगर नियोजन योजना तैयार करने का प्रावधान करती है। धारा 203 की",
  "sections (2) to (6) of Section 203 lays down the procedure for framing of": "उपधारा (2) से (6) योजना तैयार करने और उसके कार्यान्वयन की प्रक्रिया बताती है। धारा",
  "the scheme and its implementation. Section 205 confers power upon the committee and/or the Executive Officer to sanction or refuse to sanction erection or re-erection of buildings. The extracts of Section": "205 समिति और/या कार्यकारी अधिकारी को भवनों के निर्माण यान : निर्माण को मंजूरी देने या मंजूरी देने से इनकार करने की शक्ति प्रदान करती है। इस में उठाए गए मुद्दे पर",
  "203 (1) and (3) and Section 205 (1), (2) and (5) of Act which have": "प्रभाव ॥7डालने वाले अधिनियम की धारा 203 (]) और (3) और धारा 205 (), (2) और (5) के",
  "“203. Building scheme.—(1) The committee may, and-if so required by the Deputy Commissioner shall, within six months": "“203. निर्माण योजना ।--() समिति, और यदि उपायुक्त द्वारा ऐसा आवश्यक हो, तो ऐसी मांग",
  "required by the Deputy Commissioner shall, within six months of the date of such requisition, draw up a building scheme for": "की तारीख से छह महीने के भीतर, निर्मित क्षेत्रों के लिए एक भवन योजना और गैर-निर्मित",
  "built areas, and a town planning scheme for unbuilt areas,": "क्षेत्रों के लिए एक नगर योजना योजना तैयार कर सकती है, जो अन्य बातों के अलावा",
  "which may among other things provide for the following matters, namely :—": "निम्नलिखित मामलों के लिए प्रावधान कर सकती है, अर्थात्‌ :--",
  "(a) the restriction of the erection or re-erection of buildings or any class of buildings in the whole of or any part of the": "(४) नगर लिका के वर या या किसी भाग में भवनों या भवनों के किसी वर्ग के निर्माण",
  "municipality, and of the use of which they may be put ;": "या पुनर्निर्माण का प्रतिबंध, और जिसका उपयोग किया जा सकता है;",
  "(b) the prescription of a building line on either side or both sides of any street existing of proposed ;": "(9) प्रस्तावित सड़क के दोनों ओर या दोनों तरफ एक इमारत लाइन का प्रिस्क्रिप्शन;",
  "(1) AIR 19945S.C. 2550": "() ए. आई. आर. 994 एस. सी. 2550",
  "erection or re-erection of a building within 60 days of the receipt of a": "सूचना प्राप्त होने के 60 दिनों के भीतर किसी भवन के निर्माण या फिर से निर्माण को मंजूरी देने",
  "then the sanction will be deemed to have been granted. However, this": "है, तो मंजूरी को स्वीकृत माना जाएगा।हालाँकि, मानित मंजूरी के इस नियम को लागू नहीं",
  "in violation of any bye-law, or any building or town planning scheme sanctioned under Section 203.": "के तहत स्वीकृत किसी भी भवन या नगर योजना का उल्लंघन हो सकता है।",
  "(8) Having analysed the relevant statutory provisions, we may": "(8) प्रासंगिक वैधानिक प्रावधानों का विश्लेषण करने के बाद, हम इस मामले के",
  "revert back to the facts of this case. A critical scrutiny of the record of": "तथ्यों पर वापस लौट सकते हैं इस मामले के अभिलेख की गंभीर जांच से पता चलता है कि",
  "this case shows that soon after the receipt of plan submitted by respondent No: 3 for proposed erection of building, the petitioner raised": "प्रतिवादी नं.- द्वारा प्रस्तुत योजना की प्राप्ति के तुरंत बाद ।3 प्रस्तावित भवन निर्माण के",
  "1994, respondent No. 3 was called upon to remove the objections/defects.": "थे।8 नवंबर, 994 के पत्र के माध्यम से, प्रतिवादी संख्या 3 को आपत्तियों/दोषों को दूर करने",
  "29th March, 1995, 23rd August, 1995 and 15th December,1995.": "के लिए कहा गया था।6 फरवरी, 995,29 मार्च, 995,23 अगस्त, 995 और ॥5 दिसंबर,",
  "Instead of doing that he filed petition before respondent No. 2, who": "995 के संचार में इसे दोहराया गया था ऐसा करने के बजाय उन्होंने प्रतिवादी संख्या 2 के",
  "directed the petitioner to pass the building plan No. 124/1994-95: The": "समक्ष याचिका दायर की, जिसने याचिकाकर्ता को भवन योजना संख्या 24/994-95 पारित",
  "reason which prompted respondent No. 2 to pass order dated 23rd January, 1996 was that in the case of similarly situated person, namely, Ashok Kumar, the petitioner had sanctioned the building plan.": "करने का निर्देश दिया । जिस कारण से प्रतिवादी संख्या 2 ने 23 जनवरी, 996 को आदेश पारित करने के लिए प्रेरित किया, वह यह था कि समान रूप से स्थित व्यक्ति, अशोक कुमार के मामले में, याचिकाकर्ता ने भवन योजना को मंजूरी दी थी।प्रत्यर्थी संख्या | ने भी याचिकाकर्ता की",
  "(9) In our opinion, the reason assigned by respondent Nos. 1 and": "(9) हमारी राय में, प्रतिवादी संख्या | और 2 द्वारा याचिकाकर्ता को प्रतिवादी",
  "No. 3 is wholly irrelevant and extraneous to the scope of Section 205 of the Act and, therefore, the impugned orders are liable to be quashed.": "अप्रासंगिक और अधिनियम की धारा 205 के दायरे से बाहर है और इसलिए, आदेश",
  "Nos. 1 and 2 is ultra vires to sub-sections (1) and (5) of Section 205 of": "दिया गया निर्देश अधिनियम की धारा 205 की उप-धारा () और (5) के अधिकार क्षेत्र से बाहर",
  "the Act and, therefore, a writ in the nature of certiorari deserves to be": "है और इसलिए, इसे रद्द करने के लिए प्रमाण पत्र की प्रकृति में एक रिट जारी की जानी",
  "issued to nullify the same. Unfortunately, the official respondents | adverted to the provisions of Section 205 which clearly prohibits sanction": "चाहिए। दुर्भाग्य से, आधिकारिक उत्तरदाताओं ने धारा 205 के प्रावधानों का विज्ञापन किया",
  "of a building plan if it is contrary to the bye-laws or the sanctioned": "जो स्पष्ट रूप से किसी भवन योजना की मंजूरी पर रोक लगाता है यदि वह उपनियमों या",
  "Town Planning Scheme. Neither of them decided the plea of the petitioner that the proposed construction was contrary to the Town": "स्वीकृत नगर नियोजन योजना के विपरीत है इनमें से किसी ने भी याचिकाकर्ता की इस दलील",
  "government in 1977. We, therefore, hold that the impugned orders are": "विपरीत था, जिसे मंजूरी दे दी गई थी ।977 में सरकार । इसलिए, हम मानते हैं कि लागू आदेश",
  "illegal and ulira vires to Section 205 of the Act.": "अवैध हैं और अधिनियम की धारा 205 के दायरे से बाहर हैं।",
  "(10) We are also convinced that the sanction of building plan submitted by Ashok Kumar, which, according to the petitioner, was contrary to Section 205 of the Act could not have been relied upon by": "(0) हम इस बात से भी आश्वस्त हैं कि अशोक कुमार द्वारा प्रस्तुत भवन योजना कीमंजूरी, जो याचिकाकर्ता के अनुसार, अधिनियम की धारा 205 के विपरीत थी, पर प्रतिवादी",
  "respondent Nos. 1 and 2 to direct that the building plan of respondent": "संख्या | और 2 द्वारा यह निर्देश देने के लिए भरोसा नहीं किया जा सकता था कि भवन योजना",
  "No. 3 be sanctioned. It is a settled proposition of law that illegality": "प्रतिवादी संख्या 3 को मंजूरी दी जाए। यह कानून का स्थापित प्रस्ताव है कि किसी",
  "committed by a public authority in one case cannot be made basis for compelling it to commit similar illegality in another case. The doctrine": "सार्वजनिक प्राधिकरण द्वारा एक मामले में की गई अवैधता को दूसरे मामले में इसी तरह की अवैधता करने के लिए मजबूर करने का आधार नहीं बनाया जा सकता है। संविधान के",
  "of equality embodied in Article 14 of the Constitution enjoins upon the": "अनुच्छेद 4 में सन्निहित समानता का सिद्धांत राज्य को समान स्थिति वाले व्यक्तियों के साथ",
  "State to accord similar treatment to similarly situated persons but it": "समान व्यवहार करने का आदेश देता है, लेकिन इसे किसी व्यक्ति को नकारात्मक समानता लागू",
  "cannot be read as conferring a right upon a person to seek enforcement of negative equality. In other words, the principle of equality. cannot": "करने का अधिकार प्रदान करने के रूप में नहीं पढ़ा जा सकता है। दूसरे शब्दों में, समानता के",
  "be stretched and misused for issuing direction to the public authorities to take action in contravention of the statutory provisions simply because": "सिद्धांत को वैधानिक प्रावधानों के उल्लंघन में कारवाई करने के लिए सार्वजनिक अधिकारियों को निर्देश जारी करने के लिए बढ़ाया या दुरुपयोग नहीं किया जा सकता है, क्योंकि किसी",
  "in a particular case some action has been taken in violation of law.": "विशेष मामले में कानून न के उल्लंघन में कुछ कार्रवाई की गई है।इसलिए, इस तथ्य को",
  "the fact that sanction given in the case of Ashok Kumar was contrary to Section 205 (1) cannot be sustained.": "नजरअंदाज करते हुए कि अशोक कुमार के मामले में दी गई मंजूरी धारा 205 () के विपरीत",
  "submitted by respondent No. 3 for sanction of the building plan, the": "थी, प्रतिवादी नंबर 3 के भवन योजना को मंजूरी देने के लिए प्रतिवादी नंबर | और 2 द्वारा"
}