{
  "CHHOTE LAL JAIN & COMPANY & ANOTHER,—Petitioners.": "छोटे लाल जैन और कंपनी और अन्य - याचिकाकर्ता",
  "versus": "बनाम",
  "BAHADUR CHAND,—Respondent.": "बहादुर चंद,-उत्तरदाता।",
  "C.R. No. 850 of 1997": "997 का सी. आर. न. 850",
  "- 19th March, 1998": "9 मार्च, 998",
  "Code of Civil Procedure, 1908—0.17 Rl. 2—Plaintiff’s evidence": "सिविल प्रक्रिया संहिता, /908-0.7 नियम 2 - कई अवसरों के बावजूद गवाहों से",
  "closed under section 35-B CPC on failure to examine witnesses despite": "पूछताछ करने में विफलता पर धारा 35-बी सी. पी. सी. के तहत वादी के साक्षय को बंद कर",
  "several opportunities—Dismissal of suit on merits—Application for": "दिया जाता है-गुण-दोष के आधार पर मुकदमे को खारिज करना- बहाली के लिए आवेदन",
  "restoration not maintainable—However, challenge can be laid to the order of dismissal of suit in accordance with law.": "कैचारणीय कहीं है - हालांकि, कानून के अनुसार मुकदमे को खारिज करने के आदेश को चुनौती जा सकती है।",
  "Held that, where the evidence of the plaintiff was closed under Section 35-B CPC and since the plaintiff had failed to examine any": "निर्धारित किया है कि जहां वादी का साक्षय धारा 35-बी सी. पी. सी. के तहत बंद कर",
  "witness despite several opportunities given to the plaintiff, the suit of": "दिया गया था और चूंकि वादी को कई अवसर दिए जाने के बावजूद वादी किसी भी गवाह से",
  "the plaintiff was dismissed. Since the suit was dismissed on merits vide": "पूछताछ करने में विफल रहा था, वादी का मुकदमा खारिज कर दिया गया था।चूंकि 2",
  "on 21st October, 1995 for restoration of the suit, itself, was not": "था, इसलिए वादी द्वारा 2। अक्टूबर, 995 को मुकदमे की बहाली के लिए दायर आवेदन स्वयं",
  "maintainable. The petitioners—plaintiffs were, however, at liberty to challenge the order dated 21st October, 1995 by which their suit was": "विचारणीय नहीं था।हालाँकि, याचिकाकर्ता-वादी 2। अक्टूबर, 995 के उस आदेश को चुनौती",
  "the suit did not lie against the said order.": "मुकदमे की बहाली के लिए आवेदन उक्त आदेश के खिलाफ नहीं था।",
  "(Para 3)": "(पैरा 3)",
  "R.A. Sheoran, Advocate,—for the petitioner.": "आर. ए. श्योराण, अधिवक्ता-याचिकाकर्ता की ओर से।",
  "R.M. Singh, Advocate,—/for the respondent": "आर. एम. सिंह, अधिवक्ता,-प्रतिवादी के लिए",
  "ORDER": "आदेश",
  "1. Inthe present case} the suit filed by the plaintiff-petitioners": "]. वर्तमान मामले में; वादी-याचिकाकर्ता द्वारा दायर मुकदमे को 2] अक्टूबर, 995 को",
  "order was passed by the learned trial court while dismissing the suit :": "खारिज करते समय निम्नलिखित आदेश पारित किया गया था:",
  "“No PW is present. Cost also not paid. Hence; the evidence of the.": "“वादी का कोई गवाह मौजूद नहीं है।लागत का भुगतान भी नहीं किया गया हाल:",
  "plaintiff is hereby closed under section 35 B C.P.C. Since,the": "वादी का साक्षय धारा 35 बी. सी. पी. सी. के तहत बंद किया जाता है क्‍योंकि",
  "plaintiff has failed to examine even a single witness despite several opportunity, hence, the suit of the plaintiff is hereby": "कई अवसरों के बावजूद एक भी गवाह की जांच करने में विफल रहा है, इसलिए वादी",
  "dismissed. File be consigned to record room.”": "का मुकदमा खारिज कर दिया जाता है ।फाइल को अभिलेख कक्ष में भेजा जाए।\"",
  "Against the said order, an application dated 21st October, 1995 was filed before the learned trial court and it was prayed that the order": "उक्त आदेश के विरुद्ध, 2। अक्टूबर, 4995 को एक आवेदन विद्वत निचली अदालत के समक्ष",
  "original number. This application was dismissed by the learned trial": "कर दिया जाए और मामले को उसकी मूल क्रमांक में बहाल किया जाए इस आवेदन को विद्वत",
  "court vide order dated 10th August, 1996 which has been challenged": "निचली अदालत ने 0 अगस्त, 996 के आदेश के द्वारा खारिज कर दिया था, जिसे वर्तमान",
  "2. Mr. Sheoran, the learned counsel appearing on behalf of the": "2. याचिकाकर्ताओं की ओर से उपस्थित विद्वान वकील श्री श्योराण प्रस्तुत करते हैं",
  "petitioners submits that the learned trial court has failed to apply the mind properly while passing the impugned order as the application": "कि विद्वत निचली अदालत विवादित आदेश पारित करते समय ठीक से दिमाग लगाने में विफल",
  "filed by the petitioners-plaintiffs has wrongly been mentioned as an application under order 21 Rule 93 CPC. He further submits that since": "रही है क्‍योंकि याचिकाकर्ताओं-वादी द्वारा द आवेदन को आदेश 2] नियम 93 सी. पी.सी. गलत उल्लेख किया गया है। वह आगे प्रस्तुत करते है कि चूंकि न तो वादी और न ही उसका",
  "neither the plaintiff nor his.counsel was present on 21st October; 1995 when the suit of the plaintiff was dismissed, the learned. trial court": "वकील उपस्थित थे जब 2! अक्टूबर; 995 को वादी का मुकदमा खारिज कर दिया गया था,",
  "ought to have restored the suit of the plaintiff under order 17 Rule 2 CPC.": "इसलिए विद्वत निचली अदालत को आदेश 7 नियम 2 सी. पी. सी. के तहत वादी के मुकदमे को बहाल करना चाहिए था।"
}