{
  "general candidate and at the subsequent stage of the main examination he cannot avail of reservation on the ground that": "में प्रारंभिक परीक्षा उत्तीर्ण की और मुख्य परीक्षा के बाद के चरण में वे इस आधार पर आरक्षण का लाभ नहीं उठा",
  "he was successful in getting the required certificate only at a later stage. The nature and status of the candidate who was applying for the selection could only be treated alike and once a candidate has chosen to opt for the category to which": "सकते कि वे केवल बाद के चरण में आवश्यक प्रमाण पत्र प्राप्त करने में सफल रहे। चयन के लिए आवेदन करने वाले उम्मीदवार की प्रकृति और स्थिति को केवल समान माना जा सकता है और एक बार जब कोई उम्मीदवार उस श्रेणी",
  "he is entitled, he cannot later change the status and make": "का चयन कर लेता है जिसके वह हकदार है, तो वह बाद में स्थिति को बदल नहीं सकता है और नया दावा नहीं कर",
  "fresh claim. The Division Bench was not correct in holding that as a candidate he had also had the qualification and the": "सकता है। डिवीजन बेंच ने यह अभिनिर्धारित करना सही नहीं था कि एक उम्मीदवार के रूप में उनके पास योग्यता भी",
  "production of the certificate at a later stage would make him entitled to seek reservation. Therefore, we set aside the": "थी और बाद में प्रमाण पत्र प्रस्तुत करने से वे आरक्षण प्राप्त करने के हकदार बन जाएंगे। इसलिए, हम डिवीजन बेंच",
  "judgment of the Division Bench and allow the appeal. No costs.”": "के फैसले को दरकिनार करते हैं और अपील की अनुमति देते हैं। कोई लागत नहीं। \" (पैरा ॥0)",
  "(11) The observations of the Apex Court, reproduced above, are": "आगे अभिनिर्धारित किया गया कि शीर्ष न्यायालय की टिप्पणियां, जो ऊपर पुनः प्रस्तुत की गई हैं, वर्तमान मामले के",
  "fully applicable to the facts of the present case.": "तथ्यों पर पूरी तरह से लागू होती हैं।",
  "(12) It may also be noticed that the final result of the selection has": "ने आगे अभिनिर्धारित किया कि यह भी ध्यान दिया जा सकता है कि चयन का अंतिम परिणाम इस न्यायालय द्वारा",
  "been placed on record pursuant to in compliance of an order passed by": "पारित आदेश के अनुपालन के अनुसरण में अभिलेख पर रखा गया है, जो दर्शाता है कि याचिकाकर्ता ने लिखित परीक्षा",
  "examination, whereas the last selected candidate in the General Category has scored 57 marks and the last short listed candidate in the waiting list": "में ५० अंक प्राप्त किए हैं, जबकि सामान्य श्रेणी में अंतिम चयनित उम्मीदवार ने 57 अंक प्राप्त किए हैं और इस श्रेणी",
  "(13) In view of the above facts and facets, petitioner is not entitled to any relief.": "ने आगे अभिनिर्धारित किया कि उपरोक्त तथ्यों और पहलुओं को ध्यान में रखते हुए, याचिकाकर्ता किसी भी राहत का हकदार नहीं है।",
  "candidate not entitled to get reservation. He passed the preliminary examination as a general candidate and at the": "आरक्षण प्राप्त करने का हकदार नहीं है। उन्होंने एक सामान्य उम्मीदवार के रूप में प्रारंभिक परीक्षा उत्तीर्ण की और",
  "subsequent stage of the main examination he cannot avail of reservation on the ground that he was successful in getting the": "मुख्य परीक्षा के बाद के चरण में वे इस आधार पर आरक्षण का लाभ नहीं उठा सकते कि वे केवल बाद के चरण में",
  "required certificate only at a later stage. The nature and status of the candidate who was applying for the selection could only be": "आवश्यक प्रमाण पत्र प्राप्त करने में सफल रहे। चयन के लिए आवेदन करने वाले उम्मीदवार की प्रकृति और स्थिति",
  "the candidate who was applying for the selection could only be treated alike and once a candidate has chosen to opt for the": "को केवल समान माना जा सकता है और एक बार जब कोई उम्मीदवार उस श्रेणी का चयन कर लेता है जिसके वह",
  "category to which he is entitled, he cannot later change the status and make fresh claim. The Division Bench was not correct in": "हकदार है, तो वह बाद में स्थिति को बदल नहीं सकता है और नया दावा नहीं कर सकता है। डिवीजन बेंच ने यह",
  "holding that as a candidate he had also had the qualification and the production of the certificate at a later stage would make him": "अभिनिर्धारित करना सही नहीं था कि एक उम्मीदवार के रूप में उनके पास योग्यता भी थी और बाद में प्रमाण पत्र",
  "entitled to seek reservation. Therefore, we set aside the judgment": "प्रस्तुत करने से वे आरक्षण प्राप्त करने के हकदार बन जाएंगे। इसलिए, हम डिवीजन बेंच के फैसले को दरकिनार करते",
  "of the Division Bench and allow the appeal. No costs.\"": "हैं और अपील की अनुमति देते हैं। कोई लागत नहीं। \"",
  "Further held, that the observations of the Apex Court, reproduced above, are fully applicable to the facts of the present case.": "(॥) शीर्ष न्यायालय की टिप्पणियां, जो ऊपर पुनः प्रस्तुत की गई हैं, वर्तमान मामले के तथ्यों पर पूरी तरह से लागू होती",
  "Further held, that it may also be noticed that the final result of the selection has been placed on record pursuant to in compliance of an": "(2) यह भी ध्यान दिया जा सकता है कि चयन का अंतिम परिणाम इस न्यायालय द्वारा पारित एक आदेश के अनुपालन",
  "marks in the written examination, whereas the last selected candidate in the General Category has scored 57 marks and the last short listed": "जबकि सामान्य श्रेणी में अंतिम चयनित उम्मीदवार ने 57 अंक प्राप्त किए हैं और इस श्रेणी की प्रतीक्षा सूची में अंतिम",
  "candidate in the waiting list of this category has scored 55 marks.": "शॉर्टलिस्ट किए गए उम्मीदवार ने 55 अंक प्राप्त किए हैं।",
  "Further held, that in view of the above facts and facets, petitioner is not entitled to any relief.": "(3) उपरोक्त तथ्यों और पहलुओं को ध्यान में रखते हुए, याचिकाकर्ता किसी भी राहत का हकदार नहीं है।",
  "KAPIL v. STATE OF HARYANA AND OTHERS 1471 (Suvir Sehgal, J.)": "कपिल बनाम हरियाणा राज्य और अन्य (सुवीर सहगल, जे.)",
  "Before Suvir Sehgal, J.": "समक्ष सुवीर सहगल जे.",
  "KAPIL—Petitioner": "कपिल-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "CWP No. 12261 of 2022": "2022 का सीडब्ल्यूपी नंबर 226।",
  "April 27, 2023": "27 अप्रैल, 2023",
  "Constitution of India, 1950—Art. 226—Writ petition seeking": "भारत का संविधान, 950-कला. 226-ईएसएम सामान्य श्रेणी के तहत स्टाफ नर्स के पद पर याचिकाकर्ता पर विचार",
  "issuance of a writ in the nature of mandamus directing respondents to consider and appoint petitioner to the post of staff nurse under the": "करने और नियुक्त करने के लिए प्रतिवादियों को निर्देश देने के लिए एक रिट जारी करने की मांग करने वाली रिट",
  "ESM general category—Petitioner claiming benefit of horizontal reservation meant for ESM within the general category—last date for": "याचिका- सामान्य श्रेणी के भीतर ईएसएम के लिए क्षैितिज आरक्षण के लाभ का दावा करने वाला याचिकाकर्ता-विज्ञापन",
  "submission of online application pursuant to advertisement was 09.10.2019 and ESM certificate issued to petitioner on 15.11.2021—": "के अनुसार ऑनलाइन आवेदन जमा करने की अंतिम तिथि 09.0.209 थी और याचिकाकर्ता को ईएसएम प्रमाण",
  "2019 and two years later after acquiring ESM certificate, email/etter": "आवेदन किया और दो साल बाद ईएसएम प्रमाण पत्र प्राप्त करने के बाद, भर्ती प्रक्रिया शुरू होने के बाद श्रेणी में",
  "sent to commission for change in category-held, change in category not permissible after the recruitment process has been initiated; if a": "परिवर्तन के लिए आयोग को भेजे गए ईमेल»पत्र, भर्ती प्रक्रिया शुरू होने के बाद श्रेणी में परिवर्तन की अनुमति नहीं है;",
  "candidate applies under a specific category, he cannot be permitted to change his category during the selection or midway during the": "यदि कोई उम्मीदवार किसी विशिष्ट श्रेणी के तहत आवेदन करता है, तो उसे चयन प्रक्रिया के दौरान या बीच में अपनी",
  "change his category during the selection or midway during the selection process; also, petitioner scored 40 marks in the written": "श्रेणी को बदलने की अनुमति नहीं दी जा सकती है; साथ ही, याचिकाकर्ता ने लिखित परीक्षा में ५० अंक प्राप्त किए,",
  "examination, whereas the last selected candidate in general category scored 57 marks and last short listed candidate in the waiting list in": "जबकि सामान्य श्रेणी में अंतिम चयनित उम्मीदवार ने 57 अंक प्राप्त किए और इस श्रेणी में प्रतीक्षा सूची में अंतिम",
  "this category scored 55 marks. Therefore, petitioner not entitled to any relief—Petition dismissed.": "शॉर्टलिस्टेड उम्मीदवार ने 55 अंक प्राप्त किए। इसलिए, याचिकाकर्ता किसी भी राहत का हकदार नहीं है-याचिका",
  "Held, that it has been clearly delineated that change in category is not permissible after the recruitment process has been initiated. It is": "माना गया कि यह स्पष्ट रूप से वर्णित किया गया है कि भर्ती प्रक्रिया शुरू होने के बाद श्रेणी में परिवर्तन की अनुमति",
  "well settled that if a candidate applies under a specific category, he": "नहीं है। यह अच्छी तरह से तय है कि यदि कोई उम्मीदवार किसी विशिष्ट श्रेणी के तहत आवेदन करता है, तो उसे चयन",
  "cannot be permitted to change his category during the selection or": "प्रक्रिया के दौरान या बीच में अपनी श्रेणी बदलने की अनुमति नहीं दी जा सकती है। माननीय उच्चतम न्यायालय द्वारा",
  "Supreme Court in J & K Public Service Commission Versus Israr Ahmad and others (2005) 12 SCC 498, which has been followed in Rajasthan": "जम्मू-कश्मीर लोक सेवा आयोग बनाम इसरार अहमद और अन्य (2005) ॥2 एस. सी. सी. ५98, जिसका राजस्थान",
  "High Court Jodhpur and another Versus Neetu Harsh and another AIR": "उच्च न्यायालय जोधपुर और एक अन्य बनाम नीतू हर्ष और एक अन्य ए. आई. आर. 209 एस. सी. ५038 में अनुसरण",
  "\"We have considered the rival contentions advanced by both the parties. The contention of the first respondent cannot be accepted": "\"हमने दोनों पक्षों द्वारा प्रस्तुत प्रतिद्वंद्वी दलीलों पर विचार किया है। प्रथम प्रत्यर्थी के तर्क को स्वीकार नहीं किया जा",
  "as he has not applied for selection as a candidate entitled to get": "सकता है क्योंकि उसने आरक्षण प्राप्त करने के हकदार उम्मीदवार के रूप में चयन के लिए आवेदन नहीं किया है।",
  "be entertained by the Haryana Staff Selection Commission after submission of application form.": "किसी भी अनुरोध पर हरियाणा कर्मचारी चयन आयोग द्वारा आवेदन पत्र जमा करने के बाद विचार नहीं किया जाएगा।",
  "2. After final submission of application form, no change will": "2. आवेदन पत्र को अंतिम रूप से जमा करने के बाद, किसी भी परिवर्तन की अनुमति नहीं दी जाएगी। उम्मीदवार",
  "be allowed. Candidate will be responsible for any mistake in the data of application form and fees paid by him/her.”": "आवेदन पत्र के डेटा और उसके द्वारा भुगतान की गई फीस में किसी भी गलती के लिए जिम्मेदार होगा।",
  "(8) Under Note 08 on the advertisement, it has been further": "(8) विज्ञापन पर नोट 08 के तहत, यह आगे उल्लेख किया गया है कि ऑनलाइन आवेदनों की प्राप्ति के लिए निर्धारित",
  "mentioned that qualification and other terms and conditions of eligibility will be determined with regard to the last date fixed for receipt of online applications also termed as closing date.": "अंतिम तिथि के संबंध में योग्यता और पात्रता के अन्य नियम और शर्तें निर्धारित की जाएंगी, जिसे अंतिम तिथि भी कहा",
  "(9) The last date for the submission of online application pursuant to advertisement, Annexure P-2, was 09.10.2019. ESM": "(9) विज्ञापन, अनुलग्नक पी-2 के अनुसार ऑनलाइन आवेदन जमा करने की अंतिम तिथि 09.0.209 थी। ईएसएम",
  "certificate, Annexure P-5, was issued to the petitioner on 15.11.2021.": "प्रमाणपत्र, अनुलग्रक पी-5, याचिकाकर्ता को 5..202। को जारी किया गया था।",
  "Consequently, it is too late in the day for the petitioner to claim the benefit to the certificate.": "नतीजतन, याचिकाकर्ता के लिए प्रमाण पत्र के लाभ का दावा करने में बहुत देर हो चुकी है।",
  "(10) It has been clearly delineated that change in category is not permissible after the recruitment process has been initiated. It is well": "(0) यह स्पष्ट रूप से वर्णित किया गया है कि भर्ती प्रक्रिया शुरू होने के बाद श्रेणी में परिवर्तन की अनुमति नहीं है।",
  "settled that if a candidate applies under a specific category, he cannot be": "यह अच्छी तरह से तय है कि यदि कोई उम्मीदवार किसी विशिष्ट श्रेणी के तहत आवेदन करता है, तो उसे चयन प्रक्रिया",
  "permitted to change his category during the selection or midway during": "के दौरान या बीच में अपनी श्रेणी बदलने की अनुमति नहीं दी जा सकती है। माननीय उच्चतम न्यायालय द्वारा जम्मू-",
  "J&K Public Service Commission versus Israr Ahmad and others’,": "कश्मीर लोक सेवा आयोग बनाम इसरार अहमद और अन्य ' में यह अभिनिर्धारित किया गया है, जिसका राजस्थान",
  "which has been followed in Rajasthan High Court Jodhpur and another versus Neetu Harsh and another’ that as under:-": "उच्च न्यायालय जोधपुर में अनुसरण किया गया है और दूसरा बनाम नीतू हर्ष और अन्य में निम्नानुसार हैः-",
  "“we have considered the rival contentions advanced by both the parties. The contention of the first respondent cannot be": "\"हमने दोनों पक्षों द्वारा प्रस्तुत प्रतिद्वंद्वी दलीलों पर विचार किया है। प्रथम प्रत्यर्थी के तर्क को स्वीकार नहीं किया जा",
  "accepted as he has not applied for selection as a candidate": "सकता है क्‍योंकि उसने आरक्षण प्राप्त करने के हकदार उम्मीदवार के रूप में चयन के लिए आवेदन नहीं किया है।",
  "entitled to get reservation. He did not produce any certificate alongwith his application. The fact that he has not availed of": "उन्होंने अपने आवेदन के साथ कोई प्रमाण पत्र नहीं दिया। यह तथ्य कि उसने प्रारंभिक परीक्षा के लिए लाभ नहीं उठाया",
  "to treat him as a candidate not entitled to get reservation. He": "है, उसे एक ऐसे उम्मीदवार के रूप में मानने के लिए पर्याप्त है जो आरक्षण प्राप्त करने का हकदार नहीं है। उन्होंने",
  "passed the preliminary examination as a general candidate and at the subsequent stage of the main examination he": "एक सामान्य उम्मीदवार के रूप में प्रारंभिक परीक्षा उत्तीर्ण की और मुख्य परीक्षा के बाद के चरण में वे इस आधार पर",
  "cannot avail of reservation on the ground that selection as a candidate entitled to get reservation. He did not produce any": "आरक्षण का लाभ नहीं उठा सकते कि एक उम्मीदवार के रूप में चयन आरक्षण प्राप्त करने का हकदार है। उन्होंने",
  "certificate alongwith his application. The fact that he has not availed of the benefit for the preliminary examination itself": "अपने आवेदन के साथ कोई प्रमाण पत्र नहीं दिया। यह तथ्य कि उसने प्रारंभिक परीक्षा के लिए लाभ नहीं उठाया है,",
  "is sufficient to treat him as a candidate not entitled to get": "उसे एक ऐसे उम्मीदवार के रूप में मानने के लिए पर्याप्त है जो",
  "+2005 (12) SCC 498": "। 2005 (42) एससीसी ५98",
  "KAPIL v. STATE OF HARYANA AND OTHERS 1473 (Suvir Sehgal, J.)": "कपिल बनाम हरियाणा राज्य और अन्य (सुवीर सहगल, जे.)",
  "respondents to consider and appoint him to the post of Staff Nurse under the ESM General Category.": "प्रतिवादियों को ईएसएम सामान्य श्रेणी के तहत स्टाफ नर्स के पद पर विचार करने और नियुक्त करने का निर्देश देने",
  "(2) Ina nutshell, facts leading to the filing of the petition are that the petitioner was an applicant to the said post advertised vide, Annexure": "(2) संक्षेप में, याचिका दायर करने के लिए अग्रणी तथ्य यह हैं कि याचिकाकर्ता उक्त पद के लिए एक आवेदक था,",
  "P-2, whereby applications were invited for 1584 posts of Staff Nurse.": "विज्ञापन, अनुलग्रक पी-2, जिसके तहत स्टाफ नर्स के 58५ पदों के लिए आवेदन आमंत्रित किए गए थे। याचिकाकर्ता",
  "examination. On 15.11.2021, he was issued Eligibility Certificate, Annexure P-5, as dependent of Ex-servicemen (ESM) and he produced": "अश्रित के रूप में पात्रता प्रमाण पत्र, अनुलग्रक पी-5 जारी किया गया था और उन्होंने 23..202। को दस्तावेजों की",
  "the certificate before the Commission during the scrutiny of documents": "जांच के दौरान आयोग के समक्ष प्रमाण पत्र प्रस्तुत किया। उन्होंने ई. एस. एम. सामान्य श्रेणी में अपनी उम्मीदवारी पर",
  "on 23.11.2021. He sent email and letter, Annexures P-6 and P-7, to the Commission requesting for consideration of his candidature in the ESM": "विचार करने का अनुरोध करते हुए आयोग को ईमेल और पत्र, अनुलग्रक पी-6 और पी-7 भेजा। हालांकि, जब अंतिम",
  "General Category. However, when the final result was declared on 10.04.2022, Annexure P-8, petitioner’s roll number was not shown in the": "परिणाम 0.04.2022 को घोषित किया गया था, तो परिशिष्ट पी-8, याचिकाकर्ता का रोल नंबर चयनित उम्मीदवारों",
  "list of selected candidates. Claiming appointment, petitioner has invoked the writ jurisdiction of this Court.": "की सूची में नहीं दिखाया गया था। नियुक्ति का दावा करते हुए, याचिकाकर्ता ने इस न्यायालय के रिट अधिकार क्षेत्र का आह्वान किया है।",
  "(3) Counsel for the petitioner has contended that the petitioner is claiming the benefit of horizontal reservation meant for ESM within": "(3) याचिकाकर्ता के वकील ने तर्क दिया है कि याचिकाकर्ता सामान्य श्रेणी के भीतर ईएसएम के लिए क्षैतिज आरक्षण",
  "(4) On the other hand, State counsel, by making a reference to the response filed on behalf of respondent No.3 has submitted that the": "(५) दूसरी ओर, राज्य के वकील ने प्रतिवादी संख्या. ३3 की ओर से दायर प्रतिक्रिया का संदर्भ देते हुए प्रस्तुत किया है",
  "petitioner never applied in the ESM Category.": "कि याचिकाकर्ता ने कभी भी ईएसएम श्रेणी में आवेदन नहीं किया।",
  "(5) I have heard counsel for the parties and considered their respective submissions.": "(5) मैंने पक्षों के वकील को सुना है और उनके संबंधित प्रस्तुतियों पर विचार किया है।",
  "(6) There is an inherent fallacy in the argument raised on": "(6) याचिकाकर्ता की ओर से उठाए गए तर्क में एक अंतर्निहित भ्रांति है क्योंकि याचिकाकर्ता को ईएसएम श्रेणी में एक",
  "petitioner’s behalf as the petitioner cannot be treated as an applicant in": "आवेदक के रूप में नहीं माना जा सकता है। बल्कि, याचिकाकर्ता ने सितंबर/अक्टूबर, 20॥9 में सामान्य श्रेणी के पद",
  "acquired an ESM Certificate, he sent an email/letter to the Commission": "के लिए आवेदन किया और 2 साल बाद, जब उसने ईएसएम प्रमाणपत्र प्राप्त किया, तो उसने आयोग को एक ईमेल/पत्र",
  "and sought to change the category. This cannot be permitted.": "भेजा और श्रेणी को बदलने की मांग की। इसकी अनुमति नहीं दी जा सकती।",
  "(7) It has been specifically mentioned under the head, ‘Important Note’ in the advertisement, Annexure P-2, that": "(7) विज्ञापन, अनुलग्नक पी-2 में 'महत्वपूर्ण टिप्पणी' शीर्ष के तहत यह विशेष रूप से उल्लेख किया गया है कि",
  "1. Candidates are advised to fill their application form carefully such as Name, Father’s/Mother’s name, Date of": "।. उम्मीदवारों को सलाह दी जाती है कि वे अपने आवेदन पत्र को ध्यान से भरें जैसे कि नाम, पिता/माता का नाम,",
  "Birth and Category, Qualification, marks obtained, passing year, photo, Signature, details & fee, etc. No request for": "जन्म तिथि और श्रेणी, योग्यता, प्राप्त अंक, उत्तीर्ण वर्ष, फोटो, हस्ताक्षर, विवरण और शुल्क आदि ऑनलाइन आवेदन"
}