{
  "JAGDISH v. STATE OF HARYANA AND OTHERS 859": "जगदीश बनाम हरियाणा राज्य और अन्य 859",
  "(Ajai Lamba, J.)": "न्यामूर्ति अजय लांबा)",
  "headman/Lambardar are given out in Rule 20 of the Punjab": "पंजाब भूमि राजस्व नियमों के नियम 20 में दिये गये कर्तव्य जो",
  "“20. Duties of headman.- In addition to the duties imposed upon headman by law for any purpose, a headman shall—": "“20. मुखिया के कर्तव्य.- किसी भी उद्देश्य के लिए कानून द्वारा मुखिया पर लगाए गए कर्तव्यों के अलावा, एक मुखिया-",
  "collect by due date all land revenue and all sums,": "(0) नियत तारीख तक सभी भूमि राजस्व और सभी राशियों को एकत्र करेगा, जो",
  "recoverable as land revenue from the estate, or sub-": "संपत्ति से भूमि राजस्व के रूप में वसूल की जा सकती हैं, या किसी संपत्ति के",
  "division of an estate in which he holds office, and pay": "उप-विभाजन जिसमें वह पद धारण करता है, और उसी का भुगतान व्यक्तिगत",
  "the same personally or by revenue money order or by remittance of currency notes through the post [or at": "रूप से या राजस्व धन आदेश द्वारा या मुद्रा नोटों को डाक द्वारा से [या उन",
  "places where treasury business is conducted by the {State Bank of India or any Scheduled Bank as notified": "स्थानों पर जहां भारतीय स्टेट बैंक या किसी अनुसूचित बैंक द्वारा ट्रेजरी",
  "by the State Government from time to time}, by cheque on a local Bank] at the place and time appointed in that behalf to the Revenue Officer or assignee": "व्यवसाय किया जाता है, स्थानीय बैंक पर चेक द्वारा] राजस्व अधिकारी या उसे",
  "empowered by Government to receive it;": "प्राप्त करने के लिए सरकार द्वारा अधिकृत समनुदेशिती को उस स्थान और",
  "collect the rents and other income of the common": "(0) आम भूमि के किराए और अन्य आय एकत्र करें और उनके लिए उन लोगों",
  "acknowledge every payment received by him in the books of the landowners and tenants;": "(0) भूस्वामियों और किरायेदारों की पुस्तकों में उसके द्वारा प्राप्त प्रत्येक भुगतान को स्वीकार करें;",
  "Further held, that in the case in hand, respondent-Sultan Singh is": "आगे अभिनिर्धारित किया गया कि मामले में प्रतिवादी सुल्तान सिंह एक",
  "involved in a criminal case. Charges have been framed by a court of law": "आपराधिक मामले में शामिल है।न्यायालय द्वारा आरोप तय किए गए हैं और उक्त",
  "and the said respondent would be required to stand trial. In such": "प्रतिवादी को मुकदमे का सामना करना होगा।ऐसी परिस्थितियों में, इस न्यायालय",
  "circumstances, this Court is of the considered opinion that although the respondent is eligible to compete for the post of Lambardar, however,": "की यह सुविचारित राय है कि हालाँकि प्रतिवादी लम्बरदार के पद के लिए प्रतिस्पर्धा",
  "would not be suitable. This is particularly so because the merit of the": "करने का पात्र है, लेकिन वह उपयुक्त नहीं होगा।ऐसा विशेष रूप से इसलिए है",
  "petitioner and the private respondent is nearly comparable.": "क्योंकि याचिकाकर्ता और गैर सरकारी प्रतिवादी की योग्यता लगभग तुलनीय है।",
  "Harkesh Manuja, Advocate, for the petitioner(s).": "हरकेश मनुजा, अधिवक्ता याचिकाकर्ता की ओर से |",
  "B.S. Saini, Sr. DAG, Haryana.": "बी. एस. सैनी, सीनियर डी. ए. जी, हरियाणा।",
  "A.K. Bura, Advocate, for respondent no. 4.": "ए. के. बुरा, अधिवक्ता, प्रतिवादी नं.4 के लिए.",
  "AJAI LAMBA, J. (ORAL)": "न्यामूर्ति अजय लाम्बा, (मौखिक)",
  "(1) Lambardar for village Garhi Ujalekhan, Tehsil Gohana, District Sonepat was to be appointed.": "() गांव गढ़ी उजालेखान, तहसील गोहाना, जिला सोनीपत के लिए लम्बरदार की नियुक्ति की जानी थी।",
  "(2) Vide order Annexure P-1 dated 31.10.2006 passed by Collector,": "(2) कलेक्टर, सोनीपत द्वारा पारित आदेश संलग्नक पी-4 दिनांकित 3.0.2006",
  "Sonepat, the petitioner was appointed Headman/Lambardar for the village.": "के अनुसार, याचिकाकर्ता को गाँव के लिए मुखिया/लैम्बरदार नियुक्त किया गया",
  "Respondent no. 4-Sultan Singh and one Jaspal carried appeals. Vide order": "था।प्रतिवादी नं. 4-सुल्तान सिंह और एक जसपाल ने अपील की।रोहतक डिवीजन,",
  "Annexure P-3 dated 01.02.2008 passed by Commissioner, Rohtak Division,": "रोहतक के आयुक्‍त द्वारा पारित आदेश संलग्नक पी-3 दिनांकित 0.02.2008 के",
  "Rohtak, respondent no. 4-Sultan Singh was appointed as Lambardar. The": "माध्यम से, प्रतिवादी सं. 4-सुल्तान सिंह को लम्बरदार नियुक्त किया गया।",
  "JAGDISH v. STATE OF HARYANA AND OTHERS 855": "जगदीश बनाम हरियाणा राज्य और अन्य 857",
  "862 LL.R. PUNJAB AND HARYANA 2012(2)": "862 आई. एल. आर. पंजाब और हरियाणा 202(2)",
  "clean record. In the cases of Kabul Singh (supra) (Kabul": "कि उसका रिकॉर्ड एक साफ-सुथरा है।काबुल सिंह (ऊपर) (काबुल सिंह बनाम",
  "Singh v. The Financial Commissioner, Punjab, 2006(3) RCR (Civil) 313) and Jog Dhian (supra) (Jog Dhian v. Financial Commissioner, Haryana and others, 2005(1)": "वित्तीय आयुक्त, पंजाब, 2006 (3) आर. सी. आर. (सिविल) 33) और जोग ध्यान (ऊपर) (जोग ध्यान बनाम वित्तीय आयुक्त, हरियाणा और अन्य, 2005 (॥)",
  "RCR (Civil) 658), two different Division Benches of this": "आर. सी. आर. (सिविल) 658) के मामलों में, इस न्यायालय की दो अलग-अलग",
  "Court considered this aspect and came to take a view": "खंड पीठों ने इस पहलू पर विचार किया और यह विचार रखा कि किसी व्यक्ति",
  "JAGDISH v. STATE OF HARYANA AND OTHERS 861": "जगदीश बनाम हरियाणा राज्य और अन्य 86|",
  "For discharge of duties, as can be made out from the provisions of Rule 20 extracted above, Lambardar is": "9. कर्तव्यों के निर्वहन के लिए, जैसा कि ऊपर निकाले गए नियम 20 के",
  "provisions of Rule 20 extracted above, Lambardar is required to interact with residents in the Estate and collect": "प्रावधानों से पता लगता है, लम्बरदार को संपदा में निवासियों के साथ बातचीत",
  "information, assist the revenue authorities etc. If a": "करने और जानकारी एकत्र करने, राजस्व अधिकारियों की सहायता करने आदि की",
  "functions cannot be discharged effectively. A Lambardar,": "निश्चित रूप से कार्यों को प्रभावी ढंग से पूरा नहीं किया जा सकता है।इन",
  "under the circumstances is required to have a clean record.": "परिस्थितियों में एक लम्बरदार का एक साफ-सुथरा रिकॉर्ड होना आवश्यक",
  "The petitioner and private respondent, however, are involved in criminal cases and, therefore, are not suitable": "है।हालाँकि, याचिकाकर्ता और गैर सरकारी आपराधिक मामलों में शामिल हैं और",
  "involved in criminal cases and, therefore, are not suitable to discharge the functions of Lambardar.": "इसलिए, लम्बरदार के कार्यों का निर्वहन करने के लिए उपयुक्त नहीं हैं।",
  "(13) In Jog Dhian versus Financial Commissioner, Haryana and others (1) a Division Bench has held in para no. 13 in the following": "(3) जोग ध्यान बनाम वित्तीय आयुक्त, हरियाणा और अन्य (॥) में एक खण्ड",
  "“Tt may be true that once an accused is acquitted on a criminal": "“यह सच हो सकता है कि एक बार जब कोई अभियुक्त अपने खिलाफ बनाए",
  "charge framed against him, even though by giving benefit of doubt, he is presumed to be innocent but at the same": "गए आपराधिक आरोप से बरी हो जाता है, भले ही संदेह का लाभ देकर, उसे",
  "no adverse finding has come on record, cannot be held": "दर्ज की गई थी और जिसमें कोई प्रतिकूल निष्कर्ष रिकॉर्ड पर नहीं आया है, को",
  "against the respondent Sultan Singh.”": "प्रतिवादी सुल्तान सिंह के खिलाफ अभिनिर्धारित नहीं कीया जा सकता है।\"",
  "(7) In regard to the relative merit, it has been said that the petitioner": "(7) सापेक्ष योग्यता के संबंध में, यह कहा गया है कि याचिकाकर्ता और गैर",
  "and the private respondent are nearly of the same age. Respondent-Sultan": "सरकारी प्रतिवादी लगभग एक ही आयु के हैं।प्रतिवादी-सुल्तान सिंह मैट्रिक पास है",
  "Singh is matriculate whereas petitioner is 7th pass. Sultan Singh is son of": "जबकि याचिकाकर्ता 7वीं पास है।सुल्तान सिंह मृतक लम्बरदार के पुत्र हैं और",
  "deceased Lambardar and has also served as Sarbrah Lambardar.": "उन्होंने सरबरा लम्बरदार के रूप में भी कार्य किया है।",
  "(8) Learned counsel for the petitioner has pointed out that the": "(8) याचिकाकर्ता के विद्वान वकील ने बताया है कि वित्तीय आयुक्त द्वारा",
  "against respondent no. 4 by a Court having competent jurisdiction. Framing": "प्रतिवादी नं. 4 के खिलाफ सक्षम अधिकार क्षेत्र वाले न्यायालय द्वारा आरोप तय",
  "of charge prima facie indicates involvement of the respondent.": "करना प्रथमरृष्टया प्रतिवादी की संलिप्तता का संकेत देता है।",
  "(9) Learned counsel for respondent no. 4 contends that the": "(9) प्रतिवादी सँख्या के विद्वान अधिवक्ता का तर्क है कि प्रतिवादी को दोषी नहीं",
  "respondent has not been convicted and, therefore, involvement in a criminal": "ठहराया गया है और इसलिए, किसी आपराधिक मामले में भागीदारी को ध्यान में",
  "(10) Ihave considered the contentions of the learned counsel for the parties.": "(0) मैंने पक्षों के विद्वान अधिवक्ता की दलीलों पर विचार किया है।",
  "(11) The main issue required to be adjudicated by this Court is": "(॥)) इस न्यायालय द्वारा निर्णय लेने के लिए आवश्यक मुख्य मुद्दा है की क्या",
  "whether pendency of a criminal case against respondent no. 4 would be": "प्रतिवादी नंबर 4 के खिलाफ आपराधिक मामला लंबित होना एक परिस्थिति है जो",
  "a circumstance enough to consider the respondent to be unsuitable to serve as a Lambardar.": "प्रतिवादी को लंबरदार के रूप में सेवा करने के लिए अनुपयुक्त मानने के लिए पर्याप्त है।",
  "(12) The authorities under the Punjab Land Revenue Act, 1887 and": "(2) पंजाब भूमि राजस्व अधिनियम, 887 और उसके तहत बनाए गए नियमों",
  "the Rules framed thereunder are required to consider the eligibility of the candidates at the first instance and thereafter suitability of the candidates": "के तहत अधिकारियों को पहले उम्मीदवारों की पात्रता पर विचार करना आवश्यक",
  "to serve as a Lambardar. Suitability of the candidates is required to be": "है और उसके बाद उम्मीदवारों की लम्बरदार के रूप में सेवा करने की उपयुक्तता",
  "provided under Rule 20 of the Punjab Land Revenue Rules. Following has": "पर विचार करना आवश्यक है।पंजाब भूमि राजस्व नियमों के नियम 20 के तहत",
  "indicates that the order passed by the Commissioner was set aside. Order passed by the Collector has been upheld and the petitioner has been": "कर दिया गया था।कलेक्टर द्वारा पारित आदेश को बरकरार रखा गया है और",
  "(3) It has been held by the Financial Commissioner that while FIR": "(3) वित्तीय आयुक्त द्वारा यह अभिनिर्धारित किया गया है कि जबकि प्रतिवादी",
  "pending against respondent no. 4 does not disqualify him from appointment": "के खिलाफ प्राथमिकी आर. नं. 4 उसे लम्बरदार के रूप में नियुक्ति से अयोग्य नहीं",
  "as Lambardar, however, the petitioner has been found to be more meritorious": "ठहराता है, लेकिन, याचिकाकर्ता को कलेक्टर द्वारा अधिक योग्य पाया गया है,",
  "by the Collector, whose choice should not be interfered with unless there": "जिसकी पसंद में तब तक हस्तक्षेप नहीं किया जाना चाहिए जब तक कि आदेश में",
  "(4) Respondent no. 4 filed a Civil Writ Petition No. 2509 of 2009": "(4) प्रतिवादी नं. 4 ने 2009 की सिविल रिट याचिका संख्या 2509 दायर की",
  "that has been dismissed vide order Annexure P-5 dated 17.02.2009.": "जिसे आदेश संलग्रक पी-5 दिनांक 77.02.2009 के माध्यम से खारिज कर दिया",
  "(5) The respondent filed Letters Patent Appeal No. 538 of 2009": "(5) प्रतिवादी ने 2009 की लेटर्स पेटेंट अपील संख्या 538 दायर की, जिसे",
  "which has been allowed vide order Annexure P-6 dated 17.03.2010. It has": "दिनांक 7.03.200 के आदेश संलग्नक पी-6 के माध्यम से अनुमति दी गई है।यह",
  "been held that comparative merit of the candidates was not considered by": "अभिनिर्धारित किया कि गया है कि कलेक्टर द्वारा उम्मीदवारों की तुलनात्मक",
  "the Collector. Candidature of respondent no. 4 was rejected on the ground": "योग्यता पर विचार नहीं किया गया था।प्रतिवादी सं. 4 की उम्मीदवारी को",
  "Commissioner that a charge under Section 325 IPC cannot disqualify a": "कारण भी दर्ज नहीं किया था कि भाददं.सं. की धारा 325 के तहत आरोप किसी",
  "(6) Vide impugned order Annexure P-7, Financial Commissioner,": "(6) विवादित आदेश संलग्नक पी-7 के माध्यम से, वित्तीय आयुक्त, हरियाणा ने",
  "Haryana has directed appointment of respondent no. 4 as Lambardar. In": "प्रतिवादी नं. 4 को लम्बरदार के रूप में नियुक्ति का आदेश दिया।आशक्षेपित आदेश",
  "the impugned order, following has been said in regard to the criminal case:-": "में आपराधिक मामले के संबंध में निम्नलिखित कहा गया हैः",
  "“T have gone through the arguments put forth by both the parties. As regards pending criminal case against Sultan Singh, I": "“मैंने दोनों पक्षों द्वारा प्रस्तुत तर्कों को पढ़ा है।जहाँ तक सुल्तान सिंह के खिलाफ",
  "As regards pending criminal case against Sultan Singh, I accept the arguments that it is a frivolous matter. Even": "लंबित आपराधिक मामले का संबंध है, में इस तर्क को स्वीकार करता हूँ कि",
  "after 5 years no finding or evidence has come against him": "यह एक तुच्छ मामला है।5 साल बाद भी किसी भी अदालत में उसके खिलाफ कोई परिणाम या सबूत नहीं आया है।जाँच अधिकारी पहले ही उसकी बेगुनाही"
}