{
  "MAHAVIR SINGH v. HARYANA SHEHARI VIKAS PRADHIKARAN 575 AND OTHERS (G.S. Sandhawalia, J.)": "महावीर सिंह बनाम हरियाणा शीहरी विकास प्रधान और अन्य (जी. एस. संधवालिया, जे.)",
  "revenue. We are of the consideredopinion that there was no right acquired and no vested right accrued in favour of the": "आय। हमारा मानना है कि वादी के पक्ष में कोई अधिकार अर्जित नहीं किया गया था और कोई निहित अधिकार",
  "plaintiff merely because his bid amount was highest and": "केवल इसलिए अर्जित नहीं किया गया था क्‍योंकि उसकी बोली राशि सबसे अधिक थी और उसने बोली राशि का",
  "had deposited 10% of the bid amount. As per Regulation 6(2) of the Regulations of 1978, allotment letter has to be issued onacceptance of the bid by the Chief Administrator": "0% जमा किया था। 978 के विनियमों के विनियमन 6 (2) के अनुसार, मुख्य प्रशासक द्वारा बोली की स्वीकृति पर",
  "and within 30 days thereof, the successful bidder has to deposit another 15% of the bid amount. In the instant case allotment letter has never been issued to the petitioner as": "आवंटन पत्र जारी किया जाना है और उसके ३० दिनों के भीतर, सफल बोलीदाता को बोली राशि का 5% और जमा",
  "per Regulation 6(2) in view of non- acceptance of the bid.": "करना होगा। तत्काल मामले में बोली की अस्वीकृति को देखते हुए विनियमन 6 (2) के अनुसार याचिकाकर्ता को",
  "Thus there was no concludedcontract. Regulation 6 of the": "आवंटन पत्र कभी जारी नहीं किया गया है। इस प्रकार कोई अंतिम अनुबंध नहीं था। 978 के विनियमों का विनियम",
  "“6. Sale of lease of land or building by auction.-": "\"6. भूमि या भवन के पट्टे की नीलामी द्वारा बिक्री-(।) नीलामी द्वारा बिक्री या पट्टे की दशा में प्रभारित",
  "price/premium to be charged shall be such reserve price/premium as may be determined taking into consideration the various factors as indicated in sub-": "कीमत»प्रीमियम ऐसा आरक्षित मूल्य/प्रीमियम होगा जो विनियमन ५ के उपनियमन (॥) में दर्शाए गए विभिन्न कारकों",
  "regulation (1) of Regulation 4 or any higher amount determined as a result of bidding in open auction.": "या खुली नीलामी में बोली लगाने के परिणामस्वरूप निर्धारित किसी अधिक राशि को ध्यान में रखते हुए निर्धारित",
  "by the highest bidder in cash or by means of a demand draft in the manner specified in sub-regulation (2) of": "(2) उच्चतम बोली का ॥0 प्रतिशत नकद में या विनियमन 5 के उप-विनियमन (2) में निर्दिष्ट तरीके से मांग मसौदे",
  "allotment letter in Form ‘CC’ or ‘C-II’ by registered post and another 15 per cent of the bid accepted shall be payable": "डाक द्वारा प्रपत्र 'सीसी' या 'सी-॥' में आवंटन पत्र जारी किया जाएगा और स्वीकृत बोली का अन्य ॥5 प्रतिशत सफल",
  "thirty days of the date of allotment letter conveying acceptance of the bidby the Chief Administrator; failing": "बोलीदाता द्वारा, मुख्य प्रशासक द्वारा बोली की स्वीकृति को सूचित करने वाले आवंटन पत्र की तारीख के तीस दिनों",
  "which the 10 per cent amount already deposited shall stand forfeited to the Authority and the successful bidder shall": "के भीतर, इंगित तरीके से देय होगा; ऐसा न करने पर पहले से जमा की गई 0 प्रतिशत राशि प्राधिकरण को जब्त",
  "forfeited to the Authority and the successful bidder shall have no claim to the land or building auctioned.": "कर ली जाएगी और सफल बोलीदाता का नीलाम की गई भूमि या भवन पर कोई दावा नहीं होगा।",
  "(3) The payment of balance of the price/premium, rate of interest chargeable and the recovery of interest shall be in": "(3) मूल्य/प्रीमियम की शेष राशि, प्रभार्य ब्याज की दर और ब्याज की वसूली का भुगतान उसी तरीके से किया",
  "the same manner as provided in sub-regulations (6) and (7) of Regulation 5.": "जाएगा जैसा कि विनियमन 5 के उप-विनियम (6) और (7) में दिया गया है।",
  "(4) The general terms and conditions of the auction shall be such as may be framed by the Chief Administrator from": "(५) नीलामी के सामान्य नियम और शर्तें ऐसी होंगी जो मुख्य प्रशासक द्वारा समय-समय पर तैयार की जाएं और मौके",
  "time to tome andannounced to the public before auction on": "पर नीलामी से पहले जनता को घोषित की जाएं।",
  "Before G.S. Sandhawalia & Harpreet Kaur Jeewan, JJ.": "समक्ष जी.एस. संधावालिया और हरप्रीत कौर जीवन, जे.जे.",
  "MAHAVIR SINGH—Petitioner": "महावीर सिंह-याचिकाकर्ता",
  "versus": "बनाम",
  "HARYANA SHEHARI VIKAS PRADHIKARAN AND OTHERS": "हरियाणा शेहरी विकास प्रधान और अन्य",
  "—Respondents": "-उत्तरदाता",
  "CWP No. 13656 of 2023": "2023 का सीडब्ल्यूपी नं. 43656",
  "August 07, 2023": "07 अगस्त, 2023",
  "Constitution of India, 1950—Art. 226—E Auction—public notice for e-auction issued—Base price Rs.97,64,800/-— Petitioner—": "भारत का संविधान, 950-अनुच्छेद। 226-ई नीलामी-ई-नीलामी के लिए सार्वजनिक नोटिस जारी-आधार मूल्य",
  "highest bidder at Rs. 1,33,44,800/-. Earnest money deposited—entire": "97,6५,800 रुपये-याचिकाकर्ता-उच्चतम बोलीदाता ,33,५५,800 रुपये। जमा की गई कमाई-उत्तरदाताओं द्वारा",
  "amount refunded without reason by respondents. Fresh E-Auction notice called with base price Rs. 97, 79,000/-. Writ petitions filed for": "बिना किसी कारण के पूरी राशि वापस कर दी गई। 97, 79, 000/- रुपये के आधार मूल्य के साथ नया ई-नीलामी",
  "quashing fresh e-auction. Records called to Court to ascertain reasons for cancelling auction. Reserve price not properly fixed due": "नोटिस। नई ई-नीलामी को रद्द करने के लिए दायर लिखित याचिकाएं। नीलामी रद्द करने के कारणों का पता लगाने",
  "reasons for cancelling auction. Reserve price not properly fixed due to error in software—valid reason. Conscious decision taken to": "के लिए अदालत को रिकॉर्ड बुलाए गए। सॉफ्टवेयर में त्रुटि के कारण आरक्षित मूल्य ठीक से तय नहीं किया गया-वैध",
  "refund amount. Such reasons may not be disclosed to highest bidder": "कारण। राशि की वापसी के लिए सचेत निर्णय लिया गया। इस तरह के कारणों का खुलासा उच्चतम बोलीदाता को",
  "but Court can ask for them to ascertain—if relevant and germane to": "नहीं किया जा सकता है, लेकिन अदालत उन्हें यह पता लगाने के लिए कह सकती है कि क्‍या यह बोली की",
  "non-acceptance of bid. No vested right of highest bidder. Writ": "अस्वीकृति के लिए प्रासंगिक है या नहीं। उच्चतम बोलीदाता का कोई निहित अधिकार नहीं है। लिखित याचिकाएं",
  "petitions dismissed.": "खारिज कर दी गईं।",
  "Held, that in the present case, we have called for the records regarding the reasoning as such why the cancellation of the auction had": "आयोजित है, कि वर्तमान मामले में, हमने नीलामी को रद्द करने के कारण के कारण के बारे में रिकॉर्ड मांगे हैं।",
  "taken place. A perusal of the file would go on to show that the matter was examined regarding various auctions which took place in January, 2023 and February, 2023 in different urban estates in the State of Haryana. The respondent had come to the conclusion that the": "फाइल के अवलोकन से पता चलता है कि हरियाणा राज्य में विभिन्न शहरी संपदाओं में जनवरी, 2023 और फरवरी, 2023 में हुई विभिन्न नीलामियों के संबंध में मामले की जांच की गई थी। प्रत्यर्थी इस निष्कर्ष पर पहुंचा था कि पिछले",
  "the Collector rate/allotment rates/land cost/average auction price for the": "। वर्ष और 5 वर्षों के लिए कलेक्टर दर/आवंटन दरों/भूमि लागत/औसत नीलामी मूल्य के आधार पर आरक्षित मूल्य",
  "auction price. The basis of the last 1 year and 5 years and the calendar year was to be taken as the basis of calculation. The calendar year had been closed in December and, therefore, the calculation of the reserve": "और 5 वर्षों और कैलेंडर वर्ष के आधार को गणना के आधार के रूप में लिया जाना था। कैलेंडर वर्ष दिसंबर में बंद",
  "price was recalculated by noticing that in some cases reserve price had": "हो गया था और इसलिए, आरक्षित मूल्य की गणना को यह देखते हुए फिर से गणना की गई कि कुछ मामलों में",
  "been changed. It is in such circumstances, file was put up that where": "आरक्षित मूल्य में बदलाव किया गया था। ऐसी परिस्थितियों में, फाइल रखी गई थी कि जहां बोलियां थीं, क्या कार्रवाई",
  "there were bids, what action should be taken and decision was arrived at that where there was a difference in reserve price, the e-auction of all": "की जानी चाहिए और निर्णय लिया गया था कि जहां आरक्षित मूल्य में अंतर था, ऐसे सभी भूखंडों की ई-नीलामी रद्द",
  "such plots be cancelled and the 10% amount deposited be refunded to the bidder. For the urban Estate, Hansi where letters of intent had been": "कर दी जाए और जमा की गई 0% राशि बोलीदाता को वापस कर दी जाए। अर्बन एस्टेट, हांसी के लिए जहां ५2",
  "issued in 42 cases, it was ordered that the letters of intent be also": "जहां ५2 मामलों में आशय पत्र जारी किए गए थे, यह आदेश दिया गया था कि आशय पत्र भी वापस लिए जाएं और",
  "there has been delay as such would not be such a ground to make the right of the petitioner into a vested right and give the right to seek a": "विलंब हुआ है क्योंकि याचिकाकर्ता के अधिकार को निहित अधिकार बनाने और अनिवार्य रिट की मांग करने का",
  "Division Bench of this Court in Dr. Sarita Gautam's case (supra)": "अधिकार देने के लिए ऐसा आधार नहीं होगा। डॉ. सरिता गौतम के मामले (उपर्युक्त) में इस न्यायालय की खंड पीठ",
  "(8) The Apex Court also in Orchid Infrastructure's case (supra)examined the issue of the competency of the Administrator to": "(8) उच्चतम न्यायालय ने ऑर्किड इन्फ्रास्ट्रक्चर के मामले (उपर्युक्त) में भी बोली को स्वीकार करने या अस्वीकार",
  "(supra)examined the issue of the competency of the Administrator to accept or reject the bid and also the issue whether there was legality regarding the rejection ofthe bid and held that any action where there": "करने के लिए प्रशासक की क्षमता के मुद्दे की जांच की और इस मुद्दे की भी कि क्‍या बोली को अस्वीकार करने के",
  "regarding the rejection ofthe bid and held that any action where there are sufficient reasons to indicate the stand of the authorities and there": "संबंध में वैधता थी और यह अभिनिर्धारित किया कि कोई भी कार्रवाई जहां अधिकारियों के रुख को इंगित करने के",
  "are valid reasons and on account of public money being involved,": "लिए पर्याप्त कारण हैं और वैध कारण हैं और सार्वजनिक धन शामिल होने के कारण, हस्तक्षेप न्यूनतम होना चाहिए।",
  "interference should be minimal. The relevant portion reads thus:-": "प्रासंगिक भाग इस प्रकार हैः-",
  "“13. Firstly, we examine the question whether there being": "\"3. सबसे पहले, हम इस प्रश्न की जांच करते हैं कि क्या बोली की स्वीकृति और आवंटन पत्र जारी करने के अभाव",
  "no concluded contract in the absence of acceptance of bid and issuance of allotment letter, the suit could be said to be maintainable for the declaratory relief and mandatory": "में कोई निष्कर्षित अनुबंध नहीं होने के कारण, वाद को वादी द्वारा मांगी गई घोषणात्मक राहत और अनिवार्य",
  "maintainable for the declaratory relief and mandatory injunction sought by the plaintiff. The plaintiff has prayed": "निषेधाज्ञा के लिए बनाए रखने योग्य कहा जा सकता है। वादी ने इस घोषणा के लिए प्रार्थना की है कि बोली की",
  "for a declaration that rejection of the bid was illegal. Merely by that, plaintiff could not have become entitled for consequential mandatory injunction for issuance of formal": "अस्वीकृति अवैध थी। केवल इससे, वादी आबंटन का औपचारिक पत्र जारी करने के लिए परिणामी अनिवार्य निषेधाज्ञा",
  "letter of allotment. Court while exercising judicial review could not have accepted the bid. The bid had never been": "का हकदार नहीं हो सकता था। न्यायालय न्यायिक समीक्षा का प्रयोग करते हुए बोली को स्वीकार नहीं कर सकता था।",
  "accepted by concerned authorities. It was not a case of cancellation of bid after being accepted. Thus even": "संबंधित अधिकारियों द्वारा बोली को कभी स्वीकार नहीं किया गया था। यह स्वीकार किए जाने के बाद बोली को रद्द",
  "assuming as per plaintiff's case that the Administrator was not equipped with the power and the Chief Administrator": "करने का मामला नहीं था। इस प्रकार यह मानते हुए भी कि वादी के मामले के अनुसार प्रशासक के पास शक्ति नहीं",
  "had thepower to accept or refuse the bid, there had been no decision by the Chief Administrator. Thus, merely by": "थी और मुख्य प्रशासक के पास बोली को स्वीकार या अस्वीकार करने की शक्ति थी, मुख्य प्रशासक द्वारा कोई निर्णय",
  "declaration that rejection of the bid by the Administrator was illegal, the plaintiff could not have become entitled": "नहीं लिया गया था। इस प्रकार, केवल यह घोषणा करके कि प्रशासक द्वारा बोली की अस्वीकृति अवैध थी, वादी",
  "to consequential relief of issuance of allotment letter. Thus the suit, in the form it was filed, was not maintainable for": "आवंटन पत्र जारी करने की परिणामी राहत का हकदार नहीं हो सकता था। इस प्रकार मुकदमा, जिस प्रपत्र में दायर",
  "relief sought in view of the factthat there was no concluded": "किया गया था, इस तथ्य के मद्देनजर मांगी गई राहत के लिए बनाए रखने योग्य नहीं था कि वादी को आवंटन पत्र",
  "contract in the absence of allotment letter being issued to the plaintiff, which was asine qua non for filing the civil": "जारी किए जाने के अभाव में कोई निष्कर्षित अनुबंध नहीं था, जो कि दीवानी मुकदमा दायर करने के लिए एक",
  "14. It is a settled law that the highest bidder has no vested right to have the auction concluded in his favour. The": "4. यह एक स्थापित कानून है कि सबसे अधिक बोली लगाने वाले को नीलामी अपने पक्ष में कराने का कोई निहित",
  "Government or its authority could validly retain power to accept or reject the highest bid in the interest of public": "अधिकार नहीं है। सरकार या उसका प्राधिकरण जनता के हित में सर्वोच्च बोली को स्वीकार या अस्वीकार करने की शक्ति को वैध रूप से बनाए रख सकता है",
  "and others versus Orchid Infrastructure Developers Pvt. Ltd.' to": "और अन्य बनाम ऑर्किड इंफ्रास्ट्रक्चर डेवलपर्स प्राइवेट लिमिटेड.' यह तर्क देने के लिए कि कोई निहित अधिकार",
  "contend that thereis no vested right and on a mere deposit of the 10% of the bid amount and in the absence of any allotment letter having": "नहीं है और बोली राशि के 0% के मात्र जमा पर और किसी भी आवंटन पत्र के अभाव में जारी किया गया है, कोई",
  "been issued, there was no concluded contract. The State and the Authority was not bound to accept the highest tender of bid and there is": "निष्कर्ष अनुबंध नहीं था। राज्य और प्राधिकरण बोली की उच्चतम निविदा को स्वीकार करने के लिए बाध्य नहीं थे",
  "no obligation to accept the same and they could not insist for allotment in the absence of any vested right. Reliance wasalso placed upon the": "और इसे स्वीकार करने का कोई दायित्व नहीं है और वे किसी निहित अधिकार के अभाव में आवंटन के लिए जोर",
  "judgment in Rajasthan Housing Board and another versus G.S.": "नहीं दे सकते थे। रिलायंस को राजस्थान हाउसिंग बोर्ड और एक अन्य बनाम जी. एस. इन्वेस्टमेंट्स और अन्य * के",
  "Investments and another? apart from other judgments. It was also averred that the file had gone to the headquarters and auction was dealt": "अलावा अन्य निर्णयों पर भी रखा गया था। यह भी कहा गया कि फाइल मुख्यालय में गई थी और नीलामी ई-नीलामी",
  "with at the level of the headquarters, through the E-auction Cell and no file had been maintained at the Estate Office level.": "प्रकोष्ठ के माध्यम से मुख्यालय के स्तर पर की गई थी और संपदा कार्यालय स्तर पर कोई फाइल नहीं रखी गई थी।",
  "(6) Replication was filed placing reliance upon the judgments cited by the respondent which was sought to be distinguished by placing reliance upon the clauses of the e-auction policy. The": "(6) प्रत्यर्थी द्वारा उद्धृत निर्णयों पर भरोसा करते हुए प्रतिकृति दायर की गई थी, जिसे ई-नीलामी नीति के खंडों पर",
  "Rs.1,18,74,800/- and letter of intent had been issued on 06.11.2022,": "बोली स्वीकार करते हुए कहा कि यह ।,8,7५,800/- रुपये के लिए किया गया था और आशय पत्र 06..2022",
  "which was lower than the bid offered by the petitioner on 19.01.2023.": "को जारी किया गया था, जो याचिकाकर्ता द्वारा 9.0).2023 को दी गई बोली से कम था।",
  "It was further pleaded that the petitioner being the highest bidder": "यह भी अनुरोध किया गया कि याचिकाकर्ता को सबसे अधिक बोली लगाने वाले होने के नाते मामले को खारिज करने",
  "should have been called for negotiations rather than rejecting the case and refunding the amount after 5 months. The relevant clauses of the": "और 5 महीने के बाद राशि वापस करने के बजाय बातचीत के लिए बुलाया जाना चाहिए था। नीति के प्रासंगिक खंडों",
  "policy relied upon from both the sides, the said clauses read thus:-": "पर दोनों पक्षों ने भरोसा किया, उक्त खंड इस प्रकार हैं:-",
  "“17. The competent authority of HSVP reserves the right to accept or reject any bid or withdraw any or all the": "\"7. एचएसवीपी के सक्षम प्राधिकारी के पास किसी भी बोली को स्वीकार करने या अस्वीकार करने या ई-नीलामी से",
  "properties from e-auction or cancel/postpone the e-auction without assigning any reason.": "किसी भी या सभी संपत्तियों को वापस लेने या बिना कोई कारण बताए ई-नीलामी को रद्द “स्थगित करने का अधिकार",
  "31. The Earnest Money (EMD) of the unsuccessful bidders of each property will be refunded in three days by the system automatically on the closing of the auction except": "3. प्रत्येक संपत्ति के असफल बोलीदाताओं की अर्नेस्ट मनी (ईएमडी) नीलामी के समापन पर प्रणाली द्वारा तीन",
  "of each property will be refunded in three days by the system automatically on the closing of the auction except the Highest bidder (H1). Regarding acceptance and": "दिनों में स्वचालित रूप से वापस कर दी जाएगी, सिवाय उच्चतम बोलीदाता के। (एच ). बोलियों की स्वीकृति और",
  "rejection of bids, the competent authority shall take decision within thirty days after date of e-auction.": "अस्वीकृति के संबंध में, सक्षम प्राधिकारी ई-नीलामी की तारीख के तीस दिनों के भीतर निर्णय लेगा।",
  "33. After acceptance of the bid and verification of requisite documents, the successful bidder will be issued Letter of": "33. बोली की स्वीकृति और आवश्यक दस्तावेजों के सत्यापन के बाद, सफल बोलीदाता को संबंधित संपदा अधिकारी",
  "Intent (LOD) by the Estate Officer concerned. The LO1 will be sent through registered post and through email at the": "द्वारा आशय पत्र (एलओआई) जारी किया जाएगा। एलओ। पंजीकृत डाक के माध्यम से और ईमेल के माध्यम से भेजा जाएगा",
  "* 2007 (1) SCC 477": "2 2007 (॥) एससीसी ५77",
  "MAHAVIR SINGH v. HARYANA SHEHARI VIKAS PRADHIKARAN 569": "महावीर सिंह बनाम हरियाणा शीहरी विकास प्रधान और अन्य (जी. एस. संधवालिया, जे.)",
  "withdrawn and where the price of corner plots was calculated without": "वापस लिए गए और जहां अधिमान्य लागत जोड़े बिना कोने के भूखंडों की कीमत की गणना की गई थी, तो सेक्टर",
  "adding the preferential cost, the auction dated 22.04.2023 in respect of Sector 25, Part I, Panipat may also be cancelled.": "25, भाग ॥, पानीपत के संबंध में दिनांक 22.04.2023 की नीलामी भी रद्द की जा सकती है।",
  "(Para 9)": "(पैरा 9)",
  "Further held, that the Full Bench of this Court in Surja Ram vs.": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि इस न्यायालय की पूर्ण पीठ ने सुरजाराम बनाम हरियाणा राज्य और",
  "relevant and germane to the non-acceptance to the bid.": "अस्वीकृति के लिए प्रासंगिक और उपयुक्त हैं।",
  "(Para 10)": "(पैरा 40)",
  "Further held, that it is in such circumstances, the respondents have taken a conscious decision to refund the amount. The reasons,": "इसके अलावा, यह माना गया कि ऐसी परिस्थितियों में, उत्तरदाताओं ने राशि वापस करने का एक सचेत निर्णय लिया",
  "thus, are apparent on the file and, therefore, in our considered opinion": "है। इस प्रकार, कारण फाइल पर स्पष्ट हैं और इसलिए, हमारी सुविचारित राय में कि कानून की तय स्थिति को ध्यान",
  "that the same has been done in view of the settled position of law. Merely because the petitioner was the highest bidder, there is no vested": "में रखते हुए ऐसा किया गया है। केवल इसलिए कि याचिकाकर्ता सबसे अधिक बोली लगाने वाला था, ऐसा कोई",
  "right as such on the basis of which a writ of mandamus can be issued to him for confirmation of the auction. There are no such allegations that": "निहित अधिकार नहीं है जिसके आधार पर नीलामी की पुष्टि के लिए उसे अनिवार्य लिखित आदेश जारी किया जा",
  "him for confirmation of the auction. There are no such allegations that the process of rejection of bids was mala fide or intended to grant": "सके। ऐसा कोई आरोप नहीं है कि बोलियों को अस्वीकार करने की प्रक्रिया दुर्भावनापूर्ण थी या व्यक्तियों के दूसरे",
  "benefit to another set of persons and, therefore, interference would not": "समूह को लाभ देने का इरादा था और इसलिए, हस्तक्षेप की आवश्यकता नहीं होगी क्योंकि किसी को इस तथ्य को",
  "be warranted as one has to keep in mind the fact that the larger issue would be of public funds involved which would be affected if the reserve price was not properly fixed. The stipulations as such of the": "ध्यान में रखना होगा कि बड़ा मुद्दा शामिल सार्वजनिक धन का होगा जो आरक्षित मूल्य को ठीक से निर्धारित नहीं",
  "clause which provided that the action had to be taken within a specified": "में, जिसमें यह प्रावधान किया गया था कि कार्रवाई एक निर्दिष्ट अवधि के भीतर की जानी थी, को अनिवार्य और",
  "period cannot be held to be mandatory and binding as such and it has only been put in for the purpose of expediting the process so that the": "बाध्यकारी नहीं ठहराया जा सकता है और इसे केवल प्रक्रिया में तेजी लाने के उद्देश्य से रखा गया है ताकि अधिकारी",
  "authorities should act at the earliest. The perusal of the files would go": "के उद्देश्य से रखा गया है ताकि अधिकारी जल्द से जल्द कार्रवाई कर सकें। फाइलों के अवलोकन से पता चलता है",
  "on to show that the larger picture all over the State as such was examined and a conscious decision was thereafter taken and there have": "कि पूरे राज्य में बड़ी तस्वीर की जांच की गई थी और उसके बाद एक सचेत निर्णय लिया गया था और इस तरह का",
  "been valid reasons as such in taking such stand. We do not find any reasonable ground as such to take a contrary view keeping in mind the": "रुख अपनाने के लिए वैध कारण हैं। हम उपरोक्त तय स्थिति को ध्यान में रखते हुए विपरीत दृष्टिकोण रखने के लिए",
  "(Para 11)": "(पैरा ॥॥)",
  "Sunil Chadha, Senior Advocate, with Akshay Chadha, Advocate, for the petitioner(s) in CWP-13362 and 13366-2023.": "सीडब्ल्यूपी3362 और 3366-2023 में याचिकाकर्ता (ओं) की ओर से वकील अक्षय चड्ढा के साथ वरिष्ठ अधिवक्ता सुनील चड्ढा।",
  "S.S. Mor, Advocate, for the petitioner(s) in CWP-13707-2023.": "एस एस मोर, अधिवक्ता, सीडब्ल्यूपी-3707-2023 में याचिकाकर्ता (ओं) की ओर से।",
  "Kartar Singh, Advocate, for the petitioner(s) (in CWP-13682 and 13633-2023).": "याचिकाकर्ता (ओं) की ओर से अधिवक्ता करतारपुर सिंह (सीडब्ल्यूपी-]3682 और 3633-2023 में)",
  "MAHAVIR SINGH v. HARYANA SHEHARI VIKAS PRADHIKARAN 571 AND OTHERS (G.S. Sandhawalia, J.)": "महावीर सिंह बनाम हरियाणा शीहरी विकास प्रधान और अन्य (जी. एस. संधवालिया, जे.)",
  "and he had been informed of the said fact from the mail received": "और उसे उसी तारीख को प्राप्त मेल (अनुलग्रक पी-५) से उक्त तथ्य के बारे में सूचित किया गया था। इसके बाद",
  "(Annexure P-4) of the same date. The sum of Rs.8,46,180/- was thereafter deposited on 20.01.2023 (Annexure P-5) to make the total": "रुपये.8,५6,80/- की राशि 20.04.2023 (अनुलग्नक पी-5) को कुल जमा रुपये.3,3५,५80/- करने के लिए",
  "deposit to Rs.13,34,480/-, which was 10% of the bid amount. However, after a period of 4 months and 15 days, the whole amount": "जमा की गई, जो बोली राशि का 0% था। हालांकि, ५ महीने और ॥5 दिनों की अवधि के बाद, हरियाणा शहरी",
  "‘the HSVP') in his account on 05.06.2023 in two installments as deposited by the petitioner. No intimation was given as to why the": "05.06.2023 को उनके खाते में फिर से जमा कर दिया गया। इस बारे में कोई सूचना नहीं दी गई कि राशि क्‍यों",
  "amount had been refunded and why the letter of intent had not been issued. Thereafter, fresh e-auction notice was issued for 27.06.2023 and": "वापस की गई और आशय पत्र क्‍यों जारी नहीं किया गया। इसके बाद, 27.06.2023 के लिए ताजा ई-नीलामी नोटिस",
  "the base price of the booth in question was fixed at Rs.97,79,000/-.": "जारी किया गया था और विचाराधीन बूथ का आधार मूल्य रुपये.97,79,000/- निर्धारित किया गया था।",
  "(4) Resultantly, challenge was raised that there was no need to auction as the petitioner had already bidded much higher than the": "(५) परिणामस्वरूप, चुनौती दी गई थी कि नीलामी की कोई आवश्यकता नहीं थी क्योंकि याचिकाकर्ता ने पहले ही",
  "reserve price and there was no valid reason and neither he had been": "आरक्षित मूल्य से बहुत अधिक बोली लगाई थी और कोई वैध कारण नहीं था और न ही उसे राशि वापस करने के",
  "communicated for cancellation except refunding the amount. Reliance was placed upon Clause No.31 of the policy dated 20.07.2022": "अलावा रद्द करने के लिए सूचित किया गया था। रिलायंस को दिनांक 20.07.2022 (अनुलग्नक पी-॥) की नीति के",
  "competent authority was to take a decision within 30 days from the date": "दिनों में वापस किया जाना था और सक्षम प्राधिकारी को ई-नीलामी की तारीख से 30 दिनों के भीतर निर्णय लेना था",
  "of e-auction and, therefore, it amounted to a concluded contract.": "और इसलिए, यह एक संपन्न अनुबंध के बराबर था।",
  "(5) The defence taken by the respondent authority-HSVP was that the bid of the petitioner was examined on the file and it was found": "(5) प्रतिवादी प्राधिकरण-एचएसवीपी द्वारा लिया गया बचाव यह था कि याचिकाकर्ता की बोली की फाइल पर जांच",
  "that due to error in MIS (software of HSVP), wrong reserve price was": "की गई थी और यह पाया गया था कि एमआईएस (एचएसवीपी के सॉफ्टवेयर) में त्रुटि के कारण गलत आरक्षित मूल्य",
  "fixed and, therefore, the competent authority had decided to cancel the auction and refund 10% of the amount deposited. The ICICI bank had": "तय किया गया था और इसलिए, सक्षम प्राधिकारी ने नीलामी को रद्द करने और जमा की गई राशि का 40% वापस",
  "been requested vide letter dated 25.05.2023 to refund the amount and": "करने का निर्णय लिया था। आईसीआईसीआई बैंक को राशि वापस करने के लिए दिनांक 25.05.2023 के पत्र के",
  "the same had been received by the petitioner on 05.06.2023. Reliance": "माध्यम से अनुरोध किया गया था और याचिकाकर्ता द्वारा 05.06.2023 को प्राप्त किया गया था। रिलायंस को ई-",
  "was placed upon Clause No.17 of the e-auction policy that the competent authority reserved the rightto accept or reject any bid or to": "नीलामी नीति के खंड संख्या ।7 पर रखा गया था कि सक्षम प्राधिकारी ने किसी भी बोली को स्वीकार या अस्वीकार",
  "withdraw any or all properties from e-auction or cancel/postpone the e-": "करने या ई-नीलामी से किसी भी या सभी संपत्तियों को वापस लेने या बिना कोई कारण बताए नीलामी को रद्द/स्थगित",
  "auction without assigning any reason and neither any opportunity of hearing had to be given. The petitioner, at the time of registration for e-": "करने का अधिकार सुरक्षित रखा था और न ही सुनवाई का कोई अवसर दिया जाना था। याचिकाकर्ता ने नीलामी के",
  "any illegality. It was pleaded that there was no due acceptance of the allotment by the respondents and there was no concluded contract.": "यह दलील दी गई थी कि उत्तरदाताओं द्वारा आवंटन की कोई उचित स्वीकृति नहीं थी और कोई अनुबंध नहीं था।",
  "Reliance was placed upon the judgment passed by the co-ordinate Bench in CWP No. 19447-2021, Dr. Sarita Gautam and others versus": "रिलायंस को सीडब्ल्यूपी नं. । में समन्वय पीठ द्वारा पारित निर्णय पर रखा गया था। 9५५7-202, डॉ सरिता गौतम",
  "HSVP and others, decided on 27.09.2021. Similarly, reliance was": "और अन्य बनाम एचएसवीपी और अन्य, 27.09.202। को तय किया गया। इसी तरह, हरियाणा शहरी विकास",
  "MAHAVIR SINGH v. HARYANA SHEHARI VIKAS PRADHIKARAN 579 AND OTHERS (G.S. Sandhawalia, J.)": "महावीर सिंह बनाम हरियाणा शीहरी विकास प्रधान और अन्य (जी. एस. संधवालिया, जे.)",
  "process of rejection of bids was mala fide or intended to grant benefit to another set of persons and, therefore, interference would not be": "बोलियों की अस्वीकृति की प्रक्रिया दुर्भावनापूर्ण थी या व्यक्तियों के दूसरे समूह को लाभ देने के लिए थी और",
  "watranted as one has to keep in mind the fact that the larger issue": "इसलिए, हस्तक्षेप की आवश्यकता नहीं होगी क्योंकि किसी को इस तथ्य को ध्यान में रखना होगा कि बड़ा मुद्दा",
  "would be of public funds involved which would be affected if the reserve price was not properly fixed. The stipulations as such of the": "सार्वजनिक धन का होगा जो आरक्षित मूल्य को ठीक से निर्धारित नहीं करने पर प्रभावित होगा। खंड की शर्तों के रूप",
  "authorities should actat the earliest. The perusal of the files would go on to show that the larger picture all over the State as such was": "जल्द से जल्द कार्रवाई कर सकें। फाइलों के अवलोकन से पता चलता है कि पूरे राज्य में बड़ी तस्वीर की जांच की",
  "examined and a conscious decision was thereafter taken and there have been valid reasons as such in taking such stand. We do not find any": "गई थी और उसके बाद एक सचेत निर्णय लिया गया था और इस तरह का रुख अपनाने के लिए वैध कारण हैं। हम",
  "reasonable ground as such to take a contrary view keeping in mind the above settled position and are also of the considered opinion that the": "उपरोक्त तय स्थिति को ध्यान में रखते हुए विपरीत दृष्टिकोण रखने के लिए कोई उचित आधार नहीं पाते हैं और यह",
  "petitioner has not been able to make out a case as such for interference.": "भी विचारशील राय है कि याचिकाकर्ता हस्तक्षेप के लिए इस तरह का मामला बनाने में सक्षम नहीं है।",
  "(12) Accordingly, the writ petitions stand dismissed. The": "(2) तदनुसार, रिट याचिकाएं खारिज की जाती हैं। प्रत्यर्थी-एच. एस. वी. पी. के लिए अभिलेख श्री दीपक सभरवाल,",
  "Reporter-Shubreet Kaur": "रिपोर्टर- सुब्रीत कौर",
  "576": "579",
  "ILL.R. PUNJAB AND HARYANA 2023(2)": "आई.एल.आर पंजाब और हरियाणा 2023(2)",
  "15. We are fortified in our view by a decision of this Court in Uttar Pradesh Avas Evam Vikas Parishad & Ors.": "॥5. हम उत्तर प्रदेश आवास एवं विकास परिषद और अन्य में इस न्यायालय के एक निर्णय से हमारे विचार में मजबूत",
  "v. Om Prakash Sharma (2013) 5 SCC 182, the questions arose for its consideration that : whether there is any": "हैं। बनाम ओम प्रकाश शर्मा (203) 5 एस. सी. सी. 82, इसके विचार के लिए प्रश्न उत्पन्न हुए किः क्या",
  "vested right upon the plaintiff/bidder until the bid is accepted by the competent authority in relation to the": "वादी/बोलीदाता पर कोई निहित अधिकार है जब तक कि बोली को विचाराधीन संपत्ति के संबंध में सक्षम प्राधिकारी",
  "accepted by the competent authority in relation to the property in question? Merely because the plaintiff is the highest bidder by depositing 20% of the bid amount without there being approval of the same by the competent": "द्वारा स्वीकार नहीं किया जाता है? केवल इसलिए कि वादी बोली राशि का 20% सक्षम प्राधिकारी द्वारा अनुमोदन",
  "to the plot in question; and whether the plaintiff could have maintained the suit in the absence of a concluded contract ?": "अनुबंध के बराबर है; और क्या वादी एक निष्कर्षित अनुबंध के अभाव में मुकदमे को बनाए रख सकता था?",
  "Considering the aforesaid questions, this Court has discussed the matter thus :": "उपरोक्त प्रश्नों पर विचार करते हुए, इस न्यायालय ने इस मामले पर इस प्रकार चर्चा की हैः",
  "“30. In support of the said proposition, the learned Senior Counsel for the defendant, Mr Rakesh Dwivedi has also": "\"30. उक्त प्रस्ताव के समर्थन में, प्रतिवादी के लिए विद्वान वरिष्ठ वकील, श्री राकेश द्विवेदी ने भी यू पी. के राज्य में",
  "placed reliance uponanother decision of this Court in State of U.P. v. Vijay Bahadur Singh (1982) 2 SCC 365. The": "इस न्यायालय के एक अन्य निर्णय पर भरोसा रखा है। बनाम विजय बहादुर सिंह (982) 2 एससीसी 365। विद्वान",
  "learned Senior Counsel has rightly placed reliance upon the judgment of this Court in Rajasthan Housing Board": "वरिष्ठ अधिवक्ता ने राजस्थान आवास बोर्ड मामले (2007) । एस. सी. सी. ५77 में इस न्यायालय के निर्णय पर उचित",
  "“9. This being the settled legal position, the respondent acquired no right to claim that theauction be concluded in": "\"9. यह तय कानूनी स्थिति होने के कारण, प्रत्यर्थी को यह दावा करने का कोई अधिकार प्राप्त नहीं था कि नीलामी",
  "its favour and the High Court clearly erred in entertaining the writ petition and in not only issuing a direction for consideration of the representation but alsoissuing a further": "उसके पक्ष में की जाए और उच्च न्यायालय ने रिट याचिका पर विचार करने और न केवल अभ्यावेदन पर विचार",
  "balance amount. The direction relating to issuance of the demand note for balance amount virtually amounted to": "के लिए एक और निर्देश भी जारी किया। शेष राशि के लिए मांग पत्र जारी करने से संबंधित निर्देश वस्तुतः प्रत्यर्थी के",
  "confirmation of the auction in favour of the respondent which was not the function of the HighCourt.”": "पक्ष में नीलामी की पुष्टि के बराबर था जो उच्च न्यायालय का कार्य नहीं था।",
  "x X x X X In State of Orissa v. Harinarayan Jaiswal (1972) 2 SCC 36 case, relevant paragraph of which reads as": "» » » » » उड़ीसा राज्य बनाम हरिनारायण जयस्वाल (972) 2 एस. सी. सी. 36 मामले में, जिसका सुसंगत",
  "“13. x x x x x There is no concluded contract till the bid is accepted. Before there was a concluded contract, it was": "\"3. ४ » » » » जब तक बोली स्वीकार नहीं की जाती, तब तक कोई अनुबंध नहीं होता है। एक पूर्ण अनुबंध होने से",
  "open to the bidders to withdraw their bids (see Union of India v. Bhim Sen Walaiti Ram (1969) 3 SCC 146). By": "पहले, बोलीदाताओं के लिए अपनी बोलियों को वापस लेने के लिए खुला था (देखें भारत संघ बनाम भीम सेन वलीती",
  "MAHAVIR SINGH v. HARYANA SHEHARI VIKAS PRADHIKARAN 577 AND OTHERS (G.S. Sandhawalia, J.)": "महावीर सिंह बनाम हरियाणा शीहरी विकास प्रधान और अन्य (जी. एस. संधवालिया, जे.)",
  "vested rights.": "निहित अधिकार।",
  "31. In view of the law laid down by this Court in the aforesaid decisions, the learned Senior Counsel Mr Rakesh": "34. उपर्युक्त निर्णयों में इस न्यायालय द्वारा निर्धारित कानून को ध्यान में रखते हुए, विद्वान वरिष्ठ अधिवक्ता श्री राकेश",
  "Dwivedi has rightly placed reliance upon the same in support of the case of the first defendant, which would": "द्विवेदी ने प्रथम प्रतिवादी के मामले के समर्थन में उसी पर उचित रूप से भरोसा रखा है, जो स्पष्ट रूप से यह दर्शाता",
  "clearly go to show that the plaintiff had not acquired any right and no vested right has been accrued in his favour in": "है कि वादी ने कोई अधिकार प्राप्त नहीं किया था और विचाराधीन भूखंड के संबंध में उसके पक्ष में कोई निहित",
  "amount is highest and he haddeposited 20% of the highest bid amount along with the earnest money with the Board. In theabsence of acceptance of bid offered by the plaintiff to the competent authority of the firstdefendant, there is no": "बकाया राशि के साथ उच्चतम बोली राशि का 20% जमा किया था। वादी द्वारा प्रथम प्रतिवादी के सक्षम प्राधिकारी",
  "In theabsence of acceptance of bid offered by the plaintiff to the competent authority of the firstdefendant, there is no concluded contract in respect of the plot in question, which": "को दी गई बोली की स्वीकृति के अभाव में, विचाराधीन भूखंड के संबंध में कोई निष्कर्षित अनुबंध नहीं है, जो दिनांक",
  "is evident from letters dated 26-5-1977 and 8-7-1977 wherein the third defendant had rejected the bid amount": "26-5-977 और 8-7-977 के पत्रों से स्पष्ट है, जिसमें तीसरे प्रतिवादी ने वादी द्वारा जमा की गई बोली राशि को",
  "deposited by the plaintiff and the same was refunded to him by way of demand draft, which is an undisputed fact and it": "अस्वीकार कर दिया था और उसे डिमांड ड्राफ्ट के माध्यम से वापस कर दिया गया था, जो एक निर्विवाद तथ्य है और",
  "is also not his case that the then Assistant Housing Commissioner who has conducted the public auction had": "यह भी उसका मामला नहीं है कि तत्कालीन सहायक आवास आयुक्त जिन्होंने सार्वजनिक नीलामी का संचालन किया",
  "accepted the bid of the plaintiff.”(emphasis supplied).": "है, ने वादी की बोली को स्वीकार कर लिया था।(जोर दिया गया).",
  "This Court has held that in the absence of a concluded contract which takes place by issuance of allotment letter,": "इस न्यायालय ने यह अभिनिर्धारित किया है कि आबंटन पत्र जारी करके होने वाले एक निष्कर्षित अनुबंध के अभाव",
  "suit could not be said to be maintainable as there is no vested right in the plaintiff without approval of the bid by": "में, वाद को बनाए रखने योग्य नहीं कहा जा सकता है क्योंकि सक्षम प्राधिकारी द्वारा बोली की मंजूरी के बिना वादी में",
  "the competent authority. Thus, in the wake of aforesaid decision, in the absence of a concluded contract, the suit": "कोई निहित अधिकार नहीं है। इस प्रकार, उपरोक्त निर्णय के मद्देनजर, एक निष्कर्षित अनुबंध के अभाव में, वाद को",
  "could not have been decreed for mandatory injunction. It amounted to enforcing ofcontract in the absence thereof.": "अनिवार्य निषेधाज्ञा के लिए नहीं ठहराया जा सकता था। यह अनुबंध की अनुपस्थिति में उसे लागू करने के बराबर था।",
  "16. In the light of the aforesaid discussion, it is evident that in the absence of a concluded contract, i.e. in the absence of allotment letter and acceptance of highest bid, the suit by": "॥6. उपरोक्त चर्चा के प्रकाश में, यह स्पष्ट है कि एक निष्कर्षित अनुबंध की अनुपस्थिति में, यानीआवंटन पत्र और",
  "in the absence of a concluded contract, i.e. in the absence of allotment letter and acceptance of highest bid, the suit by the plaintiff was wholly misconceived. Even if non-": "उच्चतम बोली की स्वीकृति के अभाव में, वादी द्वारा मुकदमा पूरी तरह से गलत था। भले ही बोली की अस्वीकृति एक",
  "acceptance of the bid was by an incompetent authority, the": "अक्षम प्राधिकारी द्वारा की गई हो, अदालत के पास बोली को स्वीकार करने और आवंटन पत्र जारी करने का निर्देश",
  "allotment letter to be issued. Merely on granting the declaration which was sought that rejection was illegal and arbitrary and by incompetent authority, further relief of": "प्राधिकारी द्वारा, आवंटन पत्र जारी करने के लिए, दर्ज किए गए निष्कर्षों के आधार पर, अनिवार्य निषेधाज्ञा की और",
  "would then become necessary to forward the bid to competent authority — Chief Administrator - for its": "तब बोली को इसकी स्वीकृति के लिए सक्षम प्राधिकारी-मुख्य प्रशासक-को अग्रेषित करना आवश्यक हो जाएगा, यदि",
  "(9) In the present case, we have called for the records regarding the reasoning as such why the cancellation of the auction had taken place. A perusal of the file would go on to show that the matter was": "(9) वर्तमान मामले में, हमने नीलामी को रद्द करने के कारण के बरे में रिकॉर्ड मांगे हैं। फाइल के अवलोकन से पता",
  "examined regarding various auctions which took place in January, 2023 and February, 2023 in different urban estates in the State of Haryana. The respondent had come to the conclusion that the calculation of the": "चलता है कि हरियाणा राज्य में विभिन्न शहरी संपदाओं में जनवरी, 2023 और फरवरी, 2023 में हुई विभिन्न नीलामियों के संबंध में मामले की जांच की गई थी। प्रत्यर्थी इस निष्कर्ष पर पहुंचा था कि पिछले । वर्ष और 5 वर्षों के",
  "software for fixing the reserve price on the basis of the Collector rate/allotment rates/land cost/average auction price for the last | year": "लिए कलेक्टर दर/आवंटन दरों/भूमि लागत/औसत नीलामी मूल्य के आधार पर आरक्षित मूल्य निर्धारित करने के",
  "The basis of the last 1 year and 5 years and the calendar year was to be taken as the basis of calculation. The calendar year had been closed": "पिछले । वर्ष और 5 वर्षों और कैलेंडर वर्ष के आधार को गणना के आधार के रूप में लिया जाना था। कैलेंडर वर्ष",
  "taken as the basis of calculation. The calendar year had been closed in December and, therefore, the calculation of the reserve price was": "दिसंबर में बंद हो गया था और इसलिए, आरक्षित मूल्य की गणना को यह देखते हुए फिर से गणना की गई कि कुछ",
  "recalculated by noticing that in some cases reserve price had been changed. It is in such circumstances, file was put up that where there": "मामलों में आरक्षित मूल्य में बदलाव किया गया था। ऐसी परिस्थितियों में, फाइल रखी गई थी कि जहां बोलियां थीं,",
  "were bids, what action should be taken and decision was arrived at that where there was a difference in reserve price, the e-auction of all": "क्या कार्रवाई की जानी चाहिए और निर्णय लिया गया था कि जहां आरक्षित मूल्य में अंतर था, ऐसे सभी भूखंडों की ई-",
  "such plotsbe cancelled and the 10% amount deposited be refunded to the bidder. For the urban Estate, Hansi where letters of intent had been": "नीलामी रद्द कर दी जाए और जमा की गई 0% राशि बोलीदाता को वापस कर दी जाए। अर्बन एस्टेट, हांसी के लिए",
  "withdrawn and where the price ofcorner plots was calculated without adding the preferential cost, the auction dated 22.04.2023 in respect of Sector 25, Part II, Panipat may also be cancelled.": "जहां अधिमान्य लागत जोड़े बिना कॉर्नर भूखंडों की कीमत की गणना की गई थी, तो सेक्टर 25, भाग ॥, पानीपत के संबंध में दिनांक 22.0५.2023 की नीलामी भी रद्द की जा सकती है।",
  "(10) The Full Bench of this Court in Surja Ram versus State of Haryana and another? held that there had to be reasons for refusing": "(0) सूरजाराम बनाम हरियाणा राज्य और अन्य : मामले में इस न्यायालय की पूर्ण पीठ ने अभिनिर्धारित किया कि",
  "the non-acceptance of the bid and such reasons may not have to be": "बोली की अस्वीकृति से इनकार करने के लिए कारण होने चाहिए और ऐसे कारणों को उच्चतम बोलीदाता को प्रकट",
  "disclosed to the highest bidder but the Court can ask for them to be": "नहीं किया जाना चाहिए, लेकिन न्यायालय उन्हें उपलब्ध कराने के लिए कह सकता है और यह पता लगा सकता है",
  "made available and find out whether the same are relevant and germane to the non-acceptance to the bid.": "कि क्या वे बोली की अस्वीकृति के लिए प्रासंगिक और उपयुक्त हैं।",
  "(11) It is in such circumstances, the respondents have taken a conscious decision to refund the amount. The reasons, thus, are": "(।॥) ऐसी परिस्थितियों में, उत्तरदाताओं ने राशि वापस करने का एक सचेत निर्णय लिया है। इस प्रकार, कारण फाइल",
  "apparent on the file and, therefore, in our considered opinion that the same has been done in view of the settled position of law. Merely": "पर स्पष्ट हैं और इसलिए, हमारी सुविचारित राय में कि कानून की तय स्थिति को ध्यान में रखते हुए ऐसा किया गया",
  "because the petitioner was the highest bidder, there is no vested right as": "है। केवल इसलिए कि याचिकाकर्ता सबसे अधिक बोली लगाने वाला था, ऐसा कोई निहित अधिकार नहीं है जिसके",
  "such on the basis of which a writ of mandamus can be issued to him for confirmation of the auction. There are no such allegations that the": "आधार पर नीलामी की पुष्टि के लिए उसे अनिवार्य लिखित आदेश जारी किया जा सके। ऐसा कोई आरोप नहीं है कि"
}