{
  "(Para 9)": "(पैरा 9)",
  "Further held, that if the facts of the present case are considered in the light of enunciation of law in Chandi Prasad Untyal's case (supra),": "आगे यह अभिनिर्णात किया गया कि यदि चंडी प्रसाद उनियाल के मामले (सुप्रा) में कानून के प्रतिपादन के आलोक",
  "for the ycars 2005-06 and 2006-07 in the year 2008. Immediately when": "में वर्तमान मामले के तथ्यों पर विचार किया जाता है, तो वर्ष 2008 में वर्ष 2005-06 और 2006-07 के लिए",
  "excess paid, hence there was no delay as such in pointing out the error in payment of cxcess amount to the petitioners. Rather, all the petitioners in": "की गई राशि की वसूली के लिए नोटिस जारी किए गए थे, इसलिए याचिकाकर्ताओं को अधिक राशि के भुगतान में त्रुटि को",
  "payment of cxcess amount to the petitioners. Rather, all the petitioners in the present case are still in service and working on reasonably senior": "इंगित करने में कोई विलंब नहीं हुआ। बल्कि, वर्तमान में सभी याचिकाकर्ता अभी भी सेवा में हैं और यथोचित वरिष्ठ पदों पर",
  "positions as the petitioner in C.W.P. No. 14239 of 2010 is working as": "काम कर रहे हैं क्योंकि सी० डब्ल्यू० पी संख्या |4239 सन 200 में याचिकाकर्ता जिला अरटॉर्नी के रूप में काम कर रहे",
  "District Attorney, whereas the petitioners in C.W.P. No. 6859 of 2011 are working as Sub Divisional Engincers and Junior Engineers hence, even the": "हैं, जबकि सीडब्ल्यूपी संख्या 6859 सन 20]॥ में याचिकाकर्ता सब डिवीजनल इंजीनियर और जूनियर इंजीनियर के रूप में",
  "plea of extreme hardship cannot be raised by them. The amount sought to": "काम कर रहे हैं, इसलिए उनके द्वारा अत्यधिक कठिनाई की दलील भी नहीं दी जा सकती है। वसूली जाने वाली राशि बहुत",
  "be recovered is not huge. For the reasons mentioned above, present petitions are dismissed. ITowever, in case the petitioners make a representation": "बड़ी नहीं है। ऊपर वर्णित कारणों के लिए, वर्तमान याचिकाओं को खारिज कर दिया जाता है। हालांकि, यदि याचिकाकर्ता",
  "for recovery of the amount in instalments, the same will be considered by the competent authority sympathctically.": "किश्तों में राशि की वसूली के लिए अभ्यावेदन देते हैं, तो सक्षम प्राधिकारी द्वारा सहानुभूतिपूर्वक विचार किया जाएगा।",
  "K. 8. Dhanora, Advocate, for the petitioner(s).": "के.एस. धनोरा, याचिकाकर्ता(ओं) के लिए अधिवक्ता",
  "ID. D. Gupta, Addl. Advocate General, Hlaryana.": "डी. डी. गुप्ता, अतिरिक्त महाधिवक्ता, हरियाणा।",
  "Sanjecv Gupta, Advocate for Mr. C. B. Goel, Advocate for respondent No. 2 in both the petitions.": "संजीव गुप्ता, श्री सीबी गोयल के वकील, दोनों याचिकाओं में प्रतिवादी नंबर 2 के वकील।",
  "Durgesh Aggarwal, Advocate for respondent No. 3in CWP No. 6859 of 2011.": "दुर्गेश अग्रवाल, सी०डब्ल्यू०पी संख्या 6859 सन 20| में प्रतिवादी नंबर 3 के वकील।",
  "RAJESH BINDAL J.": "न्यायमूर्ति राजेश बिंदल:",
  "14239 of 2010 and 6859 of 2011, as common questions of law and facts arcinvolved.": "का निस्तारण करेगा, क्योंकि दोनों मे कानून और तथ्यों के सामान्य प्रश्न शामिल हैं।",
  "Before Rajesh Bindal, JJ.": "न्यायमूर्ति राजेश बिंदल के समक्ष।",
  "RAM KUMAR BEDI—Petitioner": "राम कुमार बेदी- याचिकाकर्ता",
  "Versus": "बनाम",
  "STATE OFHARYANA ANDANOTHER—-Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "CWP No. 14239 of 2010": "सीडब्ल्यूपी संख्या 44239 सन 200",
  "February 04, 2013": "04 फरवरी, 203",
  "Constitution of India, 1950 - Art. 226/227 - Service. Law - Employees working on deputation - Wrongly awarded incentive in": "भारत का संविधान, /950 - अनुच्छेद 226/227 - सेवा कानून - ग्रतिनियुक्ति पर काम करने वाले कर्मचारी -",
  "Employees working on deputation - Wrongly awarded incentive in the form of performance award - No entitlement to same - Recovery": "प्रदर्श पुरस्कार के रूप में गलत तरीके से प्रोत्साहन से सम्मानित किया गया - इसके लिए कोई पात्रता नहीं - वसूली को",
  "sought to be effected - Employee not at fault nor misled concerned": "प्रभावित करने की मांग की गई - कर्मचारी की गलती नहीं है और न ही किसी भी राशि के भुगतान के लिए संबंधित प्राधिकारी",
  "authority for payment of any amount - Excess payment of public/ tax payers money - No rules or regulations which entitle the payee": "को गुमराह किया गया है - जनता/करदाताओं के पैसे का अधिक भुगतान - कोई नियम या विनियम नहीं जो भुुगतानकर्ता को",
  "to the amount which has been paid and cannot be claimed as a": "उस राशि का हकदार बनाता है जिसका भुगतान किया गया है और अधिकार के मामले के रूप में दावा नहीं किया जा सकता",
  "matter of right since it would amount to unjust enrichment - Petitioners in service and working on reasonably senior positions": "है क्योंकि यह अन्यायपूर्ण संवर्धन के बराबर होगा - याचिकाकर्ता का सेवा में यथोचित वरिष्ठ पदों पर काम करना - अत्यधिक",
  "- Plea of extreme hardship not available - Excess payment liable to be recovered.": "कठिनाई की दलील उपलब्ध नहीं है - अतिरिक्त भुगतान वसूल किये जाने योग्य है।",
  "/leld, that aficr the judgment of Full Bench of this court in Budh Ram's case (supra), Hon'ble the Supreme Court in Chandi Prasad Uniyal": "यह अभिनिर्णात किया गया कि बुद्ध राम के मामले (सुप्रा) में इस अदालत की पूर्ण पीठ के फैसले के बाद, चंडी",
  "and others v. State of Uttarakhand and others, (2012) 8 SCC 417, had": "प्रसाद उनियाल और अन्य बनाम उत्तराखंड राज्य और अन्य, (202) 8 एससीसी 47 में माननीय सर्वोच्च न्यायालय ने",
  "considered the similar issuc. It has been opined therein that in many cases": "इसी तरह के मुद्दे पर विचार किया था। उसमें यह राय दी गई है कि तथ्यों के आधार पर पहले तय किए गए कई मामलों में, यह",
  "decided carlicr on facts, it was held that the recipicnts having retired or on the verge of retirement and occupying lower posts in the administrative": "माना गया था कि सेवानिवृत्त होने वाले या सेवानिवृत्ति के कगार पर होने वाले और प्रशासनिक पदानुक्रम में निचले पदों पर",
  "hierarchy should not be asked to repay the benefit, which has already been given to them crroncously without there being any misrepresentation or fraud": "आसीन होने वाले प्राप्तकर्ताओं को उस लाभ को चुकाने के लिए नहीं कहा जाना चाहिए, जो पहले ही उन्हें गलत बयानी या",
  "given to them crroncously without there being any misrepresentation or fraud on their parts. The excess payment of public moncy, which is often described as \"lax paycrs moncy\" belonys neither to the officers who had been made": "धोखाधड़ी के बिना गलत तरीके से दिया जा चुका है। सार्वजनिक धन का अधिक भुगतान, जिसे अक्सर \"करदाता के पैसे\" के",
  "as \"lax paycrs moncy\" belonys neither to the officers who had been made payment nor to the recipients. [ixcess payment of public moncy may be": "रूप में वर्णित किया जाता है, न तो उन अधिकारियों का है जिन्हें भुगतान किया गया था और न ही प्राप्तकर्ताओं का। सार्वजनिक",
  "duc to various reasons, such as negligence, collusion. carclessness, favoritism": "धन का अधिक भुगतान विभिन्‍न कारणों जैसे लापरवाही, मिलीभगत, लापरवाही, पक्षपात आदि की वजह से हो सकता है। ऐसे",
  "etc. Phere can be cases where both payer and payee are at fault. Where can be situations where the payment had been made without authority of": "मामले हो सकते हैं जहां भुगतानकर्ता और आदाता दोनों गलती पर हैं। ऐसी परिस्थितियां हो सकती हैं जहां भुगतान कानून के",
  "can be situations where the payment had been made without authority of law, meaning, thereby there being no rules or regulations which could entitle": "अधिकार के बिना किया गया था, जिसका अर्थ है कि कोई नियम या कानून नहीं है जो भुगतानकर्ता को उस राशि का हकदार",
  "duc to various reasons, such as negligence, collusion, carelessness, favouritism": "भुगतान लापरवाही, लापरवाही, मिलीभगत, पक्षपात आदि जैसे विभिन्‍न कारणों से हो सकता है क्योंकि ऐसी",
  "etc. There can be cases where both payer and payce arc at fault. There": "स्थिति में पैसा भुगतानकर्ता या आदाता से संबंधित नहीं है। ऐसी स्थितियाँ भी उत्पन्न हो सकती हैं जहाँ भुगतानकर्ता",
  "“12. We may 1n this respect refer to the judgment of two-Judge Bench of this Court nCol. B.J-Akkara (retd.) case (supra) where": "\"|2, इस संबंध में हम कर्नल बी०जे० अक्कारा (सेवानिवृत्त) मामले (सुप्रा) में इस न्यायालय की दो-न्यायाधीशों",
  "this Court after referring toShyam Babu Verma case, Sahib Ram": "की पीठ के फैसले का उल्लेख कर सकते हैं, जहां इस न्यायालय ने श्याम बाबू वर्मा मामले, साहिब राम मामले",
  "case (supra) and few other decisions held as follows:": "(सुप्रा) और कुछ अन्य निर्णयों का उल्लेख करने के बाद निम्नानुसार आयोजित किया:",
  "“Such relicf, restraining recovery back of excess payment, is granted by courts not because of any right in the employccs,": "\"इस तरह की राहत, अतिरिक्त भुगतान की वसूली को रोकना, अदालतों द्वारा कर्मचारियों में किसी भी अधिकार",
  "but in cquity, in excercise of judicial discretion, to relicve the": "के कारण नहीं दी जाती है, बल्कि इक्विटी में, न्यायिक विवेक का प्रयोग करते हुए, कर्मचारियों को राहत देने",
  "cemployccs, from the hardship that will be caused ifrecovery is implemented. A Government servant, particularly one in the": "के लिए, वसूली लागू होने पर होने वाली कठिनाई से राहत देती है। एक सरकारी कर्मचारी, विशेष रूप से सेवा",
  "reccives for the upkeep ofhis family. Ifhe receives an excess": "पोषण पर खर्च करता है। यदि उसे लंबी अवधि के लिए अतिरिक्त भुगतान प्राप्त होता है, तो वह इसे वास्तव",
  "that he is entitled to it. As any subsequent action to recover the excess payment will cause unduc hardship to him, rclicfis granted": "किसी भी बाद की कार्रवाई से उसे अनुचित कठिनाई होगी, इसलिए उस संबंध में राहत दी जाती है। लेकिन",
  "payment received was in excess of what was duc or wrongly": "जहां कर्मचारी को ज्ञान था कि प्राप्त भुगतान देय या गलत भुगतान से अधिक था, या जहां त्रुटि का पता लगाया",
  "paid, or where the error is detected or corrected within a short time of wrong payment, Courts will not grant rclicf against recovery. ‘The matter being in the realm of judicial discretion,": "जाता है या गलत भुगतान के थोड़े समय के भीतर ठीक किया जाता है, अदालतें वसूली के खिलाफ राहत",
  "recovery. ‘The matter being in the realm of judicial discretion, courts may on the facts and circumstances of any particular": "नहीं देंगी। मामला न्यायिक विवेक के दायरे में होने के कारण, अदालतें किसी विशेष मामले के तथ्यों और",
  "case rcfusc to grant such relicf against recovery.”": "परिस्थितियों पर वसूली के खिलाफ ऐसी राहत देने से इनकार कर सकती हैं।",
  "13. Later, a three-Judge Bench inSyed Abdul Qadir case (supra) aficr referring toShyam Babu Verma, Col. B.J. AKkkara (retd.)": "]3. बाद में, एसवाई सीडी अब्दुल कादिर मामले (सुप्रा) में तीन न्यायाधीशों की पीठ ने श्याम बाबू वर्मा, कर्नल",
  "but held as follows:": "दिया, लेकिन निम्नानुसार आयोजित किया:",
  "“Undoubtedly, the excess amount that has been paid to the appcliants - teachers was not because of any misrepresentation": "\"निस्संदेह, अपीलकर्ताओं-शिक्षकों को जो अतिरिक्त राशि का भुगतान किया गया है, वह उनकी ओर से",
  "or fraud on their part and the appellants also had no knowledge": "किसी गलत बयानी या धोखाधड़ी के कारण नहीं था और अपीलकर्ताओं को भी इस बात का कोई ज्ञान नहीं",
  "that the amount that was being paid to them was morc than what they were cntiticd to. It would not be out of place to": "था कि उन्हें जो राशि दी जा रही थी, वह उससे अधिक थी जिसके वे हकदार थे। यहां यह उल्लेख करना",
  "what they were cntiticd to. It would not be out of place to mention herc that the Finance Department had, in its counter affidavit, admitted that it was a bona fide mistake on their part.": "असंगत नहीं होगा कि वित्त विभाग ने अपने जवाबी हलफनामे में स्वीकार किया था कि यह उनकी ओर से",
  "‘lhe excess payment made was the result of wrong interpretation": "एक वास्तविक गलती थी। किया गया अतिरिक्त भुगतान उस नियम की गलत व्याख्या का परिणाम था जो उन",
  "of the rule that was applicable to them, for which the appellants cannot be held responsible. Rather, the wholc confusion was": "पर लागू था, जिसे अपीलकर्ताओं को जिम्मेदार नहीं ठहराया जा सकता है। बल्कि यह सारा भ्रम बिहार सरकार",
  "because of inaction, negligenccand carelessness of the officials": "के संबंधित अधिकारियों की निष्क्रितता, लापरवाही और लापरवाही के कारण था। अपीलकर्ताओं-शिक्षकों",
  "appearing on behalf ofthe appcllants-tcachers submitted that majority of the bencficiaries have cither retired or are on the": "की ओर से पेश वकील ने प्रस्तत किया कि अधिकांश लाभार्थी या तो सेवानिवत्त हो च॒के हैं या इसके कगार",
  "wus given keeping in view of the peculiar facts and circumstances of": "पर हैं। मामले के अजीबोगरीब तथ्यों और परिस्थितियों को ध्यान में रखते हुए और अपीलकर्ताओं-शिक्षकों",
  "(6) Learned counscl for the petitioners, while referring to a Full Bench judgment of this court in C.W.P. No. 2799 of 2008---Budh Ram": "6) याचिकाकर्ताओं के विद्वान वकील ने सीडब्ल्यूपी संख्या 2799 सन 2008 बुद्ध राम और अन्य बनाम",
  "and others v. State of Haryana and others, decided on 22.5.2009, submitted": "हरियाणा राज्य और अन्य में इस अदालत की पूर्ण पीठ के 22.5.2009 के फैसले का उल्लेख करते हुए, प्रस्तुत किया कि",
  "that oncc the petitioners were not at fault and had not misled the authority": "जब याचिकाकर्ताओं की गलती ना हो और किसी भी राशि के भुगतान के लिए प्राधिकरण को गुमराह नहीं किया गया हो, तो",
  "for payment of any amount, the same cannot be recovered.": "उसे वसूल नहीं किया जा सकता है।",
  "(7) On the other hand, leamed counsel for the respondents submitted that the petitioncrs herein were working on deputation with HAFED. As": "7) दूसरी ओर, उत्तरदाताओं के विद्वान वकील ने प्रस्तुत किया कि याचिकाकर्ता यहां हैफेड के साथ प्रतिनियुक्ति पर",
  "per the policy, the performance award could be paid only to the regular": "काम कर रहे थे। नीति के अनुसार, प्रदर्शन पुरस्कार का भुगतान केवल नियमित कर्मचारियों को किया जा सकता था, हालांकि,",
  "employces, however, erroneously the same was paid to the petitioners as well, who were on deputation. Immediately after the crror came to their": "गलती से याचिकाकर्ताओं को भी भुगतान किया गया था, जो प्रतिनियुक्ति पर थे। त्रुटि की जानकारी में आने के तुरंत बाद, उन",
  "knowledge, notices were issued to all the persons who had becn made payment of performance award, to which they were not entitled to. It is": "सभी व्यक्तियों को नोटिस जारी किए गए जिन्हें निष्पादन पंचाट का भुगतान किया गया था, जिसके वे हकदार नहीं थे। यह ऐसा",
  "not a case where some amount is sought to be recovered from the petitioners": "मामला नहीं है जहां याचिकाकर्ताओं से कुछ राशि वसूलने की मांग की गई है, जिसके लिए उन्हें वर्षों से भुगतान किया गया था",
  "was sought to be made at the time of their retirement. The payment was made in the year 2008. When the error was noticed, they were asked to": "और उनकी सेवानिवृत्ति के समय वसूली की मांग की गई थी। भुगतान वर्ष 2008 में किया गया था। जब त्रुटि देखी गई, तो",
  "repay the amount in the year 2009. The petitioners arc otherwise also not": "उन्हें वर्ष 2009 में राशि चुकाने के लिए कहा गया। याचिकाकर्ता अन्यथा कम वेतन वाले कर्मचारी भी नहीं हैं, क्योंकि वे",
  "low paid employees, as they are working on reasonably senior positions having good salary and payment of smal] amount, which was in fact paid": "यथोचित वरिष्ठ पदों पर काम कर रहे हैं, जिनके पास अच्छा वेतन और छोटी राशि का भुगतान है, जो वास्तव में उन्हें गलत",
  "to them wrongly, will not cause any hardship to them.": "तरीके से भुगतान किया गया था, जिससे उन्हें कोई कठिनाई नहीं होगी।",
  "(8) Heard learned counsel for the partics and perused the paper book.": "8) पक्षकारों के विद्वान वकील को सुना और पेपर बुक का अवलोकन किया।",
  "(9) After the judgment of Full Bench of this court in Budh Ram’s case (supra), Hon’ble the Supreme Court in Chandi Prasad Uniyal and": "9) बुद्ध राम मामले (सुप्रा) में इस न्यायालय की पूर्ण पीठ के फैसले के बाद, चंडी प्रसाद उनियाल और अन्य",
  "others versus State of Uttarakhand and others (1), had considered the": "बनाम उत्तराखंड राज्य और अन्य में माननीय सर्वोच्च न्यायालय ने इसी तरह के मुद्दे पर विचार किया था। उसमें यह राय",
  "similar issuc. It has been opined therein that in many cases decided earlier on facts, it was held that the recipients having retired or on the verge of": "दी गई है कि तथ्यों के आधार पर पहले तय किए गए कई मामलों में, यह माना गया था कि सेवानिवृत्त होने वाले या सेवानिवृत्ति",
  "retirement and occupying lower posts in the administrative hicrarchy should": "के कगार पर होने वाले और प्रशासनिक पदानुक्रम में निचले पदों पर आसीन होने वाले प्राप्तकर्ताओं को उस लाभ को चुकाने",
  "not be asked to repay the benefit, which has already been given to them crroncously without there being any misreprescntation or fraud on their": "के लिए नहीं कहा जाना चाहिए, जो पहले ही उन्हें गलत बयानी या धोखाधड़ी के बिना गलत तरीके से दिया जा चुका है।",
  "parts. The excess payment of public money, which is often described as “tax payers money” belongs neither to the officers who had been made": "सार्वजनिक धन का अधिक भुगतान, जिसे अक्सर \"करदाता के पैसे\" के रूप में वर्णित किया जाता है, न तो उन अधिकारियों",
  "payment nor to the recipients. Excess payment of public moncy may be": "का है जिन्हें भुगतान किया गया था और न ही प्राप्तकर्ताओं का। सार्वजनिक धन का अधिक भुगतान विभिन्‍न कारणों जैसे",
  "negligence, carclessness, collusion, favouritism ctc. because moncy in such situation docs not belong to the payer or the paycc. Situations": "लापरवाही, मिलीभगत, लापरवाही, पक्षपात आदि की वजह से हो सकता है। ऐसे मामले हो सकते हैं जहां भुगतानकर्ता और",
  "in such situation docs not belong to the payer or the paycc. Situations may also arise where both the payer and the paycc arc at fault, then the mistake is mutual. Payments are being cflected in many situations without any authority oflaw and payments have been reccived by": "आदाता दोनों गलती पर हैं। ऐसी परिस्थितियां हो सकती हैं जहां भुगतान कानून के अधिकार के बिना किया गया था, जिसका",
  "few exceptions of extreme hardships but not as a matter of right, in": "है। अत्यधिक कठिनाइयों के कुछ अपवाद हो सकते हैं। यह अधिकार की बात नहीं है। अन्यथा, यह अन्यायपूर्ण संवर्धन के"
}