{
  "(Para 6)": "(फिर 6)",
  "still not ended at least till the passing of the order by this Court, he": "आदेश पारित होने तक सम्राप्त नहीं हुआ हैं। इस अदानव में उसे बिना किसी",
  "ordinarily ordered his prosecution, but for the fact that he is no longer": "सुकदमा चलाने का आवेशविया होगा, लेकिन इस्र तथ्य के लिए कि वह अब द्वनिया",
  "in the world, therefore, it deems it appropriate to inflict monetary consequences upon him which are determined at Rs. 5 lakhs which": "में नहीं है. इसालिए उस पर म्ोंद्रिक परिणाम लागू कज़ा उचित हैं जो कि 5 नाख",
  "consequences upon him which are determined at Rs. 5 lakhs which would cover the unauthorized use of the property from 1972 and": "रुपये जो 7922 से संपाति के अनधिकृत उपयोग ओर मुकदमेबाजी के खर्चों को",
  "K.S. Boparai, Advocate, for the petitioners.": "केएस बोपाराय, याचिकाकर्ताओं के वकील ।",
  "Sanjiv Gupta, Advocate for respondent No. 1.": "संजीव गुप्ता, प्रतिवादी नंबर । के वकील।",
  "Adish Gupta, Advocate for respondents Nos. 2, 3, 5 & 8.": "आदिश गुप्ता, प्रतिवादी संख्या 2, 3, 5 और 8 के वकील।",
  "MAHESH GROVER, J.": "महेश ग्रोवर, माननीय न्यायमूर्ति",
  "Application is allowed and the accompanying document is taken on record.": "आवेदन स्वीकार कर लिया गया है और संलग्न दस्तावेज को रिकार्ड में ले लिया गया है।",
  "Main Case": "मुख्य मामला",
  "(1) The petitioners are decree-holders who seek to get it": "(।) याचिकाकर्ता डिक्री-धारक हैं जो इसे क्रियान्वित कराना चाहते हैं,",
  "executed, but their attempts have been frustrated on account of the": "लेकिन प्रतिवादियों के कपटपूर्ण कृत्य के कारण उनके प्रयास विफल हो गए हैं,",
  "HARJIT KAUR AND OTHERS v. VINOD KUMAR AND OTHERS 561": "हरजीत कौर और अन्य बनाम विनोद कुमार और अन्य 558",
  "(Mahesh Grover, J.)": "(महेश ग्रोवर, माननीय न्यायमूर्ति)",
  "possession of immovable property or the purchaser of any": "निर्णय लेने वाला देनदार या उसका हस्तांतरित व्यक्ति संपत्ति हस्तांतरित",
  "(2) Where upon such determination, the Court is satisfied that": "(2) जहां इस तरह के निर्धारण पर, न्यायालय संतुष्ट है कि प्रतिरोध या",
  "the resistance or obstruction was occasioned without any just cause by the judgment-debtor or by some other person at his": "बाधा बिना किसी उचित कारण के निर्णय-देनदार या किसी अन्य व्यक्ति",
  "instigation or on his behalf, or by any transferee, where such": "द्वारा उसके कहने पर या उसकी ओर से, या किसी ह्तांतरिती द्वारा",
  "transfer was made during the pendency of the suit or": "उत्पन्न की गई थी, जहां ऐसा हस्तांतरण किया गया था मुकदमे या",
  "execution proceeding, it shall direct that the applicant be put": "निष्पादन कार्यवाही के लंबित रहने के दौरान, यह निर्देश देगा कि",
  "into possession of the property, and where the applicant is": "आवेदक को संपत्ति के कब्जे में रखा जाए, और जहां आवेदक का अभी",
  "still resisted or obstructed in obtaining possession, the Court": "भी विरोध किया जाता है या कब्जा प्राप्त करने में बाधा उत्पन्न की",
  "may also, at the instance of the applicant, order the": "जाती है, तो अदालत आवेदक के कहने पर, निर्णय-देनदार, या उसके",
  "judgment-debtor, or any person acting at his instigation or on": "कहने पर या उसकी ओर से कार्य करने वाले किसी भी व्यक्ति को तीस",
  "his behalf, to be detained in the civil prison for a term which": "दिन तक की अवधि के लिए सिविल जेल में हिरासत में रखने का आदेश",
  "102. Rules not applicable to transferee pendente lite —": "१02. नियम लम्बन के दौरान हस्तांतरिती पर लागू नहीं होते हैं | - नियम 98",
  "Nothing in rules 98 and 100 shall apply to resistance or obstruction in execution of a decree for the possession of": "और १00 में कुछ भी उस व्यक्ति द्वारा अचल संपत्ति के कब्जे के लिए डिक्री के निष्पादन में प्रतिरोध या बाधा पर लागू नहीं होगा, जिसे",
  "has transferred the property after the institution of the suit in": "व्यक्ति को बेदखल करने के लिए दायर होने के बाद संपत्ति हस्तांतरित",
  "(5) Reliance has also been placed on a judgment of the Hon'ble Supreme Court in Usha Sinha versus Dina Ram and others’, wherein": "(5) उषा सिन्हा बनाम दीना राम और अन्य 'में माननीय सर्वोच्च न्यायालय के फैसले पर भी निर्भरता की गई है , जिसमें माननीय सर्वोच्च न्यायालय ने लिस",
  "the Hon'ble Supreme Court regarding the doctrine of lis pendens has stated that a third party purchasing property from a party to the suit": "पेंडेंस के सिद्धांत के संबंध में कहा है कि कोई तीसरा पक्ष किसी पार्टी से संपत्ति जो",
  "which is the subject matter of litigation, cannot resist or obstruct or object the rightful claim of the decree holder. For the purpose of": "मुक़दमे का विषय है खरीदता है , डिक्री धारक के सही दावे का विरोध या बाघा या",
  "below :-": "नीचे दिए गए हैं:-",
  "“12. Bare reading of the rule makes it clear that it is based on": "“१2., नियम को मात्र पढ़ने से यह स्पष्ट हो जाता है कि यह न्याय, समानता",
  "judgment debtor is presumed to be aware of the proceedings": "देनदार से हस्तांतरित व्यक्ति को अदालत के समक्ष होने वाली कार्यवाही के बारे में जानकारी होती है। मुकदमेबाजी का विषय बनी संपत्ति",
  "before a Court of law. He should be careful before he": "खरीदने से पहले उसे सावधान रहना चाहिए। यह हस्तांतरण अधिनियम,",
  "HARJIT KAUR AND OTHERS v. VINOD KUMAR AND OTHERS 563": "हसजीत कौर और अन्य बनाम विनोद कुमार और अन्य 564",
  "pendency of the proceedings cannot be said to be resistance or obstruction by a person in his own right and therefore, is": "प्रतिरोध या बाधा नहीं कहा जा सकता है और इसलिए, वह अपने दावे",
  "not entitled to get his claim adjudicated.": "का न्यायनिर्णयन कराने का हकदार नहीं है।",
  "For invoking Rule 102, it is enough for the decree holder to": "नियम 402 को लागू करने के लिए, डिक्री घारक के लिए यह दिखाना",
  "show that the person resisting the possession or offering": "पर्याप्त है कि कब्जे का विरोध करने वाला या बाधा उत्पन्न करने वाला",
  "obstruction is claiming his title to the property after the institution of the suit in which decree was passed and sought": "व्यक्ति उस मुकदमे जिसमें डिक्री पारित की गई थी के शुरू होने के बाद संपत्ति पर अपने अधिकार का दावा कर रहा है और निर्णय देनदार के",
  "to be executed against the judgment debtor. If the said": "खिलाफ निष्पादित करने की मांग की गई थी। यदि उक्त शर्त पूरी हो",
  "condition is fulfilled, the case falls within the mischief of Rule 102 and such applicant cannot place reliance either on": "जाती है, तो मामला नियम 402 के अंतर्गत आता है और ऐसा आवेदक",
  "Rule 98 or Rule 100 of Order 21.": "आदेश 2 के नियम 98 या नियम 400 पर भरोसा नहीं कर सकता है।",
  "23. So far as the present case is concerned, the facts are no more": "जहां तक मौजूदा मामले का सवाल है, तथ्यों पर अब कोई विवाद नहीं",
  "in dispute. As already noted earlier, Title Suit No.140 of 1999": "रह गया है। जैसा कि पहले ही उल्लेख किया गया है, 999 का टाइटल",
  "was instituted by the respondent-plaintiff on April 10, 1999.": "सूट नंबर 40 उत्तरदाता-वादी द्वारा 40 अप्रैल, 4999 को स्थापित किया",
  "Thus, the litigation was pending in respect of the property": "गया था। इस प्रकार, संपत्ति के संबंध में मुकदमा लंबित था और",
  "and the matter was sub judice. The appellant thereafter": "मामला विचाराधीन था। इसके बाद अपीलकर्ता ने 5 फरवरी, 2000",
  "purchased the property from original defendant Nos. 4 and 5": "द्वारा मूल प्रतिवादी संख्या 4 और 5 से संपत्ति खरीदी। यह भी विवाद में",
  "decree came to be passed against the defendants on May 24,": "नहीं है कि 24 मई, 200॥ को प्रतिवादियों के खिलाफ एकपक्षीय डिक्री",
  "of lis pendens would apply to the transaction in question, and": "का सिद्धांत विचाराधीन लेनदेन पर लागू होगा, और माननीय उच्च",
  "the High Court was wholly right in holding that the case was": "न्यायालय यह मानने में पूरी तरह से सही था कि मामला संहिता के",
  "covered by Rule 102 of Order 21 of the Code. The appellant": "आदेश 24 के नियम 402 के अंतर्गत आता है। अपीलकर्ता अपने द्वारा",
  "could not seek protection of pendency of suit instituted by her.": "दायर मुकदमे की लंबितता के लिए सुरक्षा की मांग नहीं कर सकती",
  "execution proceedings. The High Court was, hence, right in": "उचित नहीं था। इसलिए, निष्पादन न्यायालय के आदेश को रद्द करने में",
  "24. Rule 29 of Order 21 of the Code deals with cases wherein a": "संहिता के आदेश 2। का नियम 29 उन मामलों से संबंधित है जिनमें",
  "suit has been instituted by the judgment-debtor against the": "निर्णय-देनदार द्वारा डिक्री-धारक के खिलाफ मुकदमा स्थापित किया",
  "proceedings. The High Court, in our opinion, rightly held that": "गया है। उच्च न्यायालय ने, हमारी राय में, सही माना कि अपीलकर्ता",
  "the appellant could not be said to be a 'stranger' to the suit": "को मुकदमे के लिए 'अजनबी' नहीं कहा जा सकता क्‍योंकि वह",
  "defendant Nos. 4 and 5 against whom the suit was pending.": "प्रतिवादी नंबर 4 और 5 जिनके खिलाफ मुकदमा लंबित था के माध्यम",
  "She must, therefore, be presumed to be aware of the litigation": "माना जाना चाहिए कि वह उस मुकदमे से अवगत है जो अपीलकर्ता के",
  "which was before a competent Court in the form of Title Suit No.140 of 1999 instituted by the present respondent against": "पूर्ववर्ती के खिलाफ वर्तमान प्रतिवादी द्वारा दायर 4999 के टाइटल सूट नंबर 40 के रूप में एक सक्षम न्यायालय के समक्ष था। जैसा कि",
  "the predecessor of the appellant. As held in Bellamy, the fact": "बेलामी मामले में कहा गया है, यह तथ्य कि कार्यवाही के लंबित रहने",
  "that the purchaser of the property during the pendency of the proceedings had no knowledge about the suit, appeal or other proceeding is wholly immaterial and he/she cannot resist": "के दौरान संपत्ति के खरीदार को मुकदमे, अपील या अन्य कार्यवाही के बारे में कोई जानकारी नहीं थी, पूरी तरह से सारहीन है और वह उस",
  "Forum, a limited inquiry in such cases is whether the": "सिल्वरलाइन फोरम में देखा गया है, ऐसे मामलों में एक सीमित जांच",
  "that if the appellant succeeds in the suit and decree is passed": "का यह मानना भी सही था कि यदि अपीलकर्ता मुकदमे में सफल हो जाती है और उसके पक्ष में डिक्री पारित हो जाती है तो वह कानून के",
  "in her favour she can take appropriate proceedings in accordance with law and apply for restitution. That, however,": "अनुसार उचित कार्यवाही कर सकती है और क्षतिपूर्ति के लिए आवेदन कर सकती है। हालाँकि, यह डिक्री घारक को उसके द्वारा प्राप्त डिक्री",
  "does not preclude the decree holder from executing the decree obtained by him. Since the appellant is a purchaser pendente": "कर सकती है। हालाँकि, यह डिक्री घारक को उसके द्वारा प्राप्त डिक्री को क्रियान्वित करने से नहीं रोकता है। चूंकि अपीलकर्ता एक मुश्तरी",
  "lite and as she has no right to offer resistance or cause": "पेंडेंट लाइट है और उसे प्रतिरोध करने या बाधा उत्पन्न करने का कोई",
  "obstruction and as her rights have not been crystalized in a": "अधिकार नहीं है और चूंकि उसके अधिकारों को ढिक्री में स्पष्ट नहीं",
  "decree, Rule 102 of Order 21 of the Code comes into": "किया गया है, इसलिए संहिता के आदेश 24 का नियम 02 लागू होता",
  "operation. Hence, she cannot resist execution during the pendency of the suit instituted by her. The order passed by the": "है। इसलिए, वह अपने द्वारा दायर मुकदमे के लंबित रहने के दौरान",
  "(6) I am in complete agreement with the contention raised by the learned counsel for the petitioners more particularly when the": "(6) मैं याचिकाकर्ताओं के विद्वान वकील द्वारा उठाए गए तर्क से पूरी तरह सहमत हूं, खासकर तब जब उत्तरदाताओं के पास डिक्री",
  "respondents have no justification to offer in view of the finality lent to": "को दी गई अंतिम मंजूरी के मद्देनजर प्रस्ताव देने का कोई औचित्य नहीं",
  "the decree. If one were to faithfully observe the language of Order 21 Rules 98 and 102 C.P.C., then any alienation recorded during the": "है। यदि कोई ईमानदारी से आदेश 24 नियम 98 और 402 सीपीसी",
  "filing of an appeal where the appellant i.e. the petitioners were": "जिसके परिणामस्वरूप अपील दायर की गई जहां अपीलकर्ता यानी याचिकाकर्ता",
  "successful. In its order dated 21.2.2000, the Appellate Court remanded": "सफल रहे। अपने आदेश दिनांक 2.2.2000 में, अपीलीय अदालत ने मामले को",
  "the matter back to the trial Court for a decision afresh which resulted in": "नए सिरे से निर्णय के लिए ट्रायल कोर्ट में वापस भेज दिया, जिसके परिणामस्वरूप",
  "the decree in question being passed in favour of the petitioners on 7.2.2007. It was held by the learned trial Court that the General Power": "7.2.2007 को याचिकाकर्ताओं के पक्ष में डिक्री पारित कर दी गई। विद्वान ट्रायल",
  "logical corollary to this was that Krishan Lal had defrauded Sham Lal": "जाली था और इसका तार्किक परिणाम यह था कि कृष्ण लाल ने शाम लाल को भी",
  "as well, to whom the land had been sold. The decree of possession": "घोखा दिया था, जिसे जमीन बेची गई थी। कब्जे की डिक्री पारित होने के साथ ही,",
  "against the perpetrator of the fraudulent transaction i.e. Krishan Lal. No": "शाम लाल को धोखाधड़ी वाले लेनदेन के अपराधी यानी कृष्ण लाल के खिलाफ",
  "further appeal was preferred against this order of the learned trial Court dated 7.2.2007 rendering it final for the purpose of execution.": "आगे बढ़ने की स्वतंत्रता भी दी गई। विद्वान ट्रायल कोर्ट के दिनांक 7.2.2007 के इस आदेश के खिलाफ कोई और अपील नहीं की गई, जिसने इसे निष्पादन के उद्देश्य से अंतिम बना दिया।",
  "(3) The fact that needs to be noticed is that during the pendency": "(3) टघ्यान देने योग्य तथ्य यह है कि कार्यवाही के लंबित रहने के",
  "of the proceedings, this land was sold by Sham Lal in favour of one Golden Forest Company on 13.6.1996.": "दौरान, यह जमीन शाम लाल द्वारा 3.6.3996 को एक गोल्डन फॉरैस्ट कंपनी के पक्ष में बेच दी गई थी।",
  "(4) In execution, warrants of possession were issued but the": "(4) निष्पादन में, कब्जे के वारंट जारी किए गए थे, लेकिन राजस्व",
  "(India) Ltd. on the strength of sale deed dated 13.6.1996 rendering the": "नाम पर थी। गोल्डन फॉरेस्ट (इंडिया) लिमिटेड ने दिनांक 3.6.१996 के विक्रय",
  "Executing Court passed an order dated 24.8.2012 wherein it observed": "विद्वान निष्पादन न्यायालय ने दिनांक 24.8.202 को एक आदेश पारित किया",
  "that the Golden Forest Company is not a party to the proceedings and": "जिसमें उसने पाया कि गोल्डन फॉरेस्ट कंपनी कार्यवाही में पक्षधर नहीं है और उन्होंने",
  "relying upon its knowledge it said that the Hon'ble Supreme Court was seized of the matter in a case titled Securities and Exchange Board of": "कहा कि माननीय सर्वोच्च न्यायालय ने सिक्‍योरिटीज और एक्सचेंज बोर्ड ऑफ"
}