{
  "misconduct, he shall be given an opportunity to show cause in the manner spccified in sub-Rule (2) against such action--—": "कदाचार, उसे ऐसी कार्रवाई के खिलाफ उप-नियम (2) में निर्दिष्ट तरीके से कारण बताने का अवसर दिया जाएगा-",
  "Provided that this Sub-Rule shall not apply—": "बशर्ते कि यह उपनियम लागू नहीं होगा-",
  "(a) where the service is terminated on the ground of": "(०) जहां कदाचार के आधार पर सेवा समाप्त कर दी गई है",
  "misconduct which had led to his conviction by a criminal": "जिसके कारण उसे आपराधिक अदालत द्वारा दोषी ठहराया",
  "court; or": "गया था; या",
  "(b) where the Central Government is satified that for reasons,": "(४) जहां केंद्र सरकार इस बात से संतुष्ट है कि लिखित रूप में दर्ज किए जाने वाले कारणों से, अधिकारी को कारण बताने",
  "to be recorded in writing, it is not expedient or reasonably": "का अवसर देना समीचीन या उचित रूप से व्यावहारिक नहीं",
  "(2) When after considering the reports on an officer’s misconduct,": "जब किसी अधिकारी के कदाचार पर रिपोर्टों पर विचार करने के",
  "the Central Government or the ChiefoftheArmy Staffis satisfied": "बाद, केंद्र सरकार या सेनाध्यक्ष संतुष्ट हो जाते हैं कि कोर्ट मार्शल",
  "that the trial of the officer by a Court Martial is inexpedient or": "द्वारा अधिकारी का मुकदमा अनुचित या अव्यवहारिक है, लेकिन",
  "impracticable, but is of the opinion that the further retention of the said officer in the service is undesirable, the Chief of the": "उनकी राय है कि उक्त अधिकारी को आगे बनाए रखना सेवा में",
  "adverse to him and he shall be called upon to submit, in writing,": "अधिकारी को सूचित करना होगा और उसे लिखित रूप में अपना",
  "his explanation and defence :": "स्पष्टीकरण और बचाव प्रस्तुत करने के लिए कहा जाएगा:",
  "any such report or opinion thereof if, in his opinion, its disclosure": "बशर्ते कि सेनाध्यक्ष ऐसी किसी भी रिपोर्ट या राय को प्रकट करने से",
  "is not in the interest of the security of the State.": "सुरक्षा के हित में नहीं है।",
  "(3)": "(3)",
  "unsatisfactory by the Chief of the Army Staff, or when so directed by the Central Government, the case shall be submitted": "माने जाने की स्थिति में, या जब केंद्र सरकार द्वारा ऐसा निर्देशित",
  "termination of the officer’s service in the manner specified in sub-Rule (4).": "कर्मचारी को उप-नियम (4) में निर्दिष्ट तरीके से अधिकारी की सेवा समाप्त करने के संबंध में।",
  "Where, upon the conviction of an officer by a criminal court,": "जहां, किसी आपराधिक अदालत द्वारा किसी अधिकारी को दोषी",
  "the Central Government or the Chief of theAnny Staff considers": "ठहराए जाने पर, केंद्र सरकार या सेना प्रमुख यह मानते हैं कि",
  "that the conduct of the officer which has led to his conviction": "अधिकारी का आचरण जिसके कारण उसे दोषी ठहराया गया है,",
  "renders his further retention in service undesirabic a certified": "सेवा में उसे आगे बनाए रखना अवांछनीय है, के फैसले की प्रमाणित",
  "copy of the judgment of the criminal court convicting him shall": "प्रति उसे दोषी ठहराने वाली आपराधिक अदालत को उप-नियम (4)",
  "be submitted to the Central Government with the recommendation of the Chief of the Army Staff as to the": "के साथ सेना प्रमुख की सिफारिश के साथ केंद्र सरकार को प्रस्तुत",
  "provisions of sub-Rule (2) or sub-Rule (3), the Chief of the": "उप-नियम (2) या उप-नियम (3) के प्रावधानों के तहत केंद्र सरकार",
  "service should be terminated, and if so, whether the officer": "कि क्‍या अधिकारी की सेवा समाप्त की जानी चाहिए, और यदि",
  "(a) dismissed from service; or": "(५) सेवा से बर्खास्त; या",
  "(b) removed from service; or": "(2) सेवा से हटा दिया गया; या",
  "(c) compulsorily retired from the service.": "(० सेवा से अनिवार्य रूप से सेवानिवृत्त कर दिया गया।",
  "officer’s defence, if any, or the judgment of the cnminal court,": "आपराधिक अदालत के फैसले , जैसा भी मामला हो, और सेना",
  "(a) dismiss or remove the officer with or without pension or gratuity; or": "(०) अधिकारी को पेंशन या ग्रेच्युटी सहित या उसके बिना बर्खास्त करना या हटाना; या",
  "(b) compulsorily retire him from the service with pension and gratuity, if any, admissible to him.”": "(0) उसे स्वीकार्य पेंशन और ग्रेच्युटी, यदि कोई हो, के साथ सेवा से अनिवार्य रूप से सेवानिवृत्त किया जाए।”",
  "(6) While Section 19 vests powers in the Central Government to": "(6) जबकि धारा ॥9 केंद्र सरकार को उसके तहत बनाए गए नियमों",
  "dismiss or remove from service a person subject to the provisions of the Act in accordance with the Rules and regulations made thereunder, Rule": "और विनियमों के अनुसार अधिनियम के प्रावधानों के अधीन किसी व्यक्ति को सेवा से बर्खास्त करने या हटाने की शक्ति प्रदान करती है, सेना नियमों का",
  "contained in Rule 14 would indicate that in a situation where it is proposed": "| नियम 4 में निहित प्रावधानों को पढ़ने से पता चलता है कि ऐसी स्थिति में",
  "to terminate the service of an officer under Section 19 on account of": "जहां कदाचार के कारण धारा 9 के तहत किसी अधिकारी की सेवा समाप्त करने",
  "in sub rule (2) of Rule 14. However, the provisions contained in sub rule": "दिया जाना आवश्यक है। हालाँकि, उपनियम (2) में निहित प्रावधानों को नियम",
  "(2) can be dispensed with in the situations contemplated by sub clauses (a)": "4(|) के उपखंड (ए) और (बी) द्वारा विचारित स्थितियों में समाप्त किया जा",
  "and (b) of Rule 14 (1). Rule 14 (2) contemplates that when the Central": "सकता है। नियम 44 (2) इस बात पर विचार करता है कि जब केंद्र सरकार या",
  "of the report of an officer’s misconduct is satisfied that the trial of the officer": "पर संतुष्ट हो जाते हैं कि अधिकारी का मुकदमा कोर्ट मार्शल द्वारा यह अनुचित",
  "present case it was not expedient to hold the Court Martial.": "निष्कर्ष पर पहुंचे थे कि वर्तमान मामले में ऐसा नहीं है। कोर्ट मार्शल आयोजित करना समीचीन है।",
  "(10)Time and again the judicial verdict has emphasized the reasons": "(0) बार-बार न्यायिक फैसले ने इस बात पर जोर दिया है कि कारण",
  "are thc live link between the basic facts and the conclusions reached. While": "बुनियादी तथ्यों और निष्कर्षों के बीच जीवंत संबंध हैं। जबकि कारणों की पर्याप्तता",
  "the sufficiency of the reasons or the adequacy thereof will not be gone into": "या उसकी पर्याप्तता पर अदात्रत द्वारा ध्यान नहीं दिया जाएगा जब क़ानून",
  "by the court when the required decision is to be reached by the authority": "द्वारा विचार किए गए प्राधिकारी द्वारा आवश्यक निर्णय पर पहुंचा जाना है,",
  "contemplated by the statute, the power of the court would extend to an examination of the relevance of the assigned or recorded reasons to the": "अदालत की शक्ति निर्दिष्ट की प्रासंगिकता की जांच तक विस्तारित होगी या",
  "decision reached. Unfortunately, in the present case, the limited judicial": "निर्णय लेने के कारणों को दर्ज किया गया। दुर्भाग्य से, वर्तमान मामले में, सीमित",
  "satisfaction cannot be reached. On the contrary it has to be held that in": "न्यायिक संतुष्टि तक नहीं पहुंचा जा सकता है। इसके विपरीत, यह माना जाना",
  "the absence of reasons for dispensing with the Court Martial the conclusion": "चाहिए कि कोर्ट मार्शल को समाप्त करने के कारणों के अभाव में यह निष्कर्ष",
  "that a Court Martial is not expedient case will stand vitiated. The exercise": "कि कोर्ट मार्शल समीचीन मामला नहीं है, ख़राब हो जाएगा। नियम ॥4(2) के",
  "by the later part of Rule 14(2) could not have been made by the respondents.": "जाए। (2) उत्तरदाताओं द्वारा नहीं बनाया जा सका।",
  "(11) A supplementary argument has been made by the learned counsel for the appellant to contend that even while following the procedure": "(।) अपीलकर्ता के विद्वान वकील द्वारा यह तर्क देने के लिए एक",
  "counsel for the appellant to contend that even while following the procedure enjoined by second part of Rule 14(2), the respondents have gone grossly": "पूरक तर्क दिया गया है कि नियम 4(2) के दूसरे भाग द्वारा दी गई प्रक्रिया",
  "the matter, the respondents have relied upon documents, access to which": "मामले में अपने निष्कर्ष पर पहुंचने के लिए, उत्तरदाताओं ने दस्तावेजों पर भरोसा",
  "was not provided to the appellant-writ petitioner.": "किया है, जिन तक पहुंच अपीलकर्ता-रिट याचिकाकर्ता को प्रदान नहीं की गई",
  "law laid down by the Apex Court in a case Union of India versus Capt.": "विद्वान वकील ने भारत सरकार बनाम कैप्टन के मामले में शीर्ष न्यायालय",
  "the Chicfof the Army Staff, whercafter, the power of dismissal, removal or compulsorily retirement may be invoked.": "जाएगी , जिसके बाद बर्खास्तगी, निष्कासन या अनिवार्य सेवानिवृत्ति की शक्ति दी जा सकती है। आह्वान किया।",
  "(7) The essence of the scheme contained in Rule 14 of the Rules": "(7) नियमों के नियम 44 में निहित योजना का सार यह दर्शाता है कि",
  "would indicate that if the requirement of sub rule 14 (2) is not dispensed": "यदि उप नियम 4 (2) की आवश्यकता को समाप्त नहीं किया जाता है, तो",
  "with, ordinarily a Court Martial is to be ordered, but in a situation where": "आम तौर पर कोर्ट मार्शत्र का आदेश दिया जाना चाहिए, लेकिन ऐसी स्थिति में",
  "a Court Martial is considered to be inexpedient or impracticable, the officer": "जहां कोर्ट मार्शल पर विचार किया जाता है। अनुचित या अव्यावहारिक होने पर,",
  "is required to be given an opportunity to submit his explanation and his": "अधिकारी को अपना स्पष्टीकरण और अपना बचाव लिखित रूप में प्रस्तुत करने",
  "The later provisions of Rule 14(2) of the Army Rules, as noticed above,": "की जा सकती है। जैसा कि ऊपर देखा गया है, सेना नियमों के नियम 4(2)",
  "pertain to the area of “Civil action” or “departmental action” that can be": "के बाद के प्रावधान \"सिविल कार्रवाई\" या \"विभागीय कार्रवाई\" के क्षेत्र से संबंधित",
  "resorted to for dismissal, removal or compulsory retirement of an officer.": "हैं, जिसका सहारा किसी अधिकारी की बर्खास्तगी, निष्कासन या अनिवार्य",
  "It must be emphasized that the provisions of Rule 14(2) squarcly indicate": "कि नियम ॥4(2) के प्रावधान स्पष्ट रूप से इंगित करते हैं कि यह केवल उस",
  "that it is only in the event where conduct of a Court Martial is considered": "स्थिति में है जहां कोर्ट मार्शल का आचरण अनुचित या अव्यवहारिक माना जाता",
  "to be inexpedient or impracticable and at the same time retention of the officer is felt to be undersirable that the later provisions of Rule 14(2)} which": "है और साथ ही अधिकारी को बनाए रखना अवांछनीय माना जाता है। नियम",
  "officer is felt to be undersirable that the later provisions of Rule 14(2)} which contemplates civil or departmental action can be invoked.": "4(2) के बाद के प्रावधान जो नागरिक या विभागीय कार्रवाई पर विचार करते हैं, लागू किए जा सकते हैं।",
  "(8) Adverting to the facts of the present case, it is clear from the": "(8) वर्तमान मामले के तथ्यों को ध्यान में रखते हुए, सेना प्रमुख के",
  "letter of the Army Chief dated 10th September, 1990 that the Chief of the": "0 सितंबर 990 के पत्र से यह स्पष्ट है कि सेना प्रमुख ने माना था कि",
  "conduct a Court Martial due to exigencies of service.": "वर्तमान मामले में सेवा की अनिवार्यता के कारण कोर्ट मार्शत् आयोजित करना",
  "(9) Whatare the reasons that had prompted the Chief of theAnny": "(9) वे कौन से कारण हैं जिन्होंने सेनाध्यक्ष को उक्त निष्कर्ष पर पहुंचने",
  "In fact, this court had desired that the records in original showing the reasons and the manner in which the aforesaid decision was reached be laid before": "में, इस अदालत की इच्छा थी कि उपरोक्त निर्णय लेने के कारणों और तरीके",
  "till today to enable the said record to be placed before the Court. Despite": "200 के आदेश द्वारा, उक्त रिकॉर्ड को न्यायात्रय के समक्ष रखने में सक्षम बनाने के लिए आज तक के लिए स्थगित कर दिया गया था। उपरोक्त के",
  "the above, the relevant records have not been made available. The": "बावजूद संबंधित अभिलेख उपलब्ध नहीं कराये गये हैं। रिकॉर्ड प्रस्तुत करने में",
  "consequence of the failure to produce the records, which arc in the custody": "विफलता का परिणाम, जो उत्तरदाताओं की हिरासत में हैं, यह है कि न्यायालय",
  "1990, submitted by the petitioner in response to the notice dated 10th": "जवाब में याचिकाकर्ता द्वारा प्रस्तुत दिनांक 5 अक्टूबर 990 के उत्तर को पढ़ा",
  "we are inclined to take the view that contents of the said document submitted": "और उस पर विचार किया है। उक्त उत्तर को पढ़ते हुए हम यह विचार करने के इच्छुक हैं कि अपीलकर्ता-रिट याचिकाकर्ता द्वारा प्रस्तुत उक्त दस्तावेज़ की",
  "by the appellant-writ petitioner could reflect the basic defence of the": "सामग्री अपीलकर्ता की बुनियादी रक्षा को प्रतिबिंबित कर सकती है। दूसरी ओर,",
  "appellant. On the other hand, the decision relied by the learned Central Government counsel are of no avail. In Union of India versus Capt. S. K.": "केंद्र सरकार के विद्वान वकील द्वारा दिए गए निर्णय का कोई फायदा नहीं हुआ।",
  "to the civil/departmental action contemplated by the later part of Rule 14": "की गई नागरिक/विभागीय कार्रवाई का सहारा लेना धारा 45 के प्रावधानों के",
  "as, such civil/departmental action had the effect of dispensing with a Court": "दायरे से बाहर है। सेना अधिनियम, हालाँकि , ऐसी नागरिक/विभागीय कार्रवाई",
  "however, would be the significant and, therefore, must be noticed 1s that": "खारिज कर दिया। हालाँकि, जो महत्वपूर्ण होगा और इसलिए, उस पर ध्यान",
  "in the aforesaid case the dispensation of the Court Martial, which was": "दिया जाना चाहिए, वह यह है कि उपरोक्त मामले में कोर्ट मार्शल की व्यवस्था,",
  "specifically made under Rule 14 (2) was not challenged as has been. done": "जो विशेष रूप से नियम 4 (2) के तहत बनाई गई थी, को चुनौती नहीं दी गई",
  "in the present case. The decision of this Court in LPA No. 251 of 2004": "थी जैसा कि वर्तमान मामले में किया गया है। 2004 के एल्पीए संख्या 25|",
  "for the purposes of deciding the issue in controversy before us.": "और इसलिए, हमारे सामने विवाद में मुद्दे पर निर्णय लेने के प्रयोजनों के लिए",
  "(14) The net result of the above discussion is that in the absence": "(4) उपरोक्त चर्चा का शुद्ध परिणाम यह है कि नियम 4 (2) के",
  "of any reasons to justify the dispensation of the Court Martial contemplated": "पहले भाग द्वारा विचारित कोर्ट मार्शल्र की व्यवस्था को उचित ठहराने के लिए",
  "part of Rule 14 (2) in the case of the appellant was not justified. As we": "भाग का सहारा लिया जाए ( 2) अपीलार्थी के मामले में न्‍्यायोचित नहीं था। जैसा कि हम पहले ही मान चुके हैं कि अपीलकर्ता-रिट याचिकाकर्ता द्वारा प्रस्तुत",
  "have already held that the reply dated Sth October, 1990, submitted by the appellant-writ petitioner did contain his basic defence the stand taken": "दिनांक 5 अक्टूबर 990 के उत्तर में उत्तरदाताओं द्वारा अपनाए गए मूल बचाव में यह शामिल्र था कि याचिकाकर्ता द्वारा 0 सितंबर 990 को जारी किए गए",
  "by the respondents that no reply was submitted by the petitioner to the notice dated 10th September, 1990, issued by the Chief of the Army Staff,": "में यह शामिल्र था कि याचिकाकर्ता द्वारा 0 सितंबर 990 को जारी किए गए नोटिस का कोई उत्तर प्रस्तुत नहीं किया गया था। सेनाध्यक्ष का कथन भी सही",
  "(15) The next and the crucial question that has to be decided is": "((5) अगला और महत्वपूर्ण प्रश्न जिस पर निर्णय लिया जाना है वह",
  "to the reliefto which the appellant-writ petitioner should be held entitled": "उस राहत का है जिसके लिए अपीलकर्ता-रिट याचिकाकर्ता को उन निष्कर्षों पर",
  "to on the findings that we have recorded above.": "हकदार माना जाना चाहिए जो हमने ऊपर दर्ज किए हैं।",
  "(16) The ground on which we have held the dispensation of the Court Martial to be not justified would require us to leave it open to the": "(6) जिस आधार पर हमने कोर्ट मार्शल की व्यवस्था को उचित नहीं",
  "respondents to invoke the first part of Rule 14 (2) afer complying with the": "नियम 4 (2) के पहले भाग को लागू करने के लिए उत्तरदाताओं के लिए इसे",
  "inbuilt requirements that would be legally mandatory. Our finding that the": "खुला छोड़ना होगा जो कानूनी रूप से अनिवार्य होगा। हमारा निष्कर्ष यह है कि",
  "respondents could not have proceeded with the civil/departmental action": "प्रतिवादी यह मानकर नागरिक/विभागीय कार्रवाई के साथ आगे नहीं बढ़ सकते",
  "by holding that the petitioner had not submitted any reply would be contingent": "थे कि याचिकाकर्ता ने कोई उत्तर प्रस्तुत नहीं किया था, यह इस बात पर निर्भर",
  "on what would be the outcome of thede novo process that will have now": "करेगा कि डे नोवों प्रक्रिया का परिणाम कया होगा जिसे अब पहले भाग के तहत",
  "to be initiated under the first part of Rule 14 (2). It is, therefore, premature,": "शुरू करना होगा। नियम ॥4(2) के. इसलिए, इस स्तर पर, अपीलकर्ता-रिट",
  "In a situation where the liability of the appellant, if any, is yet to be finally": "में जहां अपीलकर्ता का दायित्व, यदि कोई हो, अभी तक अंतिम रूप से तय नहीं",
  "decided, we are of the view that the relief of reinstatement cannot be": "किया गया है, तो हमारा विचार है कि बहाली की राहत नहीं दी जा सकती है।",
  "granted. We, therefore, decline the same and close this appeal by leaving": "इसलिए, हम इसे अस्वीकार करते हैं और इस अपील को बंद कर देते हैं और",
  "it open to the respondents to proceed in the matter in accordance with the": "उत्तरदाताओं को वर्तमान निर्देशों के अनुसार मामले में आगे बढ़ने के लिए खुला",
  "present directions and as they may be advised. If, however, the respondents": "छोड़ देते हैं और जैसा उन्हें सलाह दी जा सकती है। हालाँकि, यदि उत्तरदाता इस",
  "do not consider it expedient to reopen the matter within two months of the date of receipt of a copy of this order, they will be obliged to order for": "आदेश की प्रति प्राप्त होने की तारीख से दो महीने के भीतर मामले को फिर से खोलना उचित नहीं समझते हैं, तो वे याचिकाकर्ता को ऐसे पद पर बहाल करने",
  "the reinstatement of the petitioner on such post for which the appellant-writ": "का आदेश देने के लिए बाध्य होंगे जिसके लिए अपीलकर्ता- रिट याचिकाकर्ता को",
  "petitioner may be found fit with consequential benefits subject to condition": "परिणामी लाभों के साथ फिट पाया जा सकता है बशर्ते कि अपीलकर्ता सेना में",
  "(17) The writ-appeal is consequently allowed to the extent indicated": "(।7) परिणामस्वरूप रिट-अपील को ऊपर बताई गई सीमा तक अनुमति",
  "above. The impugned order dated 5thAugust, 2003, passed by the learned": "दी जाती है। विद्वान एकल न्यायाधीश दवारा पारित आदेश दिनांक 5 अगस्त,"
}