{
  "Before Sureshwar Thakur & Kuldeep Tiwari, JJ. SURINDER SINGH—Petitioner versus STATE OF HARYANA AND OTHERS—Respondents": "सुरिंदर सिंह बनाम हरियाणा राज्य और अन्य (कुलदीप तिवारी, जे.)",
  "(6) Perusal of the eviction order dated 27.02.2009 passed by the respondent No.4, clearly depicts that it is an order of eviction": "(6) प्रत्यर्थी संख्या. ५ द्वारा पारित दिनांक 27.02.2009 के बेदखली आदेश का अवलोकन, स्पष्ट रूप से दर्शाता है",
  "upon by respondent No.4. The Act does not envisage any jurisdictional competence in the Commissioner to entertain appeal against order passed by first appellate authority, although, only revision is": "& द्वारा निर्णय लिया गया था। अधिनियम में प्रथम अपीलीय प्राधिकारी द्वारा पारित आदेश के विरुद्ध अपील करने के",
  "the proviso to Section 7of the Act, has held that a question of title": "7 के परन्तुक के तहत अधिकारिता का प्रयोग करते हुए यह अभिनिर्धारित किया है कि स्वामित्व का प्रश्न उत्पन्न होता",
  "arise or does not arise, or, proceed to decide the question of title.": "है या उत्पन्न नहीं होता है, या स्वामित्व के प्रश्न का निर्णय करने के लिए आगे बढ़ता है। इसलिए, वर्तमान मामले में,",
  "Therefore, in the present case, respondent No.2 does not have any jurisdictional competence to decide the appeal filed by respondent No.5 against the order dated 25.08.2009 of the first appellate authority concerned. Accordingly, the order dated 12.03.2010, passed by": "प्रतिवादी संख्या 2 के पास संबंधित प्रथम अपीलीय प्राधिकरण के दिनांक 25.08.2009 के आदेश के खिलाफ प्रतिवादी संख्या 5 द्वारा दायर अपील पर निर्णय लेने के लिए कोई अधिकार क्षेत्र नहीं है। तदनुसार, 2.03.200 का",
  "respondent No.2, upon such appeal instituted by respondent No.5, is": "आदेश, प्रत्यर्थी संख्या 2 द्वारा पारित, प्रत्यर्थी संख्या 5 द्वारा स्थापित ऐसी अपील पर, किसी भी अधिकार क्षेत्र की",
  "being a nullity. More so, all the orders passed pursuant to the order dated 12.03.2010, as passed by respondent No.2, thereby remanding the matter back to the first appellate authority, are also of no": "2.03.2040 के आदेश के अनुसरण में पारित किए गए सभी आदेश, जिससे मामले को प्रथम अपीलीय प्राधिकारी",
  "the matter back to the first appellate authority, are also of no significance, as the initial order itself is a nullity.": "को वापस भेज दिया गया है, का भी कोई महत्व नहीं है, क्योंकि प्रारंभिक आदेश स्वयं एक शून्य है।",
  "(7) Therefore, in view of the above facts and circumstances, the present writ petition is allowed, and, the impugned orders dated": "(7) इसलिए, उपरोक्त तथ्यों और परिस्थितियों को ध्यान में रखते हुए, वर्तमान रिट याचिका की अनुमति दी जाती है,",
  "11.06.2014, 11.07.2013, and, 27.02.2009, are hereby set aside, while": "और, दिनांक .06.204, .07.203, और 27.02.2009 के विवादित आदेशों को इसके द्वारा अलग कर दिया",
  "the order dated 25.08.2009 passed by the first appellate authority is": "जाता है, जबकि प्रथम अपीलीय प्राधिकरण द्वारा पारित दिनांक 25.08.2009 के आदेश को बरकरार रखने का",
  "ordered to be upheld.": "आदेश दिया जाता है।",
  "K.S. Dhillion": "के. एस. ढिल्‍्लन",
  "against order passed by first appellate authority, although, only revision is maintainable before the Commissioner in a limited case, wherein, the": "प्रथम अपीलीय प्राधिकारी द्वारा पारित आदेश के विरुद्ध, हालांकि, एक सीमित मामले में आयुक्त के समक्ष केवल",
  "arise or does not arise, or, proceed to decide the question of title. Therefore, in the present case, respondent No.2 does not have any": "होता है, या स्वामित्व के प्रश्न का निर्णय करने के लिए आगे बढ़ता है। इसलिए, वर्तमान मामले में, प्रतिवादी संख्या 2",
  "No.5 against the order dated 25.08.2009 of the first appellate authority": "के पास संबंधित प्रथम अपीलीय प्राधिकरण के दिनांक 25.08.2009 के आदेश के खिलाफ प्रतिवादी संख्या 5 द्वारा",
  "respondent No.2, upon such appeal instituted by respondent No.5, is without any jurisdictional competence, therefore, is not sustainable,": "द्वारा पारित, प्रत्यर्थी संख्या 5 द्वारा स्थापित ऐसी अपील पर, किसी भी अधिकार क्षेत्र की क्षमता के बिना है, इसलिए,",
  "significance, as the initial order itself is a nullity.": "का भी कोई महत्व नहीं है, क्योंकि प्रारंभिक आदेश स्वयं एक शून्य है।",
  "(Para 6)": "(पैरा 6)",
  "Abhinav Singla, Advocate forRakesh Gupta, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से राकेश गुप्ता के वकील अभिनव सिंगला ने यह बात कही।",
  "P.P. Chahar, DAG, Haryana.": "पी. पी. चाहर, डीएजी, हरियाणा।",
  "R.N. Lohan, Advocate, for the respondent No.5.": "प्रत्यर्थी संख्या. 5 की ओर से अधिवक्ता आर. एन. लोहान।",
  "Suresh Ahlawat, Advocate, for the respondent No.6- Gram Panchayat.": "सुरेश अहलावत, अधिवक्ता, प्रतिवादी संख्या 6-ग्राम पंचायत की ओर से।",
  "KULDEEP TIWARI, J.": "कुलदिप तिवारी, जे.",
  "(1) Through the instant writ petition, the petitioner has sought quashing of the orders dated 11.06.2014, 11.07.2013, and, 27.02.2009,": "(।) तत्काल रिट याचिका के माध्यम से, याचिकाकर्ता ने 4.06.204,.07.203, और 27.02.2009 के आदेशों",
  "as passed by the respondent Nos.2, 3, and, 4 _ respectively,": "को रद्द करने का अनुरोध किया है, जैसा कि प्रतिवादी संख्या 2,3, और ५ द्वारा पारित किया गया है, जिसके माध्यम",
  "wherethrough, the petitioner has been ordered to be evicted from the suit land.": "से, याचिकाकर्ता को वाद भूमि से बेदखल करने का आदेश दिया गया है।",
  "(2) The respondent No.5 had filed an application under Section 7(2) of the Punjab Village Common Lands (Regulation) Act, 1961": "(2) प्रत्यर्थी नं. 5 ने पंजाब विलेज कॉमन लैंड्स (विनियमन) अधिनियम, 96। की धारा 7 (2) के अधीन एक",
  "(hereinafter referred to as the ‘Act’ for short), seeking eviction of": "आवेदन दायर किया था (इसके बाद 'अधिनियम' के रूप में संदर्भित किया गया है) याचिकाकर्ता की बेदखली की",
  "the petitioner, and, some others, from the suit land, bearing Khewat No.261 min, Khatoni No.445 min, Khasra No.285 (1-8), which has": "मांग करते हुए, और, कुछ अन्य, सूट भूमि से, खेवट संख्या. 26। मिनट, खटोनी संख्या. ५५5 मिनट, खसरा संख्या.",
  "No.261 min, Khatoni No.445 min, Khasra No.285 (1-8), which has been recorded as 'Gair Mumkin Rasta’, in Jamabandi for the year 1999-": "285 (-8) जिसे वर्ष 9999-2000 के लिए जामबंदी में 'गैर ममकिन रास्ता' के रूप में दर्ज किया गया है। उसमें यह",
  "2000. It was pleaded therein that the petitioner along with some others had encroached upon 8 Marlas of panchayat land by raising": "दलील दी गई थी कि याचिकाकर्ता ने कुछ अन्य लोगों के साथ मिलकर पंचायत की 8 मरला भूमि पर एक घर का",
  "construction of a house thereon. Upon notice being issued, the petitioner, along with others who were arrayed as respondents therein,": "निर्माण करके उसका अतिक्रमण किया था। नोटिस जारी होने पर, याचिकाकर्ता, अन्य लोगों के साथ जिन्हें उसमें प्रतिवादी के रूप में रखा गया था",
  "(5) At the outset, this Court does not deem it necessary to adjudicate the legality of all the orders, which were passed subsequent to the order dated 25.08.2009, as there was no_ further": "अभिनिर्धारित किया गया कि प्रारंभ में, यह न्यायालय दिनांक 25.08.2009 के आदेश के पश्चात्‌ पारित किए गए सभी आदेशों की वैधता का न्यायनिर्णयन करना आवश्यक नहीं समझता है, क्योंकि अपील दायर करके या पुनरीक्षण",
  "remedy available under the statute to assail the order (supra), by filing appeal, or, revision. This issue is no more res integra. A Coordinate": "करके आदेश (उपर्युक्त) पर प्रहार करने के लिए कानून के अधीन कोई और उपाय उपलब्ध नहीं था। यह मुद्दा अब",
  "Bench of this Court, in its judgment titled Gram Panchayat Village Badangi versus State of Haryana & Ors.', has held that a": "रेज़ इंटीग्रा नहीं है। इस न्यायालय की एक समन्वित पीठ ने \"ग्राम पंचायत ग्राम बडंगी बनाम हरियाणा राज्य और अन्य\", 205 (2) एल. ए. आर. 662:205 (23) आर. सी. आर. (सिविल) 683 शीर्षक वाले अपने निर्णय में यह",
  "Commissioner, exercising the power of revision, may entertain a": "अभिनिर्धारित किया है कि एक आयुक्त, पुनरीक्षण की शक्ति का प्रयोग करते हुए, केवल उस दशा में पुनरीक्षण कर",
  "revision, only where the Assistant Collector of the First Grade, while exercising jurisdiction under the proviso to Section 7 of the Act, has": "सकता है जहां प्रथम श्रेणी के सहायक कलेक्टर ने अधिनियम की धारा 7 के परन्तुक के अधीन अधिकारिता का",
  "held that a question of title arise or does not arise, or, proceed to decide": "प्रयोग करते हुए यह अभिनिर्धारित किया है कि स्वामित्व का प्रश्न उत्पन्न होता है या उत्पन्न नहीं होता है, या स्वामित्व",
  "SURINDER SINGH v. STATE OF HARYANA AND OTHERS 1275 (Kuldeep Tiwari, J.)": "सुरिंदर सिंह बनाम हरियाणा राज्य और अन्य (कुलदीप तिवारी, जे.)",
  "application (supra) is vague and ambiguous, as no detail or dimension of the area allegedly encroached upon by the petitioner and others has": "आवेदन (उपर्युक्त) अस्पष्ट और अस्पष्ट है, क्योंकि याचिकाकर्ता और अन्य लोगों द्वारा कथित रूप से अतिक्रमण किए",
  "the petitioner is an old construction, as the same was constructed by his grandfather about 35/40 years back, which even has an electricity meter": "का घर एक पुराना निर्माण है, क्योंकि इसका निर्माण उसके दादा ने लगभग 3३5/५० साल पहले किया था, जिसमें",
  "bearing No. BL-108 installed therein since 1981, and, that they have also been paying 'Chuhla Tax' since long. Apart from such pleadings,": "बिजली का मीटर भी है। 98। से इसमें बीएल-08 स्थापित किया गया है, और वे लंबे समय से 'चुहला टैक्स' का",
  "also been paying 'Chuhla Tax' since long. Apart from such pleadings, the factum of any encroachment being made over the suit land was": "भुगतान भी कर रहे हैं। इस तरह की दलीलों के अलावा, मुक़दमे की ज़मीन पर किसी भी तरह के अतिक्रमण के तथ्य",
  "completely denied. Considering the contentions of the parties as well as the demarcation report dated 10.02.2009, the respondent No.4 recorded": "को पूरी तरह से नकार दिया गया था। पक्षकारों की दलीलों के साथ-साथ दिनांक 0.02.2009 की सीमांकन रिपोर्ट",
  "the demarcation report dated 10.02.2009, the respondent No.4 recorded a finding that the petitioner and others were illegally encroaching the": "पर विचार करते हुए, प्रत्यर्थी संख्या. ५ ने यह निष्कर्ष अभिलिखित किया कि याचिकाकर्ता और अन्य 5 मार्लास की",
  "suit land, to the extent of 5 Marlas, by constructing a house, and, a": "सीमा तक, एक घर और उस पर एक चारदीवारी का निर्माण करके, वाद भूमि का अवैध रूप से अतिक्रमण कर रहे",
  "boundary wall thereon, and, accordingly he ordered their eviction therefrom, vide order dated 27.02.2009. Feeling aggrieved, the": "थे, और तदनुसार उन्होंने दिनांक 27.02.2009 के आदेश द्वारा उन्हें वहां से बेदखल करने का आदेश दिया। पीड़ित",
  "appeal before respondent No.3, who vide order dated 25.08.2009, had": "(उपर्युक्त) को चुनौती दी, जिसने दिनांक 25.08.2009 के आदेश के माध्यम से अपील को स्वीकार कर लिया था,",
  "accepted the appeal, and, set aside the eviction order dated 27.02.2009, as passed by respondent No.4.": "और 27.02.2009 के बेदखली आदेश को रद्द कर दिया, जैसा कि प्रतिवादी संख्या. ५ द्वारा पारित किया गया था।",
  "(3) Although, the statute does not provide any further remedy of appeal, or, revision, in case the Assistant Collector, Ist Grade, has": "(3) हालांकि, क़ानून अपील का कोई और उपाय प्रदान नहीं करता है, या, संशोधन, मामले में सहायक कलेक्टर,",
  "not recorded any finding regarding title, or, recorded any opinion for or against the question of title, in proceedings under Section 7 of the Act,": "प्रथम ग्रेड, ने अधिनियम की धारा 7 के तहत कार्यवाही में शीर्षक के संबंध में कोई निष्कर्ष दर्ज नहीं किया है, या,",
  "respondent No.2, challenging the order dated 25.08.2009, as passed": "शीर्षक के प्रश्न के पक्ष में या उसके खिलाफ कोई राय दर्ज नहीं की है, फिर भी, प्रतिवादी संख्या 25.08.2 के आदेश",
  "by the respondent No.3. Thereupon, the respondent No.2, without": "को चुनौती देते हुए, प्रतिवादी संख्या. 3 द्वारा पारित, प्रतिवादी संख्या। तदनुसार, प्रत्यर्थी संख्या. 2, रखरखाव के मुद्दे",
  "takinginto account the issue of maintainability, proceeded to decide, on merits, the appeal (supra) of the respondent No.5. This appeal was": "को ध्यान में रखे बिना, योग्यता के आधार पर, प्रत्यर्थी संख्या. 5 की अपील (ऊपर) का निर्णय करने के लिए आगे",
  "accepted bythe respondent No.2, vide order dated 12.03.2010, whereby": "बढ़ा। यह अपील प्रत्यर्थी संख्या. 2 द्वारा दिनांक 2.03.200 के आदेश द्वारा स्वीकार की गई थी, जिसके द्वारा प्रथम",
  "the orderpassed by the first appellate authority was set aside, and, the": "अपीलीय प्राधिकारी द्वारा पारित आदेश को अपास्त कर दिया गया था, और मामले को नए सिरे से निर्णय लेने के लिए",
  "(4) Upon receipt of the remand orders, respondent No.3 again adjudicated the matter, and, further remanded the case back to the": "(५) रिमांड आदेशों की प्राप्ति पर, प्रतिवादी संख्या.3 ने फिर से मामले का निर्णय लिया, और आगे मामले को पहली",
  "07.09.2010. However, the respondent No.4, vide order dated": "बार की अदालत में वापस भेज दिया, प्रतिवादी संख्या. ५, दिनांक 07.09.200 के आदेश के अनुसार। तथापि,",
  "28.07.2011, had maintained his earlier order of eviction, and, had": "प्रत्यर्थी संख्या. ५ ने दिनांक 28.07.20॥ के आदेश द्वारा बेदखली के अपने पूर्व आदेश को बनाए रखा था और फिर",
  "again directed evictionof the petitioner from the suit land. Thereafter,": "से याचिकाकर्ता को वाद भूमि से बेदखल करने का निर्देश दिया था। इसके बाद, याचिकाकर्ता के नेतृत्व में वैधानिक",
  "the statutory appeal, as led by the petitioner, was also dismissed by the respondent No.3, vide order dated 11.07.2013. Even the revision": "अपील को भी प्रतिवादी संख्या. ३ द्वारा दिनांक 4.07.203 के आदेश द्वारा खारिज कर दिया गया था। यहां तक कि",
  "petition against the order dated 11.07.2013, which was subsequently": "दिनांक ॥.07.203 के आदेश के खिलाफ पुनरीक्षण याचिका, जो बाद में"
}