{
  "(Sanjay Vashisth, J.)": "(संजय वशिष्ठ, जे.)",
  "Before Sanjay Vashisth J.": "समक्ष संजय वशिष्ठ जे.",
  "SANJEEV—Appellant": "संजीव-अपीलकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA—Respondent": "हरियाणा राज्य-प्रतिवादी",
  "CRA-S No. 2546-SB of 2004": "2004 का सीआरए-एस नंबर 2546-एसबी",
  "February 17, 2023": "॥7 फ़रवरी 2023",
  "Initially five accused tried by trial court—all co-accused acquitted but appellant convicted for offence under S. 411 IPC—Recovery of": "चलाया गया-सभी सह-अभियुक्त बरी हो गए लेकिन अपीलार्थी को आईपीसी की धारा ५॥। के तहत अपराध के लिए दोषी",
  "Rs.13,000, one photograph and one bag made—No other evidence except disclosure statements of co-accused, who were all acquitted—": "ठहराया गया- 3,000 रुपये की वसूली, एक फोटो और एक बैग बनाया गया -सह-अभियुक्तों के प्रकटीकरण बयानों के",
  "except disclosure statements of co-accused, who were all acquitted— existence of knowledge or reason to believe that property is stolen,": "अलावा कोई अन्य साक्ष्य नहीं, जो सभी बरी कर दिए गए थे-ज्ञान का अस्तित्व या यह विश्वास करने का कारण कि संपत्ति",
  "which is an essential ingredient of S. 411 IPC is to be proved by": "चोरी हो गई है, जो कि आईपीसी की धारा ५॥। का एक आवश्यक घटक है, अभियोजन द्वारा साबित किया जाना है -",
  "prosecution failed to prove—Appeal allowed and judgment set aside.": "अपील की अनुमति दी गई और निर्णय को खारिज कर दिया गया।",
  "Held, that in the absence of strong evidence i.e. evidence of knowledge or strong belief of knowing the articles to have been stolen,": "आयोजित, कि मजबूत सबूत की अनुपस्थिति में। ज्ञान का साक्ष्य या यह जानने का दृढ़ विश्वास कि वस्तुएँ चोरी हो गई हैं,",
  "appellant could not be convicted for the offence under S. 411 IPC in the": "अपीलार्थी को मामले में आईपीसी की धारा ५॥॥ के तहत अपराध के लिए दोषी नहीं ठहराया जा सका। अभियोजन के",
  "case. Prosecution is left with a very weak evidence i.e. disclosure statement of accused. Apart from the said disclosure statement, there is": "पास बहुत कमजोर सबूत बचे हैं। अभियुक्त का प्रकटीकरण बयान। उक्त प्रकटीकरण कथन के अलावा, अभियोजन पक्ष",
  "no other proof with the prosecution to prove that the possession of articles such as bag, photographs, currency notes of Rs.13,000/- is with": "के पास यह साबित करने के लिए कोई अन्य प्रमाण नहीं है कि बैग, तस्वीरें, (3,000/- रुपये के नोट जैसी वस्तुओं के",
  "the knowledge of having been stolen. Thus, prosecution lacks with the": "कब्जे में चोरी होने की जानकारी है। इस प्रकार, अभियोजन पक्ष के पास अपीलार्थी को दोषी ठहराने के लिए आवश्यक",
  "Akash Mehta, Advocate, Amicus Curiae, on behalf of the appellant (appointed vide order dated 07.02.2023).": "आकाश मेहता, अधिवक्ता, न्यायमित्र, अपीलार्थी की ओर से (07.02.2023 दिनांक आदेश द्वारा नियुक्त किया गया)",
  "Pawan Kumar Jhanda, AAG, Haryana.": "पवन कुमार झंडा, एएजी, हरियाणा।",
  "SANJAY VASHISTH, J.": "संजय वशिष्ठ, जे.",
  "(1) Present appeal has been filed by appellant- Sanjeev Kumar,": "(।) वर्तमान अपील अपीलार्थी संजीव कुमार द्वारा जगधारी में अतिरिक्त सत्र न्यायाधीश, यमुना नगर द्वारा दिनांक",
  "against the judgment of conviction and order of sentence dated": "07.2.200५ को दिए गए दोषसिद्धि के निर्णय और सजा के आदेश के विरुद्ध दायर की गई है। 2002 का 93, एफ.",
  "dated 06.04.2002, under Sections 395/397 IPC, registered at Police Station City Yamuna Nagar.": "आई. आर. सं. 67 दिनांक 06.0५.2002, आईपीसी की धारा 395/397 के तहत, पुलिस स्टेशन सिटी यमुना नगर में दर्ज",
  "(2) However, in the proceedings of the said FIR, five accused": "(2) तथापि, उक्त एफ. आई. आर. की कार्यवाही में पाँच अभियुक्त",
  "SANJEEV v. STATE OF HARYANA T7177": "संजीव बनाम हरियाणा राज्य",
  "person, is said to do that thing \"dishonestly\". The key ingredient for a crime is, of course, Mens Rea. This was": "व्यक्ति के बारे में कहा जाता है कि वह ऐसा \"बेईमानी\" से करता है। अपराध के लिए मुख्य घटक, निश्चित रूप से, मेन्स",
  "nicely explained by Justice K. Subba Rao in the case of Dr. Vimla v. Delhi Administration AIR 1963 SC 1572 in the": "रिया है। न्यायमूर्ति के. सुब्बा राव ने डॉ. विमला बनाम दिल्ली प्रशासन ए. आई. आर. 963 एस. सी. 572 के मामले में",
  "following paragraphs: -": "निम्नलिखित पैराग्राफ में इसे अच्छी तरह से समझायाः-",
  "\"OA. A Full Bench of the Madras High Court, in Kotamraju Venkatraadu v. Emperor [(1905)ILR 28 Mad": "\"9ए. मद्रास उच्च न्यायालय की एक पूर्ण पीठ को कोटामराजू वेंकटराड़ू बनाम सम्राट [(॥905) आईएलआर 28 मद्रास",
  "admission to the matriculation examination of the Madras University as a private candidate producing to the Registrar": "विश्वविद्यालय की मैट्रिक परीक्षा में प्रवेश प्राप्त करने वाले व्यक्ति के मामले पर एक निजी उम्मीदवार के रूप में विचार",
  "a certificate purporting to have been signed by the headmaster of a recognized High School that he was of": "करना था, जो रजिस्ट्रार को एक प्रमाण पत्र प्रस्तुत करता था, जो किसी मान्यता प्राप्त हाई स्कूल के हेडमास्टर द्वारा",
  "good character and had attained his 20th year. It was found": "हस्ताक्षरित किया गया था कि वह अच्छे चरित्र का था और उसने अपना 20वां वर्ष प्राप्त किया था। उस मामले में यह",
  "in that case that the candidate had fabricated the signature of the headmaster. The court held that the accused was": "पाया गया कि उम्मीदवार ने प्रधानाध्यापक के जाली हस्ताक्षर किए थे। अदालत ने माना कि आरोपी जालसाजी का दोषी",
  "guilty of forgery. White, C.J., observed:": "था। व्हाइट, सी.जे.ने कहाः",
  "\"Intending to defraud means, of course, something more than deceiving.\" He illustrated this by the following": "\"धोखाधड़ी करने का मतलब, निश्चित रूप से, धोखा देने से कुछ अधिक है।\" उन्होंने इसे निम्नलिखित उदाहरण से स्पष्ट",
  "\"A tells B a lie and B believes him. B is deceived but it does": "\"ए बी को झूठ कहता है और बी उस पर विश्वास करता है। बी को धोखा दिया जाता है लेकिन इसका मतलब यह नहीं है",
  "not follow that A intended to defraud B. But, as it seams to me, if A tells B a lie intending that B should do something": "कि ए का इरादा बी को धोखा देने का था। लेकिन, जैसा कि मुझे लगता है, अगर ए, बी को यह कहते हुए झूठ बोलता है",
  "which A conceives to be to his own benefit or advantage,": "कि 8 को कुछ ऐसा करना चाहिए जिसे ए अपने लाभ या लाभ के लिए मानता है, और जो, यदि किया जाता है, तो 8 को",
  "and which, if done, would be to the loss or detriment of B, A intends to defraud B.\" The learned Chief Justice indicated": "नुकसान या नुकसान होगा, तो ए, बी को धोखा देने का इरादा रखता है। विद्वान मुख्य न्यायाधीश ने निम्नलिखित टिप्पणियों",
  "his line of thought, which has some bearing on the question now raised, by the following observations:": "द्वारा अपने विचार का संकेत दिया, जिसका अब उठाए गए प्रश्न से कुछ संबंध हैः",
  "\"I may observe, however, in this connection that by Section 24 of the Code person does a thing dishonestly who does it": "\"हालांकि, मैं इस संबंध में यह देख सकता हूं कि संहिता की धारा 2५ के अनुसार व्यक्ति बेईमानी से कुछ करता है जो",
  "with the intention of causing wrongful gain or wrongful loss. It is not necessary that there should be an intention to": "गलत लाभ या गलत नुकसान पहुंचाने के इरादे से ऐसा करता है। यह आवश्यक नहीं है कि दोनों का कारण बनने का",
  "cause both. On the analogy of this definition, it might be said that either an intention to secure a benefit or advantage": "इरादा होना चाहिए। इस परिभाषा के साइश्य पर, यह कहा जा सकता है कि या तो एक ओर लाभ या लाभ प्राप्त करने",
  "on the one hand, or to cause loss or detriment on the other, by means of deceit is an intent to defraud.\"": "का इरादा, या दूसरी ओर छल के माध्यम से नुकसान या हानि का कारण बनना धीखा देने का इरादा है।",
  "But, he found in that case that both the elements were present. Benson, J. pointed out at p. 114:": "लेकिन, उन्होंने उस मामले में पाया कि दोनों तत्व मौजूद थे। बेन्सन, जे. ने पृष्ठ ५ पर इंगित किया:",
  "\"I am of opinion that the act was fraudulent not merely by reason of the advantage which the accused intended to": "\"मेरी राय है कि यह कार्य केवल उस लाभ के कारण नहीं था जिसके लिए अभियुक्त ने इरादा किया था",
  "here-in below:": "यहाँ-नीचेः",
  "21.In Trimbak v. State of Madhya Pradesh AIR 1954 SC": "2. त्रिम्बक बनाम मध्य प्रदेश राज्य ए आई आर 954 एस सी 39, इस न्यायालय ने आईपीसी की धारा ५॥॥ के तहत",
  "39, this Court discussed the essential ingredients for conviction under Section 411 of the IPC. Justice Mehr Chand Mahajan, in his erudite opinion rightly observed that": "दोषसिद्धि के लिए आवश्यक सामग्री पर चर्चा की। न्यायमूर्ति मेहर चंद महाजन ने अपनी विद्धतापूर्ण राय में ठीक ही कहा",
  "in order to bring home the guilt under Section 411 IPC, the prosecution must prove,": "कि आईपीसी की धारा ५॥। के तहत अपराध को घर लाने के लिए, अभियोजन पक्ष को साबित करना चाहिए, \"5. (॥) कि",
  "accused, (2) that some person other than the accused had possession of the property before the accused got": "चोरी की गई संपत्ति अभियुक्त के कब्जे में थी, (2) अभियुक्त के कब्जे में आने से पहले अभियुक्त के अलावा किसी अन्य",
  "possession of it, and (3) that the accused had knowledge that the property was stolen property....\"": "व्यक्ति के पास संपत्ति थी, और (3) अभियुक्त को पता था कि संपत्ति चोरी की गई थी।",
  "22.When we apply the legal proposition as propounded to the present circumstances, the inevitable conclusion is that": "22. जब हम वर्तमान परिस्थितियों के लिए प्रस्तावित के रूप में कानूनी प्रस्ताव लागू करते हैं, अपरिहार्य निष्कर्ष यह है",
  "the prosecution has failed to establish that the appellant had the knowledge that articles seized from his possession are": "कि अभियोजन यह स्थापित करने में विफल रहा है कि अपीलार्थी को ज्ञान था कि उसके कब्जे से जब्त किए गए लेख",
  "23.That apart, the disclosure statement of one accused cannot be accepted as a proof of the appellant having knowledge of utensils being stolen goods. The prosecution": "23. वह अलग, एक आरोपी के प्रकटीकरण बयान बर्तन चोरी माल होने का ज्ञान होने अपीलार्थी के प्रमाण के रूप में स्वीकार नहीं किया जा सकता है। अभियोजन पक्ष अपीलार्थी के लिए यह विश्वास करने का कोई आधार स्थापित करने में",
  "has also failed to establish any basis for the appellant to believe that the utensils seized from him were stolen articles. The factum of selling utensils at a lower price": "भी विफल रहा है कि उसके पास से जब्त किए गए बर्तन चोरी की वस्तुएं थीं। बर्तनों को कम कीमत पर बेचने का तथ्य",
  "cannot, by itself, lead to the conclusion that the appellant was aware of the theft of those articles. The essential": "अपने आप में इस निष्कर्ष पर नहीं पहुंच सकता है कि अपीलार्थी को उन वस्तुओं की चोरी के बारे में पता था। मेन्स रिया",
  "ingredient of mens Rea is clearly not established for the charge under Section 411 of IPC. The Prosecution's": "का आवश्यक घटक स्पष्ट रूप से आईपीसी की धारा ५॥। के तहत आरोप के लिए स्थापित नहीं है। इस पहलू पर",
  "evidence on this aspect, as they would speak of the character Gratiano in Merchant of Venice, can be": "अभियोजन पक्ष के साक्ष्य, जैसा कि वे मर्चेट ऑफ वेनिस में ग्रेटियानो के चरित्र की बात करते हैं, को उचित रूप से इस",
  "appropriately described as, \"you speak an infinite deal of nothing.\"[6*] [6* William Shakespeare. Merchant of": "रूप में वर्णित किया जा सकता है, \"आप कुछ भी नहीं का एक अनंत सौदा बोलते हैं।\"[6 «] [6] विलियम शेक्सपियर।",
  "Venice, Act 1 Scene 1.]": "मर्चेट ऑफ वेनिस, अधिनियम ॥ दृश्य .]",
  "24.In a case like this, where the fundamental evidence is not available and the law leans in appellant's favour,": "2५.इस तरह का एक मामला, जहां मौलिक साक्ष्य उपलब्ध नहीं है और कानून अपीलार्थी के पक्ष में झुकता है, समवर्ती",
  "notwithstanding the concurrent finding, the Court has to exercise corrective jurisdiction as the circumstances justify.": "निष्कर्ष के बावजूद, अदालत को परिस्थितियों को सही ठहराने के रूप में सुधारात्मक अधिकार क्षेत्र का प्रयोग करना",
  "As such, taking a cue from Haryana State Industrial": "होगा। इस प्रकार, हरियाणा राज्य औद्योगिक से संकेत लेते हुए",
  "(PW 12) and PW 8-Kishan Singh also.": "(पीडब्लू 2) और पीडब्लू 8-किशन सिंह भी।",
  "(7) Findings given by learned trial Court in paragraphs No. 14,": "(7) पैराग्राफ सं. 7 में विद्वत विचारण न्यायालय द्वारा दिए गए निष्कर्ष ।५, 5, 6 और ॥7 यहाँ पुनः प्रस्तुत किए गए हैं-",
  "“14. After considering the rival contentions of the parties, I find that, as far as, identification of the accused by the": "\"५. पक्षों की प्रतिद्वंद्वी दलीलों पर विचार करने के बाद, मैंने पाया कि, जहां तक पुलिस दल द्वारा अभियुक्त की पहचान",
  "police party is concerned, the same could not be shattered. I also agree that weighment slips would not ordinarily be kept": "का संबंध है, उसे तोड़ा नहीं जा सकता है। मैं इस बात से भी सहमत हूं कि तौल पर्ची आम तौर पर चोर द्वारा नहीं रखी",
  "by the thief and they would only keep the cash with them. However, simply because the complainant has for-got to tell": "जाती थी और वे केवल नकदी अपने पास रखते थे। हालाँकि, केवल इसलिए कि शिकायतकर्ता को यह बताने के लिए",
  "that there were photographs, also cannot be said that there is any improvement in this behalf. The amount of Rs.13,000/- having been recovered from the possession of accused Sanjeev Kumar alias Kalu alongwith bag and one photo.": "कहा गया है कि तस्वीरें थीं, यह भी नहीं कहा जा सकता है कि इस संबंध में कोई सुधार हुआ है। आरोपी संजीव कुमार उर्फ कालू के कब्जे से बैग और एक फोटो के साथ 3,000/- रुपये की राशि बरामद की गई है। इस प्रकार, जहां तक",
  "Thus, as far as recovery of Rs.13,000/- from accused Sanjiv Kumar alias Kalu is concerned, it has been proved beyond doubt. However, the recovery of amount from the": "आरोपी संजीव कुमार उर्फ कालू से 3,000/- रुपये की वसूली का संबंध है, यह संदेह से परे साबित हुआ है। हालांकि,",
  "remaining accused persons does not stand identified and the story of the prosecution that weighing slips were also with": "शेष अभियुक्त व्यक्तियों से राशि की वसूली की पहचान नहीं की गई है और अभियोजन पक्ष की कहानी कि वजन पर्ची",
  "it, is not believable.": "भी उसके साथ थी, विश्वसनीय नहीं है।",
  "able to prove that the accused Sanjeev Kumar was found in": "॥5. इस प्रकार, मैंने पाया कि अभियोजन पक्ष यह साबित करने में सफल रहा है कि आरोपी संजीव कुमार के पास चोरी",
  "possession of stolen articles. However, with regard to remaining accused, the prosecution has failed to prove that": "की वस्तुएं पाई गई थीं। हालाँकि, शेष अभियुक्तों के संबंध में, अभियोजन पक्ष यह साबित करने में विफल रहा है कि",
  "they were found in possession of stolen articles. The point for determination is decided accordingly.": "उनके पास चोरी की वस्तुएँ थीं। निर्धारण के लिए बिंदु तदनुसार तय किया जाता है।",
  "16. Once I came to the conclusion that Sanjeev Kumar accused was found in possession of the money of": "6. एक बार जब मैं इस निष्कर्ष पर पहुंचा कि संजीव कुमार आरोपी के पास शिकायतकर्ता की तस्वीरों और बैग के साथ",
  "Rs.13,000/- along with photographs and the bag belonging to the complainant, the question arises as to for which": "3,000/- रुपये के पैसे पाए गए, तो सवाल यह उठता है कि वह किस अपराध के लिए उत्तरदायी है। एक बार जब",
  "offence, he is liable. Once decoity is not proved, we are to see that the goods recovered from him were obtained in a": "अपवित्रता साबित नहीं हो जाती है, तो हमें यह देखना होगा कि उसके पास से बरामद माल चोरी में प्राप्त किया गया था।",
  "theft. Thus, presumption can be drawn that either he has committed theft or retainer of stolen property. As such, he is": "इस प्रकार, यह अनुमान लगाया जा सकता है कि या तो उसने चोरी की है या चोरी की संपत्ति का रखवाला है। इस प्रकार,",
  "liable for offence punishable under section 411 IPC.": "वह आईपीसी की धारा ५॥। के तहत दंडनीय अपराध के लिए उत्तरदायी है। 7. इस प्रकार, सभी अभियुक्तों को उनके",
  "framed against them. However, as far as accused Sanjeev Kumar is concerned, he is held guilty for the commission of": "खिलाफ लगाए गए आरोपों से बरी कर दिया जाता है। हालांकि, जहां तक आरोपी संजीव कुमार का संबंध है, उसे",
  "offence punishable under section 411 IPC and convicted": "आईपीसी की धारा ५॥। के तहत दंडनीय अपराध के लिए दोषी ठहराया गया है और तदनुसार दोषी ठहराया गया है।",
  "accordingly. The case property be however, returned to the": "हालाँकि, मामले की संपत्ति को वापस कर दिया जाए",
  "secure for himself by means of his deceit, but also by reason of the injury which must necessarily result to the": "अपने छल के माध्यम से अपने लिए सुरक्षित, लेकिन चोट के कारण भी जो आवश्यक रूप से विश्वविद्यालय के लिए",
  "University, and through it to the public from such acts if unrepressed. The University is injured, if through the": "परिणाम होना चाहिए, और इसके माध्यम से जनता के लिए ऐसे कृत्यों से यदि दबाया नहीं जाता है। विश्वविद्यालय",
  "evasion of its bye-laws, it is induced to declare that certain": "क्षतिग्रस्त है, यदि इसके उपनियमों की चोरी के माध्यम से, यह घोषित करने के लिए प्रेरित किया जाता है कि कुछ",
  "persons have fulfilled the conditions prescribed for Matriculation and are entitled to the benefits of Matriculation, when in fact, they have not fulfilled those": "व्यक्तियों ने मैट्रिक के लिए निर्धारित शर्तों को पूरा किया है और मैट्रिक के लाभों के हकदार हैं, जबकि वास्तव में, उन्होंने",
  "conditions for the value of its examinations is depreciated in the eyes of the public if it is found that the certificate of": "अपनी परीक्षाओं के मूल्य के लिए उन शर्तों को पूरा नहीं किया है, जनता की नजर में मूल्यहास है यदि यह पाया जाता है",
  "the University that they have passed its examinations is no": "कि विश्वविद्यालय का प्रमाण पत्र कि उन्होंने अपनी परीक्षाओं में उत्तीर्ण किया है, अब इस बात की गारंटी नहीं है कि",
  "longer a guarantee that they have in truth fulfilled the conditions on which alone the University professes to certify them as passed, and to admit them to the benefits of": "उन्होंने वास्तव में उन शर्तों को पूरा किया है जिन पर विश्वविद्यालय उन्हें उत्तीर्ण होने के रूप में प्रमाणित करने और उन्हें",
  "Boddam, J., agreed with the learned Chief Justice and Benson, J. This decision accepts the principle laid down by": "बोडुम जे., विद्वान मुख्य न्यायाधीश और जे. बेन्सन से सहमत थे। यह निर्णय स्टीफन द्वारा निर्धारित सिद्धांत को स्वीकार",
  "Stephen, namely, that the intention to defraud is made up of two elements, first an intention to deceive and second the": "करता है, अर्थात्‌, धोखाधड़ी करने का इरादा दो तत्वों से बना है, पहला धोखा देने का इरादा और दूसरा किसी व्यक्ति को",
  "intention to expose some person either to actual injury or risk of possible injury; but the learned Judges were also": "वास्तविक चोट या संभावित चोट के जोखिम के लिए उजागर करने का इरादा; लेकिन विद्वान न्यायाधीश संहिता की धारा",
  "inclined to hold on the analogy of the definition of \"dishonestly\" in Section 24 of the Code that intention to secure a benefit or advantage to the deceiver satisfies the": "2% में \"बेईमानी\" की परिभाषा के सादृश्य को बनाए रखने के लिए भी इच्छुक थे कि धोखेबाज को लाभ या लाभ प्राप्त",
  "15.To establish that a person is dealing with stolen property, the \"believe\" factor of the person is of stellar import. For": "।5.7० स्थापित करें कि एक व्यक्ति चोरी की संपत्ति के साथ काम कर रहा है, व्यक्ति का \"विश्वास\" कारक तारकीय",
  "successful prosecution, it is not enough to prove that the accused was either negligent or that he had a cause to think": "आयात का है। सफल अभियोजन के लिए, यह साबित करना पर्याप्त नहीं है कि अभियुक्त या तो लापरवाही कर रहा था",
  "accused was either negligent or that he had a cause to think that the property was stolen, or that he failed to make": "या उसके पास यह सोचने का कारण था कि संपत्ति चोरी हो गई थी, या वह अपने द्वारा खरीदे गए सामान की प्रकृति को",
  "enough inquiries to comprehend the nature of the goods procured by him. The initial possession of the goods in question may not be illegal but retaining those with the": "समझने के लिए पर्याप्त पूछताछ करने में विफल रहा। विचाराधीन माल का प्रारंभिक कब्जा अवैध नहीं हो सकता है,",
  "question may not be illegal but retaining those with the knowledge that it was stolen property, makes it culpable.”": "लेकिन इस जानकारी वाले लोगों को रखना कि यह चोरी की संपत्ति थी, इसे दोषी बनाता है।",
  "(12) On the other hand, while opposing the submission made by learned Amicus Curiae on behalf of the appellant, learned State counsel": "(42) दूसरी ओर, अपीलार्थी की ओर से विद्वत न्यायमित्र द्वारा प्रस्तुत किए गए निवेदन का विरोध करते हुए, विद्वत राज्य",
  "submits that there is ample material available on record to presume that": "का वकील प्रस्तुत करता है कि यह अनुमान लगाने के लिए अभिलेख पर पर्याप्त सामग्री उपलब्ध है कि अपीलार्थी को",
  "appellant had prior knowledge about the stolen bag and also the amount of Rs.13,000/- in it. While saying so, reliance is placed upon the": "चोरी किए गए थेले के बारे में पूर्व जानकारी थी और उसमें 3,000/- रुपये की राशि भी थी। ऐसा कहते हुए, एएसआई",
  "statement of ASI Hari Raj (PW1), who proved the disclosure statement": "हरि राज (पीडब्लू।) के बयान पर भरोसा किया जाता है जिन्होंने खुलासा बयान को साबित किया",
  "of appellant-Sanjeev as Ex. PB.": "पूर्व के रूप में अपीलार्थी-संजीव का। पीबी।",
  "(13) After giving ample opportunities to both the sides, this Court has also perused the statement of ASI Hari Raj (PW1) and finds": "(3) दोनों पक्षों को पर्याप्त अवसर देने के बाद, इस न्यायालय ने एएसआई हरि राज (पीडब्लू ।) के बयान का भी",
  "that said witness appeared to prove the disclosure statements of three": "अवलोकन किया है और पाया है कि उक्त गवाह तीन अन्य अभियुक्तों के भी प्रकटीकरण बयानों को साबित करने के",
  "other accused also, but all the other accused have already been acquitted by the trial Court.": "लिए उपस्थित हुआ, लेकिन अन्य सभी अभियुक्तों को ट्रायल कोर्ट द्वारा पहले ही बरी कर दिया गया है।",
  "(14) It is also noticed that disclosure of the factum of committing of crime of looting an amount on the date of incident is also": "(।५) यह भी देखा गया है कि घटना की तारीख को राशि लूटने के अपराध के तथ्य का खुलासा भी उक्त प्रकटीकरण",
  "there in the said disclosure statement.": "बयान में है।",
  "In the cross examination, same witness admits that ‘none of the accused got anything recovered in XXXXXXXX my presence. The": "जिरह में, वही गवाह स्वीकार करता है कि 'मेरी उपस्थिति में किसी भी आरोपी को कुछ भी बरामद नहीं हुआ। खुलासा",
  "disclosure statements are not in my hand-writing. Disclosure statements also bear signatures of HC Ram Mehar besides me and the accused.": "बयान मेरे हाथ-लेखन में नहीं हैं। प्रकटीकरण बयानों पर मेरे और आरोपी के अलावा एच. सी. राम मेहर के हस्ताक्षर भी हैं।",
  "XXXXXXXX. No public person was joined in the investigation at the time of recording of the disclosure statement.”": "2000०००८ प्रकटीकरण बयान दर्ज करने के समय कोई भी सार्वजनिक व्यक्ति जांच में शामिल नहीं हुआ था।",
  "(15) Prosecution failed to examine the second witness who was the signatory over the disclosure statement i.e. HC Ram Mehar and was": "(।5) अभियोजन दूसरे गवाह की जांच करने में विफल रहा जो प्रकटीकरण बयान पर हस्ताक्षरकर्ता था। एच. सी. राम",
  "left as unnecessary. It would also be a question without there being an answer that if the other accused are not held to be involved in the": "मेहर को अनावश्यक छोड़ दिया गया। यह भी एक सवाल के बिना वहाँ एक जवाब है कि अगर अन्य आरोपी घटना में",
  "incident and were accordingly acquitted for the charges under Sections 395 and 397 of IPC, how prosecution would claim that the recovered": "शामिल होने के लिए आयोजित नहीं कर रहे हैं और तदनुसार आईपीसी की धारा 395 और 397 के तहत आरोपों के",
  "property i.e. Brown bag and currency of Rs.13,000/- is stolen/looted": "लिए बरी कर दिया गया है, कैसे अभियोजन दावा करेगा कि बरामद संपत्ति ब्राउन बैग और 3,000/- रुपये की मुद्रा",
  "property. Identification of the same by the complainant Joginder Singh is unbelievable because identifying the currency notes after 10-15 days": "चोरी/लूटी गई संपत्ति है। शिकायतकर्ता जोगिंदर सिंह द्वारा उसी की पहचान अविश्वसनीय है क्योंकि 0-5 दिनों के बाद",
  "(16) In the absence of strong evidence i.e. evidence of knowledge or strong belief of knowing the articles to have been stolen, appellant": "(6) मजबूत साक्ष्य की अनुपस्थिति में ज्ञान का साक्ष्य या यह जानने का दृढ़ विश्वास कि वस्तुएँ चोरी हो गई हैं, अपीलार्थी",
  "could not be convicted for the offence under Section 411 IPC in the": "को मामले में आईपीसी की धारा ५॥॥ के तहत अपराध के लिए दोषी नहीं ठहराया जा सका। अभियोजन एक बहुत ही",
  "case. Prosecution is left a very weak evidence i.e. disclosure statement of the accused. Apart the said disclosure statement, there is no other": "कमजोर सबूत छोड़ दिया है। अभियुक्त का प्रकटीकरण बयान। उक्त प्रकटीकरण कथन के अलावा, अभियोजन पक्ष के",
  "proof with the prosecution to prove that the possession of articles such as bag, photographs, currency notes of Rs.13,000/- is with the": "पास यह साबित करने के लिए कोई अन्य प्रमाण नहीं है कि बैग, तस्वीरें, 3,000/- रुपये के नोट जैसी वस्तुओं के कब्जे",
  "knowledge of having been stolen. Thus, prosecution lacks with the fundamental evidence warranted for holding the appellant as guilty.": "में चोरी होने की जानकारी है। इस प्रकार, अभियोजन पक्ष के पास अपीलार्थी को दोषी ठहराने के लिए आवश्यक मौलिक साक्ष्य का अभाव है।",
  "(17) Paragraphs No. 21 to 24 of the Judgment in Shiv Kumar’s Case (Supra), which deals with the standard of the disclosure": "(7) पैराग्राफ नं. शिव कुमार के मामले (सुप्रा) में निर्णय के 2। से 2५ तक, जो अभियुक्तों के प्रकटीकरण कथन",
  "statement(s) of the accused as a weak quality evidence, are reproduced": "(बयानों) के मानक को एक कमजोर गुणवत्ता वाले साक्ष्य के रूप में प्रस्तुत करता है, को पुनः प्रस्तुत किया जाता है।",
  "Development Corporation vy. Cork Manufacturing Co (2007) 8 SCC 120., the exercise of extraordinary": "विकास निगम बनाम कॉर्क विनिर्माण कंपनी (2007) 8 एस. सी. सी. 20., अनुच्छेद 436 के अधीन असाधारण",
  "jurisdiction under Article 136 is found to be merited to do justice to the appellant who was held to be guilty, without": "अधिकारिता का प्रयोग अपीलार्थी को न्याय करने के लिए योग्य पाया गया है, जिसे अपराध में उसके पुरुष कारण को",
  "(18) After examining the record and considering all the aspects, I": "(8) अभिलेख की जांच करने और सभी पहलुओं पर विचार करने के बाद, मैंने पाया कि अपीलार्थी को आईपीसी की",
  "find that there is no evidence available on record to hold the appellant guilty for the offence under Section 411 IPC. Thus, judgment dated": "धारा ५। के तहत अपराध के लिए दोषी ठहराने के लिए अभिलेख पर कोई सबूत उपलब्ध नहीं है। इस प्रकार, अतिरिक्त",
  "07.12.2004 passed by the Additional Sessions Judge, Yamuna Nagar, is": "सत्र न्यायाधीश, यमुना नगर द्वारा दिनांक 07.2.200५ को पारित किया गया निर्णय यहां नियत रूप से है और",
  "(19) Disposed of.": "(9) का निपटान किया।"
}