{
  "(8) Therefore, the award which was passed by the learned Daily Lok Adalat is beyond the jurisdictional competence of the said": "(8) इसलिए, विद्वान दैनिक लोक अदालत द्वारा पारित किया गया पुरस्कार संबंधित लोक अदालत की अधिकारिता से",
  "(9) In view of the facts and circumstances stated above, we find": "(9) ऊपर बताए गए तथ्यों और परिस्थितियों को ध्यान में रखते हुए, हम वर्तमान रिट याचिका में योग्यता पाते हैं,",
  "merit in the present writ petition, therefore, the same is allowed. The impugned award dated 15.11.2013, Annexure P/2, as passed by learned Daily Lok Adalat, Hisar is quashed.": "इसलिए, इसकी अनुमति है। विवादित पुरस्कार दिनांक 5..203, परिशिष्ट पी/2, जैसा कि विद्वान दैनिक लोक अदालत, हिसार द्वारा पारित किया गया है, रद्द कर दिया गया है।",
  "(10) A copy of this order be sent to the Principal Secretary to Government of Haryana, Department of Development and Panchayats,": "(0) इस आदेश की एक प्रति हरियाणा सरकार के प्रधान सचिव, विकास और पंचायत विभाग, हरियाणा, चंडीगढ़",
  "Haryana, Chandigarh for issuing necessary instructions to the concerned authorities to ensure that such kind of collusive transfers of": "को संबंधित अधिकारियों को आवश्यक निर्देश जारी करने के लिए भेजी जाए ताकि यह सुनिश्चित किया जा सके कि",
  "Panchayat land by way of exchange through civil court decree should": "सिविल कोर्ट डिक्री के माध्यम से विनिमय के माध्यम से पंचायत भूमि का इस तरह का मिली-जुली हस्तांतरण भविष्य",
  "Dr. Sumati Jund": "डॉ. सुमती जुंद",
  "(Kuldeep Tiwari, J.)": "(कुलदीप तिवारी, जे.)",
  "Before Sureshwar Thakur & Kuldeep Tiwari, JJ.": "समक्ष सुरेश्वर ठाकुर और कुलदीप तिवारी जे.जे.",
  "ISHWAR SINGH — Petitioner": "ईश्वर सिंह - याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS — Respondents": "हरियाणा राज्य और अन्य - उत्तरदाता",
  "February 15, 2023": "फ़रवरी 45, 2023",
  "Constitution of India, 1950—Art. 226 and 227, Haryana Village Common Lands (Regulation) Rules, 1964—Rule 5—Haryana": "भारत का संविधान, 950-लेख. 226 और 227, हरियाणा ग्राम सामान्य भूमि (विनियमन) नियम, 964-नियम 5-",
  "Transfer of Panchayat Land by way of exchange through Civil Court Act, 1961 and Rule 5 of Rules 1964 challenged—held neither the": "96% के नियम 5 के माध्यम से विनिमय के माध्यम से पंचायत भूमि का सामूहिक हस्तांतरण को चुनौती दी गई-यह",
  "approval of State Government was sought for exchange of Gram Panchayat land with the land of private persons nor the resolution": "अभिनिर्धारित किया गया कि ग्राम पंचायत की भूमि को निजी व्यक्तियों की भूमि के साथ विनिमय के लिए न तो राज्य",
  "proposed for benefit of inhabitants of village—furthermore, Civil": "निवासियों के लाभ के लिए प्रस्तावित किया गया था-इसके अलावा, सिविल कोर्ट को अधिनियम, 96॥ की धारा ॥3",
  "Court has no jurisdiction to entertain such claim under S. 13 of Act, 1961—Petition allowed.": "के तहत ऐसे दावे पर विचार करने का कोई अधिकार क्षेत्र नहीं है-याचिका की अनुमति दी गई।",
  "Held, that the award which was passed by the learned Daily Lok": "यह अभिनिर्धारित किया गया कि विद्वान दैनिक लोक अदालत द्वारा पारित किया गया पुरस्कार संबंधित लोक अदालत",
  "concerned and therefore, is a nullity.": "की अधिकारिता से परे है और इसलिए यह अमान्य है।",
  "(Para 8)": "(पैरा 8)",
  "K.L. Saini, Advocate, for the petitioner.": "के.एल. याचिकाकर्ता की ओर से वकील सैनी।",
  "P.P. Chahar, Deputy Advocate General, Haryana for respondents No. 1 and 3 to 6-State.": "पी.पी. चाहर, उप महाधिवक्ता, उत्तरदाताओं के लिए हरियाणा नं। । और 3 से 6 राज्य।",
  "None for respondent No. 2": "प्रत्यर्थी के लिए कोई नहीं नं. 2.",
  "Chand Ram Olla, Advocate for respondent No. 7. Respondent Nos. 8 to 12 — ex-parte.": "चंद राम ओल्ला, प्रतिवादी नं. 7. प्रत्यर्थी सं। 8 से 2-पूर्व-पक्ष।",
  "KULDEEP TIWARI, J.": "कुलदिप तिवारी, जे।",
  "(1) The petitioner has knocked the doors of this Court by invoking the jurisdiction envisaged under Articles 226/227 of the": "(।) याचिकाकर्ता ने भारत के संविधान के अनुच्छेद 226/227 के तहत परिकल्पित अधिकारिता का आह्वान करते हुए इस न्यायालय का दरवाजा खटखटाया है, जिसमें राष्ट्रीय लोक अदालत, हिसार की परियोजना के तहत दैनिक",
  "Constitution of India seeking quashing of award dated 15.11.2013 passed by Daily Lok Adalat under the Project of National Lok Adalat, Hisar, on the grounds that the same has been procured by collusionand": "हुए इस न्यायालय का दरवाजा खटखटाया है, जिसमें राष्ट्रीय लोक अदालत, हिसार की परियोजना के तहत दैनिक लोक अदालत द्वारा दिनांक 5..203 को पारित किए गए पुरस्कार को इस आधार पर रद्द करने की मांग की गई",
  "fraud and the land which belong to Gram Panchayat was illegally": "है कि उसी को मिलीभुगत और धोखाधड़ी से खरीदा गया है और ग्राम पंचायत से संबंधित भूमि को अवैध रूप से",
  "7 and the private respondent Nos. 8 to 12. Even otherwise, there is a": "7 और निजी प्रत्यर्थी सं। 8 से ।2 तक। अन्यथा भी, इस तरह के दावे को स्वीकार करने के लिए सिविल न्यायालय के",
  "against the civil court to entertain such a claim. Thus, the said civil suit was ill constituted besides the award as made thereon by the Daily Lok": "संबंधित दैनिक लोक अदालत द्वारा दिए गए निर्णय के अलावा उक्त दीवानी मुकदमा गलत तरीके से गठित किया",
  "“13. Bar of Jurisdiction.-- No civil court shall have": "\"3. बार ऑफ ज्यूरिस्डिक्शन।- किसी सिविल न्यायालय को अधिकारिता नहीं होगी--",
  "(a) to entertain or adjudicate upon any question whether---": "(ऐ) किसी प्रश्न पर विचार करने या न्यायनिर्णयन करने के लिए कि क्या--",
  "(i) any land or other immovable property is or is not shamlat deh;": "() कोई भूमि या अन्य अचल संपत्ति शामलात देह है या नहीं है;",
  "(ii) any land or other immovable property or any right, title or interest in such land or other immovable property vests": "(॥) कोई भूमि या अन्य अचल संपत्ति या ऐसी भूमि या अन्य अचल संपत्ति में कोई अधिकार, स्वामित्व या हित इस",
  "or does not vest in a Panchayat under this Act;": "अधिनियम के अधीन किसी पंचायत में निहित है या निहित नहीं है;",
  "(b) in respect of any matter which any revenue court, officer or authority is empowered by or under this Act to determine; or": "(बी) किसी ऐसे मामले के संबंध में जिसे किसी राजस्व न्यायालय, अधिकारी या प्राधिकरण को इस अधिनियम द्वारा या उसके अधीन अवधारित करने का अधिकार है; या",
  "(c) to question the legality of any action taken or matter decided by any revenue court, officer or authority empowered to do so under this Act.”": "(सी) इस अधिनियम के अधीन ऐसा करने के लिए सशक्त किसी राजस्व न्यायालय, अधिकारी या प्राधिकारी द्वारा की गई किसी कार्रवाई या मामले की वैधता पर प्रश्न करने के लिए।",
  "(7) In other words, a perusal of Section 13 of the Act of 1961 makes it clear that the civil court has no jurisdiction over the subject": "(7) दूसरे शब्दों में, ।96। के अधिनियम की धारा ।3 के अवलोकन से यह स्पष्ट होता है कि सिविल न्यायालय को",
  "matter of the dispute. Therefore, any order passed by the civil court": "विवाद के विषय पर कोई अधिकारिता नहीं है। इसलिए, दीवानी अदालत द्वारा पारित कोई भी आदेश गैर-न्यायिक",
  "would be coram-non-judice, thus a nullity. In making the above conclusion (supra) support is gathered from a judgment of Hon'ble": "होगा, इस प्रकार यह अमान्य होगा। उपरोक्त निष्कर्ष निकालने में (उपर्युक्त) समर्थन माननीय सर्वोच्च न्यायालय के",
  "Supreme Court passed in Hasham Abbas Sayyad versus Usman Abhas": "हशाम अब्बास सैय्यद बनाम उस्मान आभास सैय्यद । में पारित एक निर्णय से प्राप्त होता है, जिसमें इसे इस प्रकार",
  "“21. The core question is as to whether an _ order passed by a person lacking inherent jurisdiction would be a": "\"24. मूल प्रश्न यह है कि क्‍या अंतर्निहित अधिकार क्षेत्र की कमी वाले व्यक्ति द्वारा पारित आदेश अमान्य होगा। ऐसा",
  "nullity. It will be so. The principles of estoppel, waiver and acquiescence or even res judicata which are procedural in": "ही होगा। निरोध, छूट और स्वीकृति या यहां तक कि न्यायिक प्रक्रिया के सिद्धांत जो प्रक्रियात्मक प्रकृति के हैं, उन",
  "nature would have no application ina case where an order has been passed by the Tribunal/Court which has no": "मामलों में लागू नहीं होंगे जहां न्‍न्यायाधिकरण»न्यायालय द्वारा कोई आदेश पारित किया गया है, जिसके पास उस ओर",
  "authority in that behalf. Any order passed by a court without jurisdiction would be coram non judice being a": "से कोई अधिकार नहीं है। न्यायालय द्वारा अधिकारिता के बिना पारित किया गया कोई भी आदेश गैर-न्यायिक होगा",
  "ISHWAR SINGH v. STATE OF HARYANA AND OTHERS 1483 (Kuldeep Tiwari, J.)": "ईश्वर सिंह बनाम हरियाणा राज्य और अन्य (कुलदीप तिवारी, जे.)",
  "[See Chief Justice of Andhra Pradesh and Another v. L.V.A. Dikshitulu and Others, AIR 1979 Supreme Court": "[आंध्र प्रदेश के मुख्य न्यायाधीश और एक अन्य बनाम एल. वी. ए. देखें। दीक्षितुलु और अन्य, आकाशवाणी 979",
  "193 &MD Army Welfare Housing Organisation  v. Sumangal Services (P) Ltd., 2003(4) RCR (Civil) 767 :": "सुप्रीम कोर्ट 493 एमडी सेना कल्याण आवास संगठन बनाम सुमंगल सर्विसेज (पी) लिमिटेड, 2003 (५)",
  "(2004)8 SCC 619].": "आरसीआर (सिविल) 767: (200५) 8 एससीसी 69]।",
  "22. This aspect of the matter has recently been considered by this Court in Harshad Chiman Lal Modi v. DLF": "22. मामले के इस पहलू पर हाल ही में हर्षद चिमन लाल मोदी बनाम डी. एल. एफ. यूनिवर्सल लिमिटेड और अन्य,",
  "Universal Ltd. and Another, 2005(4) RCR (Civil) 260 : [(2005)7 SCC 791], in the following terms : \"We are": "2005 (५) आर. सी. आर. (सिविल) 260: [(2005) 7 एस. सी. सी. 794] में इस न्यायालय द्वारा निम्नलिखित",
  "[(2005)7 SCC 791], in the following terms : \"We are unable to uphold the contention. The jurisdiction of a": "शब्दों में विचार किया गया हैः उन्होंने कहा, \"हम विवाद को बरकरार रखने में असमर्थ हैं। न्यायालय के अधिकार क्षेत्र",
  "court may be classified into several categories. The important categories are (i) Territorial or local jurisdiction;": "को कई श्रेणियों में वर्गीकृत किया जा सकता है। महत्वपूर्ण श्रेणियां हैं () प्रादेशिक या स्थानीय अधिकार क्षेत्र; (॥)",
  "(ii) Pecuniary jurisdiction; and (ili) Jurisdiction over the subject matter. So far as territorial and pecuniary": "व्यक्तिगत अधिकार क्षेत्र; और (॥) विषय वस्तु पर अधिकार क्षेत्र। जहाँ तक क्षेत्रीय और आर्थिक क्षेत्राधिकारों का",
  "jurisdictions are concerned, objection to such jurisdiction has to be taken at the earliest possible opportunity and in any case at orbefore settlement of issues. The law is well": "संबंध है, ऐसे क्षेत्राधिकार पर आपत्ति को जल्द से जल्द संभव अवसर पर और किसी भी मामले में मुद्दों के निपटारे से",
  "earliest, it cannot be allowed to be taken at a subsequent": "जल्द नहीं लिया जाता है, तो इसे बाद के चरण में लेने की अनुमति नहीं दी जा सकती है। हालाँकि, विषय वस्तु के",
  "stage. Jurisdiction as to subject matter, however, is totally distinct and stands on a different footing. Where a court has": "रूप में अधिकार क्षेत्र पूरी तरह से अलग है और एक अलग आधार पर खड़ा है। जहां किसी न्यायालय को कानून,",
  "no jurisdiction over the subject matter of the suit by reason of any limitation imposed by statute, charter or commission, it cannot take up the cause or matter. An order": "चार्टर या आयोग द्वारा लगाई गई किसी सीमा के कारण वाद के विषय पर कोई अधिकार क्षेत्र नहीं है, वह कारण या",
  "commission, it cannot take up the cause or matter. An order passed by a court having no jurisdiction is nullity.\"": "मामले को नहीं ले सकता है। एक अदालत द्वारा पारित एक आदेश जिसका कोई अधिकार क्षेत्र नहीं है, अमान्य है।",
  "[See also Zila Sahakari Kendrya Bank Maryadit v. Shahjadi Begum & Ors., 2007(1) SCT 419 : 2006(9) SCALE 675": "[जिला सहकारी केंद्रीय बैंक मर्यादा बनाम शाहजादी बेगम और अन्य, 2007 (॥) एससीटी ५9:2006 (9) स्केल",
  "and Shahbad Co-op. Sugar Mills Ltd. v. Special Secretary to Govt. of Haryana & Ors., 2007(1) RCR (Civil) 113 :": "675 और शाहबाद को-ऑप भी देखें। शुगर मिल्स लिमिटेड बनाम सरकार के विशेष सचिव। हरियाणा और अन्य,",
  "to Govt. of Haryana & Ors., 2007(1) RCR (Civil) 113 : 2007(1) SCT 112 : 20071) R.A.J.": "2007 (॥) आरसीआर (सिविल) ॥3:2007 (॥) एससीटी ॥2:2007 (॥) आरएजे। ५५.2006 (॥॥) स्केल 67५-",
  "23. We may, however hasten to add that a distinction must": "23. तथापि, हम यह जोड़ने में जल्दबाजी कर सकते हैं कि सिविल प्रक्रिया संहिता की धारा 2। के आलोक में किसी",
  "be made between a decree passed by a court which has no": "में कोई अधिकारिता नहीं रखने वाले न्यायालय द्वारा पारित डिक्री के बीच अंतर किया जाना चाहिए। जबकि पूर्व",
  "the suit. Whereas inthe former case, the appellate court may not interfere with the decree unless prejudice is shown,": "मामले में, अपीलीय न्यायालय डिढ्री में हस्तक्षेप नहीं कर सकता है जब तक कि पूर्वाग्रह नहीं दिखाया जाता है, आम",
  "ordinarily the second category of the cases would be interferedwith.”": "तौर पर मामलों की दूसरी श्रेणी में हस्तक्षेप किया जाएगा।'"
}