{
  "Before Surya Kant & Paramjeet Singh, JJ.": "सूर्य कांत और परमजीत सिंह न्याययूर्ति के समक्ष",
  "VINOD @ BODAAND OTHERS-—Petitioners": "विनोद ७ बोडा और अन्य--याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANAAND ANOTHER. --Respondents": "हरियाणा राज्य और अन्य - उत्तरदाता",
  "Code of Criminal Procedure, 1973 - S. 482 - Indian Penal": "दंड प्रक्रिया संहिता 7973 - धारा 482 - भारतीय दंड संहिता 7860 -",
  "on the basis of compromise for non-compoundable offences against": "अपराधों के लिए समझौते के आधार पर रद्द करने के लिए याचिका -",
  "hurdles in the official work of complainant - Ld. Single Judge": "आधिकारिक काम में बाधएं डाली हैं- विद्वान एकल न्यायाधीश ने मायले को",
  "to be compounded on the basis of compromise with the Public": "सेवक के साथ समझौते के आधार पर शमनीय बनाने की अनुगति दी जा",
  "Servant?\" - Held that High Court with a view to prevent abuse of": "सकती है? \"- यह माना यया।कि कानून के दुरुपयोग को रोकने के उद्देश्य से",
  "law has inherent jurisdiction to quash non compoundable offences": "गैर शमनीय अपराधीं को रद्द करने का जतर्निल्‍्िित अधिकार क्षेत्र है. जहां",
  "has been settled amicably - Proceedings to be quashed to bring harmony between patties.": "विवाद को सौहार्दप्‌र्ण ढंग से सुलझाया गया है- पक्षी के बीच सामंजस्य लाने के लिए कार्यवाही को रद्द किया जाना है।",
  "Held, that the decision in Gian Singh's casc (supra) also approves the vicw taken by a Five -Judges Bench of this Court in Kulwinder Singh": "अभिनिर्धारित किया कि ज्ञान सिंह के मामले (सुप्रा) में निर्णय कुलविंदर सिंह और",
  "& Ors. vs. State of Punjab & Anr., 2007(3) RCR (Crl.) 1052.": "अन्य बनाम पंजाब राज्य और अन्य, 2007 (3) आरसीआर (सीआरएल) 052 में इस",
  "Further held, that itis indeed now unarguable to say that the power": "अभिनिर्धारित किया कि अब यह कहना निर्विवाद है कि आपराधिक अभियोजन",
  "exercisable by the High Court under Section 482 CrPC for the quashing": "को रद्द करने के लिए धारा 482 सीआरपीसी के तहत उच्च न्यायालय द्वारा प्रयोग की जाने",
  "of criminal prosecution is limited or affected by the provisions of Section 320 CrPC.": "वाली शक्ति धारा 320 सीआरपीसी के प्रावधानों द्वारा सीमित या प्रभावित है।",
  "Further held, that the refusal to invoke power under Section 320": "अभिनिर्धारित किया कि धारा 320 सीआरपीसी के तहत शक्ति का आह्वान करने",
  "CrPC, however, does not debar the High Court from resorting to its inherent": "से इनकार करना, हालांकि, उच्च न्यायालय को सीआरपीसी की धारा 482 के तहत अपनी",
  "2. Report of the trial Court has been received that parties": "2. विचारण न्यायालय की रिपोर्ट प्राप्त हुई है।कि पक्षकार समझौता कर",
  "3. Learned counsel for the parties have arrived at a": "3. पक्षकार्रों के।विद्वान वकील एक सयझौते पर पहुंचे हैं और इस न्यायालय",
  "compromise and this Court (Jitendra Chaudhan, J.) vide order dated 8.11.2012 passed in Criminal Misc. No. M-31858": "(जितेंद्र वौधन जे ने 2002 के आपराधिक विवि५ संख्या एम:3/858 में पारित",
  "of 2012 titled as Ranjit Singh and Anr. vs. State of Punjab and": "जादेश दिनांक &.77.2072 के तहत रणजीत/पिंह और अन्य बनाम पंजाब राज्य",
  "353, 186, 341, 332, 427 and 34 of the IPC. Counsel for the": "और अन्य के रूप में पारित आदेश में आईपीसी की धरा 353, ।86, 347, 332,",
  "petitioners also relied upon authority in CWP. No. 4964 of 2013": "याविकाकर्ताओं के वकील ने 2073 के सीडब्ल्यूपी संख्या 4964 में अपने स्वयं के",
  "others and allowed the compromised.": "किया और समझौता करने की अनुमति दी।",
  "4. Learned State counsel has submitted that compromise cannot": "4. विद्वान गण्य के वकील ने प्रखुत किया है।कि आईपीसी की #रा 353",
  "as these offences are against the State.": "क्योंकि ये अपराध राज्य के।खिलाफ हैं।",
  "5. | have considered the submissions made by both the sides and": "5. मैने दोनों पक्षीं की दलीलों पर विचार किया है और इस यायले के",
  "have gone through the records of this case.": "रिकॉर्ड का अवलोकन किया है।",
  "6. So far as the reliance of petitioners on C.WP. No. 4964 of": "6. जह्लं तक 2073 के सीउडब्ल्यूपी नंबर 4964 पर याविकाकर्ताओं की",
  "2013 titled as Court on its own motion vs. U.T. Chandigarh and others’ case (supra) is concerned in that writ petition there was": "निर्भरता का संबंध है (जिसका शीर्षक कोर्ट ऑन इट्स जीन मोशन बनाम यूटी चंबीयढ् और अन्‍य का यायला (सुप्रा है उत्चरिट याविका में एक तरफ हेड",
  "side and the Division Bench of this court entrusted the matter": "एडवोकेट और इस अदालत कीडिवीजन बेंच ने इस यायले को राणिस्ट्रार को सौंपा",
  "7. As per report both the sides in the larger interest of the society and for maintaining harmony and strengthening the machinery": "7. रिपोर्ट के अनुसार समाण के व्यापकाहित में और सौहार्द बनाए रखने",
  "and for maintaining harmony and strengthening the machinery of administration of justice have mutually decided not to refer": "तथा न्याय प्रशासन तंत्र को युद्दद्द बनाने के लिए दोनों पक्षें ने परस्पर यह निर्णय",
  "accordingly. It was observed in that judgment that there was no": "निर्णयलिया गया। उस फैसले में यह देखा यया ५.।कि किसी भी सफलता की कोई",
  "by the High Court with a view to prevent the abusc of law or to sccure": "अभिनिर्धारित किया कि कानून के दुरुपयोग को रोकने या न्याय के सिरों को सुरक्षित करने",
  "ones involved in the present case notwithstanding the bar under Section 320 CrPC. Such a power, in our considered view, is exercisable by the High": "शामिल करने के लिए पर्याप्त है, जिसमें वर्तमान मामले में शामिल लोग भी शामिल हैं, भले ही धारा 320 सीआरपीसी के तहत रोक हो। हमारे विचार से ऐसी शक्ति उच्च न्यायालय",
  "Court in all those circumstances where the conclusion of tial would ultimately": "द्वारा उन सभी परिस्थितियों में प्रयोग की जा सकती है जहां मुकदमे का निष्कर्ष अंततः",
  "Further held, that in the present case, merely because the complainant": "अभिनिर्धारित किया कि वर्तमान मामले में, केवल इसलिए कि शिकायतकर्ता",
  "was working as a teacher and injurics were caused to him while he was": "एक शिक्षक के रूप में काम कर रहा था और स्कूल में ड्यूटी के दौरान उसे चोटें आई थीं,",
  "on duty at School, learned Single Judge has treated it to be a case of an offence against the ‘society’ observing that public servant has been prohibited": "विद्वान एकल न्यायाधीश ने इसे 'समाज' के खिलाफ अपराध का मामला माना है, यह देखते",
  "between the parties in their individual and private capacity. Therefore, even": "प्रथम दृष्टया पक्षकारों के बीच उनकी व्यक्तिगत और निजी क्षमता में था। इसलिए, योग्यता",
  "on merit, the present is a fit case where the ends of justice demand quashing": "के आधार पर भी, वर्तमान एक उपयुक्त मामला है जहां न्याय के अंत में कार्यवाही को रद्द",
  "of proceedings as the dispute has been settled amicably and this would bring": "करने की मांग की जाती है क्योंकि विवाद को सौहार्दपूर्ण ढंग से सुलझाया गया है और",
  "harmony between the parties.": "इससे पक्षों के बीच सामंजस्य आएगा।",
  "(Para 16)": "(फपैयस 6)",
  "Amit Kumar Goyal, Advocate for the petitioners.": "अमित कुमार गोयल, याचिकाकर्ताओं के वकील",
  "R.D. Sharma, DAG, Haryana": "आर डी. शर्मा डी ए जी हरियाणा",
  "Ramender Chauhan, Advocate for respondent No.2.": "रामेंद्र चौहान, प्रतिवादी नंबर 2 के वकील।",
  "by the learned Single Judge regarding quashing of the FIR on the basis of": "एफआईआर को रद्द करने के संबंध में विद्वान एकल न्यायाधीश द्वारा किए जा रहे संदर्भ",
  "(2) There has been a discord amongst and between the High The issue has been considered by the Full Bench of this Court and by the Hon'ble Supreme Court of India in various judgments. Now, again the learned Single": "(2) इसको लेकर कलह हुई है। इस मुद्दे पर इस न्यायालय की पूर्ण पीठ द्वारा और भारत के माननीय उच्चतम न्यायालय द्वारा विभिन्न निर्णयों में विचार किया गया",
  "31958 of 2012 titled Ranjit Singh and another vs, State of Punjab": "एम: 3/856 का शीर्षक रणजीत/पिंह और अन्य बनाम पंजाब राज्य और अन्य के",
  "8. The Hon'ble Apex court in authority Gian Singh vs. State of": "8. गाननीय सर्वीच्च न्यायालय ने ज्ञानसिंह बनाय पंजाब राज्य और अन्य",
  "Punjab and another reported in 2012 (4) (Criminal) Page 543 while sum up the matter regarding compromise observed as": "में2072 (७) (आपराधिका प्ृष्ठ543 मेंरिपोर्टकिया जबकि समझौते के संबंध में",
  "“57. The position that emerges from the above discussion": "\"57. उपरोक्त चर्चा से उभरने वाली स्थिति को संक्षेप में इस प्रकार प्रस्ुत",
  "quashing a criminal proceeding or FIR or complaint in": "कार्यवाही या एफआईजार याशिकायत को रद्द करने में उच्च न्यायालय की",
  "the offences under Section 320 of the Code. Inherent power": "शक्ति यंह्षिता की क्षय 320 के तहत अपराधों को कम करने के लिए",
  "is of wide plenitude with no statutory limitation but it has": "शक्ति व्यापक प्रचुरता की है जिसमें कोई वैश्ञानिक सीया नहीं है लेकिन",
  "such power viz; (i) to secure the ends of justice or (ii) to": "() न्याय के उद्देश्यों को उरक्षित करने केलिए या (6) किसी थी न्यायालय",
  "prevent abuse of the process of any Court. In what cases": "की प्रक्रिया के दुरुपयोग को रोकने के लिए। किन यायलों यें आपराधिक",
  "power to quash the criminalproceeding or complaint or": "कार्यवाह्ी याशिकायत या एफआईजार को रद्द करने की शक्ति का प्रयोग",
  "F-I-R may be exercised where the offender and victim have": "किया जा सकता है जह्माँ अपराधी और पीडित ने अपने।विवाद का।निपटारा",
  "settled their dispute would depend on the facts and": "करलिया है यह प्रत्येक मामले के तथ्यों और परिस्थितियों पर।निर्भर करेगा",
  "the crime. Heinous and serious offences of mental depravity or offences like murder, rape, dacoity, etc. cannot befittingly": "गंभीर अपराधों या हत्या बलात्कार डकैती आदि जैसे अपराधी को उचित",
  "quashed even though the victim or victim's family and the": "रूप से रद नहींकिया जा सकता है गले ही पीडित या पीडित के परिवार",
  "offender have settled the dispute. Such offences are not": "और अपराधी ने।विवाद को सुलझा लिया हो। इस तरह के अपरा प्रकृति",
  "in relation to the offences under special statutes like": "निवारण अधिनियम जैसे विशेष कानूनों के तहत अपराधों के संबंध में",
  "proceedings involving such offences. But thecriminal cases having overwhelmingly and predominatingly civil flavour": "सकता है। लेकिन आपराधिक यायले जिनमें थारी और मुख्य रूप से",
  "particularly the offences arising from commercial, financial,": "पर खड़े ह्वेते हैं विशेष रूप से वाणिज्यिक वित्तीय व्यापारिक नायरिक",
  "mercantile, civil, partnership or such like transactions or the offences arising out of matrimony relating to dowry,": "साझेदारी या इस तरह के लेनदेन या दहेज से संबंधित।विवाह से उत्पन्न होने",
  "etc. or the family disputes where the wrong is basically": "वाले अपराध जादि। या पारिवारिक विवाद जह्लां गलत यूल रूप से निजी",
  "private or personal in nature and the parties have resolved": "या व्यक्तियत प्रकृति का है और पार्टियों ने अपने पूरे विवाद को हल कर",
  "their entire dispute. In this category of cases, High Court may quash criminal proceedings if in its view, because of": "लिया है। इस 9ी के मायलों में उच्च न्यायालय आपराधिक कार्यवाही को",
  "compromise between the victim and wrongdoer and whether": "रद्द कर सकता है यदि उसके विचार में अपराधी और पीड़ित के बीच",
  "31858 of 2012 titled as Ranjit Singh and Anr. vs. State of Punjab": "रंजीत सिंह और अन्य बनाम पंजाब राज्य और अन्य शीर्षक से 08.4.202 को",
  "been allowed to be compounded by another learned Single Judge. Learned": "अपराधों को एक अन्य विद्वान एकल न्यायाधीश द्वारा कंपाउंड करने की अनुमति",
  "Judge has also distinguished the judgment rendered by the Division Bench in CWP. No. 4964 of 2013 titled as Court on its own motion vs, U.T.": "दी गई है। विद्वान न्यायाधीश ने 203 की सीडब्ल्यूपी संख्या 4964 में डिवीजन बेंच द्वारा दिए गए फैसले को भी प्रतिष्ठित किया है, जिसका शीर्षक कोर्ट ऑन द सेल्फ",
  "Chandigarh and others whercin identical offences have been compounded.": "मोशन बनाम यूटी चंडीगढ़ और अन्य है, जिसमें समान अपराधों को कंपाउंड किया गया है।",
  "(3) Inthe instant petition, the petitioner has invoked the jurisdiction": "(3) तत्काल याचिका में, याचिकाकर्ता ने दिनांक 02.0.202 (अनुलग्नक पी/2)",
  "353, 186, 506 of the Indian Penal Code, registered at Police Station Titram,": "48,49,332, 353,86,506 के तहत दिनांक 3.0.200 को भारतीय दंड संहिता की",
  "(4) Abrief reference to the facts is necessary. Respondent No.2": "(4) तथ्यों का संक्षिप्त संदर्भ आवश्यक है। प्रतिवादी नंबर 2 ने शिकायत दर्ज",
  "lodged a complaint alleging that he was working as a Scicnee Teacher at GS.S.S. Pyoda. At about 10.30 am, the complainant was doing the school": "कराई कि वह जीएसएस प्योडा में विज्ञान शिक्षक के रूप में काम कर रहा था। सुबह करीब",
  "work with the Principal Sh. Rajpal in his office. Sh. Sadhu Ram, who": "0.30 बजे शिकायतकर्ता प्रिंसिपल राजपाल के साथ अपने कार्यालय में स्कूल का काम",
  "happened to be the husband of the Sarpanch came to the school and they": "कर रहा था। श्री साधु राम, जो सरपंच के पति थे, स्कूल आए और उन्होंने श्री साधु राम के",
  "discussed the matter with regard to approach passage to the schoo] with Sh. Sadhu Ram . In the meantime, the petitioners allegedly came there and": "साथ स्कूल जाने के लिए मार्ग के संबंध में मामले पर चर्चा की। इस बीच, याचिकाकर्ता",
  "after calling out the complainant from the office, they had beaten the": "कथित तौर पर वहां आए और शिकायतकर्ता को कार्यालय से बुलाने के बाद, उन्होंने",
  "complainant. Various other allegations are also Icvelled in the FIR which": "शिकायतकर्ता की पिटाई की थी। एफआईआर में कई अन्य आरोप भी लगाए गए हैं, जिन्हें",
  "we need not delineate here, as those arc not necessary for the answer to the question of law before us.": "हमें यहां चित्रित करने की आवश्यकता नहीं है, क्योंकि वे हमारे सामने कानून के प्रश्न के उत्तर के लिए आवश्यक नहीं हैं।",
  "(5) In the present case, when the petition was filed, the learned": "(5) वर्तमान मामले में, जब याचिका दायर की गई थी, विद्वान एकल न्यायाधीश",
  "Single Judge directed the parties to get recorded their statements before the Trial Court with regard to genuineness of the compromise vide order dated 11.10.2012.": "ने पक्षों को निर्देश दिया कि वे दिनांक 4.0.202 के समझौते के आदेश की वास्तविकता के संबंध में ट्रायल कोर्ट के समक्ष अपने बयान दर्ज करवाएं।",
  "(6) In pursuance of order dated 11.10.2012, the learned Additional": "(6) दिनांक .0.202 के आदेश के अनुसरण में, विद्वान अतिरिक्त जिला एवं",
  "District & Sessions Judge, Kaithal has submitted his report dated 20.11.2012,": "सत्र न्यायाधीश, कैथल ने दिनांक 20..202 को अपनी रिपोर्ट प्रस्तुत की है, जो इंगित",
  "which indicates that parties appeared before him and their respective statements with -egard to validity and genuineness of compromise have been": "करती है कि पक्षकार उनके समक्ष उपस्थित हुए और समझौते की वैधता और वास्तविकता",
  "recorded. It is further mentioned in the report that the statements have been": "के संबंध में उनके संबंधित बयान दर्ज किए गए हैं। रिपोर्ट में आगे उल्लेख किया गया है",
  "made by the parties without any pressure or coercion.": "कि पार्टियों द्वारा बिना किसी दबाव या दबाव के बयान दिए गए हैं।",
  "(7) Thereafter, vide order dated 09.04.2013, the learned Single": "(7) इसके बाद, दिनांक 09.04.203 के आदेश के अनुसार, विद्वान एकल",
  "Judge passed the following order:-": "न्यायाधीश ने निम्नलिखित आदेश पारित किया: -",
  "“Vinod @ Boda etc. have preferred petition under Section 482 of the Code of Criminal Procedure (in short — the Cr. PC) for": "विनोद 6 बोडा आदि ने दंड प्रक्रिया संहिता (संक्षेप में - यी॥रपीसी की #र482 के तहत याविका दायर की है",
  "& Ors. versus State of Punjab & Anr., (1).": "विनोद & बोडा और अन्य बनाम हरियाणा राज्य और अन्य (परयजीत सिंह, न्यायमूर्ति",
  "compromise between the accused and the victim can be invoked only if": "को रद्द कर देता है।कि अपराधी और पीड़ित के बीच/विवाद का।निपटाय ह्ो गया",
  "State of MP, (4)and B.S. Joshi and others versus State of Haryana": "विनोद & बोडा और अन्य बनाम हरियाणा राज्य और अन्य (परयजीत सिंह, न्यायमूर्ति",
  "Court with a vicw to prevent the abuse of law or to secure the ends of": "न्याय के हित के विपरीत ह्ेगा या आपराधिक कार्यवाही जारी रखना या",
  "facts and circumstances of the case, the dispute was prima facie between": "जबकि, मामले के तथ्यों और परिस्थितियों में, विवाद प्रथम दृष्टया पक्षकारों के",
  "the partics in their individual and private capacity. Therefore, even on merit,": "बीच उनकी व्यक्तिगत और निजी क्षमता में था। इसलिए, योग्यता के आधार पर",
  "the present is a fit case where the ends of justice demand quashing of": "भी, वर्तमान एक उपयुक्त मामला है जहां न्याय के अंत में कार्यवाही को रद्द करने",
  "proceedings as the dispute has been settled amicably and this would bring": "की मांग की जाती है क्योंकि विवाद को सौहार्दपूर्ण ढंग से सुलझाया गया है और",
  "(17) Moreover, in this case, the partics have already appeared": "(7) इसके अलावा, इस मामले में, पार्टियां पहले ही त्रिकोणीय न्यायालय के",
  "before the Trial Court and the Trial Court has authenticated the compromise": "समक्ष उपस्थित हो चुकी हैं और त्रिकोणीय न्यायालय ने इसके समक्ष दिए गए पक्षों",
  "(18) For the reasons stated above, it 1s held that in view of settled": "(।8) ऊपर बताए गए कारणों के लिए, यह माना जाता है कि स्थापित कानून के",
  "law, as discussed above, the powers of High Court under Section 482 CrPC are wide enough, though to be exercised sparingly and judiciously,": "मद्देनजर, जैसा कि ऊपर चर्चा की गई है, सीआरपीसी की धारा 482 के तहत उच्च न्यायालय की शक्तियां पर्याप्त व्यापक हैं, हालांकि संयम और विवेकपूर्ण",
  "and this Court can quash criminal proceedings in the peculiar facts of the": "तरीके से प्रयोग की जानी चाहिए, और यह न्यायालय मामले के अजीबोगरीब तथ्यों",
  "case even where offence is against public servant.": "में आपराधिक कार्यवाही को रद्द कर सकता है, भले ही अपराध लोक सेवक के खिलाफ हो।",
  "(19) Censequently, in the facts and circumstances of this case and": "(39) नतीजतन, इस मामले के तथ्यों और परिस्थितियों में और उपरोक्त कारणों",
  "13.10.2010, under Sections 148, 149, 332, 353, 186, 506 of the Indian": "दर्ज भारतीय दंड संहिता की धारा 48, 49,332,353, 86, 506 के तहत",
  "Penal Code, registered at Police Station Titram, District Kaithal, and all the criminal proceedings arising out of the said FIR stand quashed.": "एफआईआर नंबर 3, दिनांक 3.0.200 और उक्त एफआईआर से उत्पन्न सभी आपराधिक कार्यवाही रद्द कर दी गई है।",
  "A Jain": "ए जैन",
  "VINOD @ BODA AND OTHERS v. STATE OF HARYANA on": "विनोद & बोडा और अन्य बनाम हरियाणा राज्य और अन्य (परयजीत सिंह, न्यायमूर्ति",
  "depravity under IPC or offences of moral turpitude under special": "भारतीय दंड संहिता के अंतर्गत यानपिक श्रष्ता के अपराधी अथवा ;#एाचार",
  "committed by public servants while working in that capacity, the": "उ/धवा लोक सेवकों द्वारा उस हैफियत से कार्य करते हुए किए गए अपराधों के",
  "at all. However, certain offences which over whelmingly and predominantly bear civil flavour having arisen out of civil,": "है। हालांकि कुछ अपराध जो भारी और मुख्य रूप से सिविल स्वाद को सहन",
  "mercantile, commercial, financial, partnership or such like": "करते हैं जो |जिविल व्यापारिक वाणिज्यिक वित्तीय साझेदारी या इस तरह के",
  "transactions or the offences arising out of matrimony, particularly": "लेनदेन या विवाह से उत्पन्न ल्लेने वाले अपराध विशेष रूप से दहेज आदि ये",
  "relating to dowry, etc. or the family dispute, where the wrong": "संबंधित या पारिवारिक विवाद से उत्पन्न हुए हैं जहां गलत यूल रूप से पीड़ित के",
  "is basically to victim and the offender and victim have settled all disputes between them amicably, irrespective of the fact that": "लिए है और अपराधी और पीडित ने उनके बीच सभी विवादों को सौहार्दपूर्ण ढंग",
  "Court may within the framework of its inherent power, quash": "नहीं बनाया यया है उच्च न्यायालय अपनी उतर्निल्नित शक्ति के ढांचे के भीतर",
  "the criminal proceeding or criminal complaint or F-LR if it is": "आपराधिक कार्यवाह्ी या आपराधिक शिकायत या एफआईआर को रद्द कर",
  "likelihood of offender being convicted and by not quashing the": "दोषी ठह्गए जाने की शायद ह्ली कोई संभावना है और आपराधिक कार्यवाह्ञी को"
}