{
  "Before Aman Chaudhary, J.": "अमन चौधरी से पहले जे.",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER— Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "CRM-M No. 47380 of 2018": "2048 का सीआरएम-एम नंबर 47380",
  "September 06, 2022": "06 सितम्बर 2022",
  "Code of Criminal Procedure, 1973—Ss. 82, 482—Indian Penal": "दंड प्रक्रिया संहिता, 4973--एस.एस. 82, 482-भारतीय दंड संहिता, 4860-एस.",
  "Complaint under S. 138 of NI. Act withdrawn—Continuation of": "शिकायत। अधिनियम वापस ले लिया गया - धारा 474-ए आईपीसी के तहत अभियोजन",
  "prosecution under S. 174-A IPC cannot be permitted to continue—": "जारी रखने की अनुमति नहीं दी जा सकती - धारा 474-ए0 आईपीसी के तहत एफआईआर",
  "Held, that the complaint filed under Section 138 of the Negotiable Instruments Act, 1881, itself having been withdrawn, based": "माना गया कि परक्राम्य लिखत अधिनियम, 4884 की धारा 438 के तहत दायर",
  "on statement of the complainant that he had settled the matter with": "शिकायत, शिकायतकर्ता के बयान के आधार पर कि उसने आरोपी के साथ मामला सुलझा",
  "the accused and in viewof the judgment in case of Murli Jha's case": "लिया था और मुरली झा के मामले में फैसले के मद्देनजर वापस ले ली गई है। ), आईपीसी",
  "(supra), the FIR No.878, dated 09.07.2015, under Section 174-A of IPC, registered at Police Station City Gurugram, District Gurugram": "की धारा 474-ए के तहत, पुलिस स्टेशन सिटी गुरुग्राम, जिला गुरुग्राम में दर्ज एफआईआर",
  "along with all the consequential proceedings arising therefrom, is": "नंबर 878, दिनांक 09.07.2045 को, उससे उत्पन्न होने वाली सभी परिणामी कार्यवाही के",
  "quashed, subject to payment of costs of Rs.10,000/- to be deposited": "साथ, रुपये की लागत के भुगतान के अधीन, रद्द कर दिया गया है। 40,000/-",
  "with the Poor Patients' Welfare Fund at PGIMER, Chandigarh.": "पीजीआईएमईआर, चंडीगढ़ में गरीब रोगी कल्याण कोष में जमा किए जाने हैं।",
  "Kanwar Abhey Singh and Govind Rana, Advocates, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता कंवर अभय सिंह और गोविंद राणा।",
  "Aditi Girdhar, AAG, Haryana.": "अदिति गिरधर, एएजी, हरियाणा।",
  "AMAN CHAUDHARY, J.(Oral)": "अमन चौधरी, जे. (मौखिक)",
  "CRM-32235-2022": "सीआरएम-32235-2022",
  "(1) Application is allowed as prayed for.": "(॥) प्रार्थना के अनुसार आवेदन स्वीकार किया जाता है।",
  "(2) Zimni orders passed passed by the trial Court are taken onrecord as Annexures P-9 to P-29.": "(2) ट्रायल कोर्ट द्वारा पारित ज़िम्नी आदेशों को अनुलग्नक पी-9 से पी-29 के रूप में",
  "(3) Present petition has been filed under Section 482 of the": "(3) वर्तमान याचिका दंड प्रक्रिया संहिता की धारा 482 के तहत दायर की गई है,",
  "Code of Criminal Procedure seeking quashing of FIR No.878, dated 09.07.2015, under Section 174-A of IPC, registered at Police Station": "जिसमें आईपीसी की धारा 474-ए के तहत एफआईआर संख्या 878, दिनांक 09.07.2045 को रद्द करने की मांग की गई है, जो पुलिस स्टेशन सिटी गुरुग्राम, जिला गुरुग्राम में दर्ज",
  "174-A IPC were quashed being an abuse of process of law:-": "कानून की प्रक्रिया का दुरुपयोग मानते हुए रद्द कर दिया गया है:-",
  "1. Murli Jha versus State of Haryana’.": "4. मुरली झा बनाम हरियाणा राज्यव।",
  "2. Microqual Techno Limited and others versus State of Haryana’.": "2. माइक्रोक़ल टेक्नो लिमिटेड और अन्य बनाम हरियाणा राज्य2।",
  "3. Ram Kumar Rana versus State of Haryana and another’.": "3. राम कुमार राणा बनाम हरियाणा राज्य एवं अन्य३।",
  "4. Ashok Madan versus State of Haryana and another‘.": "4. अशोक मदान बनाम हरियाणा राज्य एवं अन्य4।",
  "(7) Notice of motion.": "(7) प्रस्ताव की सूचना.",
  "(8) At the asking of the Court, Mr. Manipal Singh Atwal, DAG, Punjab, accepts notice on behalf of the respondent-State and affirms the factum of compromise of the matter.": "(8) न्यायालय के पूछने पर, श्री मणिपाल सिंह अटवाल, डीएजी, पंजाब, प्रतिवादी- हा की ओर से नोटिस स्वीकार करते हैं और मामले के समझौते के तथ्य की पुष्टि करते",
  "(9) A co-ordinate Bench in Murli Jha's case (supra) held": "(9) मुरली झा के मामले (सुप्रा) में एक समन्वय पीठ ने निम्नानुसार फैसला दिया: -",
  "“8. I have considered the rival submissions of the parties.": "“2. मैंने पार्टियों की प्रतिद्वंद्वी दलीलों पर विचार किया है। एफआईआर एनआई",
  "The FIR is an outcome of the order declaring the petitioner": "व्यक्ति घोषित करने के आदेश का परिणाम है, जिसे सुलझा लिया गया है, शिकायत वापस",
  "has been withdrawn and the proceedings against the accused- petitioner were dropped. In such circumstances,": "ले ली गई है और आरोपी-याचिकाकर्ता के खिलाफ कार्यवाही बंद कर दी गई है। ऐसी",
  "the continuation of prosecution under Section 174-A IPC in pursuance to the orders passed by the trial Court cannot be": "परिस्थितियों में, ट्रायल कोर्ट द्वारा पारित आदेशों के अनुपालन में आईपीसी की धारा 74-",
  "pursuance to the orders passed by the trial Court cannot be permitted to continue. Reference in this connectin may be": "ए के तहत अभियोजन जारी रखने की अनुमति नहीं दी जा सकती है। इस संबंध में",
  "Techno R.C.R. (Criminal) 790; Rajneesh Khanna vy. State of Haryana and another, 2017 (3) L.A.R. 555 and CRM-": "(आपराधिक) 790; रजनीश खन्ना बनाम हरियाणा राज्य एवं अन्य, 207 (3) एल.ए.आर.",
  "M- 32612 of 2020, Surender Singh v. State of Haryana": "555 और 2020 का सीआरएमएम- 32642, सुरेंद्र सिंह बनाम हरियाणा राज्य और अन्य का",
  "and another decided on 12.01.2021. ”": "फैसला 42.04.2024 को हुआ। ”",
  "(10) In view of the aforesaid facts and circumstances of the case": "(40) मामले के उपरोक्त तथ्यों और परिस्थितियों के मद्देनजर, शिकायतकर्ता के",
  "that the complaint filed under Section 138 of the Negotiable Instruments Act, 1881, itself having been withdrawn, based on": "अधिनियम, 4884 की धारा 438 के तहत दायर शिकायत को वापस ले लिया गया है। मुरली",
  "City Gurugram, District Gurugram along with all the consequential proceedings arising therefrom on the basis of settlement arrived at": "सिटी गुरुग्राम, जिला गुरुग्राम में सभी परिणामी कार्यवाही के साथ दर्ज की गई। वहां से,",
  "between the parties dated 03.06.2016 (Annexure P-5) in the main": "03.06.2046 (अनुलग्रक पी-5) के बीच हुए समझौते के आधार पर उत्पन्न होने वाली",
  "(4) A perusal of the file shows that the proceedings under": "(4) फ़ाइल के अवलोकन से पता चलता है कि एन.आई. की धारा 438 के तहत",
  "filing a complaint instituted by complainant Gajender, which were": "कार्यवाही की जा रही है। शिकायतकर्ता गजेंद्र द्वारा दर्ज की गई शिकायत दर्ज करके",
  "initially taken up on 11.08.2014 and the petitioner was summoned to": "याचिकाकर्ता के खिलाफ कार्रवाई शुरू की गई थी, जिस पर शुरुआत में 44.08.2044 को कार्रवाई की गई थी और याचिकाकर्ता को मुकदमे का सामना करने के लिए बुलाया गया",
  "face trial. On 04.11.2014, despite service none had appeared on behalf": "था। दिनांक 04.44.2044 को सेवा के बावजूद याचिकाकर्ता की ओर से कोई उपस्थित नहीं",
  "of the petitioner. The case was called several times but none had": "हुआ। मामले में कई बार सुनवाई हुई लेकिन याचिकाकर्ता की ओर से कोई भी उपस्थित",
  "appeared on behalf of the petitioner. Accordingly, the petitioner was summoned through bailable warrants in the sum of Rs.5,000/- with one": "नहीं हुआ। तदनुसार, याचिकाकर्ता को 5,000/- रुपये की राशि के जमानती वारंट के",
  "surety in the like amount for 26.11.2014. On 26.11.2014, bailable": "माध्यम से 26.44.2044 के लिए इतनी ही राशि की एक जमानत राशि के साथ बुलाया गया था। 26.44.2044 को, याचिकाकर्ता के खिलाफ जारी किया गया जमानती वारंट बिना",
  "warrant issued against the petitioner received back unexecuted and": "था। 26.44.2044 को, याचिकाकर्ता के खिलाफ जारी किया गया जमानती वारंट बिना निष्पादित वापस आ गया और 48.42.2044 को आरोपी के खिलाफ 5,000/- रुपये की",
  "fresh bailable warrant was issued in thesum of Rs.5,000/- with one surety in the like amount against the accused for 18.12.2014. On": "राशि और इतनी ही राशि की एक जमानत के साथ नया जमानती वारंट जारी किया गया।",
  "18.12.2014, again bailable warrant received back unserved and non-": "48.42.2044 को, फिर से जमानती वारंट बिना तामील वापस आ गया और आरोपी के",
  "bailable warrant against the accused was issued fro 22.01.2015 but the same also returned back unserved and the petitioner was ordered to be": "खिलाफ गैर जमानती वारंट 22.04.2045 को जारी किया गया था, लेकिन वह भी बिना",
  "same also returned back unserved and the petitioner was ordered to be served through proclamation as envisaged under Section 82 of the": "तामील वापस लौट आया और याचिकाकर्ता को सीआरपीसी की धारा 82 के तहत उद्घोषणा के माध्यम से तामील करने का आदेश दिया गया। पी.सी. 49.02.2045 के लिए.",
  "Cr.P.C. for 19.02.2015. Thereafter, on 23.03.2015, the case was called several times and it was 2.30 p.m, but none had appeared for the": "इसके बाद, 23.03.2045 को मामले के लिए कई बार बुलाया गया और दोपहर के 2.30",
  "several times and it was 2.30 p.m, but none had appeared for the petitioner, he was declared proclaimed person and necessary intimation": "बजे थे, लेकिन याचिकाकर्ता के लिए कोई भी उपस्थित नहीं हुआ, उसे उद्घोषित व्यक्ति",
  "was ordered to be given to the concerned S.H.O. to initiate the": "घोषित कर दिया गया और संबंधित एस.एच.ओ. को आवश्यक सूचना देने का आदेश दिया",
  "proceedings against him under Section 174-A IPC. In furtherance": "गया। उसके खिलाफ आईपीसी की धारा 474-ए के तहत कार्यवाही शुरू करने के लिए।",
  "interim bail in the said FIR vide order dated 29.07.2016 passed by": "दिनांक 29.07.2046 के तहत उक्त एफआईआर में अंतरिम जमानत दी गई है। सत्र",
  "learned Addl. Sessions Judge, Gurgaon.": "न्यायाधीश, गुड़गांव।",
  "(5) Learned counsel for the petitioner draws the attention of": "(5) याचिकाकर्ता के विद्वान वकील ने इस न्यायालय का ध्यान अनुबंध पी-6 की ओर",
  "statement having been made by the complainant, according to which, he had settled the matter with the petitioner and did not want to proceed": "बयान को दर्ज किया गया है। जिसके अनुसार, उन्होंने याचिकाकर्ता के साथ मामला सुलझा",
  "he had settled the matter with the petitioner and did not want to proceed further with the complaint and prayed for withdrawal of the complaint.": "लिया था और शिकायत पर आगे नहीं बढ़ना चाहते थे और शिकायत वापस लेने की प्रार्थना",
  "Accordingly, the complaint was dismissed as withdrawn.": "की थी। तदनुसार, शिकायत को वापस ले लिया गया मानकर खारिज कर दिया गया।",
  "(6) Learned counsel for the petitioner places reliance upon the following judgments of various co-ordinate Benches of this Court to": "(6) याचिकाकर्ता के विद्वान वकील इस न्यायालय की विभिन्न समन्वय पीठों के",
  "contend that in the similar set of facts and circumstances wherein the": "निम्नलिखित निर्णयों पर भरोसा करते हैं कि तथ्यों और परिस्थितियों के समान सेट में,"
}