{
  "evidence to support his conviction, and, they also prayed for maintaining the conviction of the appellants/accused Ramesh and Krishan.": "उसकी दोषसिद्धि का समर्थन करने के लिए साक्ष्य, और, उन्होंने अपीलार्थियों/अभियुक्त रमेश और कृष्ण की दोषसिद्धि को बनाए रखने के लिए भी प्रार्थना की।",
  "ANALYSIS": "विश्लेषण",
  "(10) We have thus threadbare examined, with the able assistance of the counsels for the parties, the entire record of the learned trial Court.": "(0) इस प्रकार हमने पक्षकारों के वकीलों की सक्षम सहायता से विद्वत विचारण न्यायालय के सम्पूर्ण अभिलेख की गहन जांच की है।",
  "(11) The present case is based upon circumstantial evidence, therefore, we have to examine all the links in the chain of": "(।॥) वर्तमान मामला परिस्थितिजन्य साक्ष्य पर आधारित है, इसलिए, हमें परिस्थितियों की श्रृंखला में सभी लिंक की",
  "circumstances, which have been strived to be proved by the prosecution, thus to conclusively bring home the guilt of the": "जांच करनी होगी, जिन्हें अभियोजन पक्ष द्वारा साबित करने का प्रयास किया गया है, इस प्रकार निर्णायक रूप से",
  "prosecution, thus to conclusively bring home the guilt of the appellants/accused. The Supreme Court, in its judgment passed in Sharad Birdhichand Sarda versus State of Maharashtra', has laid": "अपीलार्थियों /अभियुक्त के अपराध को घर लाने के लिए। सर्वोच्च न्यायालय ने शरद बर्डहिचंद सारदा बनाम महाराष्ट्र",
  "down five cardinal principles, which are essential for recording a finding of conviction, in a case based upon circumstantial evidence,": "राज्य में पारित अपने निर्णय में पांच प्रमुख सिद्धांत निर्धारित किए हैं, जो परिस्थितिजन्य साक्ष्य पर आधारित मामले में",
  "principles whereof are extracted hereunder:-": "दोषसिद्धि के निष्कर्ष को दर्ज करने के लिए आवश्यक हैं, जिनके सिद्धांत यहां निकाले गए हैं:-",
  "(1) The circumstances from which the conclusion of guilt is to be drawn should be fully established.": "(।) जिन परिस्थितियों से अपराध का निष्कर्ष निकाला जाना है, उन्हें पूरी तरह से स्थापित किया जाना चाहिए।",
  "(2) The facts so established should be consistent only with the hypothesis of the guilt of the accused, that is to say,": "(2) इस प्रकार स्थापित तथ्य केवल अभियुक्त के अपराध की परिकल्पना के अनुरूप होने चाहिए, अर्थात्‌, वे किसी",
  "they should not be explainable on any other hypothesis except that the accused is guilty.": "अन्य परिकल्पना पर स्पष्टीकरण योग्य नहीं होने चाहिए सिवाय इसके कि अभियुक्त दोषी है।",
  "(3) The circumstances should be of a conclusive nature and tendency.": "(3) परिस्थितियाँ निर्णायक प्रकृति और प्रवृत्ति की होनी चाहिए।",
  "(4) They should exclude every possible hypothesis except the one to be proved, and": "(५) उन्हें साबित की जाने वाली परिकल्पना को छोड़कर हर संभावित परिकल्पना को बाहर करना चाहिए, और",
  "(5) There must be a chain of evidence so complete as not": "(5) साक्ष्य की एक ऐसी श्रृंखला होनी चाहिए जो इतनी पूर्ण हो कि अभियुक्त की निर्दोषता के अनुरूप निष्कर्ष के",
  "to leave any reasonable ground for the conclusion consistent with the innocence of the accused and must show": "लिए कोई उचित आधार न छोड़े और यह दिखाना चाहिए कि सभी मानवीय संभावनाओं में कार्य अभियुक्त द्वारा",
  "On the touchstone of above settled legal proposition, let us examine all the circumstantial evidence, oral as well as documentary,": "उपरोक्त तय किए गए कानूनी प्रस्ताव की कसौटी पर, आइए हम सभी परिस्थितिजन्य साक्ष्य, मौखिक के साथ-साथ दस्तावेजी की जांच करें,",
  "STATE OF HARYANA v. VINOD 1521 (Kuldeep Tiwari, J.)": "हरियाणा राज्य बनाम विनोद (कुलदीप तिवारी, जे.)",
  "gets reinforced and strengthened, upon passing of an order of acquittal,": "विद्वत विचारण न्यायालय द्वारा दोषमुक्त किए जाने का आदेश पारित किए जाने पर यह मजबूत और मजबूत हो जाता",
  "by the learned trial Court, and the prosecution has failed to discharge its onus to dislodge such presumption.": "है और अभियोजन पक्ष इस तरह की धारणा को हटाने के लिए अपनी जिम्मेदारी का निर्वहन करने में विफल रहा है।",
  "(Para 47)": "(पैरा ५7)",
  "Aarushi Garg, Advocate for R.S. Bains, Sr. Advocate (Amicus Curiae), for the appellants (in CRA-D-909-DB-2007&CRR-17-": "आऊरुषि गर्ग, आर. एस. बैंस की अधिवक्ता, अपीलार्थियों की वरिष्ठ अधिवक्ता (न्यायमित्र) (सीआरए-डी-909-डीबी-",
  "2008). Mr. P.P. Chahar, DAG, Haryana.": "2007 और सीआरआर-7-2008 में) श्री पी. पी. चाहर, डीएजी, हरियाणा।",
  "Sukesh Kumar Jindal, Advocates, for the respondent (in CRA-D- 54-DB-2008).": "प्रतिवादी की ओर से सुकेश कुमार जिंदल, अधिवक्ता (सीआरए-डी5५-डीबी-2008 में).",
  "KULDEEP TIWARL, J.": "कुलदिप तिवारी, जे।",
  "(1) Since the facts and evidence, besides, the origination of all these cases is a common judgment, dated 06.07.2007, therefore they are being taken up together and disposed of accordingly.": "(।) चूंकि तथ्य और साक्ष्य, इसके अलावा, इन सभी मामलों की उत्पत्ति एक सामान्य निर्णय है, दिनांक 06.07.2007, इसलिए उन्हें एक साथ लिया जा रहा है और तदनुसार निपटाया जा रहा है।",
  "(2) Criminal appeal bearing No.CRA-D-909-DB-2007, has been preferred by the appellants/accused, namely, Ramesh and Krishan,": "(2) आपराधिक अपील सं. सीआरए-डी-909-डीबी-2007, अपीलार्थियों/अभियुक्तों, अर्थात्‌ रमेश और कृष्ण द्वारा",
  "against the verdict of conviction dated 06.07.2007, and, also against the order of sentence dated 07.07.2007, as became drawn by the Additional": "दिनांक 06.07.2007 के दोषसिद्धि के निर्णय के विरुद्ध, और दिनांक 07.07.2007 के दंडादेश के आदेश के",
  "(hereinafter referred to as the ‘IPC’ for short), at Police Station Model": "पश्चात्‌ संक्षेप में 'आईपीसी' कहा गया है) के अधीन पुलिस थाना मॉडल में दिनांक 2..200% की प्राथमिकी संख्या.",
  "Offence under Period Fine In Default": "| के अंतर्गत अपराध अवधि अच्छा डिफ़ॉल्ट रूप में",
  "Section": "भाग",
  "302 of IPC R.L. for life | Rs.50,000/- Imprisonment for 1": "आईपीसी की धारा 302. [जीवन भर के लिए | रु50,000/- । के लिए कारावास",
  "year": "आर.आई वर्ष",
  "201 of IPC R.I. for 3 Rs. 10,000/- Imprisonment for 3": "आईपीसी की धारा 20॥ 3 वर्ष के लिए आर आई. | रु40,000/- 3 को कारावास",
  "years months": "महीने",
  "Both these sentences were ordered to run concurrently.": "इन दोनों सजाओं को एक साथ चलाने का आदेश दिया गया था।",
  "On the other hand, criminal appeal bearing No.CRA-D-54- DB- 2008, and, criminal revision petition bearing No.CRR-17-2008, have": "दूसरी ओर, आपराधिक अपील सं. सीआरए-डी-54- डीबी2008 और आपराधिक पुनरीक्षण याचिका सं.",
  "the complainant, thereby throwing a challenge to the verdict of acquittal, as made through verdict (supra), qua respondent/accused Vinod, from the charges, as became framed against him, vide the": "प्रतिवादी/ आरोपी विनोद के खिलाफ लगाए गए आरोपों से बरी करने के फैसले को चुनौती दी गई है। (ऊपर अर्थ का",
  "judgment (supra).": "उपसर्ग).",
  "FACTUAL MATRIX": "फैक्टुअल मैट्रिक्स",
  "(3) The prosecution story is rooted in the statement of Bhim Singh (hereinafter referred to as the ‘complainant’), father of the": "(3) अभियोजन पक्ष की कहानी मृतक तिरलोक चंद के पिता भीम सिंह (इसके बाद 'शिकायतकर्ता' के रूप में",
  "statement (supra) is reproduced as under:-": "के लिए, कथन (उपर्युक्त) के प्रासंगिक उद्धरण को निम्नानुसार पुनः प्रस्तुत किया गया हैः-",
  "“Stated that I am resident of aforementioned address and I do work of goats and sheep. I have four daughters and three": "\"उन्होंने कहा कि मैं उपरोक्त पते का निवासी हूं और मैं बकरियों और भेड़ों का काम करता हूं। मेरी चार बेटियाँ और",
  "sons, out of whom, youngest is my son Tirlok Chand, aged": "तीन बेटे हैं, जिनमें से सबसे छोटा मेरा बेटा तिरलोक चंद है, जिसकी उम्र लगभग ५ साल है। ॥.8.0+ को, लगभग",
  "bank of the river, with total 22 animals, i.e. 20 goats and 2 sheep, for grazing them. When he did not return home in": "॥ बजे पर, वह कुल 22 जानवरों, यानी 20 बकरियों और 2 भेड़ों के साथ, उन्हें चराने के लिए नदी के किनारे गया।",
  "evening, we searched him in the surroundings. While": "जब वह शाम को घर नहीं लौटा तो हमने आसपास उसकी तलाश की। उसकी खोजबीन करते हुए आज 2..0५",
  "searching him, today on 12.11.04, at about 8 a.m., when we reached near Village Manana, we found the ani- mals sitting under a tree in the fields. We left the animals at our": "को सुबह करीब 8 बजे जब हम गांव मनाना के पास पहुंचे तो खेतों में एक पेड़ के नीचे बैठे जानवर मिले। हमने",
  "house and thereafter, at about 6 o’clock, when I along with Ram Kumar s/o Mai Ram Balmiki, r/o Binjhol, and my son": "जानवरों को अपने घर पर छोड़ दिया और फिर, लगभग 6 बजे, जब मैं राम कुमार पुत्र माई राम बाल्मीकि, बिनझोल",
  "Parallel Western Yamuna Canal, in search of my son Tirlok Chand, then ap- prox. two furlongs towards Siwah Bridge from Mehrana Bridge, we found blood on bank of the": "बेटे तिरतोक चंद की तलाश में, जो तब अप्रोक्स था। मेहराना पुल से सिवाह पुल की ओर दो फरलोंग, हमें नहर के",
  "from Mehrana Bridge, we found blood on bank of the canal. When we searched in the nearby area, we found a": "किनारे खून मिला। जब हमने पास के इलाके में तलाशी ली, तो हमें नहर के किनारे की झाड़ियों से तिरलोक चंद की",
  "bank of canal, a danda and blood. We also found a blood stained iron knife lying in the nearby bushes and there were": "एक प्लास्टिक की चप्पल, एक डंडा और खून मिला। हमें पास की झाड़ियों में खून से सना लोहे का चाकू भी मिला",
  "dragging marks also on the bank of the canal. Some unknown accused have, with intention to snatch our": "और नहर के किनारे पर खींचने के निशान भी थे। कुछ अज्ञात अभियुक्तों ने हमारे जानवरों को छीनने के इरादे से मेरे",
  "animals, killed my son Tirlok Chand and have thrown his dead body into the canal, to destroy evidence. I left Ram Kumar and my son Ran- bir at the spot, for guarding it, and have come to Police Station to report the matter. Action be": "बेटे तिरलोक चंद को मार डाला और सबूतों को नष्ट करने के लिए उसके शव को नहर में फेंक दिया। मैंने राम कुमार और अपने बेटे रणबीर को सुरक्षा के लिए मौके पर छोड़ दिया और मामले की रिपोर्ट करने के लिए पुलिस स्टेशन",
  "The above statement laid the foundation of the present FIR": "उपरोक्त बयान ने वर्तमान एफआईआर (पूरम्नठी थी.भैंढ) की नींव रखी, जो परिणामस्वरूप अज्ञात व्यक्ति के",
  "(Ex.PF), which consequently became registered under Sections 302/201 of IPC, against unknown person(s).": "खिलाफ आईपीसी की धारा 302/20। के तहत दर्ज की गई।(ऐस).",
  "INVESTIGATION PROCEEDINGS": "जाँच प्रक्रियाएँ",
  "(4) After registration of the FIR, police reached the spot, on": "(५) एफआईआर दर्ज होने के बाद पुलिस 2..200५ को मौके पर पहुंची और घटनास्थल की साइट प्लान",
  "STATE OF HARYANA v. VINOD 1519 (Kuldeep Tiwari, J.)": "हरियाणा राज्य बनाम विनोद (कुलदीप तिवारी, जे.)",
  "Before Sureshwar Thakur & Kuldeep Tiwari, JJ.": "समक्ष सुरेश्वर ठाकुर और कुलदीप तिवारी जे.जे.",
  "STATE OF HARYANA — Appellant": "हरियाणा राज्य - अपीलकर्ता",
  "versus": "बनाम",
  "CRA-D No.54-DB of 2008": "2008 का सीआरए-डी नंबर 5५-डीबी",
  "May 02, 2023": "02 मई 2023",
  "Indian Penal Code, 1860—Ss. 34, 201, 302—Indian Evidence Act, 1872—Ss. 24, 25, 26, 27—Circumstantial evidence weak—": "भारतीय दंड संहिता, ।860-उपधारा 3३५,20।,302- भारतीय साक्ष्य अधिनियम, 872-उपधारा 2५,25,26,27--",
  "Unable to establish guilt of accused—No valid recovery made in": "परिवेशीय साक्ष्य कमजोर-अभियुक्त के अपराध को स्थापित करने में असमर्थ-प्रकटीकरण कथन के अनुसरण में",
  "pursuant to disclosure statement —Barred by S. 25 of Evidence Act—": "कोई वैध वसूली नहीं की गई-साक्ष्य अधिनियम की धारा 25 द्वारा वर्जित-अंतिम बार देखे गए साक्ष्य प्राथमिकी द्वारा",
  "Last seen evidence stands contradicted by FIR—Last seen witness appears to have been introduced later on—Has not seen victim alive": "विरोधाभासी हैं-अंतिम बार देखे गए गवाह को बाद में पेश किया गया प्रतीत होता है -अभियुक्त के साथ पीड़ित को",
  "or dead in company of accused—No incriminatory evidence to": "जीवित या मृत नहीं देखा है-मकसद स्थापित करने के लिए कोई आपत्तिजनक सबूत नहीं -घटना के स्थान से",
  "establish motive—No medical or forensic evidence to establish links between recoveries from place of occurrence and the accused or the": "बरामदगी और आरोपी या मृतक के बीच संबंध स्थापित करने के लिए कोई चिकित्सा या फोरेंसिक साक्ष्य नहीं -कोई",
  "deceased—No finger prints collected—Recovery of wallet of deceased from accused months after absconding—Suspicious and _ frail": "उंगली के निशान एकत्र नहीं किए गए -फरार होने के महीनों बाद आरोपी से मृतक के बटुए की बरामदगी -संदिग्ध",
  "evidence—No evidence to show recovered knife was used in murder": "और कमजोर सबूत -मृतक की हत्या में बरामद चाकू का उपयोग करने के लिए कोई सबूत नहीं था -दोषसिद्धि केवल",
  "of deceased—Conviction cannot be based on matching footprints alone—Footprint match by FSL weak evidence, having no distinct": "पैरों के निशान के मिलान पर आधारित नहीं हो सकती -एफएसएल कमजोर साक्ष्य द्वारा पदचिह्न मिलान, उंगलियों के",
  "marks like fingerprints do—Verdict of conviction for two accused set": "निशान जैसे कोई अलग निशान नहीं हैं -दो अभियुक्तों के लिए दोषसिद्धि का फैसला दरकिनार-दोनों बरी -सह-",
  "Held, that this Court does not assign any probative sanctity to the disclosure statements, as made by accused Ramesh and Vinod,": "अभिनिर्धारित किया गया कि यह न्यायालय अभियुक्त रमेश और विनोद द्वारा दिए गए प्रकटीकरण बयानों को कोई",
  "wherein, they confessed about their guilt in the penal occurrence. The": "संभाव्य पवित्रता नहीं देता है, जिसमें उन्होंने दंडात्मक घटना में अपने अपराध को स्वीकार किया है। कारण इस",
  "reason is founded upon the premise, that since the above disclosure": "आधार पर आधारित है कि चूंकि उपरोक्त प्रकटीकरण बयानों के परिणामस्वरूप संबंधित जांच अधिकारी द्वारा उसके",
  "statements did not result in any valid recovery being effected by the Investigation Officer concerned in pursuance thereto, therefore, the": "अनुसरण में कोई वैध वसूली नहीं की गई थी, इसलिए अभियुक्त (उपर्युक्त) द्वारा दिए गए संबंधित प्रकटीकरण",
  "confession of guilt, as comprised in the respective disclosure statements made by accused (supra), is hit by the bar engrafted in $.25 of the Indian Evidence Act. Moreover, as far as recovery of the knife from the": "बयानों में शामिल अपराध स्वीकारोक्ति भारतीय साक्ष्य अधिनियम की धारा 25 में उत्कीर्ण अवरोधक द्वारा प्रभावित",
  "Indian Evidence Act. Moreover, as far as recovery of the knife from the crime site is concerned, unless the crime site was an unaccessed,": "है। इसके अलावा, जहां तक अपराध स्थल से चाकू की बरामदगी का संबंध है, जब तक कि अपराध स्थल एक",
  "precluded or remote place which remained unvisited by any person(s),": "अप्रचलित, वर्जित या दूरस्थ स्थान नहीं था, जो किसी भी व्यक्ति (व्यक्तियों) द्वारा या यहां तक कि संबंधित जांच",
  "or, even by the Investigation Officer concerned, the recovery of the said knife, from the crime site, which otherwise was evidently a busy place,": "अधिकारी द्वारा दौरा नहीं किया गया था, अपराध स्थल से उक्त चाकू की बरामदगी, जो अन्यथा स्पष्ट रूप से एक",
  "would cast serious doubt on such recovery. PW-7 A.S.I. Ram Niwas, in": "व्यस्त स्थान था, ऐसी बरामदगी पर गंभीर संदेह पैदा करेगी। पीडब्लू-7 एएसआई राम निवास, अपनी जिरह में,",
  "his cross-examination, admits that the place of occurrence is a busy place, and, that many persons do visit the said crime site. Therefore, no": "स्वीकार करता है कि घटना का स्थान एक व्यस्त स्थान है, और कई लोग उक्त अपराध स्थल पर जाते हैं। इसलिए,",
  "sentence on 07.07.2007, against the appellants/accused Ramesh and": "अपीलार्थियों / अभियुक्त रमेश और कृष्ण के विरुद्ध 06.07.2007 को दोषसिद्धि का निर्णण और 07.07.2007 को",
  "Krishan. However, vide the very same verdict, the learned trial Court": "दंडादेश का आदेश अभिलिखित किया गया। हालांकि, उसी फैसले को देखते हुए, विद्बत निचली अदालत ने",
  "acquitted the respondent/accused Vinod from the charges which were framed against him.": "प्रतिवादी / आरोपी विनोद को उन आरोपों से बरी कर दिया जो उसके खिलाफ बनाए गए थे।",
  "SUBMISSIONS BY COUNSELS FOR THE PARTIES": "दलों के लिए परामर्शों द्वारा प्रस्तुतियाँ",
  "(7) The learned counsel appearing for the appellants/accused Ramesh and Krishan submitted, that the learned trial Court has passed,": "(7) अपीलार्थियों / अभियुक्त रमेश और कृष्ण की ओर से उपस्थित विद्वत वकील ने प्रस्तुत किया कि विद्वत विचारण",
  "the impugned verdict of conviction in a most perfunctory manner, as": "न्यायालय ने दोषसिद्धि का आशक्षेपित निर्णय अत्यंत निष्पक्ष तरीके से पारित किया है, क्योंकि इसके समक्ष उपलब्ध",
  "the evidence available before it has not been meticulously examined. Rather, the learned trial Court has convicted the appellants/accused": "साक्ष्यों की सावधानीपूर्वक जांच नहीं की गई है। बल्कि, विद्बत विचारण न्यायालय ने अपीलार्थी»अभियुक्त को केवल",
  "merely on account of recovery of a knife from appellant/accused Krishan, and, recovery of a wallet from appellant/accused Ramesh,": "अपीलार्थ»अभियुक्त कृष्ण से चाकू की बरामदगी और अपीलार्थी/अभियुक्त रमेश से एक बटुए की बरामदगी के",
  "which contained a photograph of deceased and Rs.5/-, and, which allegedly belonged to the deceased. He further argued that besides the": "कारण दोषी ठहराया है, जिसमें मृतक की तस्वीर और 5/- रुपये और जो कथित रूप से मृतक का था। उन्होंने आगे",
  "above, there is no cogent evidence to connect the appellants/accused": "तर्क दिया कि उपरोक्त के अलावा, अपीलार्थियों /अभियुक्तों को वर्तमान अपराध से जोड़ने के लिए कोई ठोस सबूत",
  "with the present crime. A glance at the FSL report (Ex.PY), would pave": "नहीं है। एफएसएल रिपोर्ट (प्रदर्शनी पी.वाई.) पर एक नज़र अपीलार्थियों/अभियुकतों की बेगुनाही का मार्ग प्रशस्त",
  "the way for innocence of the appellants/accused, as the foot and footwear impressions which were lifted from the place of crime did not": "करेगी, क्योंकि अपराध स्थल से उठाए गए पैर और जूते के छाप अपीलार्थियों/ अभियुक्तों के पैर और जूते के छापों से",
  "which were obtained by the investigation agency for comparison.": "मेल नहीं खाते थे, जो तुलना के लिए जांच एजेंसी द्वारा प्राप्त किए गए थे। उनकी दलीलों को आगे बढ़ाते हुए, यह",
  "Furthering his arguments, it was submitted that the learned trial Court has erroneously placed undue emphasis on the testimony of PW14 Bhoop Singh, who in fact has been introduced later on by the": "प्रस्तुत किया गया कि विद्वत विचारण न्यायालय ने गलती से पीडब्लू ।५ भूप सिंह की गवाही पर अनुचित जोर दिया है,",
  "investigation agency just to complete the chain of circumstances.": "जिसे वास्तव में बाद में जांच एजेंसी द्वारा केवल परिस्थितियों की श्रृंखला को पूरा करने के लिए पेश किया गया है।",
  "Consequently, the testimony of PW14 Bhoop Singh is tutored and untruthful. He further argued that the investigation agency adopted all": "नतीजतन, पीडब्लू।५ भूप सिंह की गवाही सिखाई गई और असत्य है। उन्होंने आगे तर्क दिया कि जांच एजेंसी ने",
  "methods to complete the chain of circumstances, however, the time of": "परिस्थितियों की श्रृंखला को पूरा करने के लिए सभी तरीकों को अपनाया, हालांकि, घटना के स्थान से खून से सना",
  "discovery of blood stained earth, slippers, and, other articles from the place of occurrence, rather differs in the FIR, and, in the testimony of": "मिट्टी, चप्पल और अन्य वस्तुओं की खोज का समय, एफआईआर में अलग है, और, अलग-अलग गवाहों की गवाही",
  "different witnesses. Therefore, the alleged recoveries, in the absence of any conclusive evidence, are insignificant, especially when the forensic": "में। इसलिए, किसी भी निर्णायक साक्ष्य के अभाव में कथित बरामदगी महत्वहीन है, विशेष रूप से जब फोरेंसिक",
  "evidence supports the innocence of the appellants/accused.": "साक्ष्य अपीलार्थियों / अभियुक्त की बेगुनाही का समर्थन करता है।",
  "(8) The learned counsel appearing for the respondent/accused Vinod has defended his acquittal on the premise": "(8) प्रत्यर्थी /अभियुक्त विनोद की ओर से उपस्थित विद्वान वकील ने इस आधार पर अपने बरी होने का बचाव किया",
  "that the only piece of evidence available against him is his own": "है कि उसके खिलाफ उपलब्ध साक्ष्य का एकमात्र टुकड़ा उसका अपना इकबालिया बयान है, जिसके परिणामस्वरूप",
  "confessional statement, which however, did not result in any recovery being made by the Investigation Officer concerned in pursuance thereof. Rather, he only got demarcated the crime site, which was": "संबंधित जांच अधिकारी द्वारा उसके अनुसरण में कोई वसूली नहीं की गई। बल्कि, उन्होंने केवल अपराध स्थल का",
  "already known to the Investigation Officer concerned. Therefore, it is": "सीमांकन किया, जो पहले से ही संबंधित जांच अधिकारी को पता था। इसलिये यह",
  "STATE OF HARYANA v. VINOD 1525 (Kuldeep Tiwari, J.)": "हरियाणा राज्य बनाम विनोद (कुलदीप तिवारी, जे.)",
  "argued that the above confessional statement, as made by the": "उन्होंने तर्क दिया कि उपरोक्त इकबालिया बयान, जैसा कि प्रतिवादी/आरोपी विनोद द्वारा दिया गया है, भारतीय",
  "respondent/accused Vinod, is hit by provisions of Sections 25/26 of the Indian Evidence Act. He has also challenged the validity of the testimony of PW14 Bhoop Singh, on the ground of he being an": "साक्ष्य अधिनियम की धारा 25/26 के प्रावधानों से प्रभावित है। उन्होंने पीडब्लू।५ भूप सिंह की गवाही की वैधता को",
  "introduced witness, whereas, his testimony is contradictory to the": "भी इस आधार पर चुनौती दी है कि वह एक परिचय गवाह हैं, जबकि, उनकी गवाही रिकॉर्ड के विरोधाभासी है और",
  "record and thus, required to be sidetracked. Lastly, he argued that the": "इसलिए, इसे दरकिनार करने की आवश्यकता है। अंत में, उन्होंने तर्क दिया कि अभियोजन पक्ष द्वारा प्रस्तुत",
  "forensic evidence, as produced by prosecution, does not conclusively establish the guilt of respondent/accused Vinod, as the samples of his": "फोरेंसिक साक्ष्य, प्रतिवादी/ आरोपी विनोद के अपराध को निर्णायक रूप से स्थापित नहीं करता है, क्योंकि संबंधित",
  "foot impressions were not obtained in the presence of the Magistrate": "मजिस्ट्रेट की उपस्थिति में उसके पैरों के निशान के नमूने प्राप्त नहीं किए गए थे और यहां तक कि अन्यथा,",
  "(9) Per contra, the learned counsel for the complainant, and, the learned State counsel have vehemently supported the verdict of": "(9) इसके विपरीत, शिकायतकर्ता के विद्वत वकील और राज्य के विद्वत वकील ने दोषसिद्धि (सुप्रा) के निर्णय का",
  "conviction (supra), inasmuch as, it pertains to conviction of the appellants/accused Ramesh and Krishan. However, they have": "जोरदार समर्थन किया है क्योंकि यह अपीलार्थियों / अभियुक्त रमेश और कृष्ण की दोषसिद्धि से संबंधित है। हालांकि,",
  "challenged the finding of the learned trial Court, whereby, the respondent/accused Vinod has been acquitted of the charges framed": "उन्होंने विद्वत निचली अदालत के निष्कर्ष को चुनौती दी है, जिसके तहत प्रतिवादी/ आरोपी विनोद को उसके खिलाफ",
  "against him. It was argued that the recovery of knife and wallet, as effected respectively from the appellants/accused Krishan and Ramesh, proves the case of the prosecution. The disclosure, as well as, recovery": "लगाए गए आरोपों से बरी कर दिया गया है। यह तर्क दिया गया कि अपीलार्थियों/अभियुक्त कृष्ण और रमेश से क्रमशः चाकू और बटुए की बरामदगी अभियोजन पक्ष के मामले को साबित करती है। प्रकटीकरण, साथ ही, वसूली",
  "memos were duly signed by accused and were also proved on record,": "ज्ञापनों पर अभियुक्तों द्वारा विधिवत हस्ताक्षर किए गए थे और रिकॉर्ड पर भी साबित हुए थे, इसलिए, बचाव पक्ष इस",
  "therefore, the defence cannot cast any doubt on such validly made recoveries. They have placed heavy reliance upon the statement of PW14 Bhoop Singh, who had, on 11.11.2004, seen the accused": "तरह की वैध रूप से की गई वसूली पर कोई संदेह नहीं कर सकता है। उन्होंने पीडब्लू ।५ भूप सिंह के बयान पर",
  "persons consuming liquor, and thereafter, at about 5:00/6:00 p.m., on the same day, he again witnessed all the accused persons going towards": "भारी भरोसा जताया है, जिसने ॥..200५ को आरोपी व्यक्तियों को शराब पीते हुए देखा था, और उसके बाद, लगभग शाम 5:00/6:00 बजे, उसी दिन, उसने फिर से सभी आरोपी व्यक्तियों को मृतक की बकरियों और भेड़ों",
  "of last seen, which completes the chain of circumstances. Challenging the acquittal of respondent/ accused Vinod, it was argued that there is": "जाने का पर्याप्त सबूत है, जो परिस्थितियों की श्रृंखला को पूरा करता है। प्रतिवादी/ अभियुक्त विनोद को बरी किए",
  "very clear forensic evidence to connect him with the present crime, as": "जाने के फैसले को चुनौती देते हुए, यह तर्क दिया गया कि उसे वर्तमान अपराध से जोड़ने के लिए बहुत स्पष्ट",
  "his foot impressions tally with the ones lifted from the crime spot.": "फोरेंसिक सबूत हैं, क्योंकि उसके पैरों के निशान अपराध स्थल से उठाए गए लोगों से मेल खाते हैं।",
  "None of the appellants/accused had ever raised any objection at any": "एफएसएल रिपोर्ट की वैधता के संबंध में किसी भी अपीलार्थी/अभियुक्त ने कभी भी किसी भी स्तर पर या",
  "stage or even in their statements recorded under Section 313 Cr.P.C.,": "सीआरपीसी की धारा 333 के तहत दर्ज अपने बयानों में कोई आपत्ति नहीं जताई थी। इसके अलावा,",
  "appellants/accused did not lead any defence evidence to rebut the": "अपीलार्थियों/ अभियुक्तों ने अभियोजन की कहानी का खंडन करने के लिए कोई बचाव साक्ष्य पेश नहीं किया। उनकी",
  "prosecution story. Concluding their arguments, a prayer has been made to reverse the acquittal of respondent/accused Vinod into a verdict of": "दलीलों को समाप्त करते हुए, प्रत्यर्थी/ अभियुक्त विनोद के बरी होने के फैसले को दोषसिद्धि के फैसले में बदलने का",
  "conviction, but on the premise, that the learned trial Court erroneously": "अनुरोध किया गया है, लेकिन इस आधार पर कि विद्वत निचली अदालत पर्याप्त सबूतों की उपलब्धता के बावजूद,",
  "(14) The result of the inter se comparisons, respectively of POP casts of foot and footwear impressions of accused (Vinod, Sandeep and Ramesh) with the foot and footwear impressions lifted from the crime": "(।५) आरोपी (विनोद, संदीप और रमेश) के पैरों और जूतों के छापों की क्रमशः पीओपी कास्ट और अपराध स्थल से",
  "FSL report (supra) is reproduced as under:-": "एफ. एस. एल. रिपोर्ट (उपर्युक्त) का प्रासंगिक उद्धरण निम्नानुसार प्रस्तुत किया गया हैः- \"पार्सल में निहित लेखों का",
  "Parcel No, No.& seal Description of parcel(s)": "पार्सल न॑ नं. एवं सील छाप पार्सल का विवरण",
  "CRIME EXHIBITS (RC dated 18.11.04)": "अपराध प्रदर्शनियाँ (आरसी दिनांक 8..0५)",
  "Ta. (4-R.N.) (a) Sealed cloth parcel containing one POP cast of foot impression, stated to be": "ए (+-आर.एन.) ए) सीलबंद कपड़े के पार्सल में पैर की छाप का एक पी.ओ.पी. कास्ट",
  "lifted from the place of crime and marked as exhibit-C/1R.": "होता है, जिसे अपराध स्थल से उठाया जाता है और प्रदर्शनी-सी/। आर के रूप में चिह्नित किया जाता है।",
  "Ib. (4-R.N.) |b) Sealed cloth parcel containing one POP cast of foot impression stated to be": "बी (५-आर. एन.) बी) सीलबंद कपड़े के पार्सल में पैर की छाप का एक पी.औ.पी. कास्ट है",
  "lifted from the place of crime and marked as exhibit-C/2R.": "जिसे अपराध स्थल से उठाया गया है और प्रदर्शनी-सी/2 आर के रूप में",
  "Il. (4-R.N.) | Sealed cloth parcel containing one POP cast of chappal impression stated to be": "्ि | (+-आर.एन.) मुहरबंद कपड़े के पार्सल में चप्पल की छाप का एक पी.ओ.पी. कास्ट था",
  "lifted from the place of crime and marked as exhibit-C/3R.": "जिसे अपराध स्थल से उठाया गया था और प्रदर्शनी-सी/3 आर के रूप",
  "Il. (4-R.N.) | Sealed cloth parcel containing one POP cast of footwear impression stated to be": "््ि ॥ (+-आर.एन.) सीलबंद कपड़े के पार्सल में जूते के निशान की एक पी.ओ.पी. कास्ट",
  "SPECIMEN EXHIBITS (RC date 24.11.04)": "नमूना प्रदर्शन (आरसी दिनांक 24..0५)",
  "Ta. (4-RNP) /|Sealed cloth parcel containing one POP cast of foot impression, stated to be of": "ए (+-आर.एन.पी.) सीलबंद कपड़े के पार्सल में पैर के निशान का एक पी.ओ.पी. कास्ट था,",
  "Vinod Kumar and marked as_ exhibit S/IR.": "जिसे विनोद कुमार का बताया गया था और प्रदर्शनी एस/।आर के रूप",
  "Ib. (4-RNP) /|Sealed cloth parcel containing one POP cast of foot impression, stated to be of": "बी (+-आर.एन.पी.) सीलबंद कपड़े के पार्सल में पैर के निशान का एक पी.ओ.पी. कास्ट था,",
  "Vinod Kumar and marked as exhibit-S/ 2L.": "जिसे विनोद कुमार का बताया गया था और प्रदर्शनी-एस/2 एल के रूप",
  "STATE OF HARYANA v. VINOD 1529 (Kuldeep Tiwari, J.)": "हरियाणा राज्य बनाम विनोद (कुलदीप तिवारी, जे.)",
  "(4-RNP)": "(+-आर.एन.पी.)",
  "Sealed cloth parcel containing one POP cast of chappal impression, stated to": "सीलबंद कपड़े के पार्सल में चप्पल की छाप का एक पी.ओ.पी. कास्ट",
  "be of Vinod Kumar and marked as exhibit-S/3R.": "था, जिसे विनोद कुमार का बताया गया था और प्रदर्शनी-एस/3आर के रूप में चिह्नित किया गया था",
  "IIb.": "॥बी",
  "Sealed cloth parcel containing one POP cast of chappal impression, stated to be": "सीलबंद कपड़े के पार्सल में चप्पल की छाप का एक पी.ओ.पी. कास्ट",
  "of Vinod Kumar and marked as exhibit- S/4L.": "था, जिसे विनोद कुमार का बताया गया था और प्रदर्शनी एस/५ एल के",
  "Sealed cloth parcel containing one POP cast of foot impression, stated to be of": "सीलबंद कपड़े के पार्सल में पैर के निशान का एक पी.ओ.पी. कास्ट होता",
  "Sandeep and marked as ex- hibit-S/5R.": "जिसे संदीप का बताया गया था और एक्स-हिबिट-एस»/5आर के रूप में",
  "Sandeep and marked as exhibit-S/6L.": "जिसे संदीप का बताया गया था और प्रदर्शनी-एस/6 एल के रूप में",
  "Sealed cloth parcel containing one POP cast of footwear impression, stated to be": "सीलबंद कपड़े के पार्सल में जूते की छाप का एक पी.ओ.पी. कास्ट था,",
  "of Sandeep @ Sanjeev and marked as exhibit-S/7R.": "जिसे संदीप उर्फ संजीव का बताया गया था और प्रदर्शनी-एस/7आर के",
  "of Sandeep @ Sanjeev and marked as exhibit-S/8L.": "जिसे संदीप उर्फ संजीव का बताया गया था और प्रदर्शनी-एस/8 एल के",
  "Sealed cloth parcel containing one pair of chappal, stated to be of Vinod Kumar and": "सीलबंद कपड़े के पार्सल में विनोद कुमार की एक जोड़ी चप्पल और एक",
  "one pair of shoes, stated to be of Sandeep and marked as exhibits-S/9R, S/10L,": "जोड़ी जूते थे, जो संदीप के बताए गए थे और क्रमशः एस/9 आर,",
  "S/11IR & S/12L respectively.": "एस/0 एल, एस/। आर और एस/।2 एल के रूप में चिह्नित थे",
  "Internally forwarded to Serology Di- vision on dated 12.01.05.": "आंतरिक रूप से दिनांक 2.0.05 को सीरोलॉजी डिवीजन को अग्रेषित",
  "SPECIMEN EXHIBITS (RC date 25.01.05)": "नमूना प्रदर्शन (आरसी दिनांक 25.0.05)",
  "(3-GD)": "(3-जीडी)",
  "Ramesh and marked as exhibit-S/13R.": "है, जिसे रमेश का बताया जाता है और प्रदर्शनी-एस/3 आर के रूप में चिह्नित किया जाता है।",
  "STATE OF HARYANA v. VINOD 1531 (Kuldeep Tiwari, J.)": "हरियाणा राज्य बनाम विनोद (कुलदीप तिवारी, जे.)",
  "b) Sealed cloth parcel containing one POP cast of foot impression, stated": "बी +-आर एन बी) सीलबंद कपड़े के पार्सल में पैर की छाप का एक पी.औ.पी. कास्ट",
  "to be lifted from the place of crime and marked as exhibit-C/2R.": "होता है, जिसे अपराध स्थल से उठाया जाता है और प्रदर्शनी-सी/2 आर के रूप में चिह्नित किया जाता है।",
  "Sealed cloth parcel containing one POP cast of chappal impression,": "कि | +-आर.एन मुहरबंद कपड़े के पार्सल में चप्पल की छाप का एक पी.ओ.पी. कास्ट",
  "stated to be lifted from the place of crime and marked as exhibit-C/3R.": "होता है, जिसे अपराध स्थल से उठाया जाता है और प्रदर्शनी-सी /3 आर",
  "Sealed cloth parcel containing one POP cast of footwear impression,": "््णि ॥ +_-आर एन सीलबंद कपड़े के पार्सल में जूते की छाप का एक पी.ओ.पी. कास्ट होता",
  "stated to be lifted from the place of crime and marked as exhibit-C/4L.": "है, जिसे अपराध स्थल से उठाया गया और प्रदर्शनी-सी /५ एल के रूप में चिह्नित किया गया है",
  "SPECIMEN EXHIBITS (Received later vide RC No. 639 dt. 16.12.04)": "नमूना प्रदर्शनियाँ (बाद में आरसी संख्या 639 दिनांक 6.2.0% द्वारा प्राप्त)",
  "to be of Krishan and marked as exhibit-S/VI R.": "है, जिसे कृष्ण का बताया जाता है और प्रदर्शनी-एस/५ आर के रूप में",
  "to be of Krishan and marked as ex- hibit-S/VII L.": "है, जिसे कृष्ण का बताया जाता है और प्रदर्शनी-एस/५॥ एल के रूप में",
  "stated to be of Krishan and marked as exhibit-S/VIII L.": "जिसे कृष्ण का बताया गया था और प्रदर्शनी-एस/५॥ एल के रूप में चिह्नित किया गया था।",
  "stated to be of Krishan and marked": "होता है, जिसे कृष्ण का बताया जाता है और प्रदर्शनी-एस/)८ आर के",
  "OPINION": "राय",
  "The impressions of crime and specimen exhibits do not match.”": "अपराध और नमूने के प्रदर्शन की छापें मेल नहीं खाती हैं।",
  "The above extracted report speaks in unambiguous terms qua non tallyings of the POP casts of foot and footwear impressions of ac-": "उपरोक्त निकाली गई रिपोर्ट स्पष्ट शब्दों में बताती है कि अभियुक्तों के पैरों और जूतों के छापों की पी.ओ.पी. कास्ट की गैर-मिलान",
  "VIIb. (3-GD) Sealed cloth parcel containing one POP cast of foot impression, stated to be of": "/॥बी (3-जीडी) सीलबंद कपड़े के पार्सल में पैर के निशान का एक पी.औ.पी. कास्ट होता",
  "Ramesh and marked as exhibit-S/14L.": "है, जिसे रमेश का बताया जाता है और प्रदर्शनी-एस/% एल के रूप में चिह्नित किया जाता है।",
  "C/2R with S/1R, C/3R with S/3R & S/OR, C/4L with S/8L & S/12L": "।. एस/5 आर के साथ सी/। आर, एस/। आर के साथ सी/2 आर, एस/3 आर और एस»9 आर के साथ सी/३",
  "2. The crime and specimen impressions of exhibits-C/IR & C/2R as compared with S/13R were not in agreement.": "2. एस/3 आर की तुलना में प्रदर्शनी-सी // आर और सी/2 आर के अपराध और नमूना छाप सहमति में नहीं थे।",
  "3. The specimen impressions of exhibits-S/2L, S/4L, S/6L, S/7R,": "3. प्रदर्शी-एस/2एल, एस/५एल, एस/6एल, एस/7आर, एस/0एल, एस/वआर और एस/५एल के नमूना",
  "Vinod (acquitted by trial Court) and accused Sandeep (declared": "उपरोक्त निकाली गई रिपोर्ट में हालांकि प्रतिवादी/ आरोपी विनोद (निचली अदालत द्वारा बरी) और आरोपी संदीप",
  "juvenile) with the POP casts of foot and footwear impressions, as were": "(किशोर घोषित) के पैरों और जूतों के छापों के पीओपी कास्ट के मिलान का पता चलता है, जैसा कि अपराध स्थल",
  "lifted from the crime site, however, the report (supra) also unfolds, that": "से उठाए गए पैर और जूतों के छापों के साथ उठाया गया था, हालांकि, रिपोर्ट (ऊपर) यह भी बताती है कि",
  "the POP casts of foot and footwear impressions of appellant/accused Ramesh did not match with the ones lifted from the crime site.": "अपीलार्थी»आरोपी रमेश के पैर और जूतों के छापों के पीओपी कास्ट अपराध स्थल से उठाए गए छापों से मेल नहीं खाते थे।",
  "(15) Likewise, POP casts of foot and footwear impressions of": "(।5) इसी प्रकार, संबंधित जांच अधिकारी द्वारा अपराध स्थल से पाए गए और उठाए गए पैरों और जूतों के छापों के",
  "accused Krishan, along with the foot and footwear impressions, as were found and lifted from the crime site, by the Investigation Officer concerned, were also sent for their examinations to the FSL concerned,": "साथ-साथ आरोपी कृष्ण के पैरों और जूतों के छापों के पीओपी कास्ट को भी उनकी जांच के लिए संबंधित",
  "for the very afore purpose. The result of the comparison qua the aforesaid POP casts of foot and footwear impressions, is carried in the": "एफएसएल को पूर्ववर्ती उद्देश्य के लिए भेजा गया था। फुट और फुटवियर इंप्रेशन के उपरोक्त पीओपी कास्ट की",
  "FSL Report (Ex.PY/5). The relevant extract of the FSL report (supra) is": "तुलना का परिणाम, एफएसएल रिपोर्ट (प्रदर्शनी पी.वाई./5) में किया गया है। एफएसएल रिपोर्ट (उपर्युक्त) के",
  "reproduced as under:-": "प्रासंगिक उद्धरण को निम्नानुसार पुनः प्रस्तुत किया गया हैः-",
  "“Description of article(s) contained in parcel(s)": "“ पार्सल में निहित लेखों का विवरण\"(एस)",
  "Parcel No. | No. &_ seal Description of parcel(s)": "पार्सल न॑ नं. एवं सील छाप पार्सल का विवरण",
  "CRIME EXHIBITS (Received earlier vide RC No. 617 dt. 18.11.04)": "अपराध प्रदर्शनियाँ (आरसी संख्या 647 दिनांक 8.4.0% द्वारा पूर्व में प्राप्त)",
  "Ta. 4-RN a) Sealed cloth parcel containing one": "ए +-आर एन ए) सीलबंद कपड़े के पार्सल में पैर की छाप का एक पी.औ.पी. कास्ट",
  "to be lifted from the place of crime and marked as exhibit-C/1R.": "होता है, जिसे अपराध स्थल से उठाया जाता है और प्रदर्शनी-सी/। आर के रूप में चिह्नित किया जाता है।",
  "cused Krishan with the ones lifted from the crime site.": "कृष्ण को अपराध स्थल से उठाए गए लोगों के साथ आरोपित किया।",
  "(16) However, for the reasons to be assigned hereinafter, this Court does not, even in respect of affirmative opinion, as made on": "(6) हालांकि, इसके बाद दिए जाने वाले कारणों के लिए, यह न्यायालय सकारात्मक राय के संबंध में भी, जैसा कि",
  "affirmative matchings being made by the FSL concerned, of the POP": "संबंधित एफएसएल द्वारा किए जा रहे सकारात्मक मिलानों पर किया गया है, संबंधित जांच अधिकारी द्वारा अपराध",
  "casts of foot and footwear impressions collected from the crime site by the Investigation Officer concerned, who was examined as PW-16,": "स्थल से एकत्र किए गए पैर और जूते के छापों के पीओपी कास्ट के बारे में, जिसकी जांच पीडब्लू-6 के रूप में की",
  "with the foot and footwear impressions of accused Vinod (acquitted by trial Court) and accused Sandeep (declared juvenile), lay any reliance": "गई थी, आरोपी विनोद (ट्रायल कोर्ट द्वारा बरी) और आरोपी संदीप (किशोर घोषित) के पैर और जूते के छापों के",
  "upon the FSL re- port (supra).": "साथ एफएसएल री-पोर्ट पर कोई निर्भरता नहीं रखता है। (पूर्व).",
  "The principal reason for drawing the above inference generates from the factum, that the crime site was initially visited by PW- 6 S.I.": "उपरोक्त निष्कर्ष निकालने का मुख्य कारण इस तथ्य से उत्पन्न होता है कि अपराध स्थल का दौरा शुरू में पीडब्लू-७",
  "Rohtash Singh, however, a reading of his examination-in-chief dis-": "एसआई रोहताश सिंह ने किया था, हालांकि, उनके जांच-इन-चीफ के पढ़ने से पता चलता है कि उन्होंने अपराध",
  "closes, that he visited the crime site, on his receiving an information in respect of a crime event, and thereupon, he inspected the crime site and": "स्थल का दौरा किया था, एक अपराध घटना के संबंध में जानकारी प्राप्त करने पर, और उसके बाद, उन्होंने अपराध",
  "prepared site plan thereof (Ex.PG). Moreover, he has also revealed his": "स्थल का निरीक्षण किया और उसकी साइट योजना तैयार की। (प्रदर्शनी पी.जी.). इसके अलावा, उसने अपराध स्थल",
  "lifting the blood stained earth, one iron knife, one stick and one slipper from the crime site. Consequently, if, at the stage, when the police": "से खून से सना मिट्टी, एक लोहे का चाकू, एक छड़ी और एक चप्पल उठाने का भी खुलासा किया है। नतीजतन, यदि,",
  "officer who first visited the crime site, made only the above": "उस स्तर पर, जब पुलिस अधिकारी, जिसने पहली बार अपराध स्थल का दौरा किया था, ने केवल उपरोक्त जांच और",
  "investigations and collections therefrom, but apparently did not notice any foot or footwear impressions existing thereon, resultantly the": "संग्रह किए थे, लेकिन जाहिरा तौर पर उस पर मौजूद किसी भी पैर या जूते के छाप को नहीं देखा था, जिसके",
  "existence at the crime site, of foot or footwear impressions of any of": "परिणामस्वरूप अपराध स्थल पर किसी भी आरोपी के पैर या जूते के छाप का अस्तित्व था, तो यह सरासर मनगढ़ंत",
  "Therefore, if subsequent to PW-6 S.I. Rohtash Singh, any police officer": "इसलिए, यदि पीडब्लू-6 एसआई रोहताश सिंह के बाद, कोई पुलिस अधिकारी अपराध स्थल का दौरा करता है और",
  "visited the crime site and made collection of the foot and footwear impressions existing thereons, such impressions are to be construed to be manipulated or engineered. It has come in prosecution evidence, that": "उस पर मौजूद पैरों और जूतों के छापों का संग्रह करता है, तो इस तरह के छापों को हेरफेर या इंजीनियर माना जाना",
  "Kumar (PW-16), and, not by S.I. Rohtash Singh (PW-6), who was": "अपराध स्थल से उठाए गए थे, न कि एसआई रोहताश सिंह (पीडब्लू-6) द्वारा, जो शुरू में मामले की जांच कर रहे",
  "initially investigating the case. Therefore, such lifting of the foot and footwear impressions existing at the crime site by a subsequent": "थे। इसलिए, बाद के जांच अधिकारी द्वारा अपराध स्थल पर मौजूद पैरों और जूतों के छापों को उठाने को भी जांच",
  "Investigation Officer, is also to be construed to be an engineered mechanism deployed by the Investigation agency, besides, also the": "एजेंसी द्वारा तैनात एक इंजीनियर तंत्र के रूप में माना जाना चाहिए, इसके अलावा, जांच के दौरान आरोपी द्वारा",
  "inter se matchings or comparisons made therewith along with the foot and footwear impressions, as supplied by the accused, during the course of rather holding investigations, is extremely frail or weak piece of evidence.": "प्रदान किए गए पैर और जूतों के छापों के साथ मिलान या तुलना भी बेहद कमजोर या कमजोर सबूत है।",
  "(17) During the course of interrogation, all the accused persons, namely, Ramesh, Krishan, and, Vinod, suffered their separate": "(7) पूछताछ के दौरान रमेश, कृष्ण और विनोद नाम के सभी अभियुक्तों को अलग-अलग मामलों का सामना करना पड़ा"
}