{
  "Before H.S. Brar, K.S. Kumaran and Swatanter Kumar, Jd.": "एच एस बरार के एस कुमारन और स्वतंत्र कुमार जे जे के समक्ष",
  "RADHA KISHAN,—Petitioner": "राधा किशन,-याचिकाकर्ता",
  "THE ELECTION TRIBUNAL-CUM-SUB JUDGE, HISSAR AND ANOTHER,—Respondents": "चुनाव ट्रिब्यूनल-कम-सब जज,हिसार और अन्य..उत्तरदाता",
  "22nd July, 1999": "22जुलाई, 999",
  "Haryana Panchayati Raj Act, 1994—S. 176(4)(b)—Right of a": "हरियाणा पंचायती रज अधिनियम 994- धारा 76 (4) (बी)- चुनाव की वैक्षता को चुनौती देते हुए मर्तों की",
  "candidate to demand recount or scrutiny and computation of votes": "पुनः गणना या जांच और यणना की यांय करने का उम्मीदवार का अधिकार इंगित अधिकार की सीयाः केवल पूछने",
  "by documents, if any, is a condition precedent for ordering recount—A": "प्रथम ह्फया मायले का खुलाया यदि कोई हो तो पुनः गणना का आदेश देने के लिए एक पूर्व शर्त है साक्ष्य के आधार",
  "detailed inquiry based on evidence not necessary—Recount by consent of parties is valid and does not offend any law or publie policy—": "पर एक विस्तृत जांच आवश्यक नहीं है पक्षींकी सहमति से पुनः गणना वै४ है और किसी थी कानून या सार्वजनिक",
  "Consenting parties cannot be permitted to challenge the validity of an": "नीति को आहत नहीं करती है सहमति देने वाले दलों को पुनः गणना के आदेश की वैध्षता को चुनौती देने की अनुमति नहीं दी जा सकती है। एस्टोपेल",
  "Held, that it is a settled cannon of interpretation of statutes that": "यह निर्णय लिया गया कि यह व्याख्या के एक स्थापित पिद्धांत है।किविधायिका द्वार उपयोग किए गए किसी",
  "no word or language used by the legislature should be understood to be unnecessary or a waste. Different terminologies appear to have been": "भी शब्द या थाषा को अनावश्यक या व्यर्थ के रूप में नहीं यमझा जाना चाहिए। विधायिका द्वाराविभिन्र शब्दावलियों",
  "used by the Legislature and obviously with some purpose. In sub-": "का प्रयोग किया गया है और जाहिर है कि किसी उद्देश्य से किया यया है। ध्षया 776 की उप क्षाय (7) में प्रयुक्त",
  "election is brought in question’. In sub-section 4(a) the court has to": "अभिव्यक्ति \"चुनाव की वैधता पर सवाल उठाया यया है” है। उप श्र 4(0) में न्यायालय को जांच करनी है और फिर",
  "Act. While under sub-section (4)(b) it is stated “where the validity: of election is in dispute between two or more candidates”. To treat these": "जदेश पारित करना है। जबकि उप क्षय (4)/बी) में कह्ना यया है।कि \"जहां दो या दो से अधिक उम्पीदवारों के बीच",
  "(Paras 18 and 19)": "(पैरा 48 और 9)",
  "Further held, that the use of the word “shall” in Clause (b) of sub- section 4 of Section 176 of the Haryana Panchayati Raj Act, 1994, in our view is not without a purpose. The legislative purpose behind the": "इसके अलावा यह अभिनिर्धारित किया गया कि हरियाणा पंचायती राज अधिनियम, 994 की धारा 76 की उप-धारा 4 के खंड (बी) में शब्द \"शैल\" के प्रयोग का हमारे विचार में कोई उद्देश्य नहीं है। उप-धारा (4)(बी) के",
  "provisions of sub section (4)(b) is to provide an expeditious disposal and relief to the candidate whose case falls within the limited scope of": "प्रावधानों के पीछे विधायी उद्देश्य उस उम्मीदवार को त्वरित निपटारा और राहत प्रदान करना है जिसका मामला स्वयं",
  "the grounds spelled out in the Section itself. To us it appears that the cases falling within the limited ambit and scope of section 176(4)(b)": "धारा में निर्दिष्ठ आधारों के सीमित दायरे में आता है। हमारे लिए ऐसा प्रतीत होता है कि धारा 76(4)(बी) के सीमित",
  "and not falling under sub clause (a) of the same sub section, it may not": "दायरे और कार्यक्षेत्र में आने वाले मामले और उप-धारा के उसी उप-खंड (ए) के अंतर्गत नहीं आने वाले मामलों में,",
  "with the respondent with the mala fide intention. The petitoner has also come to know that the respondent No. 1, had paid Rs.": "दिया।दुर्भावनापूर्ण इरादे के साथ प्रतिवादी के ज्ा५/याविकाकर्ताको यह भी पता चला है कि प्रतिवादी संख्या । ने रु।",
  "1 lac for changing this result in favour of respondent No. 1.”": "प्रतिवादी संख्या के पक्ष में इस परिणाम को बदलने के लिए ] लाख।”",
  "“15. That the tendered votes were not taken into consideration at the time of counting of the votes.”": "(5) .कि मतों की गिनती के समय निविदा किए गए मतों को ध्यान में नहीं रखा गया था।”",
  "“16. That at the time of opening of the ballot boxes, the seals and signatures which were obtained at the time of sealing of the": "(76) .कि मतपेटियों को खोलने के समय, मतपेटियों को सील करने के समय प्राप्त मुहरों और हस्ताक्षरों को",
  "ballot boxes were not shown to the petitioner or his agents inspite of the demand raised by them. From the very beginning:": "याचिकाकर्ता या उनके एजेंटों द्वारा की गई मांग के बावजूद नहीं दिखाया गया था।शुरू से ही ऐसा प्रतीत होता था कि",
  "it appeared that the officials and officers had been joining hands with respondent No. 1, to defeat the petitoner.”": "अधिकारी और अधिकारी याचिकाकर्ता को हराने के लिए प्रतिवादी संख्या । के साथ हाथ मिला रहे थे।”",
  "On the above facts Mr. Radha Kishan had prayed that the petition be": "उपरोक्त तथ्यों पर श्री राधा किशन ने अनुरोध किया था कि याचिका को स्वीकार किया जाए और याचिकाकर्ता को श्री",
  "accepted and the petitoner may be ordered to be declared elected to the office of Member Panchayat Samiti in place of Mr. Risal Singh and in": "रिसाल सिंह के स्थान पर सदस्य पंचायत समिति के पद के लिए निर्वाचित घोषित करने का आदेश दिया जाए और",
  "the alternative the election‘held on 19th December, 1994 be declared invalid and repolling of Ward No. 22 be ordered by the Election Tribunal.": "वैकल्पिक रूप से 9 दिसंबर, 994 को हुए चुनाव को अमान्य घोषित किया जाए और वार्ड संख्या 22 के पुनर्मतदान",
  "(5) A written statement to this election petition was filed taking various preliminary objections and disputing the factual averments": "(5)इस चुनाव याचिका पर एक लिखित बयान दायर किया गया था जिसमें विभिन्न प्रारंभिक आपत्तियों को लिया गया",
  "(6) Vide order dated 12th August, 1995, Sub Judge Ist Class, Hissar while exercising powers under the provisions of this Act had": "(6272 अगस्त, 995 के आदेश के अनुसार, हिसार के प्रथम श्रेणी के उप न्यायाधीश ने इस अधिनियम के प्रावधानों",
  "ordered recounting of votes by consent of the parties. The order reads": "के तहत को का प्रयोग करते हुए पक्षों की सहमति से मतों की फिर से गिनती करने का आदेश दिया था।आदेश",
  "as under :—": "इस प्रकार है:--",
  "“Present : Counsel for the parties.": "“वर्तमानः पक्षी के लिए वकील।",
  "The respondent has stated that he has got no objection if the counting of the votes is conducted.": "प्रत्यर्थी ने कहा है कि अगर वोटों की गिनती की जाती है तो उन्हें कोई आपत्ति नहीं है।",
  "Therefore, the application for re-counting of the votes stands disposed of accordingly. Therefore, Shri Mahabir Singh,": "इसलिए, मतों की पुनः गिनती के आवेदन का तदनुसार निपटारा किया जाता है।इसलिए, सरकारी वकील श्री",
  "Court. He is directed to recount the votes according to law in the presence of the Returning Officer, candidates and their": "उम्मीदवारों की उपस्थिति में कानून के अनुसार मतों की फिर से गिनती करने का निर्देश दिया जाता है",
  "counsel..It is made clear here that the candidate would be entitled to take one representative alongwith them where": "और उनके ८०८४४०.॥ को यहां स्पष्ट किया जाता है कि उम्मीदवार अपने साथ एक प्रतिनिधि ले जाने का",
  "at Rs. 1,000 to be paid by the petitioner/applicant and the": ", 000 का भुगतान याचिकाकर्ता/आवेदक द्वारा किया जाना है और याचिका का निपटारा न्यायालय के",
  "petition shall stand disposed of according to the report of the nominee of the Court. The other grounds stand waived. A letter": "नामित व्यक्ति की रिपोर्ट के अनुसार किया जाएगा।अन्य आधार माफ कर दिए गए हैं।उपायुक्त, कोषागार",
  "arising from two divergent views expressed by different Division Benches of this Court on the interpretation and scope of Section": "दायरे पर इस न्यायालय की विभिन्न खंड पीठों द्वारा व्यक्त किए गए दो अलग-अलग विचारों से उत्पन्न विवाद को हल",
  "referred to as the Act. The controversy falls within a narrow compass": "करने के लिए किया गया है, जिसे इसके बाद अधिनियम के रूप में संदर्भित किया गया है। विवाद एक संकीर्ण दिशा",
  "but involves question of public importance. What is the extent of the": "के भीतर आता है लेकिन इसमें सार्वजनिक महत्व का सवाल शामिल है।उक्त प्रावधानों में बताए गए आधारों पर चुनाव",
  "right of a candidate to demand recount or scrutiny and computation of votes while challenging the validity of an election on the grounds stated": "की वैधता को चुनौती देते हुए मतों की पुनः गिनती या जांच और गणना की मांग करने के उम्मीदवार के अधिकार की",
  "in the said provisions, is the precise question to be answered. In other words, upon discern dissection of these legislative provisions, whether": "सीमा क्या है, इस सटीक प्रश्न का उत्तर दिया जाना चाहिए।दूसरे शब्दों में, इन विधायी प्रावधानों के विच्छेदन पर, क्या",
  "such right of the candidate is absolute and to be granted for the mere": "उम्मीदवार का ऐसा अधिकार निरपेक्ष है और केवल पूछने या उम्मीदवार के लिए दिया जाना है अदालत से पुनः",
  "asking or a candidate is obliged to make out at least a prima facie case, as condition precedent, before requesting the Court to direct recount.": "गिनती का निर्देश देने का अनुरोध करने से पहले कम से कम एक प्रथम दृष्टया मामला बनाने के लिए बाध्य है।",
  "(2) Civil Writ Petition No. 17321 of 1995 was admitted to hearing": "(2) 995 की सिविल रिट याचिका संख्या 732 को उनके न्यायालय की एक खंड पीठ द्वारा सुनवाई के",
  "by a Division Bench of his Court,—vide order dated 5th December, 1995. When the matter came up for hearing before the learned Single": "लिए स्वीकारकिया गया था-5 दिसंबर, 995 के आदेश के माध्यम से।जब मामला विद्वान एकल न्यायाधीश के समक्ष",
  "Judge, conflict in the judgments of two different division benches of": "सुनवाई के लिए आया, तो इस न्यायालय की दो अलग-अलग खंड पीठों के फैसलों में विरोधाभास को विद्वान एकल",
  "this Court was noticed by the learned Single Judge who considered it appropriate to refer the matter to a Full Bench. On 17th January,": "न्यायाधीश ने देखा, जिन्होंने मामले को पूर्ण पीठ को संदर्भित करना उचित समझा।7 जनवरी, 998 को अदालत ने",
  "1998 following order was passed by the court :—": "निम्नलिखित आदेश पारित किया:---",
  "Present :—R.S. Surjewala Advocate, for the petitioner.": "मोजूद-याविकाकर्ता की ओर से आर. एस चुरजेवाला अधिवक्ता।",
  "S.S. Khetarpal, Advocate, for the respondents.": "एस. एस. खेतरपाल, अधिवक्ता प्रतिवादीयण की और से।",
  "The learned counsel for the petitioner relies on a judgment of this Court in CWP No. 9671 of 1995 dated 6th October, 1995.": "याचिकाकर्ता के विद्वान वकील 995 के सी. डब्ल्यू. पी. संख्या 967] दिनांक 6 अक्टूबर, 995 में इस",
  "Another Division Bench of this Court has taken a different": "न्यायालय के एक फैसले पर निर्भर करते है।इस न्यायालय की एक अन्य खंड पीठ ने 20 अक्टूबर, 995",
  "there is a conflict in regard to the interpretation of Clause (b) of sub-section (4) of Section 176 of the Haryana Panchayati": "पंचायती राज अधिनियम की धारा 76 की उप-धारा (५) के खंड (बी) की व्याख्या के संबंध में एक",
  "matter before my Lord the Chief Justice for appropriate orders": "बारे में उचित आदेश के लिए मामले को मेरे प्रभु मुख्य न्यायाधीश के समक्ष रखा जाए।",
  "(T.H.B. Chalapathi)": "(टी. एच. बी. चलपति)",
  "17th January, 1996. Judge.": "7जनवरी, 996 ।न्‍यायाधीश।",
  "(3) Another writ petition, being Civil Writ Petition No. 14990 of 1996, was admitted and was directed to be heard along with Civil Writ": "(3) एक अन्य रिट याचिका, 996 की सिविल रिट याचिका संख्या 4990 को स्वीकार किया गया था और",
  "1996, was admitted and was directed to be heard along with Civil Writ Petition No. 17321 of 1995. Resultantly, both these writ petitions have": "995 की सिविल रिट याचिका संख्या 732 के साथ सुनवाई करने का निर्देश दिया गया था।परिणामस्वरूप, इन",
  "(4) It would be appropriate to refer to the necessary facts and relevant provisions of law regulating the controversy in issue at the": "(4) प्रारंभ में ही विवाद को विनियमित करने वाले कानून के आवश्यक तथ्यों और प्रासंगिक प्रावधानों का",
  "very out-set. Mr. Radha Kishan had contested the election to the Panchayat Samiti, Barwala from Ward No. 22 and was declared elected": "उल्लेख करना उचित होगा। श्री राधा किशन ने वार्ड संख्या 22 से पंचायत समिति, बरवाला का चुनाव लड़ा था और 9",
  "as a member, in the elections held on 19th December, 1994. On 21st December, 1994 he was declared elected by securing 671 votes against": "दिसंबर, 994 को हुए चुनावों में उन्हें सदस्य के रूप में निर्वाचित घोषित किया गया था।2 दिसंबर 994 को उन्हें",
  "December, 1994 he was declared elected by securing 671 votes against his nearest opponent Mr. Risal Singh respondent No. 2 in the writ": "अपने निकटतम प्रतिद्वंदी श्री ऋषि सिंह (याचिकाकर्ता संख्या 2)) के खिलाफ 67 मत प्राप्त करके निर्वाचित घोषित",
  "petition, who secured 668 votes. Mr. Risal Singh, dis-satisfied with the result of the election, filed an election petition on Ist June, 1995 averring": "किया गया, जिन्हें 668 मत प्राप्त हुए।।चुनाव के परिणाम से असंतुष्ट श्री रिसाल सिंह ने । जून, 4995 को एक चुनाव",
  "that there were several persons who are servicemen and were not in villages namely Kumbakhera and Bobwa. They were not in the villages": "याचिका दायर की, जिसमें कहा गया कि ऐसे कई व्यक्ति थे जो सैनिक हैं और कुंभखेड़ा और बोबवा जैसे गाँवों में नहीं",
  "on the date of polling though their. votes have been polled by the": "थे।वे मतदान की तारीख को गाँवों में नहीं थे, हालाँकि उनके वोट वर्तमान याचिकाकर्ता के समर्थकों द्वारा डाले गए",
  "supporters of present petitioner. Challenge to the identity of the voters was also made. Certain mal-practices adopted by Radha Kishan were": "हैं।मतदाताओं की पहचान को भी चुनौती दी गई।उस याचिका में राधा किशन द्वारा अपनाई गई कुछ गलत प्रथाओं",
  "also referred in that petition. It was also stated that Radha Kishan was in unauthorised possession of land of Gram Panchayat and was in": "का भी उल्लेख किया गया था।यह भी कहा गया कि राधा किशन ग्राम पंचायत की भूमि के अनधिकृत कब्जे में थे और",
  "arrears for payment of lease money for that land in excess of one year and as such was not eligible to be declared as member of Panchayat": "उस भूमि के लिए एक वर्ष से अधिक के पट्टे के भुगतान के लिए बकाया थे और इस तरह वे पंचायत समिति के सदस्य",
  "paragraphs which have a bearing on issues in the present petition and they are reproduced hereinafter for the purpose of convenience :—": "याचिका के मुद्दों पर असर डालते हैं और उन्हें सुविधा के उद्देश्य से इसके बाद पुनः प्रस्तुत किया गया हैः--",
  "“9, That there have been many irregularities and illegalities in the procedure and conduct of the officials on election duty": "(9)कि चुनाव ड्यूटी पर तैनात अधिकारियों की प्रक्रिया और आचरण में कई अनियमितताएं और अवैधताएं हुई हैं,",
  "including refusal of votes, reception of votes which were invalid and non-compliance with the provisions of Haryana Panchayati Raj Act and rules framed thereunder. The votes": "जिनमें वोट देने से इनकार करना, वोट प्राप्त करना जो अमान्य थे और हरियाणा पंचायती राज अधिनियम और उसके",
  "Panchayati Raj Act and rules framed thereunder. The votes which were invalid and were that of respondent No. 1, and": "तहत बनाए गए नियमों के प्रावधानों का पालन नहीं करना शामिल है।वे मत जो अमान्य थे और प्रतिवादी संख्या । के",
  "which were invalid were not rejected and votes which were valid and which had to go in favour of the petitioner were": "थे, और जो अमान्य थे, उन्हें अस्वीकार नहीं किया गया और जो मत वैध थे और जिन्हें याचिकाकर्ता के पक्ष में जाना",
  "wrongly declared invalid. These irregularities and illegalities": "था, उन्हें गलत तरीके से अमान्य घोषित कर दिया गया।ये अनियमितताएँ और अवैधताएँ अपने आप में इस प्रकार की",
  "is hereby declared elected in the impugned election held on 19th December, 1994 and the order,—vide which the": "दिसंबर, 994 को आयोजित विवादित चुनाव में निर्वाचित घोषित किया जाता है और जिस आदेश के",
  "respondent No. 1 was declared elected is hereby set-aside. The": "माध्यम से प्रतिवादी संख्या को निर्वाचित घोषित किया गया था, वह इसके द्वारा निर्धारित किया जाता",
  "concerned authorities are directed to issue appropriate notification regarding the declaration of the petitioner as the elected candidate by a margin of three votes of Panchayat Samiti Barwala Ward No. 22. However, parties to the petition": "है।संबंधित अधिकारियों को पंचायत समिति बरवाला वार्ड संख्या 22 के तीन मतों के अंतर से याचिकाकर्ता को निर्वाचित उम्मीदवार घोषित करने के संबंध में उचित अधिसूचना जारी करने का निर्देश दिया जाता",
  "accordingly. File be consigned to the record room.”": "तैयार की जाए।फाइल को अभिलेख कक्ष में भेजा जाए।”",
  "(8) The relief claimed in this writ petition by Mr. Radha Kishan is opposed by Mr. Risal Singh on various grounds including the": "(8)श्री राधा किशन द्वारा इस रिट याचिका में दावा की गई राहत का श्री रिसाल सिंह ने रिट याचिका की स्थिरता सहित",
  "Singh v. Dalip Singh and others, C.W.P. No. 9671 of 1995 decided on": "करने के लिए 20 अक्टूबर, 995 को फैसला सुनाया, याचिकाकर्ताओं ने भारत सिंह बनाम दलीप सिंह और अन्य के मामले में इस न्यायालय कीएक अन्य खंड पीठ के फैसले पर भरोसा किया, 995 की सी. डब्ल्यू. पी. संख्या 9677",
  "6th October, 1995. The learned Single Judgé found that the Division Benches afore stated have taken divergent views and, thus, preferred": "ने 6 अक्टूबर, 995 को फैसला सुनाया।विद्वान एकल न्यायाधीश ने पाया कि पूर्व में वर्णित खंड पीठों ने अलग-अलग",
  "(9) In Civil Writ Petition No. 14990 of 1996, Smt. Darshna was": "(9)996 की सिविल रिट याचिका संख्या 4990 में, श्रीमती. 9 दिसंबर, 994 को आयोजित ग्राम पंचायत, माधा,",
  "the defeated candidate in relation to election of Gram Panchayat, Madha, Tehsil Narnaul, held on 19th December, 1994, the result of which was declared on 22nd December, 1994. She had been defeated": "तहसील नारनौल के चुनाव के संबंध में दर्शना पराजित उम्मीदवार थीं, जिसका परिणाम 22 दिसंबर, 994 को घोषित",
  "by Smt. Sujani who got 489 votes while Smt. Darshna got 486 valid": "किया गया था।वह श्रीमती से हार गई थी। सुजानी को 489 वोट मिले जबकि श्रीमती. दर्शना को 486 वैध वोट मिले",
  "votes and 45 were invalid votes.": "और 45 अमान्य हो गए।",
  "(10) An application for recounting was filed which was decided by the Deputy Commissioner, Hissar, but the re-counting maintained the": "(0)पुनः गणना के लिए एक आवेदन दायर किया गया था जिसका निर्णय उपायुक्त, हिसार द्वारा किया गया था, लेकिन",
  "that on 19th December, 1994 she had got 511 votes while respondent No. 1 got 509 valid votes. The re-counting was done on the orders of": "दर्शना ने कहा कि 9 दिसंबर, 994 को उन्हें 5 वोट मिले थे जबकि प्रतिवादी नंबर को 509 वैध वोट मिले",
  "No. 1 got 509 valid votes. The re-counting was done on the orders of the Deputy Commissioner on written complaint on 22n December, 1994 when the above result was declared. Being dis-satisfied with this process": "थे।पुनः गिनती 22 दिसंबर, 4994 को लिखित शिकायत पर उपायुक्त के आदेश पर की गई थी, जब उपरोक्त परिणाम",
  "when the above result was declared. Being dis-satisfied with this process Smt.’ Darshna filed an election petition before the Civil Judge (Junior Division) Hansi. The learned Judge while answering the query and": "घोषित किया गया था।इस प्रक्रिया से असंतुष्ट होकर श्रीमती. दर्शना ने सिविल जज (जूनियर डिवीजन) हांसी के समक्ष",
  "application for re-counting,—vide order dated 14th August, 1996. The": "का पालन करते हुए, 4 अगस्त, 996 के आदेश के माध्यम से पुनः गिनती के लिए अनुमति दी।आदेश का प्रासंगिक",
  "relevant extract of the order reads as under :—": "उद्धरण इस प्रकार है:--",
  "“In the present case the margin of votes between the petitioner and respondent No. 1 is narrow which by itself requires the": "“वर्तमान मामले में याचिकाकर्ता और प्रतिवादी संख्या । के बीच मतों का अंतर कम है जिसके लिए पुनः गिनती",
  "recount. The petitioner has already given up the other grounds for challenging the present petition. Thus relying upon the": "की आवश्यकता होती है।याचिकाकर्ता ने वर्तमान याचिका को चुनौती देने के लिए अन्य आधार पहले ही",
  "judgment of Division Bench of 1996, I allow this application": "छोड़ दिए हैं।इस प्रकार 996 की खंड पीठ के फैसले पर भरोसा करते हुए, मैं इस आवेदन को फिर से",
  "for recounting. The counting shall be done under the supervision of Tehsildar Hansi in the court in the presence of": "गिनती के लिए अनुमति देता हूं।अदालत में तहसीलदार हांसी की देखरेख में पक्षकारों की उपस्थिति में",
  "the parties alongwith their counsel. The officer appointed can": "उनके वकील के साथ गिनती की जाएगी।नियुक्त अधिकारी उन दस्तावेजों को ले सकता है जो",
  "The Tehsildar shall submit his report after recounting and mentioning the vote procured by each candidates. Vote": "प्रत्येक उम्मीदवार द्वारा प्राप्त मत की पुनः गिनती और उल्लेख करने के बाद अपनी रिपोर्ट प्रस्तुत",
  "shall not declare the result. He will only submit his report. His fee is fixed Rs. 500 which shall be paid by the applicant.”": "गया।वह केवल अपनी रिपोर्ट प्रस्तुत करेंगे।उनकी फीस रुपये तय की गई है। 500 जो आवेदक द्वारा भुगतान किया जाएगा।”",
  "Consequently, the writ petition had been filed praying for quashing of Annexures P-1 and P-2.": "नतीजतन, अनुलग्नरक पी-] और पी-2 को रद्द करने का अनुरोध करते हुए रिट याचिका दायर की गई थी।",
  "(11) In C.W.P. No. 14990 of 1996, thus, challenge, basically is to the order dated 14th August, 1996 by which the learned Civil Judge": "()996 के सी. डब्ल्यू. पी. सं. 44990 में, इस प्रकार, चुनौती, मूल रूप से 4 अगस्त, 996 के उस आदेश के",
  "the order dated 14th August, 1996 by which the learned Civil Judge (Junior Division), Hansi had directed the recounting of the votes for": "लिए है जिसके द्वारा विद्वान सिविल न्यायाधीश (कनिष्ठ प्रभाग), हांसी ने आदेश में बताए गए कारणों के लिए मतों की",
  "Judge 1st Class, Hissar, where on the basis of the report on re- _ counting,—vide order dated 14th August, 1996 the election of the": "न्यायाधीश प्रथम श्रेणी, हिसार, जहां पुनर्मूलल्‍्यांकन पर रिपोर्ट के आधार पर-4 अगस्त, 996 के आदेशके अनुसार",
  "respondent therein was set aside. As such the case of Risal Singh covers a larger ground.": "उसमें प्रत्यर्थी का चुनाव रद्द कर दिया गया था।इस प्रकार, रिसाल सिंह का मामला एक बड़े क्षेत्र में फैला हुआ है।",
  "(12) Coming to the legislative provisions governing the controversy in issue reference has to be made, at the very out-set, to the provisions of Section 176 of the Haryana Panchayati Raj Act, 1994. The said": "(49) हरियाणा पंचायती राज अधिनियम, 994 की धारा 76 के प्रावधानों के लिए, शुरू में ही, मुद्दे के संदर्भ में",
  "2. With regard to clause (b) of Article 243-O and clause (b) of Article 243-ZG of the Constitution, we hold that the words": "2. संविधान के अनुच्छेद 243-0 के खंड (बी) और अनुच्छेद 243-70 के खंड (बी) के संबंध में, हमारा",
  "“notwithstanding anything in this Constitution”, appearing in the aforesaid two Articles will be read down as": "मानना है कि उपरोक्त दो अनुच्छेदों में दिखाई देने वाले \"इस संविधान में कुछ भी होने के बावजूद\"",
  "“notwithstanding anything in this Constitution” subject however to Article 226/227 of the Constitution. Accordingly,": "शब्दों को संविधान के अनुच्छेद 226/227 के अधीन \"इस संविधान में कुछ भी होने के बावजूद\" के",
  "clause (b) of Article 243-O and clause (b) of Article 243-ZG": "रूप में पढ़ा जाएगा।तदनुसार, अनुच्छेद 243-0 के खंड (बी) और अनुच्छेद 243-जेडजी के खंड (बी)",
  "would be read to mean as follows :": "का अर्थ निम्नानुसार पढ़ा जाएगाः",
  "“No election any Panchayat/Municipality shall be called in question except an election petition presented to such": "“किसी भी पंचायत/नगर पालिका के चुनाव पर सवाल नहीं उठाया जाएगा, सिवाय उस चुनाव याचिका",
  "an authority and in such manner as is provided for by": "के जो ऐसे प्राधिकरण को प्रस्तुत की गई हो और उस तरीके से जो किसी राज्य के विधानमंडल",
  "or in any law made by the legislature of a State, but this": "द्वारा बनाए गए किसी कानून द्वारा या उसमें प्रदान की गई हो, लेकिन यह संविधान के अनुच्छेद",
  "will not oust the jurisdiction of the High Court under Article 226/227 of the Constitution”": "226/227 के तहत उच्च न्यायालय की अधिकारिता को समाप्त नहीं करेगा।",
  "3. The second question pertaining to grounds on which an election of a returned candidate to Gram Panchayat/Zila Parishad can be challenged under-the Haryana Act and Haryana Rules, already stands answered in the Full Bench": "3. ग्राम पंचायत/जिला परिषद में लौटे उम्मीदवार के चुनाव को हरियाणा अधिनियम और हरियाणा नियमों के तहत किस आधार पर चुनौती दी जा सकती है, इससे संबंधित दूसरे प्रश्न का उत्तर पहले से ही",
  "Civil Judge (Sr. Division), Pehowa, (1998-2) 119 P.L.R.": "जतिरिक्त/सिविलजज (सीनियर डिवीजन), पेहोवा, (998-2) 9 पी. एल. आर. 393 (एफ. बी.)।”",
  "(21) We have referred to the above Full Bench decision of this": "(2) हमने इस न्यायालय के उपरोक्त पूर्ण पीठ के निर्णय का उल्लेख किया है, जिसका उद्देश्य वर्तमान मामले",
  "Court, with an intention to provide answer to the questions involved in the present case with clarity and in unambiguous terms. Thus, with": "में शामिल प्रश्नों का स्पष्ट और स्पष्ट शब्दों में उत्तर प्रदान करना है।इस प्रकार, हम श्रीमतीमंजू और लाई चंद (ऊपर)",
  "respect we will follow the view taken by the Full Bench of this Court in": "के मामलों में इस न्यायालय की पूर्ण पीठ द्वारा लिए गए दृष्टिकोण का सम्मान के साथ पालन करेंगे।",
  "(22) The learned counsel appearing for the petitioner contended that keeping in view the provisions of Section 176(4)(b) the expression": "(29) याचिकाकर्ता की ओर से पेश विद्वान वकील ने तर्क दिया कि धारा 76 (4) (बी) के प्रावधानों को ध्यान",
  "‘shall’ will have to be construed as ‘may’. It was further contended that": "में रखते हुए 'अभिव्यक्ति' का अर्थ 'हो सकता है' के रूप में लगाना होगा।यह भी तर्क दिया गया कि अधिनियम की",
  "keeping in view the provisions of Section 183 of the Act and Rules 39 to 45, 48 to 51, 55 to 57, 62 to 69 and 72 to 74 of the Haryana Panchayati": "धारा 83 और हरियाणा पंचायती राज चुनाव नियम, 994 के नियम 39 से 45,48 से 5,55 से 57,62 से 69 और",
  "of secrecy of votes. Thus, the re-counting orders passed in the cases are unsustainable in law as there was no evidence and formation of such": "है।इस प्रकार, मामलों में पारित पुन: गिनती के आदेश कानूनी रूप से अस्थिर हैं क्योंकि कोई सबूत नहीं था और",
  "an opinion was not possible on the basis of the record before the trial Court. In order to derive support for his argument he strongly relied": "निचली अदालत के समक्ष रिकॉर्ड के आधार पर ऐसी राय बनाना संभव नहीं था।अपने तर्क के लिए समर्थन प्राप्त करने",
  "upon the judgment of Division Bench of this Court in the case of Bharat Singh v. Dalip Singh and others (8).": "के 2 उन्होंने भरत सिंह बनाम दलीप सिंह और अन्य (3) के मामले में इस अदालत की खंडपीठ केफैसले पर हृढ़ता",
  "election is brought in question.” In sub-section (4)(a) the Court has to": "है, तो अधिनियम की धारा 76 (4) (बी) के सीमित दायरे में आने वाले मामले में अदालत को फिर से गिनती पर वोटों",
  "(23) On the other hand, the learned counsel for the respondents (beneficiaries of the impugned orders) contended that the Legislature": "(28) दूसरी ओर, उत्तरदाता (विवादित आदेशों के लाभार्थी) ने तर्क दिया कि विधानमंडल ने जानबूझकर",
  "has intentionally categorised the cases falling under clauses (a) and (b) of sub-section (4) of Section 176 of the Act. The use of the expression": "अधिनियम की धारा 76 की उप-धारा (4) के खंड (ए) और (बी) के तहत आने वाले मामलों को वर्गीकृत किया है।",
  "‘shall’ in clause (b) makes it obligatory upon the Court to direct re-": "खंड (ख) में 'होगा' पद का उपयोग न्यायालय के लिए यह अनिवार्य बनाता है कि जब भी उम्मीदवार मांग करे, मतों",
  "clear conclusions arrived at by another Division Bench of this Court in": "मामले में इस न्यायालय की एक अन्य खंड पीठ द्वारा लिए गए स्पष्ट निष्कर्षों से समर्थन प्राप्त किया, जहां यह निम्नानुसार",
  "“The Court cannot ordinarily usurp the role of the Legislature by changing the language of enactment. The addition to these": "“न्यायालय आम तौर पर अधिनियम की भाषा को बदलकर विधानमंडल की भूमिका को हड़प नहीं सकता",
  "interpretation of Section 176, we do not find any reason or justification to ignore the fact that the Legislature has used": "को नजरअंदाज करने का कोई कारण या औचित्य नहीं पाते हैं कि विधानमंडल ने धारा 76 (4) (बी) में",
  "the word “shall in Section 176(4)(b). The use of word “shall”": "\"शब्द ॥ ७७ किया है।\"होगा\" शब्द का उपयोग इस धारणा को जन्म देता है कि धारा 76 (4) (बी)",
  "Crawford on the construction of statutes has observed: “Ordinarily the words “shall” and “must” are mandatory and word “may”": "क़ानूनों के निर्माण पर क्रॉफर्ड ने कहा हैः४आम तौर पर \"विल\" और \"मस्ट\" शब्द अनिवार्य होते हैं और \"मे\"",
  "is directory, although they are often used interchangeably in": "शब्द निर्देशिका होता है, हालांकि उनका उपयोग अक्सर कानून में एक दूसरे के स्थान पर किया जाता है।”",
  "legislation.” It has further been observed by Crawford that construction of mandatory words as directory and directory": "क्रॉफर्ड द्वारा आगे यह देखा गया है कि निर्देशिका और निर्देशिका शब्दों के रूप में अनिवार्य शब्दों के",
  ". words as mandatory should not be mutually adopted because": "निर्माण को अनिवार्य रूप से पारस्परिक रूप से नहीं अपनाया जाना चाहिए क्योंकि इस बात का काफी",
  "there is a considerable danger that the legislative intent will be wholly or partially defeated.": "खतरा है कि विधायी इरादे पूरी तरह या आंशिक रूप से विफल हो जाएंगे।",
  "If we consider the use of word “shall” in the light of the legislative intendment, there can be no manner of doubt that the": "यदि हम विधायी इरादे के आलोक में \"होगा\" शब्द के उपयोग पर विचार करते हैं, तो इसमें कोई संदेह नहीं",
  "Legislature has designedly made it obligatory for the Court to scrutinise and count votes polled by each candidate and declare": "हो सकता है कि विधानमंडल ने अदालत के लिए प्रत्येक उम्मीदवार द्वारा डाले गए मतों की जांच और",
  "that candidate as elected who secured largest number of valid": "गिनती को अनिवार्य बना दिया है और उस उम्मीदवार को निर्वाचित घोषित किया है जिसने सबसे अधिक",
  "votes. If the word “shall” was to be read as “may” or the provision": "वैध मत प्राप्त किए हैं।यदि \"होगा\" शब्द को \"मई\" के रूप में पढ़ा जाना था या प्रावधान को निर्देशिका माना",
  "was held to be directory, the provision contained in Section 176(4)(b) will itself become subject to arbitrariness and will": "गया था, तो धारा 76 (4) (बी) में निहित प्रावधान स्वयं मनमानेपन के अधीन हो जाएगा और न्यायालय को",
  "confer unbridled discretion on the Court to scrutinise and count ballots in one case and not to do so in the other case. Such an": "एक मामले में मतपत्रों की जांच और गिनती करने और दूसरे मामले में ऐसा न करने के लिए बेलगाम",
  "In view of the above, it is held that the order passed by the learned": "उपरोक्त को ध्यान में रखते हुए, यह अभिनिर्धारित किया जाता है कि विद्वान वरिष्ठ उप न्यायाधीश द्वारा पारित",
  "Senior Sub Judge does not suffer from any illegality warranting our interference.": "आदेश किसी भी अवैधता से ग्रस्त नहीं है जो हमारे हस्तक्षेप की गारंटी देता है।",
  "For the reasons mentioned above, the writ petition is dismissed.”": "ऊपर बताए गए कारणों से रिट याचिका खारिज कर दी जाती है।”",
  "(24) The use of the word-“shall” in our view is not without a purpose. The legislative purpose behind the provisions of sub-section": "(24) \"हमारे विचार में \"शैल\" शब्द का प्रयोग बिना उद्देश्य के नहीं है। उप-धारा (4)(बी) के प्रावधानों के पीछे",
  "(4)(b) is to provide an expeditious disposal and relief to the candidate whose case falls within the limited scope of the grounds spelled out in": "विधायी उद्देश्य उस उम्मीदवार को शीघ्र निपटारा और राहत प्रदान करना है जिसका मामला स्वयं धारा में निर्दिष्ट",
  "the Section itself. To us it appears that the cases falling within the limited ambit and scope of section 176(4)(b) and not falling under sub-": "आधारों के सीमित दायरे में आता है। हमें ऐसा प्रतीत होता है कि धारा 76(4) (बी) के सीमित दायरे और कार्यक्षेत्र में",
  "clause (a) of the same sub-section, it may not be necessary for the Court": "आने वाले मामले और उप-धारा के उसी उप-खंड (ए) के अंतर्गत नहीं आने वाले मामलों में, न्यायालय के लिए धारा",
  "to hold a regular inquiry as postulated under the provisions of sub- section 4(a) of the Act. The validity of the election is to be in dispute but": "4(ए) के उप-प्रावधानों के तहत निर्धारित नियमित जांच आयोजित करना आवश्यक नहीं हो सकता है। निर्वाचन की",
  "only between two or more candidates. Upon being prima facie satisfied,": "वैधता विवाद में होनी चाहिए लेकिन केवल दो या दो से अधिक उम्मीदवारों के बीच। प्रथम दृष्टया संतुष्ट होने पर, सक्षम",
  "it may be somewhat obligatory upon the court of competent jurisdiction": "अधिकार क्षेत्र के न्यायालय के लिए यह कुछ हद तक अनिवार्य हो सकता है कि इस तरह के आदेश पारित करने पर",
  "to order scrutiny and computation of votes recorded in favour of each candidate upon passing such an order, the candidate who is found to": "प्रत्येक उम्मीदवार के पक्ष में दर्ज किए गए मतों की जांच और गणना का आदेश दिया जाए, जिस उम्मीदवार को अपने",
  "have recorded the largest number of valid votes in his favour would be": "पक्ष में वैध मतों की सबसे अधिक संख्या दर्ज की गई पाई जाती है, वह विधिवत निर्वाचित होगा। इस श्रेणी में आने",
  "duly elected. The restricted and narrow scope of the cases falling under this category and application of these provisions thereto clearly": "वाले मामलों का प्रतिबंधित और संकीर्ण दायरा और उन पर इन प्रावधानों का लागू होना विधायिका द्वारा इन प्रावधानों",
  "(25) The opening words of the provisions of sub-section (4) (b) indicate the exclusion of cases falling under S. 4(a) and take within its": "(25) उप-धारा (4) (बी) के प्रावधानों के प्रारंभिक शब्द धारा 4 (ए) के तहत आने वाले मामलों के बहिष्करण",
  "ambit the cases of a very limited and only ground for computation and": "को इंगित करते हैं और वोटों की गणना और जांच के लिए बहुत सीमित और एकमात्र आधार के मामलों को इसके",
  "scrutiny of votes. If the complete procedure of holding an enquiry by filing of pleadings leading of onus based evidence, examination of": "दायरे में लेते हैं।यदि उचित आदेश पारित किए जाने से पहले दायित्व आधारित साक्ष्य, गवाहों की संख्या की जांच और",
  "filing of pleadings leading of onus based evidence, examination of number of witnesses and then hearing of lengthy arguments is to be": "फिर लंबी दलीलों की सुनवाई के साथ अभिवचन दायर करके जांच करने की पूरी प्रक्रिया अपनाई जाती है, तो यह",
  "very object of this sub-section. Expeditious disposal of election matters so as to enable a successful candidate to utilise his complete tenure in": "इस उप-धारा के उद्देश्य को ही विफल कर देगा।चुनावी मामलों का शीघ्र निपटान करना ताकि एक सफल उम्मीदवार",
  "terms of the statute would be the basic legislative object behind such": "क़ानून के संदर्भ में अपने पूरे कार्यकाल का उपयोग कर सके, ऐसे प्रावधानों के पीछे मूल विधायी उद्देश्य होगा।इस",
  "(26) The essence of judicial pronouncements or judgments of the Court, is the reasons in support thereof. Reasons is the soul of the": "(26) न्यायालय की न्यायिक घोषणाओं या निर्णयों का सार, उनके समर्थन में कारण हैं।कारण निर्णय की आत्मा",
  "judgment. Reasons should be founded on material an record. The": "हैं।कारणों को अभिलेख की सामग्री पर आधारित किया जाना चाहिए।न्यायसंगतता और विवेक के प्रयोग का सिद्धांत",
  "applicable to the judicial pronouncements than the administrative orders. The basic rule of law demands the Courts to pass orders based": "प्रशासनिक आदेशों की तुलना में न्यायिक घोषणाओं पर अधिक सख्ती से लागू होता है।कानून का मूल नियम अदालतों",
  "orders. The basic rule of law demands the Courts to pass orders based upon record and founded on some plausible reasoning. To satisfy this": "से रिकॉर्ड के आधार पर और कुछ प्रशंसनीय तर्क पर आधारित आदेश पारित करने की मांग करता है।इसे संतुष्ट",
  "case within the purview and scope of sub-section (4) (b) of the Act": "करने के लिए किसी मामले को अधिनियम की उप-धारा (4) (बी) के दायरे और दायरे में लाने के लिए न्यायालय के",
  "into an order would be destructive of the basic rule of law.": "करने की अवधारणा कानून के मूल शासन के लिए विनाशकारी होगी।",
  "(27) In other words the party filing an application and the party": "(27) दूसरे शब्दों में, एक आवेदन दायर करने वाले पक्ष और जिस पक्ष को इस तरह के आवेदन का बचाव",
  "which is called upon to defend such an application must know the precise extent of the relief prayed for, and the case which has to meet, must be": "करने के लिए बुलाया जाता है, उसे राहत की सटीक सीमा का पता होना चाहिए, और जिस मामले को पूरा करना है,",
  "clearly pleaded. The situation would be entirely different where a party": "उसे स्पष्ट रूप से जे ध किया जाना चाहिए।स्थिति पूरी तरह से अलग होगी जहां एक दल ने मतों की फिर से गिनती",
  "has consented to the recounting of votes and upon such recounting of votes an order has been passed in consonance with the provisions of sub-section (4) (b). It will be difficult for the Court to upset such a": "के लिए सहमति दी है और मतों की इस तरह की फिर से गिनती पर उप-धारा (4) (बी) के प्रावधानों के अनुरूप एक",
  "such consent is given and is acted upon, such non-applicant would be": "आवेदक को सहमति देने का अधिकार है और एक बार ऐसी सहमति दिए जाने और उस पर कार्रवाई किए जाने के",
  "estopped in law by his conduct from taking a contrary stand. In the case of Radha Kishan petitioner, on 12th May, 1995 the respondent": "रुख अपनाने से वह कानून के दायरे से बाहर हो जाएगा।राधा किशन याचिकाकर्ता के मामले में, 2 मई, 995 को",
  "had specifically stated that he had no objection if the counting of votes": "प्रतिवादी ने विशेष रूप से कहा था कि अगर वोटों की गिनती की जाती है तो उसे कोई आपत्ति नहीं है।यह उन गिनती",
  "is conducted. It is the result of those counting which was recorded by the Court.": "का परिणाम है जो न्यायालय द्वारा दर्ज की गई थी।",
  "(28) The consent by the parties for recounting or scrutiny and computation of votes founded on the consent of the parties does not": "(28) पार्टियों की सहमति पर आधारित वोटों की फिर से गिनती या जांच और गणना के लिए पार्टियों की",
  "offend any law or public policy. Having taken a stand not only of stating no objection to the order as contemplated under section 4 (b) of the Act,": "सहमति किसी भी कानून या सार्वजनिक नीति को आहत नहीं करती है।अधिनियम की धारा 4 (बी) के तहत विचार",
  "of competent jurisdiction. Normally the parties would not be permitted to alter their conduct to the disadvantage and prejudice of the other": "हैं।आम तौर पर पक्षों को दूसरे के नुकसान और पूर्वाग्रह के लिए अपने आचरण को बदलने की अनुमति नहीं होगी",
  "and more particularly in the cases of the present kind. A Division Bench of this Court in the case of Bharat Singh (supra) following the principles": "और विशेष रूप से वर्तमान प्रकार के मामलों में।सुखचंद राज सिंह के मामले में भारत सिंह (उपरोक्त) के मामले में",
  "of this Court in the case of Bharat Singh (supra) following the principles enunciated by the Hon’ble Supreme Court of India in the case of": "भारत के माननीय सर्वोच्च न्यायालय द्वारा प्रतिपादित सिद्धांतों का पालन करते हुए इस न्यायालय की एक खंड पीठ ने",
  "“Counsel appearing for the petitioner argued that no recount can. be allowed on the basis of the statement of the parties. It was": "“याचिकाकर्ता के वकील ने तर्क दिया कि कोई पुनः गिनती नहीं हो सकती है।पक्षों के बयान के आधार पर",
  "any cause of action or where there was no evidence to support the allegations made in the election petition for a recount, no": "नहीं करती है या जहां फिर से गिनती के लिए चुनाव याचिका में लगाए गए आरोपों का समर्थन करने के",
  "recount can be ordered because any statement made by the": "लिए कोई सबूत नहीं है, वहां फिर से गिनती का आदेश दिया जा सकता है क्योंकि लौटे उम्मीदवार द्वारा",
  "law and, therefore, cannot be acted upon. As against this the stand taken by the counsel appearing for the respondents is": "उस पर करवाई नहीं की जा सकती है।इसके विपरीत प्रतिवादीगण की ओर से पेश वकील द्वारा लिया गया रुख हैः",
  "that the compromise regarding recount is a valid agreement and binding between the parties.": "कि पुनः गिनती के संबंध में समझौता एक वैध समझौता है और पक्षों के बीच बाध्यकारी है।",
  "between the parties, came up for consideration before the Supreme Court of India in Sukhchand Raj Singh v. Ram Harsh Misra and others A.J.R. 1977 S.C. 681, Supreme Court": "क्या सुखचंद राज सिंह बनाम राम हर्ष मिश्रा और अन्य ए. आई. आर. 977 एस. सी. 687 मामले में भारत के सर्वोच्च न्यायालय के समक्ष विचार केलिए पक्षकाररों के बीच एक समझौते के 7३77 पर फिर से गिनती",
  "of India ordered recount on the basis of agreement between": "का आदेश दिया जा सकता है, भारत के सर्वोच्च न्यायालय ने पक्षों के बीच समझौते के आधार पर फिर से",
  "the parties. While considering such an agreement, it was held": "गिनती का आदेश दिया।इस तरह के समझौते पर विचार करते समय उनके नेतृत्व द्वार यह अभिनिर्धीरित",
  "we may add, does not violate any of the provisions of the Representation of People Act, 1951, including Section 97 thereof.”": "के किसी भी प्रावधान का उल्लंघन नहीं करता है, जिसमें इसकी धारा 97 भी शामिल है।”",
  "(29) In view of the law enunciated by the Hon’ble Supreme Court, referred to above, we are of the considered view that a party giving": "(29) ऊपर निर्दिष्ट माननीय उच्चतम न्यायालय द्वारा प्रतिपादित कानून को ध्यान में रखते हुए, हमारा विचार है",
  "consent for recounting of votes would be estopped from challenging the correctness of that order on the ground that the consented order is": "कि मतों की पुनः गिनती के लिए सहमति देने वाले पक्ष को इस आधार पर उस आदेश की शुद्धता को चुनौती देने से",
  "impermissible in law or otherwise. The validity of such consent order would hardly be open to attack keeping in view the limited scope of section 4 (b) and more particularly when such an order could otherwise": "रोक दिया जाएगा कि सहमति आदेश कानून में या अन्यथा अस्वीकार्य है।धारा 4 (बी) के सीमित दायरे को ध्यान में रखते हुए इस तरह के सहमति आदेश की वैधता शायद ही हमले के लिए खुली होगी और विशेष रूप से जब ऐसा",
  "functional approaches and look into the legislative intention and sometimes may be even necessary to go behind the words": "कार्यात्मक दृष्टिकोण और विधायी इरादे पर गौर करना और कभी-कभी शब्दों और अधिनियमन के पीछे",
  "and enactment and take other factors into consideration to give effect to the legislative intention and to the purpose and": "जाना और विधायी इरादे और अधिनियम के उद्देश्य और भावना को प्रभावी बनाने के लिए अन्य कारकों",
  "(33) The very existence of the Court introduces a limitation of judical discretion guided by statutory and settled principle and we are": "(39) न्यायालय का अस्तित्व ही वैधानिक और तय किए गए सिद्धांत द्वारा निर्देशित न्यायिक विवेकाधिकार की",
  "unable to see any compelling reason for us to construe the word ‘shall different than what its plain reading in the statute means. The": "एक सीमा का परिचय देता है और हम 'विल' शब्द का अर्थ क़ानून में इसके सादे पढ़ने के अर्थ से अलग करने के लिए",
  "legislature intent behind these provisions appears to place greater": "कोई बाध्यकारी कारण नहीं देख पा रहे हैं।इन प्रावधानों के पीछे विधायिका का इरादा इस बात पर अधिक जोर देता",
  "‘emphasis on the necessity of the Court to deal with such applications quickly and effectively and in a different manner than it would deal": "प्रतीत होता है कि न्यायालय इस तरह के आवेदनों से जल्दी और प्रभावी ढंग से और एक अलग तरीके से निपटना",
  "with the election petition covering the corrupt practices pleaded against": "चाहता है, जबकि वह एक उम्मीदवार के खिलाफ की गई भ्रष्ट प्रथाओं को शामिल करने वाली चुनाव याचिका से",
  "section 4 (b) of the Act more liberally and without insisting upon complete": "निपटता है, यानी विस्तृत और पूर्ण जांच करने के बाद।कुछ हद तक न्यायालय अधिनियम की धारा 4 (बी) के तहत",
  "time, the concept of automatic exercise of judicial discretion on presentation of a formal application is also not called for on the": "बिना विचार करने के लिए बाध्य है।लेकिन साथ ही, एक औपचारिक आवेदन की प्रस्तुति पर न्यायिक विवेकाधिकार",
  "to election under this Act under two different categories is manifestly": "है। इस अधिनियम के तहत चुनाव से संबंधित मामलों को दो अलग-अलग श्रेणियों के तहत विभाजित करने का",
  "clear from the language of the section. The person who could institute such a petition, method of its presentation, procedure for its inquiry,": "विधायिका का इरादा धारा की भाषा से स्पष्ट रूप से स्पष्ट है।वह व्यक्ति जो इस तरह की याचिका, इसे प्रस्तुत करने",
  "such a petition, method of its presentation, procedure for its inquiry, culminating into the final order and consequences thereof are distinct": "की विधि, इसकी जांच के लिए प्रक्रिया, जो अंतिम आदेश में समाप्त हो सकती है और उसके परिणाम अलग और",
  "and different. They do not conflict with each other. They operate in two different fields and on two distinct grounds with divergent": "अलग हैं।वे एक दूसरे के साथ संघर्ष नहीं करते हैं।वे दो अलग-अलग क्षेत्रों में और दो अलग-अलग आधारों पर अलग-",
  "(34) At this stage, it will be appropriate for us to advert to the respective discussion of the Hon’ble Division Benches on the interpretation of these provisions.": "(34) इस स्तर पर, हमारे लिए इन प्रावधानों की व्याख्या पर माननीय खंड पीठों की संबंधित चर्चा के लिए",
  "(35) A Division Bench of this court in the case of Bharat Singh (supra) placed heavy reliance on the fact that the rules framed under": "(35) भरत सिंह (उपरोक्त) के मामले में इस अदालत की एक खंड पीठने इस तथ्य पर बहुत अधिक भरोसा",
  "this Act were paramateria to the provisions and the rules framed under the Representation of People Act and held that the language of section": "व्यक्त किया कि इस अधिनियम के तहत बनाए गए नियम लोक प्रतिनिधित्व अधिनियम के तहत बनाए गए प्रावधानों",
  "the Representation of People Act and held that the language of section 176 (4) of the Act does not suggest that recounting of votes should be": "और नियमों के लिए सर्वोपरि थे और कहा कि अधिनियम की धारा 76 (4) की भाषा यह सुझाव नहीं देती है कि वोटों",
  "(36) Onthe other hand, the Division Bench in the case of Sunehri Devi (supra) had emphasised that the expression ‘shall’ cannot be": "(36) दूसरी ओर, सुनेहरी देवी (सुप्रा) के मामले में खंडपीठ ने जोर देकर कहा था कि अभिव्यक्ति 'शैल' का",
  "construed as ‘may’. Rather the “shall’ must be understood as an": "अर्थ मे! के रूप में नहीं किया जा सकता। बल्कि “शैल” को पुनर्गणना निर्देशित करने के लिए एक अनिवार्य दायित्व",
  "imperative obligation to direct recount. The bench held that otherwise": "के रूप में समझा जाना चाहिए। पीठ ने कहा कि अन्यथा संबंधित न्यायालय को प्रत्यक्ष जांच और पुनर्गणना के संबंध",
  "the Court concerned would be obviously vested with unbridled discretion": "में स्पष्ट रूप से अबाधित विवेक दिया जाएगा। अदालत ने वोटों की पुनर्गणना का निर्देश देने वाले विद्वान अधीनस्थ",
  "(37) Mr. Surjewala contended that recount on mere asking would frustrate the objects of the Act and would also diminish the importance": "(37) श्री सुरजेवाला ने तर्क दिया कि केवल पूछने पर पुनः गिनती अधिनियम के उद्देश्यों को विफल कर देगी",
  "frustrate the objects of the Act and would also diminish the importance attached to secrecy of the ballot paper and a recognised concept in law": "और मतपत्र की गोपनीयता और चुनाव से संबंधित कानून में एक मान्यता प्राप्त अवधारणा से जुड़े महत्व को भी कम",
  "relating to election. For this purpose, he relied upon, Ram Sewak Yadav versus Hussain Kamil Kidwai and others, (5) Chanda Singh versus": "कर देगी।इस उद्देश्य के लिए, उन्होंने गय सेवकयादव बनाय हुसैन कामिल किदवर्व और अन्य(5) चंदा जिंह बनाम",
  "Chaudhary Shiv Ram Verma and others (6) Bhabhiversus Sheo Govind and others, (7) P.K.K. Shamsudeen versus K.A.M. Mappillai Mohindeen": "चौधरी शिवराय वर्मा और अन्य (6) थाबी बनाम शिवगोविंद और अन्‍य (7) पी के; के शब्युद्वीन बनामके. ए. एय",
  "and others (8) and Shri Satyanarain Dudhani versus Uday Kumar Singh and others (9). —": "मप्पिल्लई गोलिंदीन और अन्य (8) और 9 सत्यनागय दुधानी बनाम उदय कुमार सिंह और अन्य (9) पर गरोया",
  "(38) There can be no doubt as to the well established and settled position of law that secrecy of ballot paper has to be maintained and": "(38) कानून की सुस्थापित और स्थिर स्थिति के बारे में कोई संदेह नहीं हो सकता है कि मतपत्र की गोपनीयता",
  "the recounting of votes could not be ordered lightly or on the mere": "बनाए रखी जानी चाहिए और मतों की फिर से गिनती का आदेश हल्के में या केवल पूछने पर नहीं दिया जा सकता",
  "asking. The judgment relied upon by the parties mainly relates to the": "है।पक्षकारों द्वारा जिस निर्णय पर भरोसा किया गया वह मुख्य रूप से प्रावधानों से संबंधित हैःलोक प्रतिनिधित्व",
  "therein. A fair process and election, has to be in a free and fair manner": "अधिनियम और उसमें बनाए गए नियम।एक निष्पक्ष प्रक्रिया और चुनाव को स्वतंत्र और निष्पक्ष तरीके से होना चाहिए",
  "so as to attain to its protection of a sacrosanct process which normally": "ताकि एक पवित्र प्रक्रिया की सुरक्षा प्राप्त की जा सके जिसमें आम तौर पर न्यायालय द्वारा हस्तक्षेप नहीं किया",
  "would not be interfered by the Court. We have already held that the Courts are neither expected nor required to pass the order in a": "जाएगा।हम पहले ही यह मान चुके हैं कि अदालतों से न तो अपेक्षा की जाती है और न ही केवल एक आवेदक से",
  "mechanical manner on mere asking an applicant. The Court has to": "पूछने पर यांत्रिक तरीके से आदेश पारित करने की आवश्यकता होती है/न्यायालय को स्वयं को संतुष्ट करना होगा",
  "satisfy itself that a prima facie case exists and required averments supported by an affidavit (in accordance with rule) and some documents": "कि एक प्रथम दृष्टया मामला मौजूद है और एक हलफनामे (नियम के अनुसार) द्वारा समर्थित आवश्यक अभिकथन",
  "have been placed on record in support thereof which would justify invoking of the powers of the Court under section 176 (4) of the Act.": "और कुछ दस्तावेजों को इसके समर्थन में रिकॉर्ड पर रखा गया है जो अधिनियम की धारा 76 (4) के तहत न्यायालय",
  "annexed with affidavit as required under the rules and with documents, if any, in support thereof. The expression ‘shall’ should be taken to its": "की शक्तियों को लागू करने को उचित ठहराएंगे। नियमों के अनुसार एक शपथ पत्र द्वारा समर्थित निक्षित क५न और",
  "recount, the scrutiny and computation of votes on mere asking by the": "अधिमानतः इसके समर्थन में कुछ संदेह चुनाव याचिका पर विचार करते हुए अदालत द्वारा वोटों की जांच और",
  "hand, the Court is not required to go into the detailed inquiry based on detailed oral and documentary evidence before passing such order. We": "न्यायालय को इस तरह का आदेश पारित करने से पहले विस्तृत मौखिक और दस्तावेजी साक्ष्य के आधार पर विस्तृत",
  "have already noticed that scope of the section is very limited one and": "जांच में जाने की आवश्यकता नहीं है।हम पहले ही देख चुके हैं कि इस खंड का दायरा बहुत सीमित है और",
  "the relief that can be granted finally on such application is only of": "इस तरह के आवेदन पर जो राहत अंततः दी जा सकती है, वह केवल उम्मीदवारों के पक्ष में वैध मतों की जांच और",
  "be extended by the court by holding that a regular inquiry is to be conducted by the Court for granting the relief under this limited": "करके नहीं बढ़ाया जा सकता है कि इस सीमित प्रावधान के तहत राहत देने के लिए अदालत द्वारा एक नियमित जांच",
  "‘ provision. Acceptance of such submissjon would probably frustrate the object of the legislation.": "की जानी है।इस तरह के प्रस्तुतिकरण की स्वीकृति शायद कानून के उद्देश्य को विफल कर देगी।",
  "(44) We have already decided that in the case of Radha Kishan he would be estopped from challenging the correctness of the impugned": "(44) हम पहले ही निर्णय ले चुके हैं कि राधा किशन के मामले में उन्हें विवादित आदेश की शुद्धता को चुनौती",
  "order as no reason whatsoever has been brought on record of this court to interfere with the impugned order based on a consent of the parties": "देने से हटा दिया जाएगा क्योंकि इस अदालत के रिकॉर्ड में पक्षकारों की सहमति के आधार पर विवादित आदेश में",
  "which otherwise was permissible and legal. The order is well within": "हस्तक्षेप करने का कोई कारण नहीं लाया गया है जो अन्यथा अनुमेय और कानूनी था।यह आदेश अधिनियम की धारा",
  "the ambit and. scope of section 176 (4) (b) of the Act and as such the objections deserve to be dismissed.": "76 (4) (बी) के दायरे में आता है और इस प्रकार आपत्तियों को खारिज किया जाना चाहिए।",
  "(45) In the case of Surjani, we have examined the original petition filed under section 176 of the Haryana Act. Various averments were": "(45) सुइजानी के मामले में, हमने हरियाणा अधिनियम की धारा 76 के तहत दायर मूल याचिका की जांच",
  "valid votes. The averments were made in relation to change of result. According to the petitioner result was declared on 5th December, 1994": "परिणाम में परिवर्तन के संबंध में किए गए थे।याचिकाकर्ता के अनुसार परिणाम 5 दिसंबर, 994 को घोषित किया",
  "and the petitioner was declared winner by three votes. But on the very": "गया था और याचिकाकर्ता को तीन मतों से विजेता घोषित किया गया था।लेकिन अगली ही तारीख को यह अनुमान",
  "next date it was averred that respondent No. 1 was declared successful by a margin of two votes. .": "लगाया गया कि प्रतिवादी नंबर को दो मतों के अंतर से सफल घोषित किया गया था।",
  "(46) In the petition detailed circumstances were stated and the": "(46) याचिका में विस्तृत परिस्थितियाँ बताई गई थीं और याचिका का विधिवत सत्यापन किया गया",
  "petition was duly verified. The petitioner Smt. Darshana on 18th May, 1996, had given up all the grounds of corrupt practices or otherwise": "था।याचिकाकर्ता श्रीमती. 8 मई, 996 को दर्शना ने भ्रष्ट प्रथाओं या अन्य सभी आधारों को छोड़ दिया था और अपनी",
  "and had confined her relief and claim to the recount and scrutiny and computation of the valid votes. The learned Judge vide order dated": "राहत को सीमित कर दिया था और वैध मतों की पुनः गिनती और जांच और गणना तक दावा किया ५॥/विद्वतन्यायाधीश",
  "14th August, 1996 had come to the conclusion that in order to do justice between the parties and on the basis of the averments made in the": "4 अगस्त, 996 के आदेश के माध्यम से इस निष्कर्ष पर पहुंचे थे कि पक्षों के बीच न्याय करने के लिए और दस्तावेजों",
  "petition supported by documents, it would be imperative to direct recount/ scrutiny and computation of valid votes. The order dated 14th August,": "द्वारा समर्थित याचिका में किए गए कथनों के आधार पर, वैध मतों की पुनः गिनती/जांच और गणना का निर्देश देना",
  "scrutiny and computation of valid votes. The order dated 14th August, ‘1996 is a well reasoned order and we are of the considered view that it": "अनिवार्य होगा।4 अगस्त, 996 का आदेश एक सुविचारित आदेश है और हमारा विचार है कि यह अधिनियम की",
  "fully satisfies the basis and underlying requirements of section 176 (4) (b) of the Act.": "धारा 76 (4) (बी) के आधार और अंतर्निहित आवश्यकताओं को पूरी तरह से पूरा करता है।",
  "(47) Consequently, we also see no reason to interfere in the order dated 14th August, 1996 challenged by Smt. Surjani.": "(47) नतीजतन, हम श्रीमती द्वारा चुनौती दिए गए 4 अगस्त, 996 के आदेश में हस्तक्षेप करने का कोई कारण नहीं देखते हैं। सुइजानी।",
  "(48) The cumulative effect of the above discussion persuades us to settle the legal controversy in relation to the nature and scope of section 176 (4) (b) of the Act as under :—": "(48) उपरोक्त चर्चा का संचयी प्रभाव हमें अधिनियम की धारा 76 (4) (बी) की प्रकृति और दायरे के संबंध में कानूनी विवाद को निम्नलिखित रूप में निपटाने के लिए प्रेरित करता है:",
  "(49) With respect and for the reasons recorded above, we are not": "(49) ऊपर अभिलिखित कारणों के संबंध में, हम सुनेहरी देवी बनाम नारायण देवी, 4995 की सी. डब्ल्यू. पी.",
  "Narain Devi, C.W.P. No. 6381 of 1995, decided on 20th October, 1995 and Bharat Singh versus Dalip Singh and others C.W.P No. 9671 of": "संख्या 688,20 अक्टूबर, 995 को निर्णय किए गए और भारत सिंह बनाम दलीप सिंह और अन्य सी उब्ल्यू पी.",
  "the Act. The scrutiny and computation by recount of votes arises in such election more than often. Such request dehors of the corrupt": "को प्राप्त किया जा सके। इस तरह के चुनाव में बार-बार मतों की फिर से गिनती और जांच की जाती है। भ्रष्ट प्रथाओं",
  "practices or other allegations prima facie may justify passing of an order within the scope of section 176 (4) (b) of the Act. The Legislative": "या अन्य आरोपों के इस तरह के अनुरोध प्रथम दृष्टया अधिनियम की धारा 76 (4) (बी) के दायरे मेंएक आदेश",
  "order of scrutiny and computation without detailed inquiry is explicit in the language of these provisions. Without placing unnecessary": "जांच के बिना जांच और गणना के आदेश को पारित करने की आवश्यकता वाली विधायी मंशा स्पष्ट है।धारा की भाषा",
  "in the language of these provisions. Without placing unnecessary emphasis on the language of the Section and to make the law susceptible to the situations likely to arise in the cases to which such provisions are": "पर अनावश्यक जोर दिए बिना और उन मामलों में उत्पन्न होने वाली स्थितियों के लिए कानून को अतिसंवेदनशील",
  "we would interpret the Section on its cumulative reading and in synthesis with the scheme of the Act.": "उसके संचयी पठन और अधिनियम की योजना के साथ संश्लेषण में व्याख्या करेंगे।",
  "(50) Ergo we hold that recounting of votes in such an election cannot be directed on mere asking and in a routine manner. The": "(50) हमारा मानना है कि इस तरह के चुनाव में वोटों की फिर से गिनती केवल पूछने और नियमित तरीके से",
  "unambigous details, in acoordance with law, supported by documents, if any, and where the applicant makes out a prima facie case to the": "नहीं की जा सकती है।यदि आवेदक, कानून के अनुसार, दस्तावेजों द्वारा समर्थित, यदि कोई हो, स्पष्ट विवरणों द्वारा"
}