{
  "the Officer from his/her own pocket, who is responsible for the denial of the benefit to the petitioner despite being regular selected.": "अपनी जेब से अधिकारी, जो नियमित रूप से चयनित होने के बावजूद याचिकाकर्ता को लाभ से वंचित करने के लिए जिम्मेदार है।",
  "(18) Let the present order be complied with within a period of two months from the receipt of copy of this order.": "(8) इस आदेश की प्रति की प्राप्ति से दो महीने की अवधि के भीतर वर्तमान आदेश का अनुपालन किया जाए।",
  "(19) The present writ petition is allowed in above terms.": "(9) वर्तमान रिट याचिका उपरोक्त शर्तों में अनुमत है।",
  "Reporter-Divay Sarup": "रिपोर्टर-दिव्य सरूप",
  "LALITA v. STATE OF HARYANA AND OTHERS 201 (Harsimran Singh Sethi , J.)": "ललिता बनाम हरियाणा राज्य और अन्य (हरसिमरन सिंह सेठी, जे.)",
  "Harsimran Singh Sethi, J.": "समक्ष हरसिमरन सिंह सेठी, जे.",
  "LALITA—Petitioner": "ललिता-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "CWP No. 2911 of 2023": "सीडब्ल्यूपी नं. 2023 का 29]",
  "December 21, 2022": "2। दिसंबर, 2022",
  "Constitution of India, Ar.14—Discrimination—Petitioner appointed as PGT Home Science on regular basis—Issued": "भारत का संविधान, अनुच्छेद +-भेदभाव-याचिकाकर्ता नियमित आधार पर पीजीटी गृह विज्ञान के रूप में नियुक्त-",
  "appointment letter but not given regular appointment letter on ground that experience certificate yet to be verified—No fault on part": "जारी नियुक्ति पत्र लेकिन इस आधार पर नियमित नियुक्ति पत्र नहीं दिया गया कि अनुभव प्रमाणपत्र अभी तक सत्यापित",
  "ground that experience certificate yet to be verified—No fault on part of petitioner—Hence entitled to benefits of regular employee—": "नहीं किया गया है-याचिकाकर्ता की ओर से कोई गलती नहीं है-इसलिए नियमित कर्मचारी के लाभों का हकदार है -",
  "Consequential benefits and intent on delayed payment.": "परिणामी लाभ और विलंबित भुगतान पर इरादा।",
  "Held, that the delay, which is attributable to the Department, cannot be made a ground to deny the petitioner the benefit of regular": "अभिनिर्धारित किया गया कि विलंब, जो विभाग के कारण है, को याचिकाकर्ता को नियमित चयन और नियुक्ति के लाभ",
  "cannot be made a ground to deny the petitioner the benefit of regular selection and appointment. Once, the petitioner was fully eligible and": "से वंचित करने का आधार नहीं बनाया जा सकता है। एक बार जब याचिकाकर्ता पूरी तरह से पात्र था और विज्ञापित",
  "was duly selected against one of the post advertised and in fact has": "पदों में से एक के खिलाफ विधिवत चुना गया था और वास्तव में नियमित नियुक्ति के बाद भी अतिथि व्याख्याता के रूप",
  "regular appointment, the petitioner is entitled for the benefits of a regular employee by treating her as regular incumbent keeping in view the appointment order dated 14.12.2013 (Annexure P-7).": "नियमित कर्मचारी के रूप में व्यवहार करके एक नियमित कर्मचारी के लाभों का हकदार है। (अनुलग्रक पी-7) ।",
  "(Para 12)": "(पैरा 2)",
  "Surya Parkash, Advocate, for the petitioner.": "सूर्य प्रकाश, अधिवक्ता, याचिकाकर्ता की ओर से।",
  "Sandeep Singh Maan, Addl. A.G.,Haryana.": "संदीप सिंह मान, एडिशनल ए.जी., हरियाणा।",
  "HARSIMRAN SINGH SETHI J. (ORAL)": "हरसिग्रन सिंह सेठी जे। (मौखिक)",
  "(1) In the present petition, the grievance of the petitioner is that though the petitioner has been selected on regular basis and appointed": "() वर्तमान याचिका में, याचिकाकर्ता की शिकायत यह है कि हालांकि याचिकाकर्ता को नियमित आधार पर चुना गया",
  "though the petitioner has been selected on regular basis and appointed as far as back in December 2013 but no benefit of the regular": "है और दिसंबर 20॥3 में नियुक्त किया गया है, लेकिन उसे नियमित रोजगार का कोई लाभ नहीं दिया जा रहा है और",
  "employment is being extended to her and that too without any valid justification, hence, thepetitioner be given all the benefits of a regular incumbent from the date of appointment with all consequential": "वह भी बिना किसी वैध औचित्य के, इसलिए, याचिकाकर्ता को नियुक्ति की तारीख से सभी परिणामी लाभों के साथ एक",
  "(2) The facts mentioned in the petition are that the petitioner": "(2) याचिका में उल्लिखित तथ्य यह हैं कि याचिकाकर्ता को जनवरी 2006 में सरकारी बालिका वरिष्ठ माध्यमिक",
  "was appointed as Guest Lecturer in the Government Girls Senior Secondary School, Kanina Mandi in January 2006 and she worked at": "विद्यालय, कनीना मंडी में अतिथि व्याख्याता के रूप में नियुक्त किया गया था और उसने उक्त विद्यालय में",
  "the said school upto 30.07.2006 and was relieved thereafter. Once": "30.07.2006 तक काम किया था और उसके बाद उसे मुक्त कर दिया गया था। एक बार",
  "204 ILL.R. PUNJAB AND HARYANA 2023(1)": "204",
  "LALITA v. STATE OF HARYANA AND OTHERS 203 (Harsimran Singh Sethi , J.)": "ललिता बनाम हरियाणा राज्य और अन्य (हरसिमरन सिंह सेठी, जे.)",
  "certificate given by the petitioner in support of her claim, whichwas": "याचिकाकर्ता द्वारा अपने दावे के समर्थन में दिया गया प्रमाण पत्र, जिसे याचिकाकर्ता को पीजीटी गृह विज्ञान के रूप में",
  "taken into consideration while selecting and appointing the petitioner asPGT Home Science but as there is a delay of eight years from the": "चुनते और नियुक्त करते समय ध्यान में रखा गया था, लेकिन चूंकि चयन की तारीख से आठ साल की देरी होती है,",
  "date ofselection, the petitioner cannot claim the benefit of her regular appointment.": "इसलिए याचिकाकर्ता अपनी नियमित नियुक्ति के लाभ का दावा नहीं कर सकती है।",
  "(7) I have heard learned counsel for the parties and have gone through the record with their able assistance.": "(7) मैंने पक्षों के लिए विद्वान परामर्श सुना है और उनकी सक्षम सहायता के साथ रिकॉर्ड का अध्ययन किया है।",
  "(8) It is a conceded position that the petitioner is working with the respondents continuously since 17.05.2007. It is also a conceded": "(8) यह एक स्वीकृत स्थिति है कि याचिकाकर्ता 7.05.2007 से लगातार उत्तरदाताओं के साथ काम कर रहा है। यह",
  "position that the petitioner applied for the post of PGT Home Science": "में पीजीटी गृह विज्ञान के पद के लिए आवेदन किया था और यह कि याचिकाकर्ता पर्याप्त मेधावी होने के कारण",
  "meritorious enough was selected at one of the post advertised and was duly appointed vide order dated 14.12.2013, a copy of which has been": "विज्ञापित पदों में से एक पर चुना गया था और दिनांक 4.2.203 के आदेश द्वारा विधिवत नियुक्त किया गया था,",
  "appended with this petition as Annexure P-7.": "जिसकी एक प्रति इस याचिका के साथ अनुलग्नक पी-7 के रूप में संलग्न की गई है।",
  "(9) As per the respondents, the only impediment in not granting the benefit of regular appointment to the petitioner was that": "(9) प्रत्यर्थियों के अनुसार, याचिकाकर्ता को नियमित नियुक्ति का लाभ नहीं देने में एकमात्र बाधा यह थी कि अनुभव",
  "her certificates including the experience certificate were sent for verification which took a long time to be verified, hence, at this belated": "प्रमाण पत्र सहित उसके प्रमाण पत्र सत्यापन के लिए भेजे गए थे, जिसे सत्यापित करने में लंबा समय लगा, इसलिए,",
  "stage, the petitioner cannot be allowed to join on regular basis.": "इस विलंबित चरण में, याचिकाकर्ता को नियमित आधार पर शामिल होने की अनुमति नहीं दी जा सकती है।",
  "(10) The facts show that the petitioner is not at fault in any manner and the petitioner is being punished for the inordinate delay": "(0) तथ्यों से पता चलता है कि याचिकाकर्ता की किसी भी तरह से गलती नहीं है और याचिकाकर्ता को अत्यधिक देरी",
  "which hasoccurred due to the inaction on the part of the Department. It": "के लिए दंडित किया जा रहा है जो विभाग की ओर से निष्क्रियता के कारण हुई है। यह विभाग था, जिसे प्रशंसापत्रों का",
  "Further, it is aconceded position now that even after the verification, no discrepancy has been found in any of the testimonial of the petitioner": "इसके अलावा, अब यह स्थिति स्वीकार की गई है कि सत्यापन के बाद भी, याचिकाकर्ता के किसी भी साक्ष्य में कोई",
  "discrepancy has been found in any of the testimonial of the petitioner as the petitioner fulfilled all the required qualification as well as the": "विसंगति नहीं पाई गई है क्योंकि याचिकाकर्ता ने सभी आवश्यक योग्यता के साथ-साथ अनुभव को भी पूरा किया है।",
  "experience. That being so, the petitioner has been kept away from her benefits by the Department and that too without any valid justification.": "ऐसा होने पर, याचिकाकर्ता को विभाग द्वारा उसके लाभों से दूर रखा गया है और वह भी बिना किसी वैध औचित्य के।",
  "(11) In the reply filed by the respondents, following averments have been made:-": "(।॥) उत्तरदाताओं द्वारा दायर उत्तर में निम्नलिखित अभिकथन किए गए हैं: -",
  "“7. That thereafter, a request has been received from the Respondent No.3 whereby they requested for clarification": "\"7. इसके बाद, प्रतिवादी संख्या. 3 से एक अनुरोध प्राप्त हुआ है जिसके तहत उन्होंने स्पष्टीकरण के लिए अनुरोध",
  "w.r.t. non-completion of 4 year working experience of petitioner. However, due to negligence of the then Branch": "किया है। याचिकाकर्ता के ५ वर्ष के कार्य अनुभव को पूरा न करना। हालांकि, तत्कालीन शाखा अधिकारियों की",
  "Officials, the said request was not entertained. Forasmuch,": "लापरवाही के कारण उक्त अनुरोध पर विचार नहीं किया गया। इसलिए, अब विभाग द्वारा उक्त चूक करने वाले",
  "it has been now decided by the Department to take strict Disciplinary action against the said defaulting officials.": "अधिकारियों के खिलाफ सख्त अनुशासनात्मक कार्रवाई करने का निर्णय लिया गया है।",
  "appointment order on regular basis, the petitioner was being treated as": "साथ काम कर रहा है, तो याचिकाकर्ता ५.2.203 के नियुक्ति आदेश को ध्यान में रखते हुए उसे नियमित कर्मचारी",
  "benefits admissible to regular employee keeping in view the fact that": "के रूप में व्यवहार करके एक नियमित कर्मचारी के लाभों का हकदार है। (अनुलग्नरक पी-7).",
  "LALITA v. STATE OF HARYANA AND OTHERS 205 (Harsimran Singh Sethi , J.)": "ललिता बनाम हरियाणा राज्य और अन्य (हरसिमरन सिंह सेठी, जे.)",
  "(14) The petitioner, if not already paid the regular salary of the post of PGT Home Science starting from 14.12.2013, will be paid the": "(५) याचिकाकर्ता, यदि पहले से ही ५.2.20॥3 से शुरू होने वाले पीजीटी गृह विज्ञान के पद के नियमित वेतन का",
  "regular salary of the said post along with arrears from the date of": "भुगतान नहीं किया गया है, तो नियुक्ति आदेश की तारीख से बकाया के साथ उक्त पद के नियमित वेतन का भुगतान",
  "appointment order i.e. 14.12.2013. The petitioner will also be entitled for arrears of the said regular appointment. Further, the petitioner is to": "किया जाएगा 4.2.203. याचिकाकर्ता उक्त नियमित नियुक्ति के बकाया के लिए भी हकदार होगा। इसके अलावा,",
  "be treated as regular incumbent on the post of PGT Home Science from": "लिए ॥५.2.20॥3 से पीजीटी गृह विज्ञान के पद पर नियमित पदधारी माना जाएगा।",
  "(15) Now the question arises whether the petitioner is entitled forthe grant of interest on the arrears or not.": "(।5) अब प्रश्न यह उठता है कि क्‍या याचिकाकर्ता बकाया पर ब्याज देने का हकदार है या नहीं।",
  "(16) In the facts and circumstances of this case, it is clear that despite working on the post of PGT Home Science and being regularly": "(6) इस मामले के तथ्यों और परिस्थितियों में, यह स्पष्ट है कि पीजीटी गृह विज्ञान के पद पर काम करने और नियमित",
  "said regular post and other benefits. The petitioner was denied the same benefit and the said denial was only on account of the negligence of": "बढ़ाया गया था। याचिकाकर्ता को समान लाभ से वंचित कर दिया गया था और उक्त इनकार केवल उत्तरदाताओं की",
  "the respondents. The respondents have conceded before this Court that they were negligent. Once, the respondents were negligent in": "लापरवाही के कारण था। प्रतिवादियों ने इस न्यायालय के समक्ष स्वीकार किया है कि वे लापरवाही कर रहे थे। एक बार,",
  "performing their duties, which has caused prejudice to the petitioner,": "प्रतिवादी अपने कर्तव्यों का पालन करने में लापरवाही कर रहे थे, जिसने याचिकाकर्ता को पूर्वाग्रह का कारण बना दिया",
  "the petitioner is held entitled for interest @ 6% per annum from the date the amount became due till the actual payment of the same as the": "है, याचिकाकर्ता को ब्याज के लिए हकदार माना जाता है 6% प्रति वर्ष राशि देय होने की तारीख से उसी के वास्तविक",
  "claim of the petitioner is covered by the settled principle of law in J.S. Cheema versus State of Haryana‘, wherein it has been held that": "भुगतान तक याचिकाकर्ता का दावा जे.एस. में कानून के तय किए गए सिद्धांत द्वारा कवर किया गया है। चीमा बनाम",
  "J.S. Cheema versus State of Haryana‘, wherein it has been held that an employee will be entitled for the interest on an amount which": "हरियाणा राज्य।, जिसमें यह अभिनिर्धारित किया गया है कि एक कर्मचारी उस राशि पर ब्याज का हकदार होगा जिसे",
  "has been retained by the respondents without any valid justification.": "उत्तरदाताओं द्वारा बिना किसी वैध औचित्य के बरकरार रखा गया है।",
  "The relevant paragraph of J.S. Cheema's case (supra) is as under: -": "जे.एस. का प्रासंगिक पैराग्राफ। चीमा का मामला (ऊपर) इस प्रकार है: -",
  "“The jurisprudential basis for grant of interest is the fact that one person's money has been used by somebody else. It": "\"ब्याज देने के लिए न्यायशास्त्रीय आधार यह तथ्य है कि एक व्यक्ति के धन का उपयोग किसी और द्वारा किया गया",
  "is in that sense rent for the usage of money. If the user is compounded by any negligence on the part of the person": "है। यह उस अर्थ में पैसे के उपयोग के लिए किराया है। यदि उपयोगकर्ता उस व्यक्ति की ओर से किसी भी लापरवाही",
  "with whom the money is lying it may result in higher rate": "से जटिल हो जाता है जिसके साथ पैसा पड़ा हुआ है तो इसके परिणामस्वरूप उच्च दर हो सकती है क्योंकि तब इसमें",
  "because then it can also include the component of damages (in the form of interest). In the circumstances, even if there": "नुकसान का घटक भी शामिल हो सकता है। (ब्याज के रूप में). इन परिस्थितियों में, भले ही राज्य की ओर से कोई",
  "is no negligence on the part of the State it cannot be denied that money which rightly belonged to the petitioner": "लापरवाही न की गई हो, इस बात से इनकार नहीं किया जा सकता है कि जो पैसा याचिकाकर्ता का था, वह राज्य की",
  "was in the custody of the State and was being used by it.”": "हिरासत में था और उसके द्वारा इस्तेमाल किया जा रहा था।",
  "(17) Further, as the petitioner was forced to approach this Court": "(।7) इसके अलावा, चूंकि याचिकाकर्ता को इस न्यायालय का दरवाजा खटखटाने और प्रतिवादियों के साथ मुकदमा",
  "for cost which is assessed at Rs.25,000/-. The said cost will be paid by": "रुपये किया गया है। उक्त लागत का भुगतान किया जाएगा",
  "' 2014 (13) RCR (Civil) 355": "। 20५ (3) आरसीआर (सिविल) ३55"
}