{
  "Before Suvir Sehgal, J.": "समक्ष सुवीर सहगल जे.",
  "RAJAN DEV—Petitioner": "राजन देव--याचिकाकर्ता",
  "versus": "बनाम",
  "THE STATE OF HARYANA AND ORS—Respondents": "हरियाणा राज्य एवं अन्य--उत्तरदाता",
  "CWP-No.28575 of 2018": "208 का सीडब्ल्यूपी-नंबर 28575",
  "February 06, 2023": "06 फरवरी, 2023",
  "Haryana Civil Services Rules 2016(Punishment and Appeal)": "हरियाणा सिविल सेवा नियम 206(दंड एवं अपील) नियम 206--नियम ॥--कारण बताओ नोटिस जारी किए",
  "person before Appellate Authority, cannot be a ground to overlook the mandatory statutory provisions—which require affording an": "अनदेखी करने का आधार नहीं हो सकता है - जिसके लिए यह आवश्यक है कि वह अपीलीय प्राधिकारी के समक्ष",
  "opportunity of showing cause to delinquent employee before penalty": "उपस्थित होने के लिए आवश्यक कदम उठाए।दंड बढ़ाए जाने से पहले दोषी कर्मचारी को कारण बताने का अवसर",
  "Held, that counsel for the petitioner submits that the petitioner,": "आयोजित,याचिकाकर्ता के वकील ने प्रस्तुत किया कि याचिकाकर्ता, जो पशुपालन और डेयरी विभाग,",
  "who was working as Veterinary Livestock Development Assistant (VLDA) with the Department of Animal Husbandry and Dairy,": "हरियाणा के साथ पशु चिकित्सा पशुधन विकास सहायक (वीएलडीए) के रूप में काम कर रहा था, को इस आधार",
  "Haryana, was served with a charge-sheet dated 22.10.2018 (Annexure P-2) on the ground that he remained absent from duty from 21.07.2008 to 25.07.2008 and took away the keys of Govt.": "पर 22.0.208 (अनुलग्नक पी -2) की चार्जशीट दी गई थी कि वह 2.07.2008 से 25.07.2008 तक ड्यूटी से",
  "from 28.07.2008 to 30.07.2008. Counsel submits that petitioner": "28.07.2008 से 30.07.2008 तक बंद रहा। वकील ने प्रस्तुत किया कि याचिकाकर्ता ने चार्जशीट पर अपनी",
  "submitted his objections to the charge-sheet, but without considering them, an inquiry was conducted and by impugned order (Annexure P-": "आपत्तियां प्रस्तुत कीं, लेकिन उन पर विचार किए बिना, एक जांच की गई और आरोपित आदेश (अनुलग्नक पी -5)",
  "5), punishment of stoppage of one increment with cumulative effect was imposed. Counsel submits that the petitioner preferred an appeal": "द्वारा, संचयी प्रभाव के साथ एक वेतन वृद्धि रोकने की सजा दी गई। वकील ने प्रस्तुत किया कि याचिकाकर्ता ने एक",
  "(Annexure P-6), but as the appeal remained pending, he approached": "अपील (अनुलग्नक पी-6) पेश की, लेकिन चूंकि अपील लंबित रही, इसलिए उन्होंने इस न्यायालय का दरवाजा",
  "this Court and pursuant to order passed by this Court on 23.09.2013,": "खटखटाया और इस न्यायालय द्वारा 23.09.203 को पारित आदेश के अनुसार, अपील का फैसला, दिनांक",
  "appeal was decided, vide impugned order dated 12.07.2018 (Annexure P-7) by imposing higher punishment of stoppage of three annual increments with cumulative effect.": "2.07.208 के आदेश (अनुलग्नरक पी-7) के अनुसार किया गया, जिसमें संचयी प्रभाव से तीन वार्षिक वेतन वृद्धि रोकने का उच्च दंड लगाया गया।",
  "(Para 2)": "(पैरा 2)",
  "Further held, that inter alia argument raised by counsel for the": "आगे कहा गया कि.याचिकाकर्ता के वकील द्वारा अन्य बातों के साथ-साथ यह तर्क दिया गया है कि हरियाणा",
  "show-cause notice in violation of proviso to Rule 11 of Haryana Civil Services (Punishment & Appeal) Rules 2016 (for short “2016 Rules’).": "सिविल सेवा (दंड एवं अपील) नियम 20॥6 (संक्षेप में \"206 नियम\") के नियम ॥। के प्रावधान का उल्लंघन करते",
  "(2) Counsel for the petitioner submits that the petitioner, who": "(2) वह प्राधिकारी, जिसके आदेश के विरुद्ध अपील की जाती है, अपीलीय प्राधिकारी द्वारा पारित किसी भी",
  "decided, vide impugned order dated 12.07.2018 (Annexure P-7) by": "(7) उपरोक्त के मद्देनजर, दिनांक 42.07.208 (अनुलग्रक पी-7) के विवादित आदेश को रद्द किया जाता है।"
}