{
  "GRAM PANCHAYAT THANDRAN v. STATE OF HARYANA AND 869 OTHERS (Sureshwar Thakur, J.)": "ग्राम पंचायत थंडरन बनाम हरियाणा राज्य एवं अन्य (सुरेश्वर ठाकुर, जे.)",
  "apposite inclusionary clause, is required to be adduced, and, when such evidence may surface, not in summary proceedings, but may surface in": "पेश किया जाना आवश्यक है, और, जब ऐसा साक्ष्य सामने आ सकता है, तो संक्षिप्त कार्यवाही में नहीं, बल्कि हरियाणा",
  "fully contested proceedings, launched under Section 7 or 11 of the Haryana Village Common Land (Regulation) Act, 1961.": "ग्राम आम भूमि (विनियमन) अधिनियम, 96। की धारा 7 या ॥। के तहत शुरू की गई पूरी तरह से विवादित कार्यवाही",
  "Sumit Gujjar, Advocate for S.S. Dinarpur, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता सुमित गुज्जर, एस.एस. दीनारपुर, अधिवक्ता।",
  "P.P. Chahar, DAG, Haryana.": "पीपी चाहर, डीएजी, हरियाणा।",
  "Rajbir Singh Arya, Advocate, for respondents No.6 to 8.": "राजबीर सिंह आर्य, अधिवक्ता, प्रतिवादी संख्या 6 से 8 के लिए।",
  "SURESHWAR THAKUR, J. (ORAL)": "सुरेश्वर ठाकुर, जे. (मौखिक)",
  "(1) This order will dispose of CWP-19864-2020 and CWP-": "(।) यह आदेश सी.डब्लू पी..]9864-2020 और सी.डब्लू पी.-५6५6-2022 का निपटारा करेगा, क्योंकि वे",
  "4656-2022, as they being cover common question of law.": "कानून के सामान्य प्रश्न को कवर करते हैं।",
  "(2) The Sarpanch of Gram Panchayat, Thandran, village Thandran, Tehsil Pehowa, District Kurukshetra, issued, upon the": "(2) ग्राम पंचायत थंडरान, गांव थंडरान, तहसील पेहोवा, जिला कुरुक्षेत्र के सरपंच ने निजी प्रतिवादियों को",
  "Haryana Gram Panchayati Raj Act, 1994 (in short 'the Act’). The": "हरियाणा ग्राम पंचायती राज अधिनियम, 99५ (संक्षेप में 'अधिनियम') की धारा 2५(॥) के तहत एक सूचना जारी",
  "contents of the said notice are extracted hereinbelow:-": "किया। उक्त सूचना की विषय-वस्तु नीचे उद्धृत है:-",
  "“Gram Panchayat has found that you Sh. Gurmukh Singh, 2. Jasbir Singh, 3. Jaswinder @ Dipla sons of Sh. Naib": "“ग्राम पंचायत ने पाया है कि आप श्री गुरमुख सिंह, 2. जसबीर सिंह, 3. जसविंदर सिंह, उर्फ दीपला",
  "Singh have put up agriculture implements etc. onthe vacant land of the gram panchayat with malafide intention to encroach upon the said land and by puttingup barbed": "पुत्रगण श्री नायब सिंह ने ग्राम पंचायत की खाली पड़ी जमीन पर गलत इरादे से कृषि उपकरण आदि लगा",
  "vacant land of the gram panchayat with malafide intention to encroach upon the said land and by puttingup barbed wire, you have made illegal possession on the gram": "दिए हैं और कांटेदार तार लगाकर ग्राम पंचायत की जमीन पर अवैध कब्जा कर लिया है। आपको हरियाणा",
  "the said gram panchayat land within a period of 07 days": "से 05.07.209 तक 07 दिनों की अवधि के भीतर उक्त ग्राम पंचायत की जमीन खाली करने का आदेश",
  "against this order of the gram panchayat you may appear": "दिया जाता है। यदि आपको ग्राम पंचायत के इस आदेश के खिलाफ कोई आपत्ति है तो आप 02.07.209",
  "before the Gram Panchayat on 02.07.219 at 10.00 AM at Harijan Dharamshala Thandran and may explain your": "को सुबह 0 बजे हरिजन धर्मशाला थंडरान में ग्राम पंचायत के समक्ष उपस्थित हो सकते हैं और अपनी",
  "position and produced if there is any evidence or proof in": "स्थिति स्पष्ट कर सकते हैं और यदि आपके पक्ष में कोई सबूत या प्रमाण है तो उसे पेश कर सकते हैं। यदि",
  "your favour. If you fail to appear on the scheduled date, in that event, Gram Panchayat would take further legal action against you.”": "आप निर्धारित तिथि पर उपस्थित नहीं होते हैं, तो ग्राम पंचायत आपके खिलाफ आगे की कानूनी कार्रवाई",
  "EFFECT OF NON-SERVICE OF NOTICE(SUPRA) UPON THE RESPONDENTS CONCERNED": "संबंधित प्रतिवादियों पर सूचना (उपरोक्त) की गैर-सेवा का प्रभाव",
  "(3) Though the learned State counsel submits, that the": "(3) हालांकि विद्वान राज्य अधिवक्ता ने प्रस्तुत किया है कि",
  "GRAM PANCHAYAT THANDRAN v. STATE OF HARYANA AND 871 OTHERS (Sureshwar Thakur, J.)": "ग्राम पंचायत थंडरन बनाम हरियाणा राज्य एवं अन्य (सुरेश्वर ठाकुर, जे.)",
  "(4a) vacant land situate in abadi deh or gorah dehnot owned by any person.”": "(५ए) आबादी देह या गोरा देह में स्थित खाली भूमि, जो किसी व्यक्ति के स्वामित्व में न हो।",
  "(6) Therefore, he submits that the said vacant land(s), even if they existed within the abadi deh land concerned, thereupon, yet they": "(6) इसलिए, उन्होंने दलील दी कि उक्त खाली भूमि (भूमियाँ), भले ही वे संबंधित आबादी देह भूमि के भीतर",
  "also became included within the inclusionary definition of shamlat deh and, therefore, the respondents concerned, could not raise any": "मौजूद थीं, फिर भी वे भी शामलात देह की समावेशी परिभाषा के अंतर्गत शामिल हो गईं और इसलिए संबंधित प्रतिवादी",
  "NOTICE IS VITIATED AS IT IS ISSUED IN BREACH OF THE PRINCIPLE OF NATURAL JUSTICE": "सूचना दोषपूर्ण है क्योंकि यह प्राकृतिक न्याय के सिद्धांत का उल्लंघन करके जारी किया गया है",
  "(7) Therefore, prima facie though initially, at the outset, the above factum of applicability or non applicability of the apposite inclusionary Clause, to the lands in dispute, rather became triable only": "(7) इसलिए, प्रथम दृष्टया, यद्यपि प्रारंभ में, विवादित भूमि पर उपयुक्त समावेशी खण्ड की प्रयोज्यता या",
  "7 or under Section 11 of the Act, 1961 rather becoming instituted before him, at the instance of the aggrieved concerned.": "कहने पर, अधिनियम, 96। की धारा 7 या धारा ॥ के तहत या तो याचिका के माध्यम से या उसके समक्ष संस्थित",
  "(8) However, even dehors the above motion, being not cast before the Collector concerned, at the instance of the aggrieved": "(8) हालाँकि, उपरोक्त प्रस्ताव संबंधित कलेक्टर के समक्ष प्रस्तुत न किए जाने के बावजूद, संबंधित पीड़ित के",
  "concerned, yet the Sarpanch of the Gram Panchayat concerned, proceededto issue notice (Supra), on the respondents concerned.": "कहने पर, संबंधित ग्राम पंचायत के सरपंच ने संबंधित प्रतिवादियों को सूचना (उपरोक्त) जारी कर दिया।",
  "(9) The notice (Supra), which also resulted in the drawings of affirmative actions, against the respondents concerned, all of whom,": "(9) सूचना (उपरोक्त), जिसके परिणामस्वरूप संबंधित प्रतिवादियों के विरुद्ध सकारात्मक कार्यवाही भी की",
  "excepting one Gurmukh Singh who hence admitted qua his being": "गई, जिनमें से सभी के विरुद्ध, एक गुरमुख सिंह को छोड़कर, जिन्होंने यह स्वीकार किया कि उन्हें वैध रूप से सूचना",
  "becoming validly served with notice (Supra), when rather became not validly served with notice (Supra), thus, does renders, the drawings of": "(उपरोक्त) दिया गया था, जबकि उन्हें वैध रूप से सूचना (उपरोक्त) नहीं दिया गया था, इस प्रकार, ऐसी सकारात्मक",
  "such affirmative actions to become strained with the vice of breach being caused to the principles of natural justice, and, or the drawings of": "कार्यवाही की रूपरेखा प्राकृतिक न्याय के सिद्धांतों के उल्लंघन के दोष के साथ तनावपूर्ण हो जाती है, और, अथवा",
  "affirmative action in pursuance to notice (Supra) are deemed to be completely flawed, in as much as, the respondents concerned, became": "सूचना (उपरोक्त) के अनुसरण में सकारात्मक कार्यवाही की रूपरेखा पूरी तरह से त्रुटिपूर्ण मानी जाती है, क्योंकि",
  "completely flawed, in as much as, the respondents concerned, became evidently condemned unheard.": "संबंधित प्रतिवादियों की निंदा स्पष्ट रूप से बिना सुने ही कर दी गई।",
  "ANALYSIS OF THE PROVISIONS OF SECTION 24(1) OF THE HARYANA PANCHAYATI RAJ ACT, 1994": "हरियाणा पंचायती राज अधिनियम, 99% की धारा 24() के प्रावधानों का विश्लेषण",
  "(10) Now in the wake of the above, yet the learned State counsel submits, that the notice drawn under the provisions of Section 24(1)": "(0) अब उपरोक्त के मद्देनजर, फिर भी विद्वान राज्य वकील ने प्रस्तुत किया है कि 499५ अधिनियम की धारा",
  "ofthe 1994 Act, rather was a validly adopted course. He refers to the": "2%(॥) के प्रावधानों के तहत तैयार किया गया सूचना, बल्कि एक वैध रूप से अपनाया गया तरीका था। वह 99५",
  "empowerment vested in the Sarpanch of the Gram Panchayat concerned, through the mandate carried in Sub Section 1 of Section 24": "अधिनियम की धारा 2५ की उपधारा ॥ में किए गए आदेश के माध्यम से संबंधित ग्राम पंचायत के सरपंच में निहित",
  "above extracted notice, became validly served upon the respondents": "उपर्युक्त निकाला गया सूचना संबंधित प्रतिवादियों को वैध रूप से तामील किया गया था, लेकिन वह रिकॉर्ड पर ऐसा",
  "concerned, but he is not able to place on record any evidence, suggestive that any valid service of Annexure P-3, became caused,": "कोई साक्ष्य प्रस्तुत करने में सक्षम नहीं है, जिससे यह पता चले कि अनुलग्नक पी-3 की कोई वैध तामील संबंधित सभी",
  "upon all the respondents concerned. Therefore, for want of valid service of Annexure P-3 being caused, upon the respondents": "प्रतिवादियों को की गई थी। इसलिए, अनुलग्नक पी-3 की वैध तामील संबंधित प्रतिवादियों को न दिए जाने के कारण,",
  "concerned, thus any thereafter undertaken affirmative proceedings, at the instance of the authorities concerned, when hence ultimately": "संबंधित अधिकारियों के कहने पर, उसके बाद की गई कोई भी सकारात्मक कार्यवाही, जिसके परिणामस्वरूप अंततः",
  "resulted in a eviction order, being made qua the purported Panchayat land concerned, rather upon the respondentsconcerned, are all deemed": "संबंधित पंचायत भूमि के लिए बेदखली का आदेश दिया गया, बल्कि संबंधित प्रतिवादियों पर, सभी को दोषपूर्ण माना",
  "to be vitiated, as they obviously became drawn in breach of the principles of natural justice, given the respondents concerned,": "जाता है, क्योंकि वे स्पष्ट रूप से प्राकृतिक न्याय के सिद्धांतों का उल्लंघन करते हुए तैयार किए गए थे, जिससे संबंधित",
  "(4) However, at this stage, since Gurmukh Singh, one of the respondents concerned, in CWP-19864-2020 rather has admitted qua": "(4) हालाँकि, इस स्तर पर, चूँकि संबंधित प्रतिवादियों में से एक गुरमुख सिंह ने सीडब्ल्यूपी-986५-2020 में",
  "his receiving the notice concerned, therefore, in so far as, the said Gurmukh Singh, is concerned, it cannot prima facie, at this stage, be": "संबंधित सूचना प्राप्त करने की बात स्वीकार की है, इसलिए जहाँ तक उक्त गुरमुख सिंह का सवाल है, इस स्तर पर",
  "Gurmukh Singh, is concerned, it cannot prima facie, at this stage, be said that any affirmative action, as became drawn against him, in pursuance to Annexure P-3, hence becoming vitiated, given his": "प्रथम दृष्टया यह नहीं कहा जा सकता है कि अनुलग्नक पी-3 के अनुसरण में उनके विरुद्ध की गई कोई भी सकारात्मक",
  "carried in Section 2(g)(i)(a) of 4 (a) of the Haryana Village Common Lands (Regulation) Act, 1961 (in short “the Act’).": "हरियाणा ग्राम साझा भूमि (विनियमन) अधिनियम, 96॥ (संक्षेप में “अधिनियम”) की धारा 2(जी) (आई) (ए) या ५ (ए) में किए गए समावेशन खंड के दायरे में आते हैं।",
  "(5) In pursuance to the issuance of Annexure P-3, the": "(5) अनुलग्नक पी-3 जारी करने के अनुसरण में, सह-प्रतिवादी संख्या 5 की ओर से याचिका में प्रस्तुत हलफनामे",
  "constructions were raised on lands comprised, on the disputed khasra number(s), to which khasra_ no.13, and, khasra no.106 becomes": "शामिल भूमि पर कुछ निर्माण किए गए थे, जिसके लिए खसरा संख्या 3 और खसरा संख्या 06 आवंटित किए जाते",
  "assigned. Therefore, he submits that since uncontestedly, the description, as made in the revenue records qua the above khasra": "हैं। इसलिए, उन्होंने प्रस्तुत किया कि चूंकि निर्विवाद रूप से, उपरोक्त खसरा संख्याओं के संबंध में राजस्व अभिलेखों",
  "the constructions, if any, as becomes raised on the land described, in the revenue records as abadi deh land, when rather occur on the open/vacant parcels of land(s), hence existing within the abadi deh": "जैसा कि राजस्व अभिलेखों में आबादी देह भूमि के रूप में वर्णित भूमि पर किया गया है, जब वह भूमि के खुले/खाली",
  "open/vacant parcels of land(s), hence existing within the abadi deh land, thus, they do also become covered within the inclusionary Clause, as, carried in Section 2(g)(i)(a) of 4(a) of the Act, provisions": "हिस्सों पर होता है, जो कि आबादी देह भूमि के भीतर मौजूद है, तो वह अधिनियम की धारा 2(जी) (आई) (ए) या ५(ए)",
  "whereof become extracted hereinafter: -": "में किए गए समावेशन खंड के अंतर्गत भी आ जाता है, जिसके प्रावधान इसके बाद निकाले गए हैं:-",
  "“*shamlat deh' includes-": "'शामलात देह' में शामिल हैं-",
  "(1) lands described in the revenue records as (Shamilat,": "(।) राजस्व अभिलेखों में (शामिलात,",
  "(13) Moreover, the mere reflections in the jamabandi of the vacant sites irrespective of a valid demarcation being made of the sites concerned, prior to the issuance of Annexure P-9, yet may enable the further takings of affirmative action thereons, by the authorities": "(3) इसके अलावा, अनुलग्नक पी-9 के जारी होने से पहले, संबंधित स्थलों का वैध सीमांकन किए जाने के",
  "further takings of affirmative action thereons, by the authorities concerned, through theirs drawing Annexure P-9, but yet only when a": "बावजूद, खाली स्थलों की जमाबंदी में मात्र प्रतिबिंबन, अनुलग्रक पी-9 तैयार करने के माध्यम से, संबंधित अधिकारियों द्वारा उन पर आगे सकारात्मक कार्रवाई करने में सक्षम हो सकता है, लेकिन अभी भी केवल तभी जब अनुलग्नक पी-",
  "validly made demarcation, became conducted conspicuously prior to the issuance of Annexure P-9, hence unfolding qua happening of": "द्वारा उन पर आगे सकारात्मक कार्रवाई करने में सक्षम हो सकता है, लेकिन अभी भी केवल तभी जब अनुलग्नक पी- 9 के जारी होने से पहले वैध रूप से किया गया सीमांकन स्पष्ट रूप से किया गया हो, इसलिए आबादी देह के भीतर",
  "constructions on such vacant places or sites within the abadi deh. In the above event, it may have been concluded that such vacant pieces of": "ऐसे खाली स्थानों या स्थलों पर निर्माण होने के रूप में सामने आता है। उपरोक्त घटना में, यह निष्कर्ष निकाला जा",
  "therein, besides would boost a further inference, that such lands, as fall": "थे, इसके अलावा एक और निष्कर्ष को बढ़ावा मिलेगा, कि ऐसी भूमि, जो आबादी देह के भीतर आती है, बल्कि उस",
  "within the abadi deh rather were unamenable for any constructions being raised thereon. Therefore, reiteratedly in the wake of the above valid demarcations, being not carried of the site concerned, in the": "पर कोई भी निर्माण किए जाने के लिए अनुपयुक्त थी। इसलिए, उपरोक्त वैध सीमांकन के मद्देनजर, संबंधित साइट पर",
  "drawings of Annexure P-9, thus it can be safely concluded, that the drawings of Annexure P-9 by the Sarpanch of the Gram Panchayat": "यह सुरक्षित रूप से निष्कर्ष निकाला जा सकता है कि संबंधित ग्राम पंचायत के सरपंच द्वारा अनुलग्रक पी-9 के रेखाचित्र",
  "concerned, rather was completely unlawful. Further-more, reiteratedly even if one Gurmukh Singh was served with notice(Supra), but even": "पूरी तरह से गैरकानूनी थे। इसके अलावा, फिर से दोहराया गया कि भले ही गुरमुख सिंह को सूचना (उपरोक्त) दिया",
  "for the above reasons, the said notice suffers from all the above referred vices, besides all the subsequent thereto proceedings drawn even": "गया था, लेकिन उपरोक्त कारणों से भी, उक्त सूचना में उपरोक्त सभी दोष हैं, इसके अलावा उसके बाद की सभी",
  "against him, are also completely flawed.": "कार्यवाही, यहां तक कि उसके खिलाफ भी, पूरी तरह से त्रुटिपूर्ण हैं।",
  "CONCLUSION": "निष्कर्ष",
  "(14) In consequence, the Gram Panchayat concerned, may hence though a petition cast upon under Section 7 or 11 of the Act, before the Collector concerned, hence sought the eviction of the encroachers": "(4) परिणामस्वरूप, संबंधित ग्राम पंचायत, अधिनियम की धारा 7 या ॥॥ के तहत संबंधित कलेक्टर के समक्ष",
  "concerned from the lands concerned, rather than through the drawings of notice (Supra), and, through the drawings of Annexure P-9. The": "एक याचिका दायर करके, सूचना (उपरोक्त) के माध्यम से नहीं, बल्कि अनुलग्रक पी-9 के माध्यम से संबंधित भूमि से",
  "said proceedings are not summary in nature, as, are the proceedings contemplated under Section 24 of the 1994 Act. Therefore, when in the": "में संक्षिप्त नहीं है, जैसा कि 499५ अधिनियम की धारा 2५ के तहत परिकल्पित कार्यवाही है। इसलिए, जब उपरोक्त",
  "above proceedings, the fullest opportunity would become ably assigned to all to raise the apposite saving pleas, and, to also adduce evidence in respect of attraction or non attraction of the apposite inclusionary clause to the lands concerned, thus, it is deemed fit to relegate the": "कार्यवाही में, सभी को उचित बचत दलीलों को उठाने और संबंधित भूमि पर उपयुक्त समावेशन खंड के आकर्षण या गैर-आकर्षित करने के संबंध में सबूत पेश करने का पूरा अवसर दिया जाएगा, इस प्रकार, संबंधित ग्राम पंचायत को",
  "Gram Panchayat concerned, to initiate the above proceedings before the authorities contemplated in the Haryana Village Common Lands": "हरियाणा ग्राम साझा भूमि (विनियमन) अधिनियम में परिकल्पित अधिकारियों के समक्ष उपरोक्त कार्यवाही शुरू करने",
  "GRAM PANCHAYAT THANDRAN v. STATE OF HARYANA AND 873 OTHERS (Sureshwar Thakur, J.)": "ग्राम पंचायत थंडरन बनाम हरियाणा राज्य एवं अन्य (सुरेश्वर ठाकुर, जे.)",
  "thuswere infact evidently raised thereons by the encroachers concerned. The best evidence in respect of the above, became comprised in the": "वास्तव में संबंधित अतिक्रमणकारियों द्वारा ही बनाया गया है। उपरोक्त के संबंध में सबसे अच्छा सबूत, उस प्राधिकारी",
  "authority which drew the notice (Supra), imperatively prior to its’": "में शामिल हो गया जिसने सूचना (उपरोक्त) तैयार किया था, अनिवार्य रूप से इसके तैयार होने से पहले, इस प्रकार",
  "drawing, thus rather ensuring that a valid demarcation of the site concerned, is made, by the competent Revenue Officer. In case the": "यह सुनिश्चित करना कि संबंधित साइट का वैध सीमांकन, सक्षम राजस्व अधिकारी द्वारा किया गया है। यदि उपरोक्त",
  "above report was ensured to be collected by the authority, who drew": "रिपोर्ट को संबंधित सक्षम राजस्व अधिकारी से उस प्राधिकारी द्वारा एकत्रित किया जाना सुनिश्चित किया गया था, जिसने",
  "the notice (Supra), hence from the competent Revenue Officer concerned, thereupon alone the authority, who drew notice (Supra)": "सूचना (उपरोक्त) जारी किया था, तो केवल प्राधिकारी, जिसने सूचना (उपरोक्त) जारी किया था, यह निष्कर्ष निकाल",
  "could well conclude, that such lands did prima facie, fall within the apposite inclusionary clause, appertaining to shamlat land, and, as": "सकता था, कि ऐसी भूमि प्रथम दृष्टया, शामलात भूमि से संबंधित उपयुक्त समावेशन खंड के अंतर्गत आती है, और",
  "becomes carried in Section 2(g)(i)(a) of 4(A) of the Act.": "जैसा कि अधिनियम की धारा 2 (जी) (आई) (ए) के ५ (ए) में निहित है।",
  "(12) However, the learned State counsel fairly submits, before": "(2) हालांकि, विद्वान राज्य अधिवक्ता ने इस न्यायालय के समक्ष निष्पक्ष रूप से प्रस्तुत किया कि संबंधित",
  "this Court, that in the presence of the respondents concerned, no valid demarcation, occurred of the relevant site, rather he only submits that": "प्रतिवादियों की उपस्थिति में, प्रासंगिक स्थल का कोई वैध सीमांकन नहीं हुआ, बल्कि उन्होंने केवल यह प्रस्तुत किया",
  "since a vacant place or site existed within the abadi deh, and, thereons constructions became purportedly raised, hence when obviously such": "कि चूंकि आबादी देह के भीतर एक खाली स्थान या स्थल मौजूद था, और, उस पर कथित रूप से निर्माण किए गए,",
  "argues that perse the makings of constructions upon the vacant lands existing within the abadi deh rather were impermissible, and that prior": "कि आबादी देह के भीतर मौजूद खाली भूमि पर निर्माण करना बल्कि अस्वीकार्य था, और यह कि सूचना (उपरोक्त)",
  "to the drawings of the notice (Supra), no valid demarcation was required to be made by the authority, who drew the notice (Supra).": "के आरेखण से पहले, प्राधिकरण द्वारा कोई वैध सीमांकन करने की आवश्यकता नहीं थी, जिसने सूचना (उपरोक्त)",
  "However, the above argument is rejected. The reasons for rejecting the": "तैयार किया था। हालांकि, उपरोक्त तर्क को अस्वीकार किया जाता है। उपर्युक्त तर्क को अस्वीकार करने के कारण वैध",
  "being carried out, besides becomes sparked from the further imperative necessity, of such a valid demarcation being carried out, but prior to": "सीमांकन किए जाने की सख्त आवश्यकता से उत्पन्न होते हैं, इसके अलावा इस तरह के वैध सीमांकन की और भी",
  "the drawing of notice (Supra), as all the above requisite emergences": "अनिवार्य आवश्यकता से उत्पन्न होते हैं, लेकिन सूचना (उपरोक्त) तैयार करने से पहले, क्योंकि तब उपरोक्त सभी",
  "would then prima facie occur. Therefore, unless prior to the drawings": "अपेक्षित उद्धव प्रथम दृष्टया घटित होंगे। इसलिए, जब तक कि सूचना (उपरोक्त) तैयार करने से पहले, संबंधित राजस्व",
  "of the notice (Supra), a valid demarcation of the relevant sites became conducted by competent Revenue Officer concerned, and, thereafter": "अधिकररी द्वारा प्रासंगिक साइटों का वैध सीमांकन नहीं किया जाता है, और उसके बाद उक्त उपयुक्त रिपोर्ट उस",
  "the said apposite report became purveyed to the authority, who drew notice (Supra), thereuponthe authority drawing notice (Supra), could": "प्राधिकारी को दी जाती है, जिसने सूचना (उपरोक्त) तैयार किया है, तब सूचना (उपरोक्त) तैयार करने वाले प्राधिकारी",
  "be deemed to have made a valid, and, well informed reason(s), that": "को वैध और अच्छी तरह से सूचित कारण (कारण) दिए गए माने जा सकते हैं, जो कि आबादी देह के भीतर की भूमि",
  "prima facie evidence rather emerging, with respect to encroachments being made upon the landswithin the abadi deh, which otherwise were unamenable for any constructions being raised thereons. However, the": "पर किए जा रहे अतिक्रमणों के संबंध में प्रथम दृष्टया साक्ष्य उभर रहे हैं, जो अन्यथा वहां किसी भी निर्माण के लिए",
  "unamenable for any constructions being raised thereons. However, the above has not been done, therefore, the drawing of notice (Supra)": "अनुपयुक्त थे। हालाँकि, उपरोक्त कार्य नहीं किया गया है, इसलिए, सूचना (उपरोक्त) का आरेखण इसे एक गूढ़,",
  "in an ill informed manner. As but a natural corollary, the consequent": "लापरवाह और, एक गलत सूचना के आधार पर प्रस्तुत किया गया है। एक स्वाभाविक परिणाम के रूप में, अनुलग्नरक"
}