{
  "Before Harpreet Singh Brar, J.": "समक्ष हरप्रीत सिंह बरार जे.",
  "MAINA CHAWLA AND ANOTHER — Appellants": "मैना चावला और अन्य - अपीलकर्ता",
  "versus": "बनाम",
  "KULDEEP AND OTHERS — Respondents": "कुलदीप और अन्य - प्रतिवादी",
  "FAO No. 7001 of 2016": "एफएओ संख्या 700। वर्ष 206",
  "May 19, 2023": "9 मई, 2023",
  "Motor Vehicles Act, 1988—S. 166—Claim petition dismissed": "मोटर वाहन अधिनियम, 988-एस. 66-दावा याचिका को न्यायाधिकरण द्वारा खारिज कर दिया गया, जिसमें कहा",
  "by Tribunal holding that accident had taken place due to rash and negligent driving of driver not proved—Death of deceased in accident": "गया था कि दुर्घटना चालक की लापरवाही और लापरवाही से गाड़ी चलाने के कारण हुई थी-दुर्घटना में मृतक की मृत्यु",
  "fully established—strict rules of evidence or standard of proof as required under CrPC not to apply to claim proceedings—Appeal": "पूरी तरह से स्थापित नहीं हुई-सीआरपीसी के तहत साक्ष्य के सख्त नियम या सबूत के मानक, जो कार्यवाही का दावा",
  "allowed—Compensation of Rs.12,69,000/- awarded.": "करने के लिए लागू नहीं होते हैं-अपील की अनुमति-मुआवजे के रूप में रु। 2, 69,000/- दिए गए।",
  "Held, that vide Ex.P2, the report under Section 173 of Cr.P.C., the investigating agency has concluded that respondent no.1 is": "आयोजित, कि पूर्व वीडियो। पी 2, सीआरपीसी की धारा 773 के तहत रिपोर्ट। पी. सी., जांच एजेंसी ने निष्कर्ष निकाला",
  "the investigating agency has concluded that respondent no.1 is responsible for death of deceased Parveen Chawla and further the post morterm report (Ex.P1) indicates that the injuries suffered by the": "है कि प्रतिवादी नंबर. । मृतक परवीन चावला की मौत के लिए जिम्मेदार है और आगे पोस्ट मॉर्टम रिपोर्ट (एक्स। पी।)",
  "deceased in the accident were sufficient to cause death in the ordinary": "इंगित करता है कि दुर्घटना में मृतक को लगी चोटें जीवन के सामान्य पाठ्यक्रम में मृत्यु का कारण बनने के लिए पर्याप्त",
  "course of life. As such, death of deceased Parveen Chawla in the accident is fully established. Moreover, respondent no.1 has failed to": "थीं। इस प्रकार, दुर्घटना में मृतक परवीन चावला की मृत्यु पूरी तरह से स्थापित है। इसके अलावा, प्रतिवादी संख्या ।",
  "deny the factum of accident by appearing as witness and no material is brought on record by respondents to show that respondent no.1, driver": "गवाह के रूप में उपस्थित होकर दुर्घटना के तथ्य से इनकार करने में विफल रहा है और उत्तरदाताओं द्वारा यह दिखाने",
  "brought on record by respondents to show that respondent no.1, driver of the offending vehicle, was not involved in the accident. Further,": "के लिए कोई सामग्री रिकॉर्ड पर नहीं लाई गई है कि प्रतिवादी संख्या ।, अपमानजनक वाहन का चालक, दुर्घटना में",
  "there was no reason for the investigating agency to falsely implicate": "शामिल नहीं था। इसके अलावा, जांच एजेंसी के लिए प्रतिवादी को गलत तरीके से फंसाने का कोई कारण नहीं था। ।-",
  "(Para 8)": "(पैरा 8)",
  "in passing the impugned Award by negating the claim of the appellants only on the ground that the negligence on the part of respondent no.1 has not been proved. The parameters of standard of proof beyond reasonable doubt cannot be applied in a strict sense while dealing with": "नकारते हुए आशक्षेपित अधिनिर्णय पारित करने में गंभीर त्रुटि की है कि प्रत्यर्थी नं. । साबित नहीं किया गया है। अधिनियम",
  "has not been proved. The parameters of standard of proof beyond reasonable doubt cannot be applied in a strict sense while dealing with a claim petition in terms of Section 166 of the Act. The only": "की धारा ॥66 के संदर्भ में दावा याचिका पर विचार करते समय उचित संदेह से परे प्रमाण के मानक के मापदंडों को",
  "had taken place and the victim has suffered injuries or loss of life. The": "कि कोई दुर्घटना हुई थी और पीड़ित को चोटें आई हैं या जान का नुकसान हुआ है। अधिनियम का उद्देश्य दुर्घटना होने",
  "objective purpose of the Act is to determine the amount of fair compensation in the event of an accident having taken place. The Hon’ble Supreme Court in Shivaji Dhyanu Patil vs. Smt. Vatschala": "की स्थिति में उचित मुआवजे की राशि निर्धारित करना है। माननीय उच्चतम न्यायालय ने शिवाजी ध्यानू पाटिल बनाम",
  "Uttam More, 1991(3) SCC (Cri.) 865, has categorically held that": "श्रीमती. वत्सला उत्तम मोरे, 99 (3) एस. सी. सी. (क्रि. 865, ने स्पष्ट रूप से माना है कि",
  "MAINA CHAWLA AND ANOTHER v. KULDEEP AND OTHERS 1623 (Harpreet Singh Brar, J.)": "मैना चावला एवं अन्य बनाम कुलदीप एवं अन्य (हरप्रीत सिंह बराड़, जे.)",
  "compensation can be granted under the Motor Vehicles Act even if accident is caused by a standing vehicle. Their lordships held that even": "मोटर वाहन अधिनियम के तहत मुआवजा दिया जा सकता है, भले ही दुर्घटना खड़े वाहन के कारण हो। उनके प्रभुत्व",
  "when the motor vehicle is stationary due to break down, the death of deceased falls within the scope of the expression “use of motor vehicle.”": "का मानना था कि जब मोटर वाहन टूटने के कारण स्थिर हो जाता है, तब भी मृतक की मृत्यु \"मोटर वाहन का उपयोग\" अभिव्यक्ति के दायरे में आती है।",
  "Rose Gupta, Advocate, for the appellants.": "अपीलार्थियों की ओर से रोज गुप्ता, अधिवक्ता। पॉल एस. सैनी, प्रतिवादी नं. 3.",
  "HARPREET SINGH BRAR, J.": "हरप्रीत सिंह बरार, जे।",
  "appellant/claimants challenging the award dated 21.05.2016 passed by learned Motor Accident Claims Tribunal, Hisar (hereinafter referred": "(।) मोटर दुर्घटना दावा अधिकरण, हिसार द्वारा दिनांक 27.05.206 को पारित किए गए अधिनिर्णय को चुनौती देने",
  "to as ‘the Tribunal’ for short) whereby the claim petition filed by": "वाली अपीलार्थी»दावेदारों द्वारा वर्तमान अपील दायर की गई है (इसके पश्चात्‌ संक्षिप्त में 'अधिकरण' के रूप में संदर्भित)",
  "them under Section 166 of the Motor Vehicles Act, 1988": "जिसके द्वारा मोटर वाहन अधिनियम, 988 की धारा 66 के अधीन उनके द्वारा दायर दावा याचिका (इसके पश्चात्‌",
  "(hereinafter referred to as ‘the Act’ for short) seeking compensation on account of death of Parveen Chawla was dismissed.": "संक्षिप्त में 'अधिनियम' के रूप में संदर्भित) जिसमें परवीन चावला की मृत्यु के कारण मुआवजे की मांग की गई थी,",
  "FACTUAL BACKGROUND": "वास्तविक पृष्ठभूमि",
  "(2) Brief facts of the case are that on 24.09.2014, Parveen Chawla (now deceased) was going to Barwala town (District Hisar)": "(2) मामले के संक्षिप्त तथ्य यह हैं कि 2५.09.20+ को, परवीन चावला (अब मृत) अपने घर से बरवाला शहर (जिला",
  "2590. When he reached opposite Cloth Market, Barwala, the offending": "हिसार) जा रहा था। एचआर-2।के2590। जब वह क्लॉथ मार्केट, बरवाला के सामने पहुंचा, तो उल्लंघन करने वाला",
  "vehicle i.e. truck bearing registration No HR39B-6489, being driven by respondent No.1-Kuldeep in a rash and negligent manner, came from": "वाहन जो कि पंजीकरण संख्या एचआर39बी-6५89 वाला ट्रक है, जिसे प्रतिवादी नं. ।-कुलदीप जल्दबाजी और",
  "opposite side and hit against the motor cycle of the deceased. Due to": "लापरवाही से विपरीत दिशा से आया और मृतक की मोटर साइकिल पर मारा। इस प्रभाव के कारण, परवीन चावला",
  "(3) Deceased Parveen Chawla was 24 years of age at the time of accident and was a student of B.A. 2™ year. He was engaged in his": "(3) मृतक परवीन चावला दुर्घटना के समय 2% वर्ष की थी और बी. कॉम की छात्रा थी। ए. दूसरा वर्ष वह अपीलकर्ता",
  "own business of sale and purchase of plastic in the godown owned by": "नंबर. । के स्वामित्व वाले गोदाम में प्लास्टिक की बिक्री और खरीद के अपने व्यवसाय में लगा हुआ था और प्रति माह",
  "appellant No.1 and was earning Rs.20,000/- per month.": "रुपये.20, 000/- कमा रहा था।",
  "(4) Learned Tribunal, while passing the impugned award, assessed the income of deceased Parveen Chawla at Rs.7500/- per": "(५) विद्वत अधिकरण ने आशक्षेपित अधिनिर्णय पारित करते समय मृतक परवीन चावला की आय का निर्धारण रु.",
  "month. Thus, his annual income was assessed at Rs.90,000/- (Rs.7500": "7500/- प्रतिमाह किया। इस प्रकार, उनकी वार्षिक आय रु। 90, 000/- (रुपये7500 » 2). चूंकि मृतक अविवाहित",
  "x 12). Since the deceased was unmarried, 50% of his income was deducted towards his personal expenses. Hence, the dependency on the": "था, इसलिए उसकी आय का 50% उसके व्यक्तिगत खर्चों के लिए काटा गया था। इसलिए, मृतक पर निर्भरता का",
  "deceased was assessed at Rs.45,000/- per annum. Taking the age of the parents of the deceased to be 55/50 years, the Tribunal applied the": "आकलन रु। ५5, 000/- प्रति वर्ष, मृतक के माता-पिता की आयु 55/50 वर्ष लेते हुए, न्यायाधिकरण ने ५' का",
  "multiplier of ‘11’. Thus, the total amount of compensation was": "गुणक लागू किया। इस प्रकार, मुआवजे की कुल राशि थी",
  "assessed at Rs.45,000 x 11=Rs.4,95,000/-. The Tribunal also held that": "रु.६5, 000 » ॥ 5 रु। ५,95,000»- में मूल्यांकन किया गया। न्यायाधिकरण ने यह भी अभिनिर्धारित किया कि",
  "the appellants were entitled to a sum of Rs.1,00,000/- towards loss of love and affection, Rs.25,000/- on account of transportation and": "अपीलार्थी रुपये की राशि के हकदार थे। ।,00,000/- प्यार और ख्रेह के नुकसान के लिए, रु। 25, 000/- परिवहन",
  "funeral expenses and Rs.25,000/- as cost of litigation. Hence, in all": "और अंतिम संस्कार के खर्च के रूप में और रु। 25, 000/- मुकदमे की लागत के रूप में। इसलिए, सभी दावेदारों",
  "the claimants were held entitled to a total amount of Rs.6,45,000/- as compensation on account of death of Parveen Chawla.": "को रुपये की कुल राशि का हकदार माना गया। 6,५5,000/- परवीन चावला की मृत्यु के कारण मुआवजे के रूप में।",
  "However, the claim petition was dismissed by the Tribunal on the ground that it could not be proved that the accident had taken place due": "हालांकि, दावा याचिका को न्यायाधिकरण द्वारा इस आधार पर खारिज कर दिया गया था कि यह साबित नहीं किया जा",
  "ground that it could not be proved that the accident had taken place due to the rash and negligent driving of respondent No.1-Kuldeep.": "सका कि दुर्घटना प्रतिवादी नं. -कुलदीप।",
  "CONTENTIONS": "सामग्री",
  "(5) Learned counsel for the appellants has argued that on account of the accident and death of Parveen Chawla, FIR and final": "(5) अपीलार्थियों के विद्वान वकील ने तर्क दिया है कि परवीन चावला की दुर्घटना और मृत्यु के कारण, सीआरपीसी की",
  "report under Section 173 of the Cr.P.C. had already been filed and police have concluded in the investigation that respondent No.1-": "धारा 773 के तहत एफआईआर और अंतिम रिपोर्ट। पी. सी. पहले ही दर्ज की जा चुकी थी और पुलिस ने जाँच में",
  "police have concluded in the investigation that respondent No.1- Kuldeep had caused the accident by driving the offending vehicle in a rash and negligent manner. Even respondent No.1-Kuldeep has not": "निष्कर्ष निकाला है कि प्रतिवादी नं. -कुलदीप ने लापरवाही से वाहन चलाकर दुर्घटना की थी। यहां तक कि प्रतिवादी",
  "stepped into the witness box to deny the accident. PW1-Vinod Kumar,": "नं. -कुलदीप ने दुर्घटना से इनकार करने के लिए गवाह बॉक्स में कदम नहीं रखा है। पीडब्लू।-विनोद कुमार, क्रिमिनल",
  "Criminal Ahlmad, has duly placed on record various documents i.e. Ex.P2 to Ex.P8 showing that the respondent No.1 had been challaned": "अहलमद ने विधिवत रूप से विभिन्न दस्तावेजों को रिकॉर्ड में रखा है जो एक्स है। पी 2 से पूर्व। पी8 दिखा रहा है कि",
  "and had faced trial for driving the offending vehicle in a rash and": "प्रत्यर्थी नं. । का चालान किया गया था और उल्लंघन करने वाले वाहन को लापरवाही से चलाने के लिए मुकदमे का",
  "final report under Section 173 of Cr.P.C. (Ex.P2), it has been": "सामना करना पड़ा था। इसलिए, पीडब्लू के बयान से ।-विनोद कुमार सीआरपीसी की धारा 773 के तहत अंतिम रिपोर्ट",
  "appellants has relied upon National Insurance Company Ltd. versus Pushpa Rana and others’.": "की मृत्यु प्रतिवादी नं! अपीलार्थियों के वकील ने नेशनल इंश्योरेंस कंपनी लिमिटेड बनाम पुष्प राणा और' अन्य पर भरोसा किया है.",
  "(6) Per contra, learned counsel for respondent No.3-insurance company has vigorously argued that the learned Tribunal has rightly": "(6) इसके विपरीत, प्रतिवादी के लिए विद्वान वकील नं। ३-बीमा कंपनी ने जोरदार तर्क दिया है कि विद्वत अधिकरण",
  "come to the conclusion that it is not proved that death of deceased": "इस निष्कर्ष पर पहुंचा है कि यह साबित नहीं हुआ है कि मृतक परवीन चावला की मृत्यु प्रतिवादी नं. 4-कुलदीप। न तो",
  "witness nor the investigating officer of the FIR was produced as a": "किसी चश्मदीद गवाह को पेश किया गया और न ही एफआईआर के जांच अधिकारी को गवाह के रूप में पेश किया",
  "witness. Admittedly, the FIR was lodged on the statement of Naveen Kumar (PW2) against the unknown driver and unknown vehicle.": "गया। यह सच है कि नवीन कुमार (पीडब्लू2) के बयान पर अज्ञात चालक और अज्ञात वाहन के खिलाफ प्राथमिकी दर्ज",
  "Learned counsel for respondent No.3 further argued that learned Tribunal, after due consideration of the arguments advanced by learned": "प्रत्यर्थी नं. 3 के विद्वान वकील ने आगे तर्क दिया कि विद्वत अधिकरण ने पक्षकारों के विद्वान वकील द्वारा दी गई दलीलों",
  "counsel for the parties, dismissed the claim petition on the basis of the": "पर विचार करने के बाद, निम्नलिखित के आधार पर दावा याचिका को खारिज कर दिया -",
  "' 2009 A.C.J. 287 (Delhi)": "72009 ए. सी जे. 287 (दिल्ली)"
}