{
  "(Jitendra Chauhan, J}": "(जितेंद्र चौह्मन, जे)",
  "P'W6AS] Jai Narain, was posted in Police Station Ratia. On receiving": "पीडब्लू 6 एएसआई जय नारायण थाना रतिया में तैनात थे। रुका 7%.76 प्राप्त करने पर,",
  "PW7AS1Anoop Singh, arrested accused Lakha Singh. He went to": "पीडब्लू 7 एएसआई अनूप सिंह, आरोपी लक्खा सिंह को गिरफ्तार कर लिया। वह",
  "RTA Office at Jodhpur. He verified that registration No.RSN 2794": "जोधपुर में आरटीए कार्यालय गए। उन्होंने सत्यापित किया कि पंजीकरण संख्या",
  "and RSN 2829 werc issued to one Trailer and scooter owners": "आरएसएन 2794 और आरएसएन 2829 क्रमशः एक ट्रेलर और स्कूटर मालिकों को",
  "PW8 ASI Jagbir Singh, arrested accused Kaushal Chand at Bus Stand Madh.": "पीडब्लू 8 एएसआई जगबीर सिंह, आरोपी कौशल चंद को बस स्टैंड मध से गिरफ्तार किया।",
  "PW9AS] Ram Kumar, proved Ex.P!, whereby RC, driving licence": "पीडब्लू 9एएसआई राम कुमार ने साबित किया 7&.? मैंने साबित किया कि आरसी",
  "ot Sanwar Mal and Car were taken into possession.": "सांवर मल का ड्राइविंग लाइसेंस और कार को कब्जे में ले लिया गया।",
  "PW10ASt Ishwar Singh, arrested accused Dhalla @ Banta and": "पीडब्लू 70 एएसआई ईश्वर सिंह ने आरोपी ढल्ला ७ बंता और जमैल सिंह को गिरफ्तार",
  "Jarnail Singh and recorded the evidence of formal PWs.": "किया और औपचारिक पीडब्लू के साक्ष्य दर्ज किए।",
  "PW11 Hari Chand, was posted as AS] in the police post Madh. He": "पीडब्लू ।] हरि चंद, पुलिस चौकी माढ़ में एएसआई के पद पर तैनात थे। उसने गवाही",
  "deposed that on 9.8.1996, he received a Vl) Message and he alongwith other police official went to abandoncd brick kiln, From": "दी कि 9.8.996 को, उसे एक वीटी संदेश मिला और वह अन्य पुलिस अधिकारियों के",
  "alongwith other police official went to abandoncd brick kiln, From where, they recovered 60 bags containing poppy straw. lic identified": "साथ परित्यक्त ईंट भट्टे पर गया। प्रोम जहां, उन्होंने 60 बैग बरामद किए जिसमें अफीम",
  "the accused in the court.": "का भूसा था। उन्होंने अदालत में आरोपी की पहचान की।",
  "PW 12ASI Subh Ram, posted at Police Post Khai, arrested Sanwar Mal, Om Parkash and Ranbir.": "पुलिस चौकी खाई में तैनात पीडब्लू ।2 एएसआई सुभाराम ने सांवर मल, ओम प्रकाश",
  "PW13 SI Raj Kumar after completion of investigation prepared the challan.": "पीडब्लू ।3 एसआई राज कुमार ने जांच पूरी होने के बाद चालान तैयार किया।",
  "PW14 Inspector Dharambir Singh deposed that he reccived the secret": "पीडब्लू 4 के इंस्पेक्टर धर्मबीर सिंह ने गवाही दी कि उन्होंने कथित प्रतिबंधित पदार्थ",
  "information with regard to transporting the alleged contraband and reduced the same in to writing and sent to the police station for": "के परिवहन के संबंध में गुप्त जानकारी प्राप्त की और इसे लिखित रूप में कम कर दिया",
  "reduced the same in to writing and sent to the police station for registration of the case. He alongwith other police official carricd out": "और मामला दर्ज करने के लिए पुलिस स्टेशन भेज दिया। उन्होंने अन्य पुलिस",
  "the raid and recovered the alleged contrabands from the accused": "अधिकारियों के साथ मिलकर छापा मारा और आरोपियों के पास से कथित मादक पदार्थ",
  "(5) When examined under Scction 313 of the Codc of Criminal": "(पाँच) जब दंड प्रक्रिया संहिता की धारा 33 के तहत जांच की गई, तो आरोपी-",
  "Procedure, the accused-appcllants denied all the incriminating circumstances appearing in the prosecution evidence against them and pleaded falsc": "अपीलकर्ताओं ने उनके खिलाफ अभियोजन साक्ष्य में दिखाई देने वाली सभी आपत्तिजनक",
  "appearing in the prosecution evidence against them and pleaded falsc implication. In defence, they examined Ajay Kumar as DW1 and closed": "परिस्थितियों से इनकार किया और झूठे आरोप लगाए। बचाव में, उन्होंने अजय कुमार से डीडब्ल्यू",
  "ASI Jagbir Singh (PW8) and Lakha Singh surrendered in the Court of Icarned Judicial Magistrate, Fatchabad on 2.2.1998 and he was": "एएसआई जगबीर सिंह (पीडब्लू 8) और लक्खा सिंह ने 2.2.998 को विद्वान न्यायिक मजिस्ट्रेट, फतेहाबाद की अदालत में आत्मसमर्पण किया और उन्हें एएसआई अनूप सिंह",
  "arrested by A SI Anup Singh (PW7). MIIC Ram Niwas delivered": "(पीडब्लू 7) द्वारा गिरफ्तार कर लिया गया। एमएचसी राम निवास ने 2.8.996 को",
  "60 scaled parcels containing 100 grams poppy straw bearing seal of ‘PR* to Constable Mahabir Singh No.233 on 12.8.1996 alongwith": "कांस्टेबल महाबीर सिंह नंबर 233 को डीआर की सील वाले 00 ग्राम पोस्ता स्ट्रॉ वाले 60",
  "specimen seal impression for depositing with Director, Forensic Scicnce Laboratory, Madhuban. Constable Mahabir Singh PW3": "सीलबंद पार्सल निदेशक, फोरेंसिक विज्ञान प्रयोगशाला, मधुबन के पास जमा करने के लिए नमूना सील छाप के साथ वितरित किए। कांस्टेबल महाबीर सिंह पीडब्लू 3 ने पोस्ता",
  "identified the samples delivered by Constable Mahabir Singh as poppy": "महाबीर सिंह द्वारा दिए गए नमूनों की पहचान पोस्ता के रूप में की।",
  "(3)Aficr completion of the investigation, the challan was presented": "(तीन) जांच पूरी होने के बाद चालान कोर्ट में पेश किया गया। अभियुक्तों पर",
  "in the Court. The accused were charged under Section 15 of the Act, to": "अधिनियम की धारा 5 के तहत आरोप लगाए गए थे, जिसके लिए उन्होंने दोषी नहीं माना और",
  "(4) In order to substantiate the charges, the prosecution has cxamined": "(चार) आरोपों को साबित करने के लिए, अभियोजन पक्ष ने निम्नलिखित गवाहों की",
  "PW1, Kesar Singh, was joined as independent witnesses in the raiding": "पीडब्लू ।, केसर सिंह को छापा मारने वाले दल में स्वतंत्र गवाह के रूप में शामिल किया",
  "party, later on he was declared hostile. In his cross-cxamination, he": "गया था, बाद में उसे मुकर घोषित कर दिया गया था। अपनी जिरह में, उसने गवाही दी",
  "deposed that na recovery was cffected in his presence and he did not know the accused present in the Court. His signaturcs were": "कि उसकी उपस्थिति में कोई वसूली नहीं हुई थी और वह अदालत में मौजूद आरोपी को",
  "not know the accused present in the Court. His signaturcs were taken on blank paper by the police.": "नहीं जानता था। पुलिस ने कोरे कागज पर उसके हस्ताक्षर लिए थे।",
  "PW2, Swaran Singh, was another independent witness joined, who was also declared hostile. In his deposition, he stated that he did not scc any person unloading the bags from the truck.": "पीडब्लू 2, स्वर्ण सिंह, एक अन्य स्वतंत्र गवाह थे, जिन्हें भी मुकर घोषित किया गया था। अपने बयान में, उन्होंने कहा कि उन्होंने किसी भी व्यक्ति को ट्रक से बैग उतारते नहीं",
  "PW3 Constable Mahabir Singh, tendered his affidavit Ex.PD, wherein": "पीडब्लू 3 कांस्टेबल महाबीर सिंह ने अपना शपथ पत्र पूर्व पीडी प्रस्तुत किया, जिसमें",
  "he has stated that he deposited the parcels in the DSL, Madhuban.": "उन्होंने कहा है कि उन्होंने डीएफएसएल, मधुबन में पार्सल जमा किए हैं।",
  "PW4 MHC Ramniwas, tendered his affidavit Ex.PE, wherein he |": "पीडब्लू 4 एमएचसी रामनिवास ने 7%.?7 अपना हलफनामा दिया, जिसमें उन्होंने गवाही",
  "deposed that he received the recovery and sample parcels. He handed over the parcels to Constable Mahabir Singh, who after depositing the same with the Chemical Examiner, handcd over the": "दी कि उन्हें बरामदगी और नमूना पार्सल प्राप्त हुए हैं। उन्होंने पार्सल कांस्टेबल महाबीर सिंह को सौंप दिए, जिन्होंने रासायनिक परीक्षक के पास जमा करने के बाद रसीद उन्हें",
  "(Jitendra Chauhan, J)": "(जितेंद्र चौह्मन, जे)",
  "PAPPU SINGH & OTHERS—Appellant": "पप्पू सिंह और अन्य- अपीलकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA—Respondent": "हरियाणा राज्य - ग्रतिवादी",
  "Narcotic Drugs and Psychotropic Substance Act, 1985 -": "नारकोटिक ड्रग्स एंड साइकोट्रोपिक स्ब्सटेंस एक्ट 7985 - क्षारा75, 55 - दंड",
  "Court - Held, specific question regarding “conscious possession” not put to appellants in statement recorded u/s 313 Cr.P-C. - Presumption": "धारा373 के तहत दर्ज बयान में अपीलकर्ताओं से ” सचेत कब्जे\" के बारे में।विशिष्ट प्र# नहीं",
  "cannot be drawn against them - Appellants not arrested from spot": "रखा यया।- उनके खिलाफ अनुमान नहीं लगाया ना सकता है- अपीलकर्ताओं को मौके से",
  "~ Police officials did not know the accused earlier - Test Identification": "गिरफ्तार नहीं किया गया - पुलिस अधिकारी आयेपी को पहले नहीं जानते थेै- परीक्षण",
  "Parade not conducted - Seal after use was not handed over to independent witness - Form 29-M not filled at spot nor deposited in malkhana - Only one sample separated from each bag - Two": "पहचान परेड नहीं- उपयोग के बाद सील स्वतंत्र गवाह को नहीं सौंपी यई थी- फॉर्म29- एस मौके पर नहीं ५रा गया और न ही मालखाने में जमा किया यया- प्रत्येक बैग से केवल एक",
  "in malkhana - Only one sample separated from each bag - Two samples should have been drawn as per S.55 of the Act - Accused": "नयूना अलग किया गया- अधिनियम की धक्षारा55 के अनुसार दो नमूने लिए जाने चाहिए थे",
  "escaped in presence of trained officials - Prosecution has not": "- आपेपी प्रशिक्षित अधिकारियों की उपस्थिति में भ॥य गए- अभियोजन पक्ष ने उनके थायने",
  "explained their escape - No gazetted officer was present at the time": "की व्याख्या नहीं की है- वसूली के समय कोई राणपत्रित अधिकारी मौजूद नहीं था- वसूली",
  "of recovery - Recovery highly doubtful and material on record not": "जतव्यधिक संदिग्ध और रिकॉर्ड पर सामग्री दोषी ठह॒राने के।लिए पयप्ति नहीं है अभियुकत-",
  "Held, that in the present casc, a huge recovery of poppy straw was": "मानाजाता है कि वर्तमान मामले में, ईंट भट्ठे से अफीम के भूसे की भारी बरामदगी हुई",
  "examination of the statements of the accused under Scction 313 of the Code": "अभियुक्त के बयानों की बारीकी से जांच से पता चलेगा कि अधिनियम की धारा 35 या 54 के तहत",
  "of Criminal Procedure would reveal that a specific question was not been put by the learned trial Court regarding the presumption which is sought": "उठाए जाने वाले अनुमान के बरे में विद्वान ट्रायल कोर्ट द्वारा एक विशिष्ट प्रश्न नहीं पूछा गया था।",
  "of the aforc-cxtracted observations, such presumption to the effect that the": "नतीजतन, पूर्वोक्त टिप्पणियों के मद्देनजर, इस आशय की ऐसी धारणा कि अभियुक्त बैग के सचेत",
  "(Para 14)": "(पैरा 4)",
  "Further held, that none of the accused was arrested from the spot.": "आगे कह्गगया कि किसी भी आरोपी को मौके से गिरफ्तार नहीं किया गया था। रिकॉर्ड",
  "There is no explanation on record as to how the police officials identified": "पर कोई स्पष्टीकरण नहीं है कि पुलिस अधिकारियों ने आरोपियों की पहचान कैसे की। रिकॉर्ड पर",
  "the accused. ‘There is nothing on record to suggest that the members of the": "ऐसा कुछ भी नहीं है जिससे पता चले कि पुलिस दल के सदस्य अभियुक्तों को पहले से जानते थे,",
  "(6) Vhe learned trial Court held that the accused Pappu Singh,": "(छः) विद्वान विचारण न्यायालय ने अभियुक्त पप्पू सिंह को दोषी ठहराया। ढोला उर्फ",
  "hola alias Banta. Jamnail alias Rusi, Babu alias’ funda, Koshala altas Kushal Chand and Lakha Singh were found in possession of the alleged contraband": "बंता। जरनैल उर्फ रूसी, बाबू उर्फ टुंडा, कोशाला उर्फ कुशाल चंद और लक्खा सिंह को कथित",
  "given by Inspector Dharamir Singh and ASI Hari Chand. whereas Sanwar": "प्रतिबंधित पदार्थ के कब्जे में पाया गया और इंस्पेक्टर धर्मबीर सिंह और एएसआई हरि चंद द्वारा",
  "Mal. Om Parkash, Ranbir and Pawan Singh stand acquitted, as the": "मल, ओम प्रकाश, रणबीर और पवन सिंह को बरी कर दिया गया, क्योंकि अभियोजन पक्ष आरोप",
  "prosecution had failed to prove charge against.": "साबित करने में विफल रहा था।",
  "(7) Feeling dissatisfied with the same, the accused- appellants": "(सात) उसी से असंतुष्ट महसूस करते हुए, अभियुक्त-अपीलकर्ताओं ने पैरा नंबर । में",
  "preferred appeals indicated in para No.1.": "इंगित अपील को प्राथमिकता दी।",
  "(8) L-carned counsel for the appellants contended that the learned": "(आठ) अपीलकर्ताओं के विद्वान वकील ने तर्क दिया कि विद्वान ट्रायल कोर्ट ने",
  "trial court has committed a grave error while convicting the appellants as the link evidence in this case is missing. It is further submitted that the": "अपीलकर्ताओं को दोषी ठहराते समय एक गंभीर त्रुटि की है क्योंकि इस मामले में लिंक साक्ष्य",
  "appellants were not arrested from the spot. The recovery was cftected from": "गायब हैं। यह आगे प्रस्तुत किया गया है कि अपीलकर्ताओं को मौके से गिरफ्तार नहीं किया गया",
  "an abandoncd place. ‘The independent witnesses joined by the police party": "था। वसूली एक परित्यक्त जगह से प्रभावित हुई थी। पुलिस पार्टी द्वारा शामिल स्वतंत्र गवाहों को",
  "were declared hostile. The appellants were not arrested from the place of": "मुकर घोषित कर दिया गया। अपीलकर्ताओं को वसूली के स्थान से गिरफ्तार नहीं किया गया था।",
  "recovery. The appellants arc labourer at the brick kiln. The statement of": "अपीलकर्ता ईंट भट्ठे पर मजदूर को टक्कर देते हैं। ईंट मालिक का बयान, जिससे वसूली की गई",
  "the brick owner, from which the recovery was cffected was not recorded. As per the version given by the prosecution, at the time of raiding, a truck": "थी, दर्ज नहीं किया गया था। अभियोजन पक्ष द्वारा दिए गए संस्करण के अनुसार, छापे के समय,",
  "bearing No.RSN 2829 containing poppy straw and khal were being unloaded": "एक ट्रक नंबर आरएसएन 2829 जिसमें पोस्ता पुआल और खल था, को आरोपी द्वारा उतारा जा",
  "by the accused, but on verification from the RTA, Jodhpur, this registration": "रहा था, लेकिन आरटीए, जोधपुर से सत्यापन करने पर, यह पंजीकरण संख्या एक स्कूटर को",
  "submit that no test identification parade was held alter the arrest of the": "वे आगे कहते हैं कि आरोपी व्यक्तियों की गिरफ्तारी के बाद कोई परीक्षण पहचान परेड आयोजित",
  "accused persons. There is no evidence that Form No.29 was filled at the": "नहीं की गई थी। इस बात का कोई सबूत नहीं है कि जांच अधिकारी द्वारा मौके पर फॉर्म नंबर 29",
  "spot by the Investigating officer and the same was deposited with the MHC in the Malkhana alongwith the casc property. It is further submitted thal no": "भरा गया था और उसे केस प्रॉपर्टी के साथ मालखाना में एमएचसी के पास जमा किया गया था।",
  "question was put to the accused with regard to the conscious possession of the contraband while recording the statement under Scction 313 Cr.P.C.": "यह आगे प्रस्तुत किया गया है कि धारा 333 सीआरपीसी के तहत बयान दर्ज करते समय आरोपी से प्रतिबंधित पदार्थ के सचेत कब्जे के संबंध में कोई सवाल नहीं किया गया था। कथित प्रतिबंधित",
  "While recovering the alleged contraband, the provisions of Sections 50 and 42 of the Act were not complied with, as the scarch was not conducted": "पदार्थ को बरामद करते समय, अधिनियम की धारा 50 और 42 के प्रावधानों का पालन नहीं किया",
  "(9) On the other hand, the learned State counsel submits that the": "(नौ) दूसरी ओर, विद्वान राज्य वकील प्रस्तुत करता है कि अभियोजन पूरी तरह से",
  "prosecution casc is fully cstablished. He further submits that a huge quantity of contraband were recovered from the appellant, which cannot be planted": "स्थापित है। वह आगे प्रस्तुत करता है कि अपीलकर्ता से भारी मात्रा में 'प्रतिबंधित पदार्थ बरामद",
  "of contraband were recovered from the appellant, which cannot be planted upon them. ‘Therefore, the learned trial Court has rightly convicted and": "किए गए थे, जिन्हें उन पर नहीं लगाया जा सकता है। इसलिए, विद्वान विचारण न्यायालय ने",
  "Ratia towards village Batiala via village Ratangarh and fakha Singh, Russi alias Jarnail Singh, residents of village Baliala, Khoshala alias": "रलिया गांव बलियाला की ओर गांव रतनगढ़ और लक्खा सिंह, रसी उर्फ जमैल सिंह निवासी गांव",
  "Kushal Chand, Dhaila alias Banta Singh, Pappi and‘Tunda alias Babu": "बलियाला, खोशाला उर्फ कुशाल चंद, ढल्ला उर्फ बंता सिंह, पप्पी और टुंडा उर्फ बाबू निवासी",
  "residents of Mehmadgai were accompanied poppy straw in the truck. ‘The secret information was reduced by Inspector Dharambir Singh": "महमदकी ट्रक में पोस्ता के साथ पोस्ता लेकर आए थे। गुप्त सूचना को निरीक्षक धर्मबीर सिंह ने",
  "in writing (Ex.PG) and sent to the police station for registration of the": "लिखित रूप में (एलएक्स पीजी) कम कर दिया और मामला दर्ज करने के लिए पुलिस स्टेशन भेज",
  "case, on the basis of which, formal FIR (Ex.PG/1) wasregistered by ASI Jai Singh (PW6). Inspector Dharambir Singh transmitted": "दिया, जिसके आधार पर एएसआई जय सिंह (पीडब्लू 6) द्वारा औपचारिक प्राथमिकी (%.70/)",
  "Madh on wircless systemdirecting the police officers and men posted": "मढ़ को वायरलेस सिस्टम पर संदेश प्रेषित किया और इन पुलिस चौकियों में तैनात पुलिस",
  "to policc station Ratia for bringing cither Tchsildar Ratia or DSP latchabad to Ratangarh if they were available. A fier transmitting this": "और संदेश भेजा कि तहसीलदार रतिया या डीएसपी फतेहाबाद को रतनगढ़ लाने के लिए यदि वे",
  "latchabad to Ratangarh if they were available. A fier transmitting this message, Dharambir Inspector went to Ratangarh tuming from where": "उपलब्ध थे। इस मैसेज को भेजने के बाद धर्मबीर इंस्पेक्टर रतनगढ़ मोड़ पर गए जहां से एक",
  "a road Icads to village Baliala. AS] Hari Chand, Incharge Police": "सड़क गांव बलियाला की ओर जाती है। एएसआई हरि चंद, प्रभारी पुलिस चौकी मढ़ और एएसआई",
  "Post Madh and ASI Katar Singh, Incharge Police Post Mchmhra met him at Ratangarh tuming as they had reached there on receiving": "कटार सिंह, प्रभारी पुलिस चौकी मेहम्हरा ने उनसे रतनगढ़ मोड़ पर मुलाकात की क्योंकि वे",
  "the message on wireless system. ASI Katar Singh andAS! Hari": "वायरलेस सिस्टम पर संदेश प्राप्त करने के बाद वहां पहुंचे थे। एएसआई कटार सिंह और एएसआई",
  "Chand were accompanicd by the constables posted in police Posts Mchmhra and Madh. Inspector Dharambir Singh then proceeded to": "हरि चंद के साथ पुलिस चौकी महम्हरा और माढ़ में तैनात सिपाही भी थे। इसके बाद इंस्पेक्टर",
  "village Baliala accompanied by ASI KatarSingh, AST | tari Chand": "धर्मबीर सिंह एएसआई कटार सिंह के साथ गांव बलियाला के लिए रवाना हुए। एएसआई हरि चंद",
  "and Constables. At village Baliala, he reccived information that the": "और कांस्टेबल। ग्राम बलियाला में उन्हें सूचना मिली कि ग्राम बलियाला के क्षेत्र में प्रदीप कुमार के",
  "Russi alias Jamail Singh, Koshala, Dhalla alias Banta Singh and’lunda": "उर्फ जमैल सिंह, कोशाला, ढल्ला उर्फ बंता सिंह और टुंडा उर्फ बाबू परित्यक्त ईंट भट्ठे के स्थान",
  "alias Babu were sclling poppy straw at the sitc ofabandoned brick kiln, Kesar Singh Sarpanch of village Baliala and Swaran Singh": "पर पोस्ता पुआल बेच रहे थे। छापेमारी दल में ग्राम बलियाला के सरपंच केसर सिंह और गांव",
  "another resident of village Baliala were associated by Dharambir Singh Inspector in the raiding party. In the meantime, message was": "बलियाला निवासी स्वर्ण सिंह अन्य धर्मबीर सिंह इंस्पेक्टर से जुड़े थे। इसी दौरान वायरलेस सिस्टम",
  "with the raiding party. When the jeep turned towards site of abandoned brick kiln, Jamail Singh alias Russi, Lakha Singh, Banta": "भट्ठे पर गए। जब जीप खाली पड़े ईंट भट्ठे की ओर मुड़ी तो जमैल सिंह उर्फ रसी, लक्खा सिंह, बंता",
  "Singh alias Dhalla, Tunda alias Babu Ram, Koshala and Pappu who": "सिंह उर्फ ढल्ला ने देखा। टुंडा उर्फ बाबू राम। कोशाला और पप्पू जो बोरियों पर बैठे देखे गए थे,",
  "were scen silting on the gunny bags fled away on noticing the police party coming in a jeep. Police Personnel persued them to some": "वे पुलिस दल को जीप में आते देख झूठ बोल गए। पुलिस कर्मियों ने उन्हें कुछ के लिए राजी किया",
  "distance, but they could not be apprehended. When the gunny bags werecheckcd 60 bags were found containing poppy straw and 15": "दूरी, लेकिन उन्हें पकड़ा नहीं जा सका। जब बोरियों की जांच की गई तो 60 बैग में चूरा पोस्त",
  "bags containing khal of binola. When the gunny bags with poppy": "और ।5 बैग में बिनोला की खाल थी। जब अफीम के भूसे के साथ बोरियों को तौला गया, तो",
  "straw were weighed, cach gunny bag was found 40kilograms in weight. 100 grams poppy straw was separated from cach gunny": "प्रत्येक बोरी का वजन 40 किलोग्राम पाया गया। नमूने के रूप में प्रत्येक बोरी से 00 ग्राम",
  "weight. 100 grams poppy straw was separated from cach gunny bag as sample. 60 parcels containing 100 grams poppy straw were": "पोस्ता भूसा अलग किया गया था। 00 ग्राम पोस्ता स्ट्रॉ वाले 60 पार्सल तैयार किए गए और",
  "Singh. Remainder gunny bags containing 39 kilograms 900 grams poppy straw in cach bag were also scaled with the scal of ‘DR’.": "किलोग्राम 900 ग्राम पोस्ता के भूसे वाले शेष बोरों को भी 'डीआर' की मुहर के साथ सील कर",
  "Aficr retraining specimen impression of scal, the scal was handed over by Inspector toASI Hari Chand. Scizure memo (Ex.PB) was": "दिया गया था। सील के नमूना छाप को फिर से रोकने के बाद, इंस्पेक्टर द्वारा एएसआई हरि",
  "also not filled at the spot nor deposited in the malkhana. The samples were": "साथ ही मौके पर नहीं भरा और न ही मालखाने में जमा किया। नमूने 4 दिनों के बाद रासायनिक",
  "the samples cannot be ruled out and it was a scrious flaw in the link evidence. ‘Thus, in the instant case, the above lacunac arc fatal to the prosecution case.": "सकता है और यह लिंक साक्ष्य में एक गंभीर दोष था। इस प्रकार, वर्तमान मामले में, उपरोक्त",
  "(18) As is evident from the evidence of PW11 ASI Elari Chand,": "(अद्णभारह) जैसा कि पीडब्लू ] एएसआई हरि चंद के साक्ष्य से स्पष्ट है। जांच",
  "Investigating Officer, only one sample of 100 grams was separated from cach bag. According to the observations made in re: Hawa Singh versus": "अधिकारी ने बताया कि प्रत्येक बैग से 00 ग्राम का केवल एक सैंपल अलग किया गया। हवा।सिंह",
  "cach bag. According to the observations made in re: Hawa Singh versus State of Haryana (4), wo samples should have been drawn in view of the provisions of Section 55 of the Act. Thus, the aforesaid provisions": "बनाम हरियाणा राज्य (७) में की गई टिप्पणियों के अनुसार, अधिनियम की धारा 55 के प्रावधानों",
  "(19) There were large number of police officials in the raiding partly in the jeeps. As per the version of the Investigating Ollicer, they were at": "(उन्नीस) छापेमारी दल में जीप में बड़ी संख्या में पुलिस अधिकारी सवार थे। जांच",
  "a distance of some yards from the accused, when they ran away. All the": "अधिकारी के बयान के अनुसार, वे आरोपियों से कुछ गज की दूरी पर थे, जब वे भाग गए। सभी",
  "police officials were armed with the dandas and othcr weapons. In the": "पुलिस अधिकारी डंडा और अन्य हथियारों से लैस थे। इन परिस्थितियों में, अभियोजन पक्ष द्वारा",
  "all the accused escaped and trained police officials could not capture a single accuscd.": "अधिकारी एक भी आरोपी को पकड़ नहीं सके।",
  "of the contraband was made was not examined. No gazctted officer was present at the spot al the time of recovery. When the truck number was": "मालिक की जांच नहीं की गई। वसूली के समय मौके पर कोई राजपत्रित अधिकारी मौजूद नहीं था",
  "present at the spot al the time of recovery. When the truck number was verified. it was found to be issued to a scooter owner. In the circumstances,": "जब ट्रक नंबर का सत्यापन किया गया तो पाया गया कि यह स्कूटर मालिक को जारी किया गया",
  "(21) Keeping in view all the circumstances, this Court comes to the": "(इकक्‍्कीस) सभी परिस्थितियों को ध्यान में रखते हुए, यह न्यायालय इस निष्कर्ष",
  "conclusion that the prosecution has failed to prove ils casc against the accused beyond reasonable doubt.": "पर पहुंचता है कि अभियोजन पक्ष उचित संदेह से परे अभियुक्त के खिलाफ अपने मामले को साबित करने में विफल रहा है।",
  "(22) In view of the above discussion, all the appeals are allowed:": "(बाईस) उपरोक्त चर्चा के मद्देनजर, सभी अपीलों की अनुमति दी जाती है: दोषसिद्धि",
  "sctting aside the impugned judgmenv/order of conviction and sentence. The": "और सजा के आक्षेपित निर्णय/आदेश को रद्द करना। आरोपी-अपीलकर्ताओं को आरोपित अपराध",
  "(1) 2005(4) RCR (Crl.) 292": "() 2005(4) आरसीआर (सा.रा.) 292",
  "(itendra Chauhan, J.)": "(जितेंद्र चौह्मान/ जे।",
  "(10) I have heard the learned counsel for the parties and perused": "(दस) मैंने पक्षकारों के विद्वान वकीलों को सुना है और रिकॉर्ड का ध्यानपूर्वक",
  "(11) Pappu Singh accused died during the pendency of appeal.": "(यारह) अपील के लंबित रहने के दौरान आरोपी पप्पू सिंह की मौत हो गई। इसलिए",
  "Therefore, the appeal filed by Pappu Singh stands abated.": "पप्पू सिंह द्वारा दायर अपील को निरस्त किया जाता है।",
  "(12) With regard to conscious possession, the Hon’ bleApex Court": "(बारह) सचेत कब्जे के संबंध में, माननीय सर्वोच्च न्यायालय अववार पस़िंहबनाम पंजाब",
  "“The word ‘possession’ no doubt has different shades of meaning": "\"इसमें कोई संदेह नहीं है कि 'कब्जे' शब्द के अर्थ के विभिन्न रंग हैं और यह अपने अर्थ",
  "and it is quite clastic in its connotation. Posscssion and ownership necd not always go together by the minimum requisite clement which": "में काफी क्लैस्टिक है। कब्जे और स्वामित्व को हमेशा न्यूनतम अपेक्षित तत्व द्वारा एक",
  "necd not always go together by the minimum requisite clement which has to be satisfied in custody or control over the goods. Can it be": "साथ जाने की आवश्यकता नहीं होती है जिसे माल पर हिरासत या नियंत्रण में संतुष्ट होना",
  "said, on thebasis of the evidence available on record, that the three": "पड़ता है। क्‍या रिकॉर्ड पर उपलब्ध साक्ष्य के आधार पर यह कहा जा सकता है कि तीन",
  "appellants --one of whom was driving the vehicle and othcr two": "अपीलकर्ता-जिनमें से एक वाहन चला रहा था और अन्य दो बैग पर बैठे थे, इस तरह की",
  "sitting on the bags, were having such custody or control ? It is difficult to reach such conclusion beyond reasonable doubt. It transpires from": "हिरासत या नियंत्रण कर रहे थे। उचित संदेह से परे इस तरह के निष्कर्ष पर पहुंचना",
  "evidence that theappellants were not the only occupants of the vehicle.": "मुश्किल है। यह साक्ष्य से पता चलता है कि अपीलकर्ता वाहन के एकमात्र रहने वाले नहीं",
  "Oncofthe persons who was sitting in the cabin and another person sitting at the back of the truck madc themscl ves scarce alter secing": "थे। केबिन में बैठे एक व्यक्ति और ट्रक के पीछे बैठे एक अन्य व्यक्ति ने पुलिस को",
  "quite probable that onc of them could be custodian of goods whether": "सका। यह काफी संभावना है कि उनमें से एक माल का संरक्षक हो सकता है चाहे वह",
  "or not he as the proprictor. The persons who were merely sitting on": "मालिक के रूप में हो या नहीं। जो व्यक्ति केवल थैलों पर बैठे थे, किसी और चीज के",
  "the bags, in the absence of proof of any thing more, cannot be presumed to be in possession of the goods. lor instance, ifthey are": "प्रमाण के अभाव में, उन्हें माल के कब्जे में नहीं माना जा सकता है। उदाहरण के लिए,",
  "labourers engaged merely for loading and unloading purposes and": "यदि वे केवल लोडिंग और अनलोडिंग उद्देश्यों के लिए लगे हुए श्रमिक हैं और यह दिखाने",
  "they maybe abcttors, but there is no such charge here. True, their silence and failure to explain the circumstances in which they were": "हो सकते हैं, लेकिन यहां ऐसा कोई आरोप नहीं है। सच है, उनकी चुप्पी और उन",
  "silence and failure to explain the circumstances in which they were travelling in the vehicle at the odd hours, is oncstrong circumstance": "परिस्थितियों की व्याख्या करने में विफलता जिसमें वे विषम घंटों में वाहन में यात्रा कर",
  "that can be put against them. A cascof drawing presumption under": "रहे थे, एक मजबूत परिस्थिति है जिसे उनके खिलाफ रखा जा सकता है। साक्ष्य",
  "prove thcpossession of the accused, but the fact remains that im the": "को साबित करने के लिए बनाया जा सकता है, लेकिन तथ्य यह है कि सीआरपीसी की",
  "was asked that they were the persons in possession of poppy husk, placed in the vehicle. The only question put to them was that as per": "जिनके पास अफीम की भूसी थी, वाहन में रखा गया। उनसे केवल एक ही प्रश्न पूछा गया थाकि",
  "2002 (4) RCR (Cri.) 180": "(0) 2002 (4) आरसीआर (सीआरएल) 480",
  "PAPPU SINGH AND OTHERS v. STATE OF HARYANA ti1]": "पप्पू सिंह और अन्य हरियाणा राज्य ]]]",
  "(Jitendra Chauhan, J.)": "(णितेंद्र चौह्मन, जे)",
  "(14) In the present case, a huge recovery of poppy straw was effected from the brick kiln. Nobody was arrested from the spot. A close": "(चौदह) वर्तमान में ईंट भट्ठे से अफीम के भूसे की भारी बरामदगी हुई। मौके से किसी",
  "effected from the brick kiln. Nobody was arrested from the spot. A close cxamination of the statements of the accused under Scction 313 of the Code": "को गिरफ्तार नहीं किया गया। दंड प्रक्रिया संहिता की धारा 333 के तहत अभियुक्त के बयानों की",
  "to be raised cither under Section 35 or 54 of theAct. Consequently, in view": "बारीकी से जांच से पता चलेगा कि अधिनियम की धारा 35 या 54 के तहत उठाए गए अनुमान के",
  "of the afore-cxtracted observations, such presumption to the effect that the accused werc in conscious possession of the bags cannot be drawn against": "के मद्देनजर, इस आशय की ऐसी धारणा कि अभियुक्त बैग के सचेत कब्जे में थे, उनके खिलाफ",
  "(15) In this case, none of the accused was arrested from the spot.": "(पंद्रह) इस मामले में किसी भी आरोपी को मौके से गिरफ्तार नहीं किया गया। रिकॉर्ड",
  "police party knew the accused carlicr, if'so, the context as to how the police": "यदि हां। पुलिस पार्टी उन्हें कैसे जानती थी, इसका संदर्भ नहीं दिया गया है। अभियोजन पक्ष द्वारा",
  "party knew them has not been cited. No test identification parade was got": "कोई जांच शिनाख्त परेड आयोजित नहीं की गई थी। इसलिए, घटनास्थल से भागे आरोपी की",
  "from the spot, could not be matched with the present accused, who were": "पहचान का मिलान वर्तमान आरोपियों से नहीं किया जा सकता था, जिन पर वास्तविक अपराधी",
  "suspected to be the actual culprits. There are chances of mistaken identity": "होने का संदेह था। इस मामले में गलत पहचान की संभावना है। कथित तौर पर आरोपी को",
  "in this case. TheASI who allegedly recognised theaccused, was not having any fricndship or thick relations with the present accuscd Icaving no doubt": "पहचानने वाले एएसआई की वर्तमान आरोपी के साथ कोई दोस्ती या मधुर संबंध नहीं थे, जिससे",
  "(16) rom the perusal of the record, it reveals that the raiding party": "(सोलह) रिकॉर्ड के अवलोकन से, यह पता चलता है कि छापा मारने वाला दल दो स्वतंत्र",
  "joined two independent witnesses namely, Kesar Singh Sarpanch and Swaran Singh. The seal aficr use remained with the Investigating Officer": "गवाहों अर्थात्‌ केसर सिंह सरपंच और स्वर्ण सिंह के साथ शामिल हो गया, उपयोग के बाद सील",
  "for a period of fifteen days. It was not handed over to any independent": "पंद्रह दिनों की अवधि के लिए जांच अधिकारी के पास रही। इसे किसी स्वतंत्र गवाह को नहीं सौंपा",
  "witness, who were part of the team. In his crosscxamination, PW1 Kesar Singh has stated that when Ex.PB, recovery memo was signed by him, it": "गया, जो टीम का हिस्सा थे। अपनी जिरह में पीडब्ल्यूआई केसर सिंह ने कहा है कि जब पूर्व पीबी",
  "was blank and no recovery was effected in his presence. fle did not know": "वसूली ज्ञापन पर हस्ताक्षर किए गए थे। यह खाली था और उनकी उपस्थिति में कोई वसूली नहीं",
  "the accused present in the court. Swaran Singh PW2 deposed that he did": "हुई थी। वह अदालत में मौजूद आरोपियों को नहीं जानता था। स्वर्ण सिंह 7५४2 ने गवाही दी कि",
  "not sec any person uploading the bags from the truck. As cmanates from": "उन्होंने किसी भी व्यक्ति को ट्रक से बैग अपलोड करते नहीं देखा। जैसा कि पीडब्ल्यू ॥ और",
  "the statements of PW1 and PW2, the scal aficr use was not handed over to them.": "पीडब्ल्यू 2 के बयानों से पता चलता है, उपयोग के बाद की मुहर उन्हें नहीं सौंपी गई थी।",
  "(17) In re: Gurjant Singh versus State of Punjab (3), the scal": "(सत्रह) पुन: गमजंत सिंहबनाम पंजाब राज्य (3) /उपयोग के बाद की मुहर स्वतंत्र",
  "aficr usc was not handed over to independent witness. Form No.29-M was": "गवाह को नहीं सौंपी गई थी। फॉर्म नंबर 29-एम था",
  "(3) 2007 (4) RCR (Crl.) 226": "(3) 2007 (4) आरसीआर (सा.रा.) 226"
}