{
  "Court in Jai Bharat Gum and Chemicals Ltd. versus State of Haryana": "मेसर्स डीएलएफ लिमिटेड गुरमीत सिंह 6बागगा बनाम हरियाणा और अन्य राज्यों का राज्य",
  "OF HARYANA AND ANOTHERS (Tejinder Singh Dhindsa, J.)": "(तेजिंदर सिंह ढींडसा, जे.)",
  "Before Tejinder Singh Dhindsa & Sanjiv Berry, JJ.": "समक्ष तेजिंदर सिंह ढिंढसा और संजीव बेरी, जे.जे.",
  "M/S DLF LIMITED GURMEET SINGH @ BAGGA — Petitioner": "मेसर्स डीएलएफ लिमिटेड गुरमीत सिंह 6बागगा - याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER — Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "February 20, 2023": "20 फरवरी, 2023",
  "Haryana General Sales Tax Act—S. 43—Haryana General Sales Tax Rules—Rule 36—Appeal against the order of the Haryana": "हरियाणा सामान्य बिक्री कर अधिनियम-धारा ५३-हरियाणा सामान्य बिक्री कर नियम-नियम ३6-हरियाणा कर",
  "Commissioner refusing to grant the refund of the excess amount of tax paid by the appellant as determined by the Assessing Authority": "की गई कर की अतिरिक्त राशि की वापसी प्रदान करने से इनकार करने के आदेश को निर्धारण प्राधिकरण द्वारा",
  "has been upheld on the principle of unjust enrichment—Officer": "निर्धारित किया गया है, अन्यायपूर्ण संवर्धन के सिद्धांत पर बरकरार रखा गया है।धनवापसी की राशि निर्धारित करने की",
  "exercising power of determining amount of refund cannot exercise powers of review or appeal or revision. He has to respect the order of": "शक्ति का प्रयोग करने वाला अधिकारी समीक्षा या अपील या संशोधन की शक्तियों का प्रयोग नहीं कर सकता है। उसे",
  "assessment and is required to only proceed to determine amount of": "मूल्यांकन के आदेश का सम्मान करना होगा और केवल धनवापसी की राशि निर्धारित करने के लिए आगे बढ़ना होगा।",
  "refund. The provisions of S. 43 read with Rule 36 postulate the limits of their power—Appeal Allowed.": "नियम 36 के साथ पठित धारा ५३ के प्रावधान उनकी शक्ति की सीमाओं को अभिनिर्धारित करते हैं- अपील की अनुमति दी गई।",
  "Held, that a Division Bench of this Court in M/s Raghbar Dass Hukam Chand versus State of Haryana and others (CWP No. 19941": "यह अभिनिर्धारित किया गया कि मेसर्स रघबर दास हुकुम चंद बनाम हरियाणा राज्य और अन्य (सीडब्ल्यूपी नं. 2005",
  "of 2005) decided on 07.05.2009 (Annexure A-8) had precisely dealt": "का 994) 07.05.2009 (अनुलग्नक ए-8) पर निर्णय लिया गया था कि कानून .७ के प्रश्न के साथ ठीक से निपटा",
  "hierarchy of Sales Tax Department, Haryana in the garb of exercising": "प्रदान करने की शक्ति का प्रयोग करने की आड़ में विक्रय कर विभाग, हरियाणा के पदानुक्रम में उच्चतर प्राधिकारी",
  "power of granting sanction under Rule 36 of Haryana General Sales Tax Rules to the refund orders passed by the Assessing Officer, could": "नियम ३6 के तहत निर्धारण अधिकारी द्वारा पारित धनवापसी आदेशों को मंजूरी देने की शक्ति का प्रयोग करने की",
  "set aside such order of assessment? View taken was that irrespective of": "आड़ में मूल्यांकन के ऐसे आदेश को दरकिनार कर सकते हैं? यह विचार किया गया कि मामले के गुण-दोष के बावजूद",
  "merits of the case the refund has to follow order of the Assessing Authority and in proceedings for determining refund, only question was": "धनवापसी को निर्धारण प्राधिकरण के आदेश का पालन करना होगा और धनवापसी निर्धारित करने की कार्यवाही में",
  "(Para 8)": "(पैरा 8)",
  "Further held, that In view of the above and following the dictum laid down in Raghbar Dass Hukam Chand (Supra) we find": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि उपरोक्त को ध्यान में रखते हुए और रघबर दास हुकुम चंद (सुप्रा)",
  "01.07.2005 (Annexure A-7) cannot sustain. The appellant-company consequently would be entitled to the refund in the light of the": "क-7) पारित आक्षेपित आदेश कायम नहीं रह सकता है। परिणामस्वरूप अपीलार्थी-कंपनी निर्धारण वर्ष 998-99 से",
  "consequently would be entitled to the refund in the light of the assessment order dated 11.02.2003 (Annexure A-1) pertaining to the": "संबंधित निर्धारण आदेश दिनांक ॥.02.2003 (अनुलग्नक क-॥) के आलोक में धनवापसी की हकदार होगी।",
  "(Para 11)": "(पैरा ॥॥)",
  "“The case was examined in the light of the decision of the Hon'ble Supreme Court of India in the 20\" Century Finance": "\"इस मामले की जांच 20वीं सदी के वित्त निगम लिमिटेड मामले में भारत के माननीय सर्वोच्च न्यायालय के फैसले के",
  "Corporation Ltd. Case and on the basis of facts and circumstances of the case, it is clear that the transaction of": "आलोक में की गई थी और मामले के तथ्यों और परिस्थितियों के आधार पर, यह स्पष्ट है कि डीएलएफ इंडस्ट्रीज",
  "rental between DLF Industries Ltd. and DLF Universal Ltd. was outside the jurisdiction of the Haryana State because": "लिमिटेड और डीएलएफ यूनिवर्सल लिमिटेड के बीच किराये का लेनदेन हरियाणा राज्य के अधिकार क्षेत्र से बाहर था",
  "the agreement between the two parties was executed outside the State of Haryana. Therefore, the rental income": "क्योंकि दोनों पक्षों के बीच समझौते को हरियाणा राज्य के बाहर निष्पादित किया गया था। इसलिए, मेसर्स डीएलएफ",
  "from M/s DLF Universal Ltd. cannot form part of the turnover of the assessee in Haryana. Another aspect i.e.": "यूनिवर्सल लिमिटेड से किराये की आय हरियाणा में निर्धारिती के कारोबार का हिस्सा नहीं बन सकती है। एक और",
  "claim of refund also arises in this case and the claim of": "पहलू इस मामले में धनवापसी का दावा भी किया जाता है और धनवापसी के दावे की जांच मेसर्स मफतलाल इंडस्ट्रीज",
  "Industries Ltd. vs. The Union of India (STC-SC page-467). Shri Vipin Jindal, GM Finance of the company as well as": "(एसटीसी - एस. सी. पेज -५67) । श्री विपिन जिंदल, जी. एम. फाइनेंस कंपनी के साथ-साथ दोनों कंपनियों के लिए",
  "power of Attorney holder for both the companies has pointed out that DLF Industries Ltd. was merged into DLF": "पावर ऑफ अटॉर्नी धारक ने बताया है कि डी. एल. एफ. इंडस्ट्रीज लिमिटेड का डी. एल. एफ. यूनिवर्सल लिमिटेड में",
  "Hr. High Court and Delhi High Court order dated 8\" August 2000. The merger of the two companies was as per": "विलय किया गया था। और एचआर। उच्च न्यायालय और दिल्ली उच्च न्यायालय का आदेश दिनांक 8 अगस्त 2000।",
  "the scheme of amalgamation effective from 1“ April 1999. Shri Vipin Jindal has pleaded that both lessor and lessee": "दोनों कंपनियों का विलय । अप्रैल 999 से प्रभावी समामेलन की योजना के अनुसार था। श्री विपिन जिंदल ने अनुरोध",
  "companies have become one legal entity. Therefore, the": "किया है कि पट्टेदार और पट्टिदार दोनों कंपनियां एक कानूनी इकाई बन गई हैं। इसलिए इस आधार पर धन वापसी के",
  "claim of refund cannot be questioned on this ground. However the claim of refund has rightly been made by M/s DLF Universal Ltd. which had actually borne the burden of": "दावे पर सवाल नहीं उठाया जा सकता है। हालांकि रिफंड का दावा मेसर्स डीएलएफ यूनिवर्सल लिमिटेड द्वारा किया",
  "tax. At the same time he has pointed out the decision of the Hon'ble Supreme Court is not applicable in this case": "गया है, जिसने वास्तव में कर का बोझ उठाया था। साथ ही उन्होंने कहा है कि इस मामले में माननीय सर्वोच्च न्यायालय",
  "because the decision was given in the light of the provisions/scheme of the Central Excise Act whereas the": "का निर्णय लागू नहीं है क्योंकि यह निर्णय केंद्रीय उत्पाद शुल्क अधिनियम के प्रावधानों /योजना के आलोक में दिया",
  "scheme of the HGST Act clearly provides for the refund of": "गया था, जबकि एचजीएसटी अधिनियम की योजना में स्पष्ट रूप से कर की वापसी का प्रावधान है और एचजीएसटी",
  "tax and the scheme of the HGST Act is different from that of the Central Excise Act. The written arguments of Shri": "अधिनियम की योजना केंद्रीय उत्पाद शुल्क अधिनियम से अलग है। श्री विपिन जिंदल की लिखित दलीलें और उच्च",
  "Industries Ltd. and it is clear that the lessor and lessee had become one legal entity after amalgamation. Moreover, the decision of the Hon'ble Supreme Court was based on the": "है कि पट्टेदार और पट्टेदार समामेलन के बाद एक कानूनी इकाई बन गए थे। इसके अलावा, माननीय सर्वोच्च न्यायालय",
  "decision of the Hon'ble Supreme Court was based on the scheme of the Central Excise Act and the HGST Act is": "का निर्णय केंद्रीय आबकारी अधिनियम की योजना पर आधारित था और एचजीएसटी अधिनियम है",
  "794 ILL.R. PUNJAB AND HARYANA 2023(1)": "793",
  "quite different. Thus on the basis of facts and circumstances of the case, the claim of refund seems to be genuine and": "काफी अलग है। इस प्रकार मामले के तथ्यों और परिस्थितियों के आधार पर, धनवापसी का दावा वास्तविक और इसलिए",
  "therefore admissible.”": "स्वीकार्य प्रतीत होता है।",
  "(4) As such a refund of Rs.52,46,590/- was calculated by the Assessing Authority.": "(५) इस प्रकार 52,+6,590/- रुपये के रिफंड की गणना निर्धारण प्राधिकरण द्वारा की गई थी।",
  "(5) As per provisions of the Rule 36 of the Haryana General Sales Tax Rules read with Section 43 of the Act, a refund exceeding": "(5) अधिनियम की धारा ५३ के साथ पठित हरियाणा सामान्य बिक्री कर नियमों के नियम 36 के प्रावधानों के अनुसार,",
  "Rs. 10 lakhs has to be sanctioned by the Commissioner and accordingly": "आयुक्त द्वारा ।0 लाख रुपये से अधिक के धनवापसी को मंजूरी दी जानी चाहिए और तदनुसार निर्धारण प्राधिकरण",
  "the refund calculated by the Assessing Authority was referred to the Commissioner for necessary approval. The Commissioner vide order": "द्वारा गणना की गई धनवापसी को आवश्यक अनुमोदन के लिए आयुक्त को भेजा गया था। आयुक्त ने दिनांक",
  "dated 12.08.2003 (Annexure A-2) declined to approve the refund.": "2.08.2003 (अनुलग्रक ए-2) के आदेश के माध्यम से धन वापसी को मंजूरी देने से इनकार कर दिया। अपीलार्थी-",
  "Appellant-company preferred an appeal before the Haryana Tax Tribunal and vide order dated 02.09.2004 the matter was remanded to": "कंपनी ने हरियाणा कर अधिकरण के समक्ष अपील की और दिनांक 02.09.200% के आदेश द्वारा मामले को कानून",
  "the Excise and Taxation Commissioner, Haryana for fresh decision in accordance with law and after hearing the parties. The Commissioner,": "के अनुसार और पक्षों को सुनने के बाद नए निर्णय के लिए आबकारी और कराधान आयुक्त, हरियाणा को भेज दिया",
  "however, vide order dated 19.01.2005 (Annexure A-5) reiterated its": "गया। तथापि, आयुक्त ने दिनांक 9.0.2005 (अनुलग्नक ए-5) के आदेश द्वारा अपने पूर्व विचार को दोहराया और",
  "earlier view and declined the refund to the appellant. The appellant- company again approached the Haryana Tax Tribunal and which has": "अपीलार्थी को प्रतिदाय देने से इनकार कर दिया। अपीलार्थी कंपनी ने फिर से हरियाणा कर अधिकरण का दरवाजा",
  "led to the passing of the impugned order dated 01.07.2005 (Annexure A-7) taking a view that the Excise and Taxation Commissioner, Haryana was justified in refusing to accord approval to the refunds": "खटखटटाया और जिसके परिणामस्वरूप दिनांक 0.07.2005 (अनुलग्नक ए-7) का यह विचार रखते हुए आशक्षेपित आदेश पारित किया गया कि आबकारी और कराधान आयुक्त, हरियाणा ने अन्यायपूर्ण संवर्धन के सिद्धांत पर निर्धारण",
  "(6) We have heard counsel for the parties and have perused the pleadings on record.": "(6) हमने पक्षकारों के वकील को सुना है और अभिलेख पर अभिवचनों का अवलोकन किया है।",
  "(7) We find that the issue that arises for consideration in the present appeal is as to whether the Commissioner had jurisdiction": "(7) हम पाते हैं कि वर्तमान अपील में विचार के लिए जो मुद्दा उत्पन्न होता है वह यह है कि क्या आयुक्त को हरियाणा",
  "under Rule 36 of the Haryana General Sales Tax Rules read with": "सामान्य बिक्री कर अधिनियम की धारा ५3 के साथ पठित हरियाणा सामान्य बिक्री कर नियमों के नियम ३6 के तहत",
  "(8) We find that the issue culled out hereinabove is no longer res integra. A Division Bench of this Court in M/s Raghbar Dass": "(8) हम पाते हैं कि ऊपर जो मुद्दा उठाया गया है वह अब एकीकृत नहीं है। मेसर्स रघबर दास हुकुम चंद बनाम",
  "Hukam Chand versus State of Haryana and others (CWP No. 19941 of 2005) decided on 07.05.2009 (Annexure A-8) had precisely dealt": "हरियाणा राज्य और अन्य (सीडब्ल्यूपी नं. दिनांक 07.05.2009 (अनुलग्नक क-8) को विनिश्चय किए गए) में विधि के",
  "Tax Rules to the refund orders passed by the Assessing Officer, could": "निर्धारण अधिकारी द्वारा पारित धनवापसी आदेशों के लिए,",
  "Sandeep Goyal, Advocate and Nitish Bansal, Advocate, for the appellant.": "अपीलार्थी की ओर से अधिवक्ता संदीप गोयल और अधिवक्ता नीतीश बंसल ने पक्ष रखा।",
  "Shruti Jain Goyal, DAG, Haryana.": "श्रुति जैन गोयल, डीएजी, हरियाणा।",
  "TEJINDER SINGH DHINDSA, J.": "तेजिंदर सिंह ढिंड्सा, जे.",
  "(1) The present appeal is directed against the order of the Haryana Tax Tribunal dated 01.07.2005 (Annexure A-7) whereby the": "(॥) वर्तमान अपील हरियाणा कर अधिकरण के दिनांक 0.07.2005 (अनुलग्नक क-7) के आदेश के विरुद्ध निर्देशित",
  "refund of the excess amount of tax paid by the appellant as determined": "की गई है, जिसके अधीन आबकारी और कराधान आयुक्त द्वारा अपीलार्थी द्वारा अदा की गई कर की अतिरिक्त रकम",
  "(2) Appellant is a company incorporated under the Companies Act, 1956. Name of the company was changed from M/s DLF": "(2) अपीलार्थी कंपनी अधिनियम, 956 के अधीन निगमित कंपनी है। कंपनी का नाम 27.05.2006 से मेसर्स",
  "Act, 1956. Name of the company was changed from M/s DLF Universal Ltd. to DLF Ltd. w.e.f. 27.05.2006. Appellant-company was": "डीएलएफ यूनिवर्सल लिमिटेड से बदलकर डीएलएफ लिमिटेड कर दिया गया। अपीलार्थी-कंपनी डी. एल. एफ.",
  "a subsidiary of DLF Universal Ltd. and was engaged in the activity of construction of buildings. Such construction activity was closed down": "यूनिवर्सल लिमिटेड की एक सहायक कंपनी थी और भवनों के निर्माण की गतिविधि में लगी हुई थी। इस तरह की",
  "by DLF Industries Ltd. in the year 1996 and thereafter machinery and": "निर्माण गतिविधि को डी. एल. एफ. इंडस्ट्रीज लिमिटेड द्वारा वर्ष 9996 में और उसके बाद मशीनरी और उपकरण",
  "equipments etc. were rented out to M/s DLF Universal Ltd. on the strength of an agreement executed at New Delhi.": "आदि द्वारा बंद कर दिया गया था। नई दिल्ली में निष्पादित एक समझौते के बल पर मेसर्स डी. एल. एफ. यूनिवर्सल लिमिटेड को किराए पर दिया गया था।",
  "(3) During the period in question 1.e. 1998-1999 the appellant-": "(3) 998-999 की विचाराधीन अवधि के दौरान, अपीलार्थी कंपनी को हरियाणा सामान्य बिक्री कर अधिनियम के",
  "company was duly registered for sales tax under the provisions of the": "प्रावधानों के तहत बिक्री कर के लिए विधिवत पंजीकृत किया गया था और उसने 0,36,98,420/- रुपये के कारोबार",
  "Rs.7,71,16,529/-was depicted as rental income on account of": "को दर्शाते हुए अपना रिटर्न दाखिल किया था। इस तरह के कुल कारोबार में से 7,7,6,529 /- रुपये की राशि को",
  "machinery and equipment’s etc. given to M/s DLF Universal Ltd. On": "मशीनरी और उपकरण आदि के खाते में किराये की आय के रूप में दर्शाया गया था। मेसर्स डीएलएफ यूनिवर्सल",
  "the aforesaid amount of rental, a tax of Rs.52,37,790/- was deposited": "लिमिटेड को दिया गया। किराये की उपर्युक्त राशि पर, 52,37,790/- रुपये का कर रिटर्न के साथ जमा किया गया",
  "transfer of property in goods. At the stage of assessing of return by the Assessing Authority for the year 1998-99, the appellant-company took": "था, जिसे माल में संपत्ति का हस्तांतरण माना जाता है। वर्ष ।998-99 के लिए निर्धारण प्राधिकरण द्वारा विवरणी के",
  "Assessing Authority for the year 1998-99, the appellant-company took a stand that no tax is payable by it under the Haryana Act as the situs of": "निर्धारण के स्तर पर, अपीलार्थी-कंपनी ने यह रुख अपनाया कि हरियाणा अधिनियम के अधीन उसके द्वारा कोई कर",
  "sale would be outside Haryana i.e. at Delhi where the agreement had": "देय नहीं है क्योंकि विक्रय का स्थान हरियाणा से बाहर दिल्ली में होगा जहां समझौता निष्पादित किया गया था। उस स्तर",
  "Corporation Ltd.', wherein it had been held that tax is leviable by the State where the agreement is executed for transfer of right to use the": "किया था, जिसमें यह अभिनिर्धारित किया गया था कि कर उस राज्य द्वारा अधिरोपणीय है जहां समझौते को माल के"
}