{
  "438": "437",
  "I.L.R. PUNJAB AND HARYANA 2023(1)": "आई.एल.आर. पंजाब और हरियाणा 2023()",
  "(3) Any animal or conveyance used in carrying any narcotic drug or psychotropic substance [or controlled substances], or any article liable to confiscation under sub- section (1) or sub-section (2) shall be liable to confiscation,": "(3) उपधारा (॥) या उपधारा (2) के अधीन ज़ब्त किए जाने योग्य कोई पशु या माल, या किसी मादक पदार्थ या नियंत्रित",
  "unless the owner of the animal or conveyance proves that it": "पदार्थ को ले जाने में प्रयुक्त कोई पशु या वाहन, तब तक ज़ब्त किए जाने के लिए उत्तरदायी होगा जब तक कि पशु या",
  "was so used without the knowledge or connivance of the owner himself, his agent, if any, and the person-incharge of": "वाहन का स्वामी यह साबित न कर दे कि इसका उपयोग स्वयं स्वामी, उसके अभिकर्ता, यदि कोई हो, और पशु या",
  "61. Confiscation of goods used for concealing illicit": "6. अवैध दवाओं या पदार्थों को छिपाने के लिए उपयोग किए जाने वाले सामान की जब्ती - किसी भी (मादक पदार्थ,",
  "drugs or substances - Any goods used for concealing any": "मादक पदार्थ या नियंत्रित पदार्थ) को छिपाने के लिए उपयोग किया जाने वाला कोई भी सामान जो इस अधिनियम के",
  "shall also be liable to confiscation.": "तहत ज़ब्त करने योग्य है, भी ज़ब्त करने के लिए उत्तरदायी होगा।",
  "Explanation.- In this section \"goods\" does not include conveyance as a means of transport.": "स्पष्टीकरण-- इस खंड में \"माल\" में परिवहन के साधन के रूप में परिवहन शामिल नहीं है।",
  "62. Confiscation of sale proceeds of illicit drugs or substances. - Where any [narcotic drug, psychotropic": "62. अवैध दवाओं या पदार्थों की बिक्री आय की जब्ती। - जहां किसी व्यक्ति द्वारा किसी भी [मादक दवा, मनोदैहिक",
  "substance or controlled substance] is sold by a person having knowledge or reason to believe that the drug or": "पदार्थ या नियंत्रित पदार्थ] को बेचा जाता है, जिसे यह विश्वास करने का ज्ञान या कारण है कि दवा या पदार्थ इस",
  "substance is liable to confiscation under this Act, the sale proceeds thereof shall also be liable to confiscation.": "अधिनियम के तहत जब्ती के लिए उत्तरदायी है, तो उसकी बिक्री की आय भी जब्ती के लिए उत्तरदायी होगी।",
  "63. Procedure in making confiscations. —": "63. ज़ब्त करने की प्रक्रिया। -",
  "(1) In the trial of offences under this Act, whether the accused is convicted or acquitted or discharged, the court": "(।) इस अधिनियम के अधीन अपराधों के विचारण में, क्या अभियुक्त दोषी ठहराया गया है या बरी किया गया है या",
  "shall decide whether any article or thing seized under this": "आरोपमुक्‍्त किया गया है, न्यायालय यह विनिश्चय करेगा कि क्या इस अधिनियम के अधीन अभिगृहीत कोई वस्तु या",
  "Act is liable to confiscation under section 60 or section 61 or section 62 and, if it decides that the article is so liable, it": "वस्तु धारा 60 या धारा 6। या धारा 62 के अधीन अभिगृहीत करने के लिए दायी है और यदि वह विनिश्चय करता है कि",
  "(2) Where any articles or thing seized under this Act appears to be liable to confiscation under section 60 or section 61 or section 62, but the person who committed the": "(2) जहां इस अधिनियम के तहत जब्त की गई कोई वस्तु या चीज धारा 60 या धारा 6 या धारा 62 के तहत जब्ती",
  "offence in connection therewith is not known or cannot be": "के लिए उत्तरदायी प्रतीत होती है, लेकिन जिस व्यक्ति ने इसके संबंध में अपराध किया है वह ज्ञात नहीं है या पाया नहीं",
  "found, the court may inquire into and decide such liability, and may order confiscation accordingly:": "जा सकता है, तो अदालत ऐसे दायित्व की जांच और निर्णय कर सकती है, और तदनुसार जब्ती का आदेश दे सकती हैः",
  "Provided that no order of confiscation of an article or thing shall be made until the expiry of one month from the date": "बशर्ते कि किसी वस्तु या वस्तु को ज़ब्त करने का कोई आदेश ज़ब्त की तारीख से एक महीने की समाप्ति तक या दावा",
  "(N.S. Shekhawat, J.)": "हरभजन सिंह बनाम हरियाणा राज्य (एन.एस. शेखावत, जे.)",
  "Before N.S. Shekhawat, J.": "समक्ष एन. एस. शेखावत, जे.",
  "versus": "बनाम",
  "STATE OF HARYANA— Respondent": "हरियाणा राज्य-प्रतिवादी",
  "CRA-S No. 2092-SB of 2004": "सीआरए-एस संख्या 2092-एसबी 200५",
  "January 19, 2023": "॥9 जनवरी, 2023",
  "The Narcotic Drugs and Psychotropic Substances Act, 1985— S. 60, 61, 62, 63—Post trial disposal of articles confiscated—Car used": "नार्कोटिक ड्रग्स एंड साइकोट्रोपिक सब्सटेंस एक्ट, 985-धारा 60,6,62,63-जब्त की गई वस्तुओं का परीक्षण के",
  "in carrying contraband taken into possession by police without formal": "बाद निपटान-जब्त के औपचारिक आदेश के बिना पुलिस द्वारा कब्जे में ली गई प्रतिबंधित सामग्री ले जाने में उपयोग",
  "order of confiscation—Though, notice under S. 60 issued to registered": "की जाने वाली कार-हालांकि, वाहन के पंजीकृत मालिक को धारा 60 के तहत नोटिस जारी किया गया-हालांकि,",
  "owner of the vehicle—However, mandatory provisions of S. 60 to 63 of the Act not compiled—Special Court wrongly declined to proceed": "अधिनियम की धारा 60 से 63 के अनिवार्य प्रावधानों को संकलित नहीं किया गया-विशेष न्यायालय ने इस आधार पर",
  "on the ground that trial had already concluded and no proceedings remained pending—Impugned order set aside—Matter remanded": "आगे बढ़ने से इनकार कर दिया कि मुकदमा पहले ही समाप्त हो चुका था और कोई कार्यवाही लंबित नहीं थी--विवादित",
  "back with direction to comply with provisions of S. 60 to 63 and to": "आदेश को अलग रखा गया--मामले को धारा 60 से 63 के प्रावधानों का पालन करने और वाहन के पंजीकृत मालिक",
  "Held, that from a perusal of the record, it is evident that notice under Section 60 of the NDPS Act was served upon the appellant i.e.,": "आयोजित, कि रिकॉर्ड के एक अवलोकन से, यह स्पष्ट है कि एनडीपीएस अधिनियम की धारा 60 के तहत नोटिस",
  "the registered owner of the car in question i.e. the car bearing registration No. HR-02B/6651. However, the proceedings in": "अपीलार्थी पर दिया गया था प्रश्न में कार के पंजीकृत मालिक है कि कार पंजीकरण संख्या है। एचआर-02 बी/665॥।",
  "compliance of the mandatory provisions of Sections 60 to 63 of the NDPS Act were not held. Rather the learned Special Court wrongly": "हालांकि, एनडीपीएस अधिनियम की धारा 60 से 63 के अनिवार्य प्रावधानों के अनुपालन में कार्यवाही नहीं की गई।",
  "NDPS Act were not held. Rather the learned Special Court wrongly declined to proceed with the matter only on the ground that the trial had": "बल्कि विद्वत विशेष न्यायालय ने केवल इस आधार पर मामले को आगे बढ़ाने से गलत तरीके से इनकार कर दिया कि",
  "already concluded in the present case and no proceedings remained": "वर्तमान मामले में मुकदमा पहले ही समाप्त हो चुका था और इस मामले में कोई कार्यवाही लंबित नहीं थी। इस प्रकार,",
  "pending in this case. Thus, the impugned order suffers from patent illegality and infirmity.": "विवादित आदेश पेटेंट अवैधता और दुर्बलता से ग्रस्त है।",
  "(Para 9)": "(पैरा 9)",
  "Further held, that hence the impugned order dated 27.08.2004 passed by the learned Special Court, Kurukshetra is set aside. The": "इसके अतिरिक्त यह अभिनिर्धारित किया गया कि इसलिए विद्वत विशेष न्यायालय, कुरुक्षेत्र द्वारा पारित दिनांक 27.08.200५% का आक्षेपित आदेश अपास्त कर दिया गया है। एनडीपीएस अधिनियम की धारा 60 से 63 के प्रावधानों",
  "proceed with the proceedings of confiscation of car in question after": "का अनुपालन करने के बाद विचाराधीन कार को जब्त करने की कार्यवाही के साथ आगे बढ़ने के निर्देश के साथ मामले",
  "appellant herein i.e. the registered owner of the vehicle and shall pass": "अपीलार्थी को नोटिस जारी करेगा। वाहन का पंजीकृत मालिक और वाहन में उसकी जानकारी या मिलीभुगत के बारे",
  "an order of confiscation only after hearing the registered owner of the": "में वाहन के पंजीकृत मालिक को सुनने के बाद ही जब्ती का आदेश पारित करेगा",
  "440": "433",
  "HARBHAJAN SINGH v. STATE OF HARYANA 439 (N.S. Shekhawat, J.)": "हरभजन सिंह बनाम हरियाणा राज्य (एन.एस. शेखावत, जे.)",
  "any right thereto and the evidence, if any, which he produces in respect of his claim.": "उसका कोई अधिकार और साक्ष्य, यदि कोई हो, जिसे वह अपने दावे के संबंध में प्रस्तुत करता है।",
  "Provided further that if any such article or thing, other than a narcotic drug, psychotropic substance [controlled substance], the opium poppy, coca plant or cannabis plant": "बशर्ते कि यदि कोई ऐसी वस्तु या वस्तु, मादक दवा, मादक पदार्थ [नियंत्रित पदार्थ), अफीम पोस्ता, कोका पौधा या",
  "is liable to speedy and natural decay, or if the court is of": "भांग के पौधे के अलावा, शीघ्र और प्राकृतिक क्षय के लिए उत्तरदायी है, या यदि अदालत की राय है कि इसकी बिक्री",
  "opinion that its sale would be for the benefit of its owner, it may at any time direct it to be sold; and the provisions": "इसके मालिक के लाभ के लिए होगी, तो वह किसी भी समय इसे बेचने का निर्देश दे सकती है; और इस उपधारा के",
  "of this subsection shall, as nearly as may be practicable, apply to the net proceeds of the sale.\"": "प्रावधान, जितना संभव हो सके, बिक्री की शुद्ध आय पर लागू होंगे।",
  "10.A bare perusal of the aforesaid provisions would go to show that it is incumbent on the part of the Authority or": "0. उपरोक्त प्रावधानों का नंगे अवलोकन यह दिखाने के लिए जाएगा कि यह प्राधिकरण या अधिकारी की ओर से",
  "officer who is in custody of the persons or articles seized in connection with a case under the N.D.P.S Act to take steps": "बाध्य है जो एन.डी.पी.एस. अधिनियम के तहत एक मामले के संबंध में जब्त किए गए व्यक्तियों या लेखों की हिरासत",
  "for disposal of the person and articles in the manner known": "में है, कानून को ज्ञात तरीके से व्यक्ति और लेखों के निपटान के लिए कदम उठाने के लिए। उसी का अनिवार्य रूप से",
  "to law. The same necessarily implies that the officer concerned has to produce before the Court the articles seized and also the person concerned who has been taken to": "तात्पर्य है कि संबंधित अधिकारी को अदालत के समक्ष जब्त की गई वस्तुओं और संबंधित व्यक्ति को भी पेश करना",
  "custody in connection with a case under the N.D.P.S Act.": "होगा जिसे एन.डी.पी.एस. अधिनियम के तहत एक मामले के संबंध में हिरासत में लिया गया है।",
  "Sections 60, 61 and 62 of the N.D.P.S Act provide for the": "एन.डी.पी.एस. अधिनियम की धारा 60,6। और 62 में अवैध मादक पदार्थों, मनोदैहिक पदार्थों, नियंत्रित पदार्थों, पौधों,",
  "post-trial decision required to be taken by the Court with": "वस्तुओं और परिवहनों के निपटान के संबंध में न्यायालय द्वारा लिए जाने वाले परीक्षण के बाद के निर्णय के लिए प्रदान",
  "conveyances, so also any lawful drugs and the narcotic drugs or substances [or controlled substances] which": "किया गया है, इसी तरह किसी भी वैध दवाओं और मादक दवाओं या पदार्थों [या नियंत्रित पदार्थी] का भी, जो हालांकि",
  "though are imported or exported lawfully, but along with the same, there are illicit narcotic drugs or psychotropic": "कानूनी रूप से आयात या निर्यात किए जाते हैं, लेकिन उसी के साथ, अवैध मादक दवाएं या मनोदैहिक पदार्थ या",
  "substances or controlled substances, and also the materials, apparatus, utensils which are used, the receptacles or packages covering used for such contraband drugs and the": "नियंत्रित पदार्थ भी हैं, और सामग्री, उपकरण, बर्तन जो उपयोग किए जाते हैं, ऐसे निषिद्ध दवाओं के लिए उपयोग किए",
  "packages covering used for such contraband drugs and the contents in the same, and animal or conveyance used in": "जाने वाले पात्र या पैकेज और उसी में सामग्री, और ऐसे अपराध को करने में उपयोग किए जाने वाले पशु या वाहन।",
  "committing such offence. Section 61 of the N.D.P.S Act speaks of confiscation of goods besides the conveyance,": "एन.डी.पी.एस. अधिनियम की धारा 6। परिवहन के अलावा माल की जब्ती की बात करती है, जिसका उपयोग किसी",
  "which is used for concealing any narcotic drug or psychotropic substance or controlled substance which are": "भी मादक दवा या मनोदैहिक पदार्थ या नियंत्रित पदार्थ को छिपाने के लिए किया जाता है जो एन.डी.पी.एस. अधिनियम",
  "liable for confiscation under Section 60 of the N.D.P.S Act.": "की धारा 60 के तहत जब्ती के लिए उत्तरदायी हैं।",
  "Section 62 of the N.D.P.S Act relates to confiscation of the sale proceeds of such illicit drugs or substances. Section 63": "एन.डी.पी.एस. अधिनियम की धारा 62 ऐसी अवैध दवाओं या पदार्थों की बिक्री आय को जब्त करने से संबंधित है। एन.डी.पी.एस. अधिनियम की धारा 63 के तहत जब्त की गई वस्तुओं या चीजों के संबंध में जब्ती की प्रक्रिया निर्धारित",
  "250 grams was separated as sample. The sample as well as the residue": "250 ग्राम को नमूने के रूप में अलग किया गया था। नमूने के साथ-साथ अवशेष खसखस को अलग-अलग पार्सल में",
  "poppy husk were converted into separate parcels and were sealed with the seals bearing impressions ‘JS’ and the DSP also affixed his seal": "बदल दिया गया और 'जेएस' छाप वाली मुहरों के साथ सील कर दिया गया और डीएसपी ने अपनी मुहर वाले छाप",
  "bearing impressions ‘BS’. The car bearing registration No. HR-02B/6651 was also taken into possession by the police and the": "'बीएस' भी चिपका दिए। गाड़ी का रजिस्ट्रेशन नं. एचआर 02बी/665। को भी पुलिस ने अपने कब्जे में ले लिया था",
  "seal bearing impressions ‘JS’ was handed over to ASI Siya Nand and the recovery memo was also attested by the DSP. After necessary": "और 'जेएस' छाप वाली मुहर एएसआई सिया नंद को सौंप दी थी और वसूली ज्ञापन को भी डीएसपी द्वारा सत्यापित",
  "formalities as per law, the FIR in the instant case was registered.": "किया गया था। कानून के अनुसार आवश्यक औपचारिकताओं के बाद, तत्काल मामले में प्राथमिकी दर्ज की गई।",
  "(3) After registration of the case and investigation, the challan was presented only against Jasbir Singh @ Pappi S/o Darshan Singh,": "(3) मामला दर्ज करने और जांच के बाद, चालान केवल सह-आरोपी जसबीर सिंह उर्फ पप्पी पुत्र दर्शन सिंह के खिलाफ",
  "co-accused, whereas Harbhajan Singh was found innocent.": "प्रस्तुत किया गया था, जबकि हरभजन सिंह को निर्दोष पाया गया था।",
  "(4) After presentation of challan, the trial only progressed against Jasbir Singh who was convicted under Section 15 of the NDPS": "(५) चालान की प्रस्तुति के बाद, मुकदमा केवल जसबीर सिंह के खिलाफ आगे बढ़ा, जिसे एनडीपीएस अधिनियम की",
  "Act and was sentenced to rigorous imprisonment for a period of six months and to pay a fine of Rs.10,000/- and in default thereof, to": "धारा ॥5 के तहत दोषी ठहराया गया था और उसे छह महीने की अवधि के लिए कठोर कारावास और रुपये 0,",
  "appeal etc. However, the learned Special Court, Kurukshetra also held that the proceedings for confiscation of the conveyance used in transporting the contraband would be initiated separately as": "हालांकि, विशेष अदालत, कुरुक्षेत्र ने यह भी निर्णय दिया कि निषिद्ध पदार्थों के परिवहन में उपयोग किए गए वाहन को",
  "transporting the contraband would be initiated separately as contemplated under Section 60 of the Act. With these observations with": "जब्त करने की कार्यवाही अलग से शुरू की जाएगी जैसा कि अधिनियम की धारा 60 के तहत विचार किया गया है।",
  "regard to the confiscated vehicle i.e. car bearing registration No.HR- 02B/6651, the trial formally concluded against Jasbir Singh.": "जब्त वाहन के संबंध में इन टिप्पणियों के साथ। गाड़ी का पंजीकरण संख्या एचआर-02बी/665। है, मुकदमा औपचारिक रूप से जसबीर सिंह के खिलाफ समाप्त हुआ।",
  "(5) It appears from the record that after conclusion of the trial against Jasbir Singh, notice under Section 60 of the Act was issued to": "(5) अभिलेख से यह प्रतीत होता है कि जसबिर सिंह के विरुद्ध विचारण के समापन के पश्चात्‌ अधिनियम की धारा 60",
  "Harbhajan Singh S/o Sardool Singh, resident of village Sujra, District": "के अधीन नोटिस जिला कुरुक्षेत्र के ग्राम सुजर के निवासी सरदारूल सिंह को जारी किया गया था, जो कि विद्वत विशेष",
  "bearing registration No.HR-02B/6651, as per the order passed by the learned Special Court, Kurukshetra. On the said notice, the report from the police station was received and the learned Special Court,": "एचआर-02बी/665। था। उक्त नोटिस पर, पुलिस स्टेशन से रिपोर्ट प्राप्त हुई और विद्वत विशेष न्यायालय, कुरुक्षेत्र ने",
  "trial, consequently, no orders were passed and the file was ordered to be": "निर्णय दिया कि आपराधिक मुकदमे में कोई कार्यवाही लंबित नहीं रही, परिणामस्वरूप, कोई आदेश पारित नहीं किया",
  "consigned to the record room by the learned Special Court. From a": "गया और फाइल को विद्वत विशेष न्यायालय द्वारा अभिलेख कक्ष में भेजने का आदेश दिया गया। विद्वत विशेष न्यायालय,",
  "perusal of the impugned order dated 27.08.2004, passed by the learned Special Court, Kurukshetra, it is apparent that no formal order was ever": "कुरुक्षेत्र द्वारा पारित दिनांक 27.08.200५ के आशक्षेपित आदेश के अवलोकन से यह स्पष्ट है कि रजिस्ट्रीकरण सं.",
  "No.HR-02B/6651. Even the proceedings were ordered to be closed by": "एचआर-02 बी/665॥ यहां तक कि कार्यवाही को भी विद्वान विशेष न्यायालय द्वारा इस आधार पर बंद करने का आदेश दिया गया था कि मुकदमा पहले ही चल चुका था",
  "procedure for such disposal has been prescribed in the said section. The Central Government has also in the meanwhile": "देती है। हालांकि, उक्त धारा में इस तरह के निपटान के लिए प्रक्रिया निर्धारित की गई है। इस बीच केंद्र सरकार ने भी",
  "come with a notification in this regard. The same": "इस संबंध में एक अधिसूचना जारी की है।",
  "respect of those articles mentioned in the notification seized in connection with NDPS cases. But, the same is not": "आवश्यक रूप से एनडीपीएस मामलों के संबंध में जब्त की गई अधिसूचना में उल्लिखित लेखों के संबंध में सीआरपीसी,",
  "relevant for the purpose of this case as the articles / goods": "यह इस मामले के उद्देश्य के लिए प्रासंगिक नहीं है क्योंकि इस मामले में जारी किए जाने की मांग की गई वस्तुएं/सामान",
  "sought to be released in this case are not the narcotic drugs or psychotropic substance or the conveyance, to which the said provision applies.”": "मादक दवाएं या मनोदैहिक पदार्थ या वाहन नहीं हैं, जिस पर उक्त प्रावधान लागू होता है।",
  "(9) From a perusal of the record, it is evident that notice under Section 60 of the NDPS Act was served upon the appellant 1.e., the": "(9) रिकॉर्ड के अवलोकन से, यह स्पष्ट है कि एनडीपीएस अधिनियम की धारा 60 के तहत नोटिस अपीलार्थी यानी,",
  "registered owner of the car in question i.e. the car bearing registration No. HR-02B/6651. However, the proceedings in compliance of the": "प्रश्न में कार के पंजीकृत मालिक पर दिया गया था गाड़ी का पंजीकरण सं. एचआर-02बी/665॥। हालांकि, एनडीपीएस",
  "mandatory provisions of Sections 60 to 63 of the NDPS Act were not": "अधिनियम की धारा 60 से 63 के अनिवार्य प्रावधानों के अनुपालन में कार्यवाही नहीं की गई। बल्कि विद्वत विशेष",
  "held. Rather the learned Special Court wrongly declined to proceed with the matter only on the ground that the trial had already concluded": "न्यायालय ने केवल इस आधार पर मामले को आगे बढ़ाने से गलत तरीके से इनकार कर दिया कि वर्तमान मामले में",
  "in the present case and no proceedings remained pending in this case.": "मुकदमा पहले ही समाप्त हो चुका था और इस मामले में कोई कार्यवाही लंबित नहीं थी।",
  "Thus, the impugned order suffers from patent illegality and infirmity.": "इस प्रकार, विवादित आदेश पेटेंट अवैधता और दुर्बलता से ग्रस्त है।",
  "(10) Hence the impugned order dated 27.08.2004 passed by the learned Special Court, Kurukshetra is set aside. The matter is remanded": "(0) अतः विद्वत विशेष न्यायालय, कुरुक्षेत्र द्वारा पारित दिनांक 27.08.200५ का आशक्षेपित आदेश अपास्त कर दिया",
  "proceedings of confiscation of car in question after making compliance with the provisions of Section 60 to 63 of the NDPS Act. Even the": "गया है। एनडीपीएस अधिनियम की धारा 60 से 63 के प्रावधानों का अनुपालन करने के बाद विचाराधीन कार को जब्त",
  "learned trial Court shall issue notice to the present appellant herein 1.e.": "है। यहां तक कि सीखा परीक्षण न्यायालय यहां में वर्तमान अपीलार्थी को नोटिस जारी करेगा। वाहन का पंजीकृत स्वामी",
  "the registered owner of the vehicle and shall pass an order of": "और वाहन के पंजीकृत मालिक को उसके स्वामित्व वाले वाहन का उपयोग करके भूसी के परिवहन में उसकी जानकारी",
  "(11) With these observations, the criminal appeal is disposed of.": "(।॥) इन टिप्पणियों के साथ, आपराधिक अपील का निपटारा किया जाता है।",
  "Pending applications, if any, are also disposed off, accordingly. The trial court record be sent back, immediately.": "लंबित आवेदनों, यदि कोई हों, का भी तदनुसार निपटान किया जाता है।निचली अदालत के रिकॉर्ड को तुरंत वापस भेज दिया जाए।",
  "(12) Since the case is pending in the year 2004, the learned Special Court, Kurukshetra is directed to decide the matter": "(2) चूंकि मामला वर्ष 200% में लंबित है, इसलिए विद्वत विशेष न्यायालय, कुरुक्षेत्र को मामले पर शीघ्रता से निर्णय",
  "expeditiously, preferably within a period of six months from today.": "लेने का निर्देश दिया जाता है, अधिमानतः आज से छह महीने की अवधि के भीतर।",
  "Reporter-Shivya Sehgal": "रिपोर्टर-शिव्या सहगल"
}