{
  "thereunder, shall, if no other penalty is provided under this Act for such contravention or failure, be liable to imposi-": "इसके तहत यदि इस अधिनियम के तहत इस तरह के उल्लंघन या विफलता के लिए कोई अन्य दंड का ग्रावधन नहीं है तो नतो दो",
  "tion of a penalty, nor exceeding two thousand rupees, and": "हजार रुपये से अधिक का जुर्माना लयाया जा सकता है और जहां",
  "where such contravention or failure is a continuing one,": "ऐसा उल्लंघन याविफलता जारी है तोविफलता के उल्लंघन के जारी",
  "to a daily penalty not exceeding fifty rupees during the": "रहने की अवधि के दौरान पचास रुपये से अधिक का दैनिक जुर्माना",
  "(2) An officer-incharge of a check post or barrier or any other": "(9) किसी चेक पोस्ट या बैरियर का प्रथारी अधिकारी या धारा3 की उप",
  "such other officer as the State Government may, by notifi-": "अन्य अधिकारी जिसे राज्य सरकार जधिसचना द्वारा नियुक्त करे",
  "cation. appoint, may, after affording to the person concern- ed a reasonable opportunity of being heard, impose the": "संबंधित व्यक्ति को सुनवाई का उचित अक्सर प्रदान करने के बाद",
  "penalty mentioned in sub-section (1) :": "उप क्षय() में उल्लिखित दंड अधिरोपित कर सकता है:",
  "Provided that the officer-incharge of a check post or a barrier": "बशर्तेकिकिसी चेक पोस्ट या बैरियर का प्र+री अधिकारी ऐसी शक्तियों",
  "shall exercise such powers only at such check-post or barrier.”": "का प्रयोग केवल उसी चेक पोस्ट या बैरियर पर ह्ली करेया।”",
  "‘39. Appeal :— (1) An appeal from every original order.": "“39. अपीलः-- (7) इस अधिनियम या उसके तहत बनाए यए-निययों के",
  "including an order under section 40, passed under this Act": "तहत पारित क्षरा40 के तहत एक आदेश सत्षित प्रत्येक यूल आदेश",
  "(a) if the order is made by an assessing authority officer": "(७) यदि आदेश किसी चेकः पोस्ट या बैरियर के प्रभारी निधारिण",
  "sioner, to the Deputy Excise and Taxation Commis- sioner or such other officer as the State Government": "उत्पाद शुल्क और कराधान आयुक्त या ऐसे अन्य अधिकारी",
  "(b) if the order is made by the Deputy Excise and Taxation": "(0) यदि आदेश उप आबकारी और कराधन जयुक्‍त द्वारादिया जाता",
  "Commissioner to the Commissioner or such other officer": "है तो आयुक्त या ऐसे अन्य अधिकारी जिसे राज्य सरकार",
  "(c) if the order is made by the Commissioner, to the Tribunal.”": "(0० यदि आदेश आयुक्त द्वारविया जाता है तो न्यायाक्षिकरण को।”",
  "this receipt cannot be treated as order passed under section 51(2) of": "इस रसीद को अधिनियम की धारा 5 (2) के तहत पारित आदेश के रूप में नहीं",
  "opportunity of being heard before imposing the penalty mentioned": "जुर्माना लगाने से पहले सुनवाई का उचित अवसर प्रदान करता है जो आगे",
  "order about the contravention or failure of the provisions of the Act.": "अधिनियम के प्रावधानों के उल्लंघन या विफलता के बारे में आदेश देने का",
  "specifying contravention of the provisions of the Act by the petitioner": "अधिनियम के प्रावधानों के उल्लंघन या गैर-अनुपालन को निर्दिष्ट करते हुए ऐसा",
  "quasi judicial order and was required to be supported by the reasons.": "आदेश है और इसका समर्थन कारणों से किया जाना आवश्यक था।तभी पीड़ित",
  "in appeal. Non-filing of the appeal by the petitioner in the circum-": "याचिकाकर्ता द्वारा अपील दायर न करने को वर्तमान मामले के तथ्य में रिट",
  "the writ petition in the fact of the present case. For the reasons recorded above, this writ petition is allowed with costs.": "है।ऊपर दर्ज कारणों के लिए, इस रिट याचिका को लागत के साथ अनुमति दी जाती है।",
  "(Para 7 & 10)": "(पैरा 7 &0)",
  "Petition under Artciles 226/227 of the Constitution of India pray-": "भारत के संविधान के अनुच्छेद 226/227 के तहत याविका में अनुरोध/किया",
  "ing that :--": "गया है।किः--",
  "(ii) that after a perusal of the record and hearing upon the": "(0) अभिलेख के अवलोकन और वकील पर सुनवाई के बाद यह",
  "counsel, this Howble Court may kindly be pleased to grant the following reliefs :—~": "माननीय न्यायालय क़पया+निम्नलिखित राहत प्रदान कर सकेः--",
  "(a) issue an appropriate writ or order restraining the Respon-": "प्रतिवादीओं को रोकने के लिए एक उचित/रिट या आदेश जारी",
  "(b) Direct the respondents not to stop the trucks of the peti- tioner on production of rclerant documents;": "(0) ग्रतिवादी को निर्देश दें।कि वे प्रासंगिक दस्तावेजों को पेश करने पर याविकाकर्ता के ट्रकों को न सेकें:",
  "(iii) that any other writ, order or direction which this Hon’ble": "(7४) कोई अन्यरिट आदेश या निर्देश जिये यह माननीय न्यायालय",
  "entitled in the facts and. circumstances of the case may": "मायले के तथ्यों और परिस्थितियों यें उचित समझे कृपया जारी",
  "Deepak Sibal, Advocate, for the Petitioner,": "याविकाकर्ता की और ये अधिवक्ता दीपक,गिब्बल,",
  "D. R. Trikha, D.A.G., Haryana. for the Respondent.": "प्रतिवादी केलिए डी आर त्िखा डी ए जी, हरियाणा/।",
  "JUDGMENT": "निर्णय",
  "(1) Vide this order two writ petitions are being disposed of as": "0) इस आदेश के माध्यम से दो रिट याचिकाओं का निपटारा किया जा रहा",
  "the facts and question of law are common. Facts are taken from the": "है क्योंकि तथ्य और कानून का सवाल समान हैं। तथ्य 992 के सी. डब्ल्यू पी.",
  "file of C.W.P. No. 3443 of 1992.": "सं. 3443 की फाइल से लिए गए हैं।",
  "(2) The petitioner is a Union of Stone Crushers known as the": "(2) याचिकाकर्ता पत्र तोड़ने वालों का एक संघ है जिसे",
  "Mubarikpur Stone Crushers Union. In the other writ petition the": "मुबारिकपुर स्टोन क्रशर्स यूनियन के नाम से जाना जाता है।दूसरी रिट",
  "petitioners are 11 in number. All these petitioners are doing the": "याचिका में याचिकाकर्ताओं की संख्या ।। है। ये सभी याचिकाकर्ता",
  "business of stone crushing. The members of the Union huy stone. gatka and bajri from the quarries falling in the State of Punjab from": "पत्थर तोड़ने का काम कर रहे हैं।संघ के सदस्य पंजाब की खदानों से",
  "Haryana General Sales-tax Act with the Excise and Taxation Officers.": "हरियाणा सामान्य बिक्री-कर अधिनियम के तहत आबकारी और कराधान अधिकारियों के पास पंजीकृत हैं।इस तरह की सामग्री को",
  "Such material is brought to the crushers in the trucks owned or hired": "ऐसी फर्मों के स्वामित्व वाले या किराए पर लिए गए ट्रकों में तोड़ने के",
  "the price of 200 cubic feet and 10 per cent Central Sales-tax thereon.": "लेता है। और उस पर 0 प्रतिशत केंद्रीय बिक्री-कर के रूप में, यानी",
  "i.e. the amount of Rs. 66 includes Central Sales-tax. One of the bills": "रु 66 में केंद्रीय बिक्री-कर शामिल है। इनमें से एक बिल को संलग्नक",
  "has been produced as Annexure P. 1. At the Ghaggar  river-bed": "पी.। के रूप में प्रस्तुत किया गया है।घग्गर नदी के तल पर श्रमिकों",
  "labour is engaged to load the trucks, and loading charges of Rs. 35 to": "को ट्रकों को लोड करने के लिए लगाया जाता है, और लोडिंग शुल्क रु",
  "Rs. 40 per truck of 200 eft. are paid. When the trucks reach Haryana Border. they are stopped and they are made to pay Rs. 20 per truc'x": "35 से रु 40, 200 घन फुट के प्रति ट्रक का भुगतान किया जाता है। जब ट्रक हरियाणा सीमा पर पहुंचते हैं, तो उन्हें रोका जाता है और",
  "by Respondent No. 2. the Officer Incharge, Sales-tax Check Barrier,": "उन्हें प्रत्यर्थी सं 2. प्रभारी अधिकारी, बिक्री-कर जांच बाधा, रामगढ़",
  "Ramgarh in spite of the fact that necessary bill of purchase of stone": "बावजूद कि पत्थर आदि की खरीद का आवश्यक बिल। इस तथ्य के बावजूद कि पत्थर आदि की खरीद का आवश्यक बिल 66 रुपये प्रति",
  "etc. at the rate of Rs. 66 per truck along with sales-tax Form-38 are": "ट्रक की दर से बिक्री-कर फॉर्म-38 के साथ दिखाया गया है।एक 20",
  "shown. A receiot for Rs. 20 is issued in Form ST-29 purporting to": "रुपये की रसीद फॉर्म एसटी-29 में जारी की जाती है , जिसका उद्देश्य",
  "truck per trip was quashed. In these writ petitions challenge is to": "प्रति यात्रा ट्रक को रद्द कर दिया गया था।इन रिट याचिकाओं में प्रतिवादी संख्या",
  "the imposition of such penalty at the rate of Rs. 20 per truck per trip by respondent No. 2 without following the provisions of the Act.": "2 द्वारा, अधिनियम के प्रावधानों का पालन किए बिना 20 रुपये प्रति ट्रक प्रति",
  "(3) On notice of motion having been issued, reply bas been filed": "(9 प्रस्ताव की सूचना जारी होने पर, प्रतिवादी संख्या 2 द्वारा जवाब दर्ज",
  "by Respondent No, 2. The preliminary objection has been raised": "किया गया है प्रारंभिक आपत्ति उठाई गई है कि याचिकाकर्ताओं के लिए अपील",
  "during arguments that alternative remedy of filing an appeal is available to the petitioners and this Court should: not interfere in the": "दायर करने का वैकल्पिक उपाय उपलब्ध है और इस न्यायालय को संविधान के",
  "exercise of jurisdiction under Article 226 of the Constitution. On": "अनुच्छेद 226 के तहत अधिकार क्षेत्र के प्रयोग में हस्तक्षेप नहीं करना चाहिए।",
  "merits if was stated that the excavation of stone etc. by the mining": "गुणों पर यह कहा गया कि खनन ठेकेदार द्वारा पत्थर आदि की खुदाई पंजाब",
  "auction-tenders was produced as Annexure R. 1. 14 was denied that": "अनुलग्नक आर. | के रूप में प्रस्तुत की गई थी।इस बात से इनकार किया गया",
  "the petitioners were stone-crushers or they ever challenged the charg- ing of Rs. 20 per truck which levy was stated to be valid. The enquiry": "था कि याचिकाकर्ता पत्थर तोड़ने वाले थे या उन्होंने कभी 20 रुपये प्रति ट्रक के शुल्क को चुनौती दी थी, जो शुल्क वैध बताया गया था। प्रतिवादी संख्या 2 द्वारा",
  "made by respondent No. 2 revealed that labour charges from Rs. 30 to Rs. 50 were not included in the bills and the bills produced like": "की गई जांच से पता चला कि रु 30 से रु. 50 श्रम शुल्क बिलों में शामिल नहीं थे",
  "Annexure P, 2 were not genuine. The penalty was paid voluntarily.": "और संलग्नक पी. 2 की तरह पेश किए गए बिल वास्तविक नहीं थे। जुर्माना स्वेच्छा",
  "No detailed speaking orders were passed. It was admitted that in": "से दिया गया था।कोई विस्तृत आदेश पारित नहीं किया गया था। यह स्वीकार",
  "M/s. Bharat Stone Crusher, Zirakpur, case order was passed which": "किया गया कि मैसर्स भारत स्टोन क्रशर, ज़ीरकपुर, केस में आदेश पारित किया",
  "was described as order in personem and not in rem.": "गया था जिसे व्यक्तीबंधी आदेश के रूप में वर्णित किया गया था न की सर्वबन्धी।",
  "opinion that levy of Rs. 20 per truck per trip from the petitioners was": "प्रति ट्रक प्रति यात्रा याचिकाकर्ताओं से वसूलना, अधिनियम के प्रावधानों के",
  "not in accordance with the provisions of the Act which is liable to be quashed.": "अनुसार नहीं था जिसे रद्द किया जा सकता है।",
  "(5) Shri D. R. Trikha, D.A.G.. Harvana. has raised a preliminary": "() श्री डी. आर. त्रिखा, डी. ए. जी.हरियाणा ने रिट याचिका की स्थिरता के",
  "objection regarding maintainability of the writ petition. The con- tention is that the levy of the tax bv the Assessing Authority could": "बारे में प्रारंभिक आपत्ति जताई है। तर्क यह है कि निर्धारण प्राधिकरण द्वारा कर",
  "be challenged in an appeal under section 39 of the Act. This conten-": "के उद्दृहण को अधिनियम की धारा 39 के तहत अपील में चुनौती दी जा सकती",
  "tion is refuted by Shri Deepak Sibal. Advocate, appearing on behalf": "है। याचिकाकर्ता की ओर से पेश अधिवक्ता ,श्री दीपक सिब्बल ने इस तर्क का",
  "of the petitioner alleging that since no order was passed by the Assessing Authority supported bv reasons appeal could not be": "खंडन किया है और आरोप लगाया कि चूंकि मूल्यांकन प्राधिकरण द्वारा कारणों",
  "check-post did not pass any such order specilying contravention of the provisions of the Act by the petitioner or non-compliance. An order": "प्रावधानों के उल्लंघन या गैर-अनुपालन को निर्दिष्ट करते हुए ऐसा कोई आदेश",
  "to be passed imposing penalty is a quasi judicial order and was": "पारित नहीं किया।|जुर्माना लगाने का आदेश एक अर्ध न्यायिक आदेश है और",
  "required to be supported by reasons. It is only then that the aggriev-": "इसका समर्थन कारणों से किया जाना आवश्यक था। तभी पीड़ित व्यक्ति",
  "ed person could challenge the same in appeal. As admitted in the": "अपील में इसे चुनौती दे सकता है। जैसा कि प्रतिवादी द्वारा दायर लिखित बयान",
  "amount of penalty. Rule 55 (3) framed under the Act provides for": "था।अधिनियम के तहत बनाए गए नियम 55 (3) में अपील के साथ आदेश की",
  "filing of certified copy or attested copy of the order along with the": "प्रमाणित प्रति या सत्यापित प्रति दाखिल करने का प्रावधान है। स्पष्ट रूप से",
  "appeal. Obviously appeal in the present case could not be filed for": "वर्तमान मामले में आदेश के अभाव में अपील दायर नहीं की जा सकती थी या",
  "want of order or its copy and remedy of appeal in the facts of the present case is not considered efficacious remedy. Non-filing of the": "इसकी प्रति और वर्तमान मामले के तथ्यों में अपील के उपचार को प्रभावी उपाय",
  "appeal by the petitioner in the circumstances stated above cannot be": "नहीं माना जाता है। ऊपर बताई गई परिस्थितियों में याचिकाकर्ता द्वारा अपील",
  "treated as a bar for entertaining of the writ petition in the facts of the present case.": "दायर न करने को वर्तमान मामले के तथ्यों में रिट याचिका पर विचार करने के",
  "(8) As briefly discussed above, penalty in the present case has": "(8) जैसा कि ऊपर संक्षेप में चर्चा की गई है, वर्तमान मामले में",
  "been charged from the petitioner without any order imposing such": "याचिकाकर्ता से किसी भी कारण से समर्थित इस तरह के दंड को लागू करने",
  "order of the Joint Excise and Taxation Commissioner (Appeals)": "उत्पाद शुल्क और कराधान आयुक्त (अपील) के आदेश की प्रति है जो मेसर्स",
  "under section 51 of the Act in the case of W/s. Bharat Stone Crusher, Zirakpur (Ambala) v. The Officer Incharge, Sales Tax Check Barrier,": "भार स्टोन क्रशर जीरकपुर (अंबाला बनाम प्रथारी अधिकारी बिक्री कर जांच अवरोधक, पंचकूला के मामले में अधिनियम की धारा 5] के तहत चेक-",
  "Panchkula. Operative part of the order is reproduced below :—": "भाग को नीचे पुनः प्रस्तुत किया गया हैः--",
  "“After hearing both sides, I find that no doubt, the officer": "“दोनों पक्षी को सुनने के बाद गैने पाया।कि इसमें कोई संदेह नहीं है।कि",
  "trade but the penalty imposed on the truck of the purchaser": "करने के।लिए बढ़त मेहनत की है लेकिन खरीदार के ट्रक पर लगाए",
  "cannot be sustained. If the officer has held that the selling": "गए जुमनि को कायम नहीं रखा जा सकता है।यदि अधिकारी ने याना",
  "dealer issued sale bill at lesser value he should proceed": "हैकििक्रेता ने कम यूल्य पर,बिक्रीबिल जारीकिया है तो उसे उस",
  "against that dealer who is registered under the Haryana": "विक्रेता के खिलाफ कार्रवाई करनी चाहिए जो हरियाणा सायान्य"
}