{
  "apparent overtime. This extra duty performed is res ipsa loquitur. The right": "स्पष्ट ओवरटाइम । यह अतिरिक्त कार्य रेज़ इप्सा लॉक्विटुर है | मुझे कल्पना करनी चाहिए",
  "to peaceful and undisturbed sleep without fear of being visited by personal": "कि सुबह व्यक्तिगत नुकसान के डर के बिना शांतिपूर्ण और निर्बाध नींद का अधिकार,",
  "protected by Article 21 of the Constitution of India. It is a biological": "भारत के संविधान के अनुच्छेद 27 द्वारा संरक्षित मौलिक अधिकार की प्रकृति में है।यह",
  "necessity essential for health. A right encompassed or conferred by Article": "स्वास्थ्य के लिए आवश्यक एक जैविक आवश्यकता है | अनुच्छेद 2] द्वारा निहित या",
  "21 cannot be waived even by consent or by any voluntary act. I would": "प्रदत्त अधिकार को सहमति या किसी स्वैच्छिक कार्य द्वारा भी माफ नहीं किया जा",
  "draw strength for this from Olga Tellis Vs. Bombay Municipal corporation, (1985) 3 SCC 545. The offending condition would also, to my mind, fall": "सकता है । मैं इसके लिए ओल्गा टेलिस बनाम बॉम्बे नगर निगम, (985) 3 एस. सी. सी. 545 से ताकत प्राप्त करूंगा |मेरे विचार से, केंद्रीय अंतर्देशीय जल परिवहन",
  "foul of the law as explained in Central Inland Water Transport Corporation Vs Brojo Nath Ganguly, (1986) 3 SCC 156 as opposed to public policy": "निगम बनाम ब्रोजो नाथ गांगुली, (986) 3 एस. सी. सी. 56 में दी गई व्याख्या के",
  "being an unconscionable and an unfair term in the contract of employment": "अनुसार, सार्वजनिक नीति को रोजगार के अनुबंध में एक अनुचित और अनुचित शब्द",
  "and violative of Section 23 of the Contract Act, 1872 when tested on the": "होने और अनुबंध अधिनियम, 872 की खंड 23 का उल्लंघन करने के विपरीत, जब",
  "jurisprudential doctrine of distributive justice embodied in Article 39 of the Constitution.": "संविधान के अनुच्छेद 39 में सन्निहित वितरण न्यायाधीश के न्यायाधीशशास्त्र संबंधी",
  "(Para 6)": "(पैरा 6)",
  "GS. Sandhu, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से जी. एस. संधू, अधिवक्ता",
  "RAJIV NARAIN RAINA, J.": "राजीव नारायण रायना, जे।",
  "(1) This petition has been filed by the petitioner- Management under Articles 226/227 of the Constitution of India praying for setting aside of": "(]) यह याचिका याचिकाकर्ता-प्रबंधन द्वारा भारत के संविधान के अनुच्छेद 226/227",
  "Court, Ambala on an application preferred by respondent No.1/workman": "गए आवेदन पर श्रम न्यायालय, अंबाला के पीठासीन अधिकारी द्वारा पारित दिनांक",
  "Act’). The management remained ex-parte before the Labour Court after filing its written statement.": "अपना लिखित बयान दाखिल करने के बाद श्रम न्यायालय के समक्ष एकतरफा बना रहा।",
  "(2) The facts in brief are that the respondent-workman was engaged": "(2) संक्षेप में तथ्य यह है कि प्रतिवादी-कर्मचारी को याचिकाकर्ता-सोसायटी द्वारा",
  "peon. He was granted the pay of Rs.200/- per month w.e.f. 27.04.1985.": "किया गया था। उन्हें १5.200-प्रति माह ४४. ६. +. 27.04.985 का वेतन दिया",
  "HALDARI COOPERATIVE CREDIT & SERVICE SOCIETY LIMITED 15 v. RAMESHWAR AND ANOTHER": "हल्दी सहकारी क्रेडिट एंड सर्विस सोसाइटी लिमिटेड बनाम रामेश्वर और अन्य",
  "(Rajiv Narain Raina, J.)": "(राजीव नारायण रैना, जे.)",
  "Before Rajiv Narain Raina, J.": "राजीव नारायण रैना से पहले, जे.",
  "HALDARI COOPERATIVE CREDIT & SERVICE SOCIETY LIMITED,—Petitioner": "हल्दी सहकारी क्रेडिट एंड सर्विस सोसाइटी लिमिटेड-याचिकाकर्ता",
  "versus": "बनाम",
  "RAMESHWAR AND ANOTHER,—Respondents": "रामेश्वर और एक अन्य, उत्तरदाता",
  "2nd January, 2012": "2 जनवरी, 202",
  "Constitution of India 1950 - Art. 21, 39 & 226/227 - Industrial": "भारत का संविधान 4950-अनुच्छेद 2,39 और 226/227-ओऔद्योगिक",
  "Disputes Act,1947 - $.33-C(2) - Contract Act,1872 - S.23 - Workman": "विवाद अधिनियम, 4947-5.33-८ (2)-अनुबंध अधिनियम, 872-5.",
  "employed as Chowkidar peon - Condition of service that he would": "23-चौकीदार चपरासी के रूप में नियोजित कर्मचारी-सेवा की शर्त कि वह संपत्ति",
  "sleep at night in the office to guard property and would be responsible": "की रक्षा आदेश के लिए कार्यालय में रात में सोएगा और अपनी अभाव से होने वाले",
  "for any loss occasioned by his absence - Application under S.33-C(2)": "किसी भी नुकसान के लिए जिम्मेदार होगा-5.33-८ (2) के तहत आवेदन जो",
  "moved by workman claiming wages for overtime, on account of night": "रात की ड्यूटी के कारण ओवरटाइम के लिए मजदूरी का दावा आदेश वाले",
  "for the workman to do at night except sleep and at any rate he had": "कि कर्मचारी के लिए रात में सोने के अलावा कोई काम नहीं था और किसी भी दर",
  "agreed to work at the salary already fixed - Labour Court doubled": "पर वह पहले से निर्धारित वेतन पर काम आदेश के लिए सहमत था-श्रम",
  "the salary of the workman - High Court declined to interfere in writ": "न्यायालय ने कमंचारी के वेतन को दोगुना कर दिया-उच्च न्यायालय ने रिट",
  "Held, That this Court feels that the conclusion of the Labour Court": "अभिनिर्धारित किया गया कि इस न्यायालय को लगता है कि प्रत्यर्थी-प्रबंधन से",
  "in awarding an amount of Rs.11,522/- against the management by way of": "वेतन/ओवरटाइम अवशिष्ट के माध्यम से प्रबंधन के खिलाफ आईडी ,522/- की राशि",
  "to be interfered with in supervisory jurisdiction exercised by this Court under Article 226 of the Constitution against orders and awards passed by the": "खिलाफ संविधान के अनुच्छेद 226 के तहत इस न्यायालय द्वारा प्रयोग की जाने वाली",
  "property is harsh and inhuman and would amount to 24/7 working hours": "शुल्क की लगाई गई शर्त कठोर और अमानवीय है और यह 24/7 कार्य घंटों के बराबर",
  "for which it would not be unlawful to order some compensation or overtime as in substance done by the labour court in its discretion. I feel that this": "होगी, जिसके लिए श्रम अदालत द्वारा अपने विवेक से किए गए कुछ मुआवजे या ओवरटाइम का आदेश देना गैरकानूनी नहीं होगा | मुझे लगता है कि इस राशि को आई.",
  "from the date of the order half the amount ordered by the Labour Court": "आदेश की तारीख से श्रम न्यायालय द्वारा आदेशित आधी राशि और शेष राशि की वसूली",
  "and the recovery of the remaining amount had been stayed in the first motion order. Mr. Sandhu, learned counsel informs me that an amount of": "पर पहले प्रस्ताव आदेश में रोक लगा दी गई थी । विद्वान अधिवक्ता, श्री संधू, मुझे सूचित करते हैं कि १५.576]-की राशि दिनांकित 7.02.994 के अंतरिम आदेश",
  "Rs.5761/- stands deposited with the Labour Court within the time prescribed in the interim order dated 17.02.1994. What remains in the case is only": "सूचित करते हैं कि १५.576]-की राशि दिनांकित 7.02.994 के अंतरिम आदेश में निर्धारित समय के भीतर श्रम न्यायालय में जमा की जाती है | मामले में जो बचा है वह",
  "in the interim order dated 17.02.1994. What remains in the case is only a further amount of Rs.5761/- to be paid in case the writ fails. It is not": "केवल २5.5767 की अतिरिक्त राशि है-जो रिट विफल होने की स्थिति में भुगतान की",
  "the case that the workman derelicted in the performance of his duties. The": "जानी है । ऐसा नहीं है कि कर्मचारी अपने कर्तव्यों के पालन में लापरवाही करता है।",
  "condition imposed of night duty to protect employer’s property is harsh and": "नियोक्‍ता की संपत्ति की रक्षा के लिए रात के शुल्क की लगाई गई शर्त कठोर और",
  "inhuman and would amount to 24/7 working hours for which it would not": "अमानवीय है और यह 24/7 कार्य घंटों के बराबर होगी, जिसके लिए श्रम अदालत द्वारा",
  "be unlawful to order some compensation or overtime as in substance done": "अपने विवेक से किए गए कुछ मुआवजे या ओवरटाइम का आदेश देना गैरकानूनी नहीं",
  "by the labour court in its discretion. I feel that this amount should be treated as a solatium on humanitarian principles for apparent overtime. This extra": "होगा । मुझे लगता है कि इस राशि को मानवीय सिद्धांतों पर आपात ओवरटाइम के लिए एक मुआवजे के रूप में माना जाना चाहिए | यह अतिरिक्त कार्य रेज़ इप्सा लॉक्विटुर है।",
  "sleep without fear of being visited by personal harm in the morning, I should": "मुझे कल्पना करनी चाहिए कि सुबह व्यक्तिगत नुकसान के डर के बिना शांतिपूर्ण और",
  "imagine, is in the nature of a fundamental right protected by Article 21 of": "निर्बाध नींद का अधिकार, भारत के संविधान के अनुच्छेद 27 द्वारा संरक्षित मौलिक",
  "the Constitution of India. It is a biological necessity essential for health. A": "अधिकार की प्रकृति में है ।यह स्वास्थ्य के लिए आवश्यक एक जैविक आवश्यकता है।",
  "right encompassed or conferred by Article 21 cannot be waived even by consent or by any voluntary act. I would draw strength for this from Olga": "अनुच्छेद 2 द्वारा निहित या प्रदत्त अधिकार को सहमति या किसी स्वैच्छिक कार्य द्वारा भी माफ नहीं किया जा सकता है । मैं इसके लिए ओल्गा से ताकत लूंगा।",
  "Tellis versus Bombay Municipal Corporation (1). The offending condition": "टेलिस बनाम बॉम्बे नगर निगम () | अपमानजनक स्थिति",
  "would also, to my mind, fall foul of the law as explained in Central Inland": "यह भी, मेरे विचार से, कानून की अवहेलना होगी जैसा कि सेंट्रल इनलैंड में बताया गया है",
  "Water Transport Corporation versus Brojo Nath Ganguly (2), as": "जल परिवहन निगम बनाम ब्रोजो नाथ गांगुली (2)",
  "1872 when tested on the jurisprudential doctrine of distributive justice embodied in Article 39 of the Constitution.": "जब संविधान के अनुच्छेद 39 में सन्निहित वितरण न्यायाधीश के न्यायाधीशशास्त्र संबंधी सिद्धांत पर परीक्षण किया जाता है तो सार्वजनिक नीति को रोजगार के अनुबंध में",
  "HALDARI COOPERATIVE CREDIT & SERVICE SOCIETY LIMITED 17 v. RAMESHWAR AND ANOTHER": "हल्दी सहकारी क्रेडिट एंड सर्विस सोसाइटी लिमिटेड बनाम रामेश्वर और अन्य",
  "Rs.625/- per month. In this manner, the total claim of Rs.15,433/- was": "२०.625-प्रति माह । इस तरह, १५.5,433/- का कुल दावा किया गया था।",
  "made. The management filed a written statement before the Labour Court": "प्रबंधन ने बचाव पक्ष को लेते हुए श्रम न्यायालय के समक्ष एक लिखित बयान दायर",
  "taking the defence that he had consented and agreed to do the work of peon-cum-chowkidar together at amonthly pay of Rs.200/- and that there": "किया कि उन्होंने १5.200 के मासिक वेतन पर चपरासी-सह-चौकीदार का काम एक साथ करने के लिए सहमति व्यक्त की थी और सोसायटी के परिसर में सोने के अलावा",
  "was no work at all for the workman to do at night except sleeping in the": "रात में काम करने के लिए किसी भी कर्मचारी के लिए कोई काम नहीं था | इससे भी आगे",
  "premises of the society. Still further that he was a resident of the village where the premises of the employer were situate and therefore had agreed": "कि वह उस गाँव का निवासी था जहाँ नियोक्ता का परिसर स्थित था और इसलिए वह",
  "to do this job.": "इस काम को करने के लिए सहमत हो गया था।",
  "(4) In response to the writ petition, the workman has filed a written": "(4) रिट याचिका के जवाब में, कर्मचारी ने एक लिखित बयान दायर किया है जिसमें",
  "proof. It was the workman’s case in the Section 33-C (2) application that": "के बीच अंतर है।यह खंड 33-सी (2) आवेदन में कर्मचारी का मामला था कि उसे रात",
  "he was not monetarily compensated for work as chowkidar during the night.": "के दौरान चौकीदार के रूप में काम करने के लिए आर्थिक रूप से मुआवजा नहीं दिया",
  "(5) [have heard Mr. GS. Sandhu, Advocate for the petitioner and": "गया था । (5) मैंने याचिकाकर्ता के अधिवक्ता श्री जी. एस. संधू को सुना है और उनकी",
  "have examined the record with his assistance. Learned counsel may be right": "सहायता से अभिलेख की जांच की है | विद्वान वकील सही हो सकता है कि समान काम",
  "that the doctrine of equal pay for equal work would not apply to the present": "के लिए समान वेतन का सिद्धांत वर्तमान मामले में लागू नहीं होगा क्योंकि कोई अन्य",
  "case since there is no other employee whose work could be compared with. The doctrine would come into operation only where similarly situated": "कर्मचारी नहीं है जिसके काम की तुलना की जा सके । यह सिद्धांत केवल तभी लागू होगा",
  "employees are getting different emoluments. The only case pleaded against": "जब समान रूप से स्थित कर्मचारियों को अलग-अलग वेतन मिल रहे हों ।रिट याचिका में",
  "the order of the Labour Court in the writ petition is that the Labour Court": "श्रम न्यायालय के आदेश के खिलाफ एकमात्र मामला यह है कि श्रम न्यायालय समान",
  "was incorrect in applying the principle of equal pay for equal work and for": "काम के लिए समान वेतन के सिद्धांत को लागू करने और वेतन को दोगुना करने का",
  "making an order which doubled up the salary. The core issue with regard to jurisdiction under Section 33-C(2) has not been touched in the pleadings;": "आदेश देने में गलत था | खंड 33-सी (2) के तहत अधिकार क्षेत्र के संबंध में मुख्य मुद्दे",
  "that such proceedings being in the nature of execution proceedings ought": "को अभिवचनों में नहीं छुआ गया है; कि ऐसी कार्यवाही निष्पादन कार्यवाही की प्रकृति में",
  "to be preceded by a pre-existing right; and that the resolution dated": "होने के कारण पहले से मौजूद अधिकार से पहले होनी चाहिए; और यह कि",
  "27.04.1985 (Annexure P-1) was in fact the appointment order of the": "27.04.985 (अनुलग्नक पी-) दिनांकित संकल्प वास्तव में कामगार का नियुक्ति",
  "workman which did not create such pre-existing right.": "आदेश था जिसने पहले से मौजूद अधिकार नहीं बनाया था।",
  "(6) This Court feels that the conclusion of the Labour Court in": "(6) इस न्यायालय को लगता है कि प्रत्यर्थी-प्रबंधन से वेतन/ओवरटाइम अवशिष्ट के",
  "awarding an amount of Rs.11,522/- against the management by way of": "माध्यम से प्रबंधन के खिलाफ <आईडी],522/- की राशि देने में श्रम न्यायालय का",
  "to be interfered with in supervisory jurisdiction exercised by this Court under Article 226 of the Constitution against orders and awards passed by the Labour Court. A large measure of exploitation is evident from the resolution": "निष्कर्ष श्रम न्यायालय द्वारा पारित आदेशों और पुरस्कारों के खिलाफ संविधान के अनुच्छेद 226 के तहत इस न्यायालय द्वारा प्रयोग की जाने वाली पर्यवेक्षी अधिकार"
}