{
  "Before G.S. Sandhawalia & Lapita Banerji, JJ.": "जी. एस. संधवालिया और लपिता बनर्जी से पहले, जे. जे.",
  "UNION TERRITORY OF CHANDIGARH AND OTHERS—": "चंडीगढ़ और अन्य का संघ क्षेत्र -",
  "Appellants": "अपीलार्थी",
  "versus": "बनाम",
  "DIDAR SINGH—Respondent": "दिदार सिंह- प्रत्यर्थी",
  "February 07, 2024": "07 फरवरी, 202५",
  "Letters Patent—Clause X; Punjab Excise Act, 1914— S. 61;": "पत्र पेटेंट-खंड एक्स; पंजाब उत्पाद शुल्क अधिनियम, 9+>एस. 6॥; पंजाब होम गार्ड नियम-",
  "Punjab Home Guard Rules—Rules 18, 27—Appeal against order of Single Bench allowing writ petition and setting aside order passed by": "नियम 8, 27- एकल पीठ के आदेश के खिलाफ अपील, रिट याचिका की अनुमति देना और",
  "the Commandant General Home Guards-cum-Inspector General of Police, Union Territory, Chandigarh, vide which respondent was": "कमांडेंट जनरल होम गार्ड-सह-पुलिस महानिरीक्षक, केंद्र शासित प्रदेश, चंडीगढ़ द्वारा पारित",
  "as his services were no longer required. Action taken against": "गाईस संगठन के रोल क्योंकि उनकी सेवाओं की अब आवश्यकता नहीं थी। प्रतिवादी के खिलाफ",
  "respondent due to registration of FIR under Punjab Excise Act": "पंजाब उत्पाद शुल्क अधिनियम के तहत एफआईआर दर्ज होने के कारण कार्रवाई की गई।",
  "against him. Discharge—when services are not longer required. Dismissal—on account of misconduct or for absence from duty": "निर्वहन - जब सेवाओं की अब आवश्यकता नहीं है। बर्खास्तगी - कदाचार के कारण या बिना",
  "without sufficient cause. Discharge from duties due to involvement in criminal matter—improper. Principle had to be followed to give": "पर्याप्त कारण के कर्तव्य से अनुपस्थिति के लिए। आपराधिक मामले में संत्रिप्तता के कारण",
  "employee hearing in view of the statutory provisions— not adhered—": "कर्तव्यों से मुक्ति-अनुचित। वैधानिक प्रावधानों के मद्देनजर कर्मचारी को सुनवाई देने के लिए",
  "fault of appellants. Volunteer Home Guard cannot be put to disadvantage. Length of service of 16 years—important aspect.": "सिद्धांत का पालन किया जाना था - पालन नहीं किया गया - अपीलकर्ताओं की गलती। स्वयंसेवी होम गार्ड को नुकसान नहीं पहुंचाया जा सकता। ॥6 वर्ष की सेवा अवधि-महत्वपूर्ण",
  "Appeal dismissed.": "पहलू। अपील खारिज.",
  "“Discharge of members:- Any member may be discharged at any time by the authority which had appointed him when his services are no longer required”.": "-_सदस्यों की छुट्टी: - किसी भी सदस्य को उस प्राधिकारी द्वारा किसी भी समय छुट्टी दी जा सकती है जिसने उसे नियुक्त किया था जब उसकी सेवाओं की अब आवश्यकता नहीं है\"।",
  "Whereas on the other hand, Rule 27 of the 1963 Rules, provides that the dismissal can be there on account of misconduct or for": "963 के नियमों में प्रावधान है कि कदाचार के कारण या बिना पर्याप्त कारण के इयूटी",
  "absence from duty without sufficient cause. It is in such circumstances,": "से अनुपस्थित रहने पर बर्खास्तगी हो सकती है। ऐसी परिस्थितियों में, विदवान एकल",
  "the learned Single Judge has fallen back upon Rule 27 of the 1963 Rules keeping in view the fact that as noticed the lodging of the FIR": "न्यायाधीश ने इस तथ्य को ध्यान में रखते हुए 963 के नियमों के नियम 27 का सहारा लिया",
  "Rules keeping in view the fact that as noticed the lodging of the FIR was the reason for his discharge from duties and the same had not been": "है कि जैसा कि देखा गया कि एफआईआर दर्ज करना उनके कर्तव्यों से मुक्ति का कारण था",
  "done under Rule 18 and rather it was a case of misconduct or absence": "और नियम के तहत ऐसा नहीं किया गया था। 8 बल्कि यह कदाचार या अनुपस्थिति का",
  "from duty without sufficient cause and the necessary procedure under": "मामला था नियम 27 के तहत पर्याप्त कारण के बिना और आवश्यक प्रक्रिया का पालन किया",
  "Rule 27 had to be followed which has never been done. Rule 27 of the 1963 Rules reads as under:-": "जाना था जो कभी नहीं किया गया है। 963 के नियमों का नियम 27 इस प्रकार हैः -",
  "“27. Dismissal:- (1) any member may, for misconduct or for absence from duty without sufficient cause, be dismissed from": "27. बर्खास्तगी:- () किसी भी सदस्य को कदाचार के लिए या बिना पर्याप्त कारण के",
  "service; provided that no order or dismissal shall be passed": "कर्तव्य से अनुपस्थिति के लिए सेवा से बर्खास्त किया जा सकता है; बशर्तें कि कोई आदेश या",
  "unless reasons of dismissal are recorded in writing and the": "बर्खास्तगी तब तक पारित नहीं की जाएगी जब तक कि बर्खास्तगी के कारणों को लिखित रूप",
  "(2) The authority competent to pass an order of dismissal in the case of a Gazetted Officer shall be the Government and in the case of a Non Gazetted Officer and other members, the": "(2) राजपत्रित अधिकारी के मामले में बर्खास्तगी का आदेश पारित करने के लिए सक्षम प्राधिकारी सरकार होगी और अराजपत्रित अधिकारी और अन्य सदस्यों के मामले में,",
  "Commandant General or the Gram Raksha Dal Chief, as the case may be.": "कमांडेंट जनरल या ग्राम रक्षा दल प्रमुख, जैसा भी मामला हो होना।",
  "(3) An appeal against an order of dismissal passed by the Commandant General or the Gram Raksha Dal Chief shall lie to the Government.": "(3) कमांडेंट जनरल या ग्राम रक्षा दल प्रमुख द्वारा पारित बर्खास्तगी के आदेश के खिलाफ अपील सरकार के पास होगी।",
  "(4) The order of the Government passed under sub-rule (2) or sub rule (3) shall be final and shall not be called in question in": "(५) उपनियम (2) या उपनियम (3) के तहत पारित सरकार का आदेश अंतिम होगा",
  "any proceeding whatsoever.”": "और किसी भी कार्यवाही में उस पर सवाल नहीं उठाया जाएगा। ”",
  "(Para 4)": "(पैरा ५)",
  "Further held, that in the present case, it is also to be noted that": "| आगे कहा कि वर्तमान मामले में, यह भी ध्यान दिया जाना चाहिए कि प्रत्यर्थी पहले से",
  "the respondent already had almost 16 years of service with the Union Territory, Chandigarh having been appointed as Home Guard": "ही केंद्र शासित प्रदेश, चंडीगढ़ के साथ लगभग ॥6 वर्षों की सेवा कर चुका था, जिसे",
  "not, which is a condition precedent under the provisions of the Industrial Disputes Act, and therefore, the said judgment is not": "कार्यरत था या नहीं, जो औद्योगिक विवाद अधिनियम के प्रावधानों के तहत एक शर्त है, और",
  "applicable to the facts of the present case.": "इसलिए, उक्त निर्णय वर्तमान मामले के तथ्यों पर लागू नहीं होता है।",
  "(11) Reliance placed upon the judgment of the Supreme Court in Union of India and others versus Jaipal Singh*, would also not be of": "(॥॥) यूनियन ऑफ इंडिया और अन्य बनाम जयपाल सिंह में सुप्रीम कोर्ट के फैसले पर",
  "under Section 302 of the Indian Penal Code and on that account while": "भारतीय दंड संहिता की धारा 302 के तहत दोषी ठहराया गया था और इस कारण उसे बहाल",
  "ordering reinstatement he was allowed back wages only from the date": "करने का आदेश देते समय उसे बरी होने की तारीख से ही पिछला वेतन देने की अनुमति दी गई",
  "of his acquittal because it was a personal dispute as such and had nothing to do with the Employer. In the present case also, wages have": "थी क्‍योंकि यह एक व्यक्तिगत विवाद था और इसका नियोक्‍ता से कोई लेना-देना नहीं था।",
  "nothing to do with the Employer. In the present case also, wages have been granted after the date of representation.": "वर्तमान मामले में भी, प्रतिनिधित्व की तारीख के बाद वेतन दिया गया है।",
  "(12) In P.Karupaiah (D) through L.Rs. versus General Manager, Thruuvalluvar Transport Corporation Ltd.°, the Apex": "(2) पी. करुपैय्या (डी) बनाम जनरल मैनेजर, थ्रुवल्लुवर ट्रांसपोर्ट कॉरपोरेशन लिमिटेड",
  "declining to award any back wages on account of the fact that he had": "नहीं किया, जिसमें इस तथ्य के आधार पर कोई भी पिछला वेतन देने से इनकार कर दिया गया",
  "been involved in a murder case and was prosecuted for the said offence": "था कि वह एक हत्या के मामले में शामित्र था और उस पर उक्त अपराध के लिए मुकदमा",
  "but subsequently he was reinstated and therefore, on the principle of": "चलाया गया था, लेकिन बाद में उसे बहाल कर दिया गया था और इसलिए, “कोई काम नहीं तो",
  "“no work no pay” he was declined the relief.": "कोई वेतन नहीं” के सिद्धांत पर उसे राहत देने से इनकार कर दिया गया था।",
  "(13) As noticed above, apparent discharge from duties as such is": "(3) जैसा कि ऊपर उल्लेख किया गया है, कर्तव्यों से इस तरह से स्पष्ट निर्वहन इस तर्क",
  "on the basis of the reasoning that he was involved in a criminal matter": "के आधार पर है कि वह एक आपराधिक मामले में शामिल था और वैधानिक प्रावधानों के",
  "and the principle had to be followed to give the employee an hearing in": "मद्देनजर कर्मचारी को सुनवाई देने के लिए सिद्धांत का पालन किया जाना था, जिसका",
  "of the fault of the appellants. The volunteer Home Guard cannot be put": "अपीलकर्ताओं की गलती के कारण पालन नहीं किया गया। स्वयंसेवक होम गार्ड को नुकसान",
  "to a disadvantage and the reasoning as has been adopted by the learned Single Judge does not suffer from any infirmity which would warrant": "नहीं पहुंचाया जा सकता है और विद्वान एकल न्यायाधीश द्वारा अपनाए गए तर्क में कोई ऐसी",
  "(14) The argument raised by learned counsel for the appellants": "(9) अपीलकर्ताओं के विद्वान वकील द्वारा उठाया गया तर्क कि बकाया वेतन दिए जाने",
  "that there was no specific prayer made for grant of back wages is also without any basis. The learned Single Judge has exercised his power": "के लिए कोई विशेष प्रार्थना नहीं की गई थी, भी निराधार है। विद्वान एकल न्यायाधीश ने रिट",
  "(7) In the present case, it is also to be noted that the respondent": "(7) वर्तमान मामले में, यह भी ध्यान देने योग्य है कि प्रतिवादी ने पहले ही केंद्र शासित",
  "already had almost 16 years of service with the Union Territory, Chandigarh having been appointed as Home Guard Volunteer on": "प्रदेश चंडीगढ़ में लगभग 6 साल की सेवा की थी, जिसे ५.02.2000 को होम गार्ड स्वयंसेवक",
  "14.02.2000 and had worked till the date of his discharge on 23.01.2014": "के रूप में नियुक्त किया गया था और 23.0.20५ को अपनी सेवामुक्ति की तिथि तक काम",
  "and thereafter he was again enrolled as Home Guard Volunteer on": "किया था और उसके बाद उसे 2.04.205 को फिर से होम गार्ड स्वयंसेवक के रूप में नामांकित",
  "corps and Home Guards are not regular employees of the State, however, has issued directions that though regularization of services": "का एक संविधान है और होम गार्ड राज्य के नियमित कर्मचारी नहीं हैं, हालांकि, निर्देश जारी",
  "however, has issued directions that though regularization of services cannot be done but the fact is that the State Government should pay": "किए हैं कि हालांकि सेवाओं का नियमितीकरण नहीं किया जा सकता है लेकिन तथ्य यह है कि",
  "to minimum of the pay, to which the police personnel of the State are": "(एक महीना) वेतन के न्यूनतम के बराबर आता है, जिसके राज्य के पुलिस कर्मचारी हकदार हैं",
  "entitled and the State Government should pass appropriate orders in terms of the aforesaid observations.": "और राज्य सरकार को उपरोक्त टिप्पणियों के संदर्भ में उचित आदेश पारित करना चाहिए।",
  "(9) In such circumstances, once the order of discharge had been": "(9) ऐसी परिस्थितियों में, जब बर्खास्तगी का आदेश निर्धारित नियमों का पालन किए",
  "since it was a case where the order of dismissal passed by the Disciplinary Authority dismissing the respondent was upheld while": "मामला था जिसमें अनुशासनात्मक प्राधिकारी द्वारा प्रतिवादी को बर्खास्त करने के आदेश को",
  "Disciplinary Authority dismissing the respondent was upheld while setting aside the judgment of the Industrial Court.": "बरकरार रखा गया था, जबकि औदयोगिक न्यायात्रय के फैसले को रदद कर दिया।",
  "(10) Similarly, Rajasthan State Road Transport Corporation,": "(0) इसी तरह, राजस्थान राज्य सड़क परिवहन निगम,जयपुर बनाम श्री फूल चंद",
  "(2) The reasoning which persuaded the learned Single Judge to": "(2) विद्वान एकल न्यायाधीश ने उक्त आदेश को रद्द करने और प्रतिवादी दीदार सिंह",
  "61 of the Punjab Excise Act, 1914. Rule 27 of the Punjab Home Guards Rules, 1963 (for short’1963 Rules’) were relied upon which provides": "बरी होना था। पंजाब होम गार्ड नियम, 963 (संक्षेप में 963 नियम”) के नियम 27 पर",
  "that “any member may, for misconduct or for absence from duty": "भरोसा किया गया, जिसमें प्रावधान है कि “किसी भी सदस्य को कदाचार या पर्याप्त कारण के",
  "without sufficient cause, be dismissed from service and that no order of": "बिना इयूटी से अनुपस्थित रहने के लिए सेवा से बर्खास्त किया जा सकता है और जब तक कि",
  "dismissal shall be passed unless reasons of dismissal are recorded in writing and the member concerned has been given a_ reasonable": "बर्खास्तगी के कारण लिखित रूप में दर्ज नहीं किए जाते हैं और संबंधित सदस्य को उसके",
  "opportunity of showing cause against the action proposed to be taken": "खिलाफ की जाने वाली प्रस्तावित कार्रवाई के खिलाफ कारण बताने का उचित अवसर नहीं दिया",
  "been followed and it was admitted that the action was taken against the": "किया गया कि ऐसी कोई प्रक्रिया नहीं अपनाई गई थी और यह स्वीकार किया गया कि प्रतिवादी",
  "respondent for misconduct i.e. registration of an FIR against him under": "तहत उसके विरुद्ध एफआईआर दर्ज की गई और इसके परिणामस्वरूप वह इयूटी से",
  "(3) A perusal of the document (Annexure P-1) would go on to": "(3) दस्तावेज़ (अनुलग्नक पी-) के अवलोकन से पता चलता है कि 03.09.206 से",
  "show that there was information regarding the absence of the employee": "कर्मचारी के इयूटी से अनुपस्थित रहने के बारे में जानकारी थी और इस संबंध में नियोक्‍्ता",
  "Daily Diary by the employer. In paragraph-6 of the written statement, it": "दवारा दैनिक डायरी में डीडीआर दर्ज की गई थी। लिखित बयान के पैराग्राफ-6 में, अपीलकर्ताओं",
  "has been categorically admitted by the appellants that registration of the FIR and arrest of the respondent had come to the knowledge of the": "द्वारा स्पष्ट रूप से स्वीकार किया गया है कि एफआईआर का पंजीकरण और प्रतिवादी की"
}