{
  "by his LR's v/s Mrs. Shobha Venkat Rao AIR 1989 SC 2097 & Mohd.": "द्वारा बनाम श्रीमती शोभा वेंकट राव ए. आई. आर, 989 एस. सी. 2097 और",
  "Sadik & Ors v/s Chandigarh Administration through Labour Commissioner-": "मोहम्मद द्वारासादिक और अन्य बनाम चंडीगढ़ प्रशासन श्रम आयुक्‍क्त-सह-उप-",
  "(Para 8-10)": "(पैरा 8-0)",
  "imagination can be said to be legal and valid rather it has to be termed as": "कानूनी और वैध नहीं कहा जा सकता है, बल्कि इसे स्वाभाविक न्याय के सिद्धांतों",
  "arbitrary, whimsical and in contravention of Rule of law, besides being": "का उल्लंघन करने के अलावा मनमाना, सनकी और कानून के शासन का उल्लंघन",
  "Rs. 10.00 lacs as compensation or the Municipal Corporation may restore the building at its own expense. Municipal Corporation, Ludhiana v/s": "भी कहा जाना चाहिए।प्रतिवादीओं को 40 लाख रुपये का भुगतान करने का निर्देश दिया गया या नगर निगम अपने खर्च पर इमारत का जीर्ण;ोद्धार कर सकता है।नगर",
  "Inderjit Singh & Anr; (2008) 13 SCC 506 relied upon. Petition allowed.": "निगम, लुधियाना बनाम इंद्रजीत सिंह और अन्य (2008) 3 एस. सी. सी. 506 पर भरोसा किया।याचिका की अनुमति दी गई।",
  "(Para 11)": "(पैरा ॥)",
  "M.L. Sarin, Sr.Advocate with Rohit Khanna, Advocate for": "एम. एल. सरीन, वरिष्ठ अधिवक्ता और रोहित खन्ना, अधिवक्ता याचिकाकर्ता के लिए",
  "(Permod Kohli, J.)": "न्यामूर्ति प्रमोद कोहली)",
  "PREM MOHAN KALRA vy. STATE OF HARYANA AND OTHERS 727": "प्रेम मोहन कालरा बनाम हरियाणा राज्य और अन्य 727",
  "Before Permod Kohli, J.": "न्यामूर्ति प्रमोद कोहली के समक्ष",
  "PREM MOHAN KALRA,—Petitioner": "प्रेम मोहन कालरा,-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA & OTHERS,—Respondents": "हरियाणा राज्य और अन्य,-उत्तरदाता",
  "C.W.P. No. 11724 of 2003": "सी. डब्ल्यू पी. सं. 2003 का ॥724",
  "Constitution of India,1950 - Art.226 - Haryana Municipal": "भारत का संविधान, 950- अनुछेद-226 हरियाणा नगर निगम अधिनियम,",
  "Corporation Act, 1984 - S. 6 - Haryana Municipal Corporation Act": "984- नियम 6-हरियाणा नगर निगम अधिनियम ॥994- नियम 250, 252, 254,",
  "Lands (Regulation) Act, 1961- S.2(g) - Petitioner applied for Change": "2 (जी)-याचिकाकर्ता ने भूमि उपयोग में बदलाव करने के लिए आवेदन किया और",
  "of Land Use and composition orders issued and after compounding,": "संयोजन आदेश जारी किया गया और प्रशमन के बाद, योजना को नगर निगम द्वारा",
  "show cause notice issued for cancellation of permission for change": "रद्द करने के लिए कारण बताएँ नोटिस जारी किया गया कि स्वामित्व दस्तावेज",
  "- Various reports submitted - Petitioner alleged that Respondents": "उचित नहीं थे-विभिन्न रिपोर्ट प्रस्तुत की गईं-याचिकाकर्ता ने आरोप लगाया कि",
  "demolished a part of the construction illegally and unlawfully -": "प्रतिवादी ने निर्माण के एक हिस्से को अवैध और गैरकानूनी रूप से ध्वस्त कर",
  "Even after admission of the petition, Respondents damaged the": "दिया-याचिका दायर करने के बाद, प्रतिवादी ने चारदीवारी को क्षतिग्रस्त कर दिया",
  "boundary wall and caused loss of Rs. 5.00 lacs in addition to earlier": "और 5.00 लाख रुपये का नुकसान 20.00 लाख रुपये के पिछले नुकसान के",
  "to be legal - Municipal Corporation to pay compensation or restore building.": "सकता है-नगर निगम को मुआवजे का भुगतान करना या भवन को बहाल करना।",
  "before any order for demolition is passed and Section 408-A requires": "पारित करने से पहले एक नोटिस देने को अनिवार्य करता है और नियम 408-ए के",
  "material to establish that construction raised by him had been compounded": "यह स्थापित करने के लिए पर्याप्त सामग्री दिखाई है कि उसके द्वारा बनाए गए",
  "been illegally and unauthorisedly demolished by the": "के साथ याचिकाकर्ता के निर्माण के हिस्से को अवैध और गैरकानूनी रूप से ध्वस्त",
  "them that if any notice in future is to be served upon the petitioner, the same": "उनसे यदि भविष्य में याचिकाकर्ता को कोई नोटिस दिया जाना है, तो उसे उसके",
  "may be served through his counsel who is duly authorized. The case of the": "वकील के माध्यम से दिया जा सकता है जो विधिवत अधिकृत है।याचिकाकर्ता का",
  "petitioner is that even thereafter on 9.9.2006, respondent no.3 accompanied": "मामला यह है कि उसके बाद भी 9.9.2006 को, प्रतिवादी नं. 3, 5 और 6 के साथ",
  "by respondents no.5 and 6 and about 100 police personnel alongwith staff came to the property of the petitioner at 11.00 a.m. and damaged the part": "कर्मचारियों और लगभग 400 पुलिस कर्मी सुबह ॥4.00 याचिकाकर्ता की संपत्ति पर",
  "of the boundary wall adjacent to the property of Shri Kartar Singh Duna, a Former Minister of Haryana Government and caused loss of Rs.5.00 lacs.": "आए और हरियाणा सरकार पूर्व मंत्री श्री कर्तार सिंह दूना की संपत्ति से सटे चारदीवारी के हिस्से को क्षतिग्रस्त कर दिया। और 5 लाख रु का नुकसान कर",
  "It is submitted that the petitioner asked them to show any order of demolition": "दिया। यह प्रस्तुत किया जाता है कि याचिकाकर्ता ने उन्हें विध्वेध का कोई आदेश",
  "or show cause notice, but the respondents have failed to show any such": "या कारण बताओ नोटिस दिखाने के लिए कहा, लेकिन प्रतिवादी ऐसा कोई आदेश",
  "order. According to the petitioner, the entire exercise was illegal and without": "दिखाने में विफल रहे हैं।याचिकाकर्ता के अनुसार, पूरी कवायद अवैध और कानून",
  "any authority of law. The petitioner obtained the assessment of the loss from": "के किसी भी अधिकार के बिना थी।याचिकाकर्ता ने वास्तुकार मूल्यांकनकर्ता से",
  "the Architect valuer who has assessed the loss at Rs.5.00 lacs as damage": "नुकसान का आकलन प्राप्त किया, जिसने नुकसान का आकलन 5 लाख चारदीवारी",
  "photographs (Annexures P-24 and P-26). These photographs show some": "24 और पी-26) को भी अभिलेख रखा है।इन तस्वीरों में कुछ ध्वस्त संरचनाएँ,",
  "732 LL.R. PUNJAB AND HARYANA 2012(2)": "732 आई. एल. आर. पंजाब और हरियाणा 202(2)",
  "perhaps to establish the date of demolition.": "की तारीख स्थापित करने के लिए दिखाई देते हैं।",
  "(3) Respondents no.2 and 3 and 5 and 6 have filed their separate": "(3) प्रतिवादीओं नं 2 और 3 और 5 और 6 ने अपने अलग-अलग जवाब दाखिल",
  "replies. The stand of the respondents no.2 and 3 in their written statement is that the Corporation removed the encroachment made by the petitioner": "किए हैं।प्रतिवादी ।2 और 3 अपने लिखित बयान में यह रुख लिया कि निगम ने",
  "from the land vested in Corporation situated in revenue Estate of village Sarai Khawaja, Tehsil and District Faridabad and the petitioner has no": "याचिकाकर्ता द्वारा गांव सराय ख्वाजा, तहसील और जिला फरीदाबाद के राजस्व संपदा में स्थित निगम में निहित भूमि से किए गए अतिक्रमण को हटा दिया और",
  "connection with these lands. It is stated that the petitioner had purchased": "याचिकाकर्ता का इन भूमि से कोई संबंध नहीं है।यह कहा गया है कि याचिकाकर्ता",
  "Anangpur, Tehsil and District Faridabad whereas he has raised illegal": "ने ग्राम अनंगपुर, तहसील और जिला फरीदाबाद की राजस्व संपदा में खसरा",
  "Rect. No.83, Killa No.1, 2, Part of 3, Part of 8, 9 and Part of 10. The": "|५०.8३, किला संख्या ,2,3 का भाग, 8 का भाग, 9 का भाग और 0 का भाग पर",
  "respondents have placed on record the copy of Jamabandi in the Khasra No.83 (Annexure R-2/1) to establish its ownership. Respondents have also": "अवैद्य निर्माण किया था। प्रतिवादी ने अपने स्वामित्व को स्थापित करने के लिए खसरा |५०.8३ (अनुलग्रक आर-2/7) में जमाबंदी की प्रति को रिकॉर्ड में रखा",
  "agreement in form of CLU-III was executed dated 4.12.1995 by charging the composition fee of Rs.1,22,924/-. Copy of the composition order has": "दिनांक 4.2.995 को रुपये. ,22,924-के संयोजन शुल्क के साथ निष्पादित किया",
  "been placed on record as Annexure P-6. The aforesaid composition order": "गया था।रचना आदेश की प्रति को संलग्नक पी-6 के रूप में रिकॉर्ड पर रखा गया",
  "was followed by another composition order dated 5.12.1995 (Annexure": "है।उपरोक्त रचना आदेश के बाद एक और रचना आदेश दिनांकित 5.2.995",
  "P-7). The petitioner has also placed on record receipts of payment in the form of composition charges of Rs.1,22,924/- and Rs.84,400/-. After": "(अनुलग्रक पी-7) था।याचिकाकर्ता ने रुपये ।22,924-और ४5५.84,400/- के संयोजन शुल्क के रूप में भुगतान की रसीदें भी दर्ज की हैं। संयोजन के बाद, नगर",
  "compounding, the Municipal Corporation also sanctioned the plan on 5.12.1995. The sanctioned plan is also placed on record as Annexure": "निगम ने भी 5.2.995 पर योजना को मंजूरी दी।स्वीकृत योजना को संलग्नक पी-",
  "dated 26.6.1996 (Annexure P-11) regarding cancellation of permission for": "उपयोग के परिवर्तन की अनुमति को रद्द करने के संबंध में दिनांक 26.6.996 (अनुलग्रक पी-॥)) का कारण बताओ नोटिस जारी किया गया।याचिकाकर्ता को",
  "person in the office of respondent no.2 on 28.10.1999 at 3.00 p.m. in case": "प्रतिवादी संख्या 2 के कार्यालय में व्यक्तिगत रूप से 28.0.999 पर दोपहर 3 बजे",
  "he is willing to be heard. The petitioner submitted his reply dated 28.10.1999": "दिनांकित 28.0.999 का जवाब प्रस्तुत किया।यह कहा गया है कि याचिकाकर्ता",
  "reply was submitted by the petitioner to respondent no.2, further proceedings": "द्वारा उत्तर प्रस्तुत किए जाने के बाद प्रतिवादी नं 2 ने, कारण बताओ नोटिस पर",
  "from respondent no.2 to the petitioner in this regard has been placed on record as Annexure P-13. From the perusal of this communication, it": "एक संचार इस संबंध में याचिकाकर्ता को अनुबंध पी-3 के रूप में रिकॉर्ड में रखा",
  "appears that in view of the document submitted by the petitioner regarding": "गया है।इस संचार के अवलोकन से, ऐसा प्रतीत होता है कि याचिकाकर्ता द्वारा",
  "composition of the unauthorized construction and pendency of RSA No.1936": "987 के आर. एस. ए. |४०.।७३6 के विचाराधीनता और अनधिकृत निर्माण के",
  "of 1987, further action on show cause notice has been deferred. It is alleged": "बताए जाने के नोटिस पर आगे की कार्रवाई को स्थगित कर दिया गया है।यह",
  "that the petitioner applied to the Consolidation Officer for correction of": "के लिए चकबंदी अधिकारी के पास आवेदन किया था।याचिकाकर्ता के इस आवेदन",
  "regarding the possession of the petitioner, spot inspection report be submitted": "से घटनास्थल का निरीक्षण करने का निर्देश दिया और याचिकाकर्ता के कब्जे के",
  "Every such notice shall be accompanied by such documents and plans as may be so prescribed.": "(2) ऐसी प्रत्येक सूचना के साथ ऐसे दस्तावेज और योजनाएं होंगी जो इस प्रकार निर्धारित की जाएं।",
  "Sanction or refusal of building or work- (1) The Commissioner": "254. भवन या कार्य की मंजूरी या अस्वीकृति-0) आयुक्त किसी भवन के",
  "shall sanction the erection of a building or the execution of a work, unless such building or work would contravene any of": "निर्माण या कार्य के निष्पादन को मंजूरी देगा, जब तक कि ऐसा भवन या कार्य",
  "the provisions of sub-section (2) of this section or the provisions of Section 258.": "इस धारा की उप-धारा (2) के किसी भी प्रावधान या धारा 258 के प्रावधानों का",
  "The grounds on which the sanction of a building or work may": "(2) जिन आधारों पर किसी भवन या कार्य की मंजूरी से इनकार किया जा",
  "be refused shall be the following, namely:-": "सकता है, वे निम्नलिखित होंगे, अर्थात्‌:",
  "(a) that the building or work, or the use of the site for the": "(क) कि भवन या कार्य, या भवन या कार्य के लिए स्थल का उपयोग या स्थल",
  "building or work or any of the particulars comprised in the site plan, ground plan, elevation, section or specification": "योजना, जमीनी योजना, उन्नयन, खंड या विनिर्देशन में शामिल कोई भी विवरण",
  "would contravene the provisions of any bye-law made in this behalf or of any other law or the rule, bye-law or": "इस संबंध में बनाए गए किसी उप-कानून के प्रावधानों या किसी अन्य कानून या",
  "order made under such other law;": "ऐसे अन्य कानून के तहत बनाए गए नियम, उप-कानून या आदेश का उल्लंघन",
  "(b) thatnotice for sanction does not contain the particulars or": "(ख) मंजूरी के लिए सूचना में विवरण नहीं है या इस संबंध में बनाए गए",
  "is not prepared in the manner required under the bye-": "उपनियमों के तहत आवश्यक तरीके से तैयार नहीं किया गया है।",
  "of demolition with a brief statement of the reasons therefore has been delivered to that person) as may be specified in the": "कारणों के संक्षिप्त विवरण के साथ उस व्यक्ति को दी गई है) जो विध्व॑ंस के",
  "Provided that no order of demolition shall be made unless the person": "बशर्ते कि विध्वंस का कोई आदेश तब तक नहीं दिया जाएगा जब तक कि व्यक्ति",
  "has been given by means of a notice served in such manner as the Commissioner may think fit, a reasonable opportunity of": "को ऐसी सूचना के माध्यम से नहीं दिया गया है जो आयुक्त को उचित लगे, कारण",
  "showing cause why such order should not be made:": "दिखाने का एक उचित अवसर दे कि ऐसा आदेश क्‍यों नहीं किया जाना चाहिए:",
  "Prohibition against unauthorized removal deposit etc.- No": "408. अनधिकृत निष्कासन जमा आदि पर निषेध।- कोई भी व्यक्ति बिना",
  "person shall without authority in that behalf, remove earth, sand or other material or deposit any matter or make any": "अधिकार के, मिट्री, रेत या अन्य सामग्री को नहीं हटाएगा या कोई मामला जमा",
  "encroachment in or on any land vested in the Corporation or in": "नहीं करेगा या निगम में निहित किसी भी भूमि में या उस पर कोई अतिक्रमण",
  "408A. Power to evict persons from Corporation premises/land (1)": "408क. निगम परिसर/भूमि से व्यक्तियों को बेदखल करने की शक्ति (॥) यदि",
  "ifthe competent authority is satisfied.": "सक्षम प्राधिकारी संतुष्ट है।",
  "Or": "या",
  "that any person is in unauthorized occupation of any premises/": "(ख) कि कोई भी व्यक्ति निगम के किसी भी परिसर/भूमि या उस पर निर्मित",
  "land or building/structure constructed thereon, of the Corporation the competent authority may, notwithstanding": "भवन/संरचना पर अनधिकृत कब्जे में है, सक्षम प्राधिकारी, किसी भी कानून में",
  "PREM MOHAN KALRA v. STATE OF HARYANA AND OTHERS — 735": "प्रेम मोहन कालरा बनाम हरियाणा राज्य और अन्य /309",
  "(b) tomake any alteration or repairs to a building involving": "(ख) किसी भवन में कोई परिवर्तन या मरम्मत करना जिसमें उसकी किसी",
  "the removal or re-erection of any external or partition wall": "बाहरी या विभाजन दीवार को हटाना या फिर से खड़ा करना शामिल है या ऐसी",
  "thereof or of any wall which supports the roof thereof to": "कोई दीवार जो उसकी छत को आधार बनाती है, जो आधार तल से ऊपर ऐसी",
  "an extent exceeding one half of such wall above the plinth level, such half to be measured in superficial metres;": "दीवार के आधे हिस्से से अधिक है, जिसे सतही मीटर में मापा जाना है;",
  "(c) to make any alteration or repairs to a frame building": "(ग) किसी फ्रेम बिल्डिंग में कोई भी परिवर्तन या मरम्मत करना जिसमें उसकी",
  "involving the removal or re-erection of more than one half of the posts in any such wall thereof as aforesaid or": "किसी ऐसी दीवार में आधे से अधिक पदों को हटाना या फिर से खड़ा करना",
  "involving the removal or re-erection of any such wall thereof": "शामिल है या जिसमें ऐसी किसी दीवार को हटाना या फिर से खड़ा करना",
  "as to an extent exceeding one half of such wall above": "शामिल है जो प्लिंध स्तर से ऊपर ऐसी दीवार के आधे हिस्से से अधिक है, जिसे",
  "plinth level, such half to be measured in superficial metres;": "सतही मीटर में मापा जाना है;",
  "(d) tomake any alteration in a building involving—": "(घ) किसी ऐसी इमारत में कोई भी बदलाव करना जिसमें -",
  "(i) _ thesub-division of any room in such building so as": "(() ऐसे भवन में किसी भी कमरे का उप-विभाजन ताकि उसे दो या अधिक",
  "to convert the same into two or more separate rooms; Or": "अलग-अलग कमरों में परिवर्तित किया जा सके। या",
  "PREM MOHAN KALRA v. STATE OF HARYANA AND OTHERS = 737": "प्रेम मोहन कालरा बनाम हरियाणा राज्य और अन्य /35",
  "(e) that the building or work would be an encroachment on": "(क) किसी भवन में कोई अतिरिक्त कार्य करना;",
  "(f) that the site of the building or work does not abut ona street or projected street and that there is no access to": "(च) कि भवन या कार्य स्थल किसी सड़क या प्रस्तावित सड़क पर नहीं है और ऐसी",
  "such building or work from any such street by a passage or pathway appertaining to such site;": "जगह से संबंधित मार्ग या मार्ग से ऐसी किसी भी सड़क से ऐसी इमारत या काम",
  "(g) that the building or work would be in contravention of any scheme sanctioned under Section 267;": "(छ) कि भवन या कार्य धारा 267 के तहत स्वीकृत किसी भी योजना का उल्लंघन होगा;",
  "(h) that a building for habitation, does not provide for a flush or a water seal latrines.": "(ज) कि निवास के लिए एक इमारत, एक फ्लश या पानी की मुहर वाले शौचालयों का प्रावधान नहीं करती है।",
  "The Commissioner shall communicate the sanction to the person who has given the notice, and where he refuses sanction on any": "(3) आयुक्त उस व्यक्ति को मंजूरी के बारे में सूचित करेगा जिसने नोटिस दिया",
  "of the grounds specified in subsection (2) of this Section or": "है, और जहां वह इस धारा की उप- धारा (2) में या धारा 258 के तहत निर्दिष्ट",
  "under Section 258 he shall record a brief statement of his reasons for such refusal and communicate the refusal alongwith the": "लिए अपने कारणों का एक संक्षिप्त विवरण दर्ज करेगा और इनकार के कारणों के",
  "reasons therefore to the person who has given the notice.": "साथ उस व्यक्ति को सूचित करेगा जिसने नोटिस दिया है।",
  "The sanction or refusal as aforesaid shall be communicated in": "(4) उपरोक्त मंजूरी या अस्वीकृति को उस तरीके से सूचित किया जाएगा जो",
  "such manner as may be specified in the bye-laws made in this behalf.": "इस संबंध में बनाए गए उपनियमों में निर्दिष्ट किया जाए।",
  "Order of demolition and stoppage of building and works in certain cases and appeal:- (1) Where the erection of any work": "26।. कुछ मामलों में भवन और कार्यों को ध्वस्त करने और रोकने का आदेश",
  "certain cases and appeal:- (1) Where the erection of any work has been commenced, or is being carried on or has been": "और अपील+* (॥) जहां किसी कार्य का निर्माण शुरू किया गया है, या किया जा",
  "completed without or contrary to the sanction referred to in Section 254 or in contravention of any condition subject to": "रहा है या धारा 254 में निर्दिष्ट मंजूरी के बिना या उसके विपरीत पूरा किया गया",
  "which such sanction has been accorded or in contravention of": "है या किसी ऐसी शर्त का उल्लंघन किया गया है जिसके अधीन ऐसी मंजूरी दी",
  "any of the provisions of this Act, or bye-laws made thereunder,": "गई है या इस अधिनियम के किसी भी प्रावधान या उसके तहत बनाए गए उप-",
  "740 LL.R. PUNJAB AND HARYANA 2012(2)": "740 आई. एल. आर. पंजाब और हरियाणा 202(2)",
  "any opportunity whatsoever. In a democratic country, rule of law prevails": "एक लोकतांत्रिक देश में, कानून का शासन प्रबल होता है, न कि किसी",
  "and not the whims and arbitrariness of any official/person empowered. Even": "अधिकारी/सशकक्‍्त व्यक्ति की सनक और मनमानी।भले ही अनधिकृत संरचना को",
  "though power to demolish unauthorized structure is conceded to the Municipal Corporation, yet law enjoins upon it statutory duty under Section 261 to": "ध्वस्त करने की शक्ति नगर निगम को दी गई है, फिर भी कानून धारा 26। के तहत",
  "afford an opportunity of being heard. Even if it is considered that there is": "सुनवाई का अवसर देने के लिए वैधानिक कर्तव्य का आदेश देता है।भले ही यह",
  "no specific provision to serve a notice, principles of natural justice have to": "माना जाए कि नोटिस देने के लिए कोई विशिष्ठ प्रावधान नहीं है, प्राकृतिक न्याय के",
  "be observed in all such situations where ever civil right of a person is": "सिद्धांतों का पालन ऐसी सभी स्थितियों में किया जाना चाहिए जहां किसी व्यक्ति के",
  "adversely affected by the action of state authority. No authority established": "नागरिक अधिकार राज्य प्राधिकरण की कारवाई से प्रतिकूल रूप से प्रभावित होते",
  "by law can be permitted to take law into its own hands. The procedure": "हैं।कानून द्वारा स्थापित किसी भी प्राधिकरण को कानून को अपने हाथों में लेने की अनुमति नहीं दी जा सकती है।कानून द्वारा स्थापित प्रक्रिया का पालन किया जाना",
  "established by law has to be followed, particularly, where it adversely affects any civil right of a person. Hon’ble Supreme Court in the case of Mohan": "अनुमति नहीं दी जा सकती है।कानून द्वारा स्थापित प्रक्रिया का पालन किया जाना चाहिए, विशेष रूप से, जहां यह किसी व्यक्ति के किसी भी नागरिक अधिकार पर",
  "any civil right of a person. Hon’ble Supreme Court in the case of Mohan Lal and others versus The State of Punjab and others (1), has even": "प्रतिकूल प्रभाव डालता है।मोहन लाल और अन्य बनाम पंजाब राज्य और अन्य () के मामले में माननीय सर्वोच्च न्यायालय ने अधिकारियों के हाथों अवैध कार्रवाई से",
  "protected the rights of unauthorized person from the illegal action at the hands of the authorities. The relevant observations of Hon’ble Supreme": "के मामले में माननीय सर्वोच्च न्यायालय ने अधिकारियों के हाथों अवैध कार्रवाई से अनधिकृत व्यक्ति के अधिकारों की रक्षा की।माननीय उच्चतम न्यायालय की",
  "“3. Mr.Keswani, learned counsel for the Gram Panchayat": "“3, |/.।(०५७४३॥, ग्राम पंचायत के विद्वान अधिवक्ता ने तर्क दिया कि उच्च",
  "contended that as the High Court has come to the conclusion that the appellants are in unauthorized occupation of the suit": "न्यायालय इस निष्कर्ष पर पहुंचा है कि अपीलकर्ता मुकदमा की संपत्तियों पर",
  "that the appellants are in unauthorized occupation of the suit properties, they are not entitled to invoke the jurisdiction of the High Court under Arts.226 and 227 of the Constitution. This": "अनधिकृत कब्जे में हैं, वे संविधान के अनुछेद 226 और 227 के तहत उच्च न्यायालय के अधिकार क्षेत्र को लागू करने के हकदार नहीं हैं। ।इस तर्क का",
  "contention has no merit. Under our jurisprudence even": "कोई महत्व नहीं है।हमारे न्यायशास्त्र के तहत अनधिकृत रहने वाले को भी",
  "unauthorized occupant can be evicted only in the manner": "कानून द्वारा अधिकृत तरीके से ही बेदखल किया जा सकता है।यही कानून के",
  "authorized by law. This is the essence of the rule of law.”": "शासन का सार है।”",
  "(9) Asimilar opinion has been expressed by the Hon’ble Supreme": "(9) इसी तरह की राय माननीय सर्वोच्च न्यायालय ने हरियाणा राज्य और अन्य",
  "Court in case of State of Haryana and another versus Mohinder Pal": "बनाम मोहिंदर पाल और अन्य (2) में भी व्यक्त की है । उच्चतम न्यायालय की",
  "“Ti. The High Court proceeded on the basis that even the": "“......उच्च न्यायालय इस आधार पर आगे बढ़ा कि सरकार भी याचिकाकर्ताओं",
  "Government cannot take the law into their hands while": "को बेदखल करते समय कानून को अपने हाथों में नहीं ले सकती है, लेकिन उसे",
  "procedure prescribed by law and not doing so is contrary to": "कानून द्वारा निर्धारित उचित प्रक्रिया का पालन करना चाहिए था और ऐसा नहीं",
  "the rule of law and consequently allowed the writ petition by": "करना कानून के शासन के विपरीत है और इसके परिणामस्वरूप रिट याचिका",
  "awarding damages to the extent of Rs.15,000 and Rs.5000 by": "को रु 5000/- और रु . 5000/- हजनि के साथ अनुमति दी गई।",
  "(1) 1971 PLJ 338": "()) 97 पीएलजे 338",
  "(2) 2001(9) SCC 292": "(2) 2004 (9) एससीसी 292",
  "PREM MOHAN KALRA vy. STATE OF HARYANA AND OTHERS 741": "प्रेम मोहन कालरा बनाम हरियाणा राज्य और अन्य 74[",
  "way of costs. However, while disposing of the writ petition the": "हालाँकि, रिट याचिका का निपटारा करते समय उच्च न्यायालय ने अपीलार्थियों के",
  "High Court took care to protect the interest of the appellants to": "हितों की रक्षा करने का ध्यान रखा, ताकि पहले दायर किए गए उनके आवेदन को",
  "the extent of giving an opportunity to revive their application filed earlier or to file a fresh application and that withdrawal of": "फिर से शुरू करने या नया आवेदन दायर करने का अवसर दिया जा सके और",
  "the earlier application would not come in their way. Learned": "पहले के आवेदन को वापस लेना उनके रास्ते में नहीं आएगा।अपीलार्थियों के",
  "counsel for the appellants very vehemently submitted that in the": "विद्वान वकील ने बहुत जोरदार ढंग से प्रस्तुत किया कि विचाराधीन संपत्ति के संबंध",
  "absence of any material as to the title of the respondents in": "में प्रतिवादी के स्वामित्व के बारे में किसी भी सामग्री की अनुपस्थिति में उच्च",
  "pointed out that there are several other strong reasons for the appellants to have acted in the manner they did. The question": "उसके कई अन्य ठोस कारण हैं।पक्षकारों के स्वामित्व की जांच करने का सवाल",
  "of examining the title of the parties does not arise at all as admittedly the respondents were in possession of the property": "बिल्कुल भी नहीं उठता है क्योंकि यह स्वीकार किया जाता है कि प्रतिवादी के पास",
  "in question and had put up structures thereon. On that admitted": "विचाराधीन संपत्ति थी और उन्होंने उस पर संरचनाएं स्थापित की थीं।उस स्वीकृत",
  "position the High Court took the view that ejectment of the": "स्थिति पर उच्च न्यायालय ने यह विचार व्यक्त किया कि कानून का उचित सहारा",
  "respondents forcibly without due recourse of law was not in": "लिए बिना प्रतिवादी को जबरन बाहर निकालना सम्यक प्रक्रिया में नहीं था।उस",
  "due process. No exception can be taken to that view at all...”": "दृष्टिकोण में कोई अपवाद नहीं लिया जा सकता है।\"",
  "(10) Similar view has been expressed by Hon’ble Supreme Court in the case of Krishna Ram Mahale (dead) by his LRs versus Mrs. Shobha Venkat Rao (3), and a learned Single Judge of this Court in the": "(0) इसी तरह का विचार माननीय सर्वोच्च न्यायालय द्वारा कृष्ण राम महाले (मृत) उसके एल. आर द्वारा बनाम श्रीमतीशोभा वेंकट राव (3) मामले में व्यक्त",
  "through Labour Commissioner-cum-Deputy Commissioner, UT": "और अन्य बनाम श्रम आयुक्त-सह-उप-आयुक्‍त, केंद्र शासित प्रदेश द्वारा से",
  "Chandigarh and others (4), ruled that forcible eviction without adopting": "चंडीगढ़ प्रशासन चंडीगढ़ और अन्य (4) के मामले में फैसला सुनाया कि अनधिकृत",
  "due procedure of unauthorized occupation has been held to be impermissible in law.": "कब्जे की उचित प्रक्रिया को अपनाए बिना जबरन बेदखली को कानून में अस्वीकार्य माना गया है।",
  "(11) The action of the respondents, by no stretch of imagination can be said to be legal and valid, rather it has to be termed as arbitrary,": "() प्रतिवादी की कार्रवाई को किसी भी तरह से कानूनी और वैध नहीं कहा जा",
  "whimsical and in contravention of rule of law, besides being violative of principles of natural justice.": "सकता है, बल्कि इसे स्वाभाविक न्याय के सिद्धांतों का उल्लंघन करने के अलावा",
  "Now the question arises as to what relief can be granted to the": "अब सवाल यह उठता है कि याचिकाकर्ता को क्‍या राहत दी जा सकती",
  "petitioner. The petitioner has placed on record the assessment of damages by Architect/authorized valuer, M/s Rakesh Bhatia and Associates in CWP": "है।याचिकाकर्ता ने 2003 के सी. डब्ल्यू पी. |३०.।।724 में वास्तुकार/अधिकृत मूल्यांकनकर्ता, मेसर्स राकेश भाटिया और एसोसिएटस द्वारा नुकसान के आकलन",
  "(3) AIR 1989 SC 2097": "(3) ए. आई. आर. 989 एस. सी. 2097",
  "(4) 2010(1) RCR 177": "(4) 200 (0) आर. सी. आर, ॥7",
  "742 LL.R. PUNJAB AND HARYANA 2012(2)": "742 आई. एल. आर. पंजाब और हरियाणा 2042(2)",
  "assessed the value of the damages caused by demolition of the property": "याचिकाकर्ता की संपत्ति के विध्वंस से हुए नुकसान के मूल्य का आकलन",
  "of the damage caused by demolition of part of the boundary wall has been assessed at Rs.5 lacs. However, from the record, it appears that no such assessment of further damage to the boundary wall has been placed on": "के विध्वंस से हुए नुकसान का मूल्य 5 लाख रुपये आंका गया है।हालांकि, रिकॉर्ड से, ऐसा प्रतीत होता है कि चारदीवारी को और नुकसान का ऐसा कोई आकलन रिकॉर्ड"
}