{
  "Stenography line/Cadre Clerical line Cadre": "स्टेनोग्राफी लाइन/संवर्ग लिपिक लाइन संवर्ग",
  "Judgment Writer Rs. 6400-10640 = Reader to Distt & Rs. 7220-11660": "जजमेंट रु. 6400-0640 रीडर से जिला एवं सत्र रु. 7220-660 (गलती से",
  "(Sr. Grade) to Distt. (Only one Sessions Judge/ — (wrongly considering": "जजमेंट राइटर (सीनियर ग्रेड) से केवल एक न्यायाधीश/एडीजे को",
  "& Sessions Judge/ increment) ‘ADIs (Now their earlier pay as": "एवं 'एडीजे (केवल एक वेतन अब उनके पहले वेतन को 6400- जिला एवं सत्र न्यायाधीश वृद्ठि (अब रीडर ग्रेड-] के",
  "Judge Writer (Ir. Rs. 5800-9200 Reader to Civil Rs. 6400-10640": "रीडर टू सिंविलजज +. 6400-0640 जज राइटर (जूनियर ग्रे) से. रु. 5800-9200. (सीनियर (नया नामित पद)",
  "Grade) to Civil (Only one Judge (Sr. Divi- (newly designated": "सिविल जज (सीनियर (केवल एक वेतन. डिवीजन)/सीजेएम",
  "Judge (Sr. Division)/ increment) sion)/CJM (Now post)": "डिवीजन)/सीजेएम/सिविल जज _ वृद्धि) (अब रीडर ग्रेड-",
  "attached to DSI/ADJ_ increment)": "डीएसजे/एडीजे से जुड़ा हुआ जाओ डे वृद्धि)",
  "Steno-typist attached Rs. 4400-7000 All graduate Rs. 5000-8 100": "रु. 4400-7000. सभी स्नातक रु. 5000-800 क्लर्को",
  "to Civil Judge Clerks": "स्टेनो-टाइपिस्ट सिविल जज",
  "(S.D./J.D.)": "(एस.डी./जे.डी.) से जुड़ा हुआ",
  "RAKESH KALIAAND OTHERS v. UNION OF INDIA 62}": "राकेश कालिया और अन्य बनाम भारत का संघ और अन्य 62]",
  "AND OTHERS (Permod Kohli, J.)": "(न्यायमूर्ति, प्रमोद कोहली।)",
  "(7) The aforesaid Chart depicts the pay scale of Genera] Line Cadre and the Stenography Line. Based upon the aforesaid position, it is": "(70) उपर्युक्त चार्ट में जनरल लाइन कैडर और स्टेनोग्राफी लाइन के वेतनमान को दर्शाया गया है।",
  "pay scale. According to the petitioners, prior to the recommendation of the Shetty Commission, the petitioners were better placed. The comparative": "किया गया है। याचिकाकर्ताओं के अनुसार, शेट्टी आयोग की सिफारिश से पहले, याचिकाकर्ताओं को बेहतर स्थिति",
  "table of the pay scale prior to Shetty Commission is as under :---": "में रखा गया था। शेट्टी आयोग से पहले वेतनमान की तुलनात्मक तालिका निम्नानुसार है: -",
  "Before the Shetty Commission’s Recommendation :": "शेट्टी आयोग की सिफारिश से पहले:",
  "Stenography line/cadre Clerical line cadre": "स्टेनोग्राफी लाइन/कैडर लिपिक लाइन संवर्ग",
  "Judgment Writer Rs. 6400-10640 = Reader to Distt & Rs. 5800-9200 (Sr Grade) to Dist. (Only one Sessions Judges": "जजमेंट राइटर (सीनियर ग्रेड). रु. 6400-0640 (केवल जिला एवं सत्र रु. 5800-9200",
  "Judee Writer (Jr. Rs. 5800-9200 Reader to Civil Rs, 5800-9200": "जज राइटर (जूनियर टाइरेड). रु. 5800-9200 रीडर सिविल जज (सीनियर रु. 5800-9200",
  "Cirade) to Civil Judge (Sr. Divi- (newly designated": "से सिविल जज (सीनियर डिवीजन)/सीजेएम (नया नामित पद)",
  "Judge (Sr. Division)/ sion/CJM post} CIM/Civil fudge": "डिवीजन)/सीजेएम/ सिविल जज",
  "(LD.)": "(जेडी)",
  "Reader to Addl. Rs. 3120-6800": "रीडर अतिरिक्त रु. 3320-6500",
  "Civil Judge (Sr. Division)-CJM": "सिविल जज (सीनियर डिवीजन)-सीजेएम",
  "attached to DSJ?": "एस. जे./ एस.डी.जे. से जुड़ा हुआ है",
  "Steno-typist: attached Rs. 3330-6200 All Clerks see to Civil Judge Rs. 3120-6200": "सिविल जज से जुड़े स्टेनो- रु. 3330-6200 सभी क्लर्क",
  "to Civil Judge Rs. 3120-6200 (S.D./I.D.)": "टाइपिस्ट (एस.डी./जे.डी.) रु. 320-6200",
  "“AND OTHERS (Permod Kohli, J.)": "(न्यायमूर्ति, प्रमोद कोहली।)",
  "hereafter these matters be considered by the respective High": "बाद इन मामलों पर राज्यों/संघ राज्य क्षेत्रों के संबंधित उच्च न्यायालयों द्वारा विचार किया",
  "High Court shall permit writ petitions or applications ,that": "आयोग की सिफारिशों का कार्यान्वयन सुनिश्चित करेंगे। उच्च न्यायालय रिट याचिकाओं या आवेदनों की अनुमति देगा जो कर्मचारियों के विभिन्‍न सदस्यों का प्रतिनिधित्व करने वाले",
  "may be filed by the individual or staff association _": "व्यक्ति या कर्मचारी संघ द्वारा दायर किए जा सकते हैं।",
  "The High Court shall also see that the recommendations are implemented with effect of Ist April, 2003...": "(0) उच्च न्यायालय यह भी देखेगा कि सिफारिशों को | अप्रैल, 2003 से कार्यान्वित किया जाए।",
  "There shall be benefit of one advance increment on the existing pay scale instcad of initial pay scale. In many of": "(॥9 प्रारंभिक वेतनमान के बजाय मौजूदा वेतनमान पर एक अग्रिम वेतन वृद्धि का लाभ मिलेगा।",
  "the States, the same benefit has not been given to the": "कई राज्यों में देश के सदस्यों को समान लाभ नहीं दिए गए हैं। उच्च न्यायालय को यह भी",
  "these recommendations are implemented.": "देखना चाहिए कि इन सिफारिशों को लागू किया जाए।",
  "In some of the States based on various other pay": "(6५) कुछ राज्यों में विभिन्‍न अन्य वेतन आयोग की रिपोर्टों के आधार पर कर्मचारियों के सदस्यों",
  "commission reports, benefits had been given to the.": "को लाभ दिए गए थे, ये लाभ, यदि कोई हों, शेट्टी आयोग द्वारा दी गई सिफारिशों के",
  "members of the staff, these benefits, if any, given shall be": "अतिरिक्त होंगे। किसी भी मामले में, यदि कर्मचारी संघ/अधीनस्थ स्टाफ के सदस्यों को",
  "in addition to the recommendations given by the Shetty": "शेट्टी आयोग की सिफारिश के बाद:",
  "Before Permod Kohli, J,": "न्यायमूर्ति प्रमोद कोहली के समक्ष",
  "RA KESH KALIAAND OTHERS,—Petitioners": "राकेश कालिया और अन्य, - याचिकाकर्वा",
  "UNION OF INDIA AND OTHERS,—Respondents": "भारत का संघ और अन्य -उत्तरदावा",
  "CWP No. 14942 of 2010": "सीडब्ल्यूपी संख्या 44942 सन्‌ 200",
  "14th September, 201 0": "4 सितंबर, 200",
  "Constitution of India, 1950-Art. 226—Recommendation of Shetty Commission for grant of pay scales—Supreme Court directing": "माख का संविधान 7950-अनुच्छेद 226 - वेतनमान ग्रदान करने के लिए शेद्री आयोग की",
  "States and High Courts for implementation of recommendations—": "पिफारिए ्िफारिशों के कार्यान्वयन के [लिए राज्यों और उच्च न्यायालयों को निर्देश देने वाला उच्चतम",
  "Shetty Commission recommending. higher pay scales for clerical cadre than Stenographers. cadre—Discrimination—Challenge": "न्यायालय - शेट्री आयोग द्वारा आशुलिपिक संवर्ग संवर्ग की तुलना में उच्चतर वेवनमानों की सिफारिश",
  "thereto—Fixation of pay scales—Job of expert bodies—Impermissible": "कऱा- मेदगाव- इसे चुनोंती - वेतनमानों का निधरिण - विशेषज्ञ निकायों का कार्य- शेद्री आयोग की",
  "for High Court to entertain a challenge f to Shetty Commission ‘Report—Petition dismissed. —": "रिपोर्ट को चुनोंवी देने के।लिए उच्च न्यायालय के।लिए अनुमगेय- याचिका खारिज की गर्ड।",
  "Held, that the pay seAcaR now = gr ented “ae referred to in detail were. granted on the recommendation of the Shetty Commission. The": "आधभिनिर्णित्‌ कि अब वेतनमान दिए जा रहे हैं और विस्तार से संदर्भित किए जा रहे हैं, शेट्टी आयोग की",
  "petitioners’ claim to have approached the Hon’ble Suprenic: Court, but their": "सिफारिश पर दिए गए थे। याचिकाकर्ताओं का दावा है कि उन्होंने माननीय उच्चतम न्यायालय का दरवाजा",
  "applications have not been considered. The petitioners rely upon the difection |": "खटखटाया है, लेकिन उनके आवेदनों पर विचार नहीं किया गया है। याचिकाकर्ता 7 अक्टूबर, 2009 के आदेश",
  "of the Hon’ble Supreme Court contained in the order dated 7th October,": "में निहित माननीय सर्वोच्च न्यायालय के निर्देश पर भरोसा करते हैं कि यह अदालत शेट्टी आयोग की सिफारिश",
  "2009 to plead that this court can interfere even to set aside the recommendation": "को रद्द करने के लिए भी हस्तक्षेप कर सकती है। दिनांक 7 अक्तूबर, 2009 के आदेश में निहित निदेशों से यह",
  "7th October, 2009, it is abundantly clear that the Hon’ble Supreme Court accepted the recommendation of the Shetty Commission and issued directions": "पूर्णत स्पष्ट है कि माननीय उच्चतम न्यायालय ने शेट्टी आयोग की सिफारिश को स्वीकार कर लिया था और उच्च",
  "for its. implementation by the High Court as also the States. Libetty granted —": "न्यायालय के साथ-साथ राज्यों द्वारा भी इसके कार्यान्वयन के लिए निदेश जारी किए थे। पक्षकारों को राज्यों/उच्च",
  "otherwise. Once the Hon’ble Supreme. Court has accepted the recommendation of the Shetty ¢ Commission on the judicial side and.dirécted": "एक बार जब माननीय सर्वोच्च न्यायालय ने न्यायिक पक्ष पर शेट्टी आयोग की सिफारिश को स्वीकार कर लिया",
  "the State and High Courts to ensure implementation thereof, it is impermissible": "है और राज्य और उच्च न्यायालयों को इसका कार्यान्वयन सुनिश्चित करने का निर्देश दिया है, तो इस न्यायालय",
  ". for this Court to entertain a challenge to the Shetty Commission report, that ‘too at Live belated stage.": "के लिए शेट्टी आयोग की रिपोर्ट को चुनौती देने की अनुमति नहीं है, वह भी इस देरी के चरण में।",
  "7 (Para 9)": "(पैरा 9)",
  "GS. Bhatia, Advocate, for the petitioner 7": "जी. एस. भाटिया, अधिवक्ता, याविकाकर्ता केललिए/",
  "RAKESH KALIAAND OTHERS v. UNION OF INDIA , 617": "राकेश कालिया और अन्य बनाम भारत का संघ और अन्य 67",
  "(1) The petitioners are working as Stenographers Grade 1, Grade [and Grade III in various Courts in the subordinate judiciary at Chandigarh.": "()) याचिकाकर्ता चंडीगढ़ में अधीनस्थ न्यायपालिका में विभिन्‍न न्यायालयों में स्टेनोग्राफर ग्रेड [, ग्रेड",
  "implementation in the pay scalc of Stenography Cadre in comparison with": "को दूर करने और लिपिक संवर्ग की तुलना में स्टेनोग्राफी संवर्ग के वेतनमान में इसके कार्यान्वयन के लिए दायर",
  "the clerical cadre. In sum and substance, the prayer in this petition is for modification of the recommendation of the Shetty Commission and to bring": "की गई है। संक्षेप में, इस याचिका में अनुरोध शेट्टी आयोग की सिफारिश में संशोधन और स्टेनोग्राफरों के कैडर",
  "the cadre of Stenopraphers at par with the clerical cadre which is in the higher pay scale than the stenographers. Averments made in the wnit petition": "को लिपिक कैडर के बराबर लाने के लिए है जो स्टेनोग्राफर की तुलना में उच्च वेतनमान में है। रिट याचिका आर्क",
  "are being briefly noticed here-in-below.": "में किए गए कथनों को संक्षेप में यहां-नीचे देखा जा रहा है।",
  "(2) Service conditions of the petitioners arc governed by U.T. Subordinate Courts Establishment (Recruitment and General Conditions of": "(2) याचिकाकर्ताओं की सेवा शर्तें यूटी अधीनस्थ न्यायालय स्थापना (भर्ती और सेवा की सामान्य",
  "Service) Rules, 1997. The pay scales etc. are governed on the Punjab pattern. The hicrarchy of the stenography cadre under the Rules is as": "शर्तें) नियम, 997 द्वारा शासित हैं। वेतनमान आदि पंजाब पैटर्न पर शासित होते हैं। नियमों के तहत आशुलिपि",
  "Judgment Writer (Sr. Grade) Rs. 6400-10640": "निर्णय लेखक (सीनियर ग्रेड) रु. 6400-0640",
  "Judgment Writer (Jr. Grade), Rs. 5800-9200 Sr. Scale Stenographers": "जजमेंट राइटर (जूनियर ग्रेड), सीनियर रु. 5800-9200 स्केल स्टेनोग्राफर",
  "Steno Typist . Rs. 3330-6200": "स्टेनो टाइपिस्ट रु. 3330-6200",
  "(3) From the above it appears that the cntry level is to the post of Steno Typist. The next promotion is to the post of judgment wnier (Junior:": "(3) उपरोक्त से ऐसा प्रतीत होता है कि प्रवेश स्तर स्टेनो टाइपिस्ट के पद के लिए है। अगली पदोन्‍नति",
  "Grade)/Sr. Scale Steographer and then to Judgment Writer (Sr. Grade).": "निर्णय लेखक (जूनियर ग्रेड) / सीनियर स्केल स्टेनोग्राफर के पद पर और फिर निर्णय लेखक (सीनियर ग्रेड) के",
  "Their pay scales are also specified against their respective posts. It is stated": "पद पर है। उनके वेतनमान भी उनके संबंधित पदों के लिए निर्दिष्ट किए गए हैं। यह कहा जाता है कि माननीय",
  "that Hon’ble the Chief Justice, Punjab and Haryana High Court,—-vide its order dated 31st August, 1989 constituted a fact finding Committee for": "मुख्य न्यायमूत, पंजाब और हरियाणा उच्च न्यायालय ने दिनांक 3] अगस्त, 989 के आदेश द्वारा अधीनस्थ",
  "assessment of the volume of work being performed by the Staff-of the Subordinate Courts and practical difficulties faced by them. The Committee": "न्यायालयों के कर्मचारियों द्वारा किए जा रहे कार्य की मात्रा और उनके सामने आने वाली व्यावहारिक कठिनाइयों",
  "Districts of Punjab and Haryana submitted its report dated 27th October,": "पंजाब और हरियाणा के विभिन्‌ न जिलों का दौरा करने के बाद 27 अक्‌ टूबर, 989 को अपनी रिपोर्ट सौंपी।",
  "1989. The Committee recommended that one Judgment Writer Grade | in the pay scale of Rs. 6400-10640 and one Sr. Scale Stenographer be": "आयोग ने सुझाव दिया कि 6400-0640 रुपये के वेतनमान में एक जजमेंट राइटर ग्रेड] और सीनियर स्केल",
  "ailached with the District and Sessions Judge and Additional District and": "स्टेनोग्राफर जिला एवं सत्र न्यायाधीश और अतिरिक्त जिला एवं सत्र न्यायाधीश के साथ संलग्न होना चाहिए",
  "Sessions Judge whereas onc Judgment Writer Grade IT in the pay scale of Rs. 5800-9200 and one Steno Typist be attached with the Chief Judicial": "जबकि एक जजमेंट राइटर ग्रेड इलिन का वेतनमान 5800-9200 रुपये और एक स्टेनो टाइपिस्ट को उन्होंने मुख्य",
  "Magistrate/Additional Chie! Judicial Magistrate. Civil Judge (Sr. Division)": "न्यायिक मजिस्ट्रेट/अपर मुख्य न्यायिक मजिस्ट्रेट, सिविल जज (सीनियर डिवीजन) और सिविल जज (जूनियर",
  "were approved by the Full Court in its meeting held on 29th May, 1995.": "डिवीजन) के साथ संलग्न किया। समिति की सिफारिशों को 29 मई 995 को आयोजित अपनी बैठक में पूर्ण",
  "Besides the pay scales the Judgment Writers attached with the District and Sessions Judger Additional District Sessions Judge were also granted special": "न्यायालय द्वारा अनुमोदित किया गया था। वेतनमान के अलावा जिला एवं सत्र न्यायाधीश, अतिरिक्त जिला सत्र",
  "pay of Rs. 100 and those Judgment Writers attached with the Chief Judicial": "न्यायाघीश से जुड़े जजमेंट राइटर्स को भी 00 रुपये का विशेष वेतन दिया गया और मुख्य न्यायिक मजिस्ट्रेट,",
  "Committee by the Full Court. the recommendations remained unimplemented. ‘Thus CWP No. 9426 of 1996 was filed in this court lor secking implementation": "स्वीकार करने के बावजूद, सिफारिशें अनिच्छुक रहीं। इस प्रकार, 996 की सीडब्ल्यूपी संख्या 9426 इस",
  "of the report of the Committee and for creating new posts of Steno Typists,": "अदालत में दायर की गई थी जिसमें समिति की रिपोर्ट को लागू करने और स्टेनो टाइपिस्ट के नए पदों को बनाने",
  "Steno Graphers and Judgment Writers cte. It appears that during the": "की मांग की गई थी। स्टेनोग्राफर और जजमेंट राइटर्स आदि। ऐसा प्रतीत होता है कि इस याचिका के लंबित रहने",
  "writ petition was disposed of as having become intructuous that some direction issucd by this court to the District and Sessions Judge, Chandigarh": "किया गया क्योंकि यह निष्फल हो गया था कि इस न्यायालय द्वारा जिला और सत्र न्यायाघीश, चंडीगढ़ को 0",
  "to complete the process of recruitment within a period of 10 weeks were": "सप्ताह की अवधि के भीतर भर्ती की प्रक्रिया को पूरा करने के लिए जारी किए गए कुछ निर्देशों का 2। अगस्त,",
  "complied with by order dated 21st August, 1997. It is further stated that belore the implementation of the recommendation of the Shetty Commission.": "997 के आदेश द्वारा अनुपालन किया गया था। आगे कहा गया है कि शेट्टी आयोग की सिफारिश के कार्यान्वयन",
  "Readers attached to the District and Sessions Judge/Additional District and": "से पहले। जिला एवं सत्र न्यायाधीश/अपर जिला एवं सत्र न्यायाधीश/सिविल जज (सीनियर डिवीजन) से संबद्ध",
  "Sessions Judge/Civil Judge (Sr. Division) were in the pay scale of Rs. S800 9200 whereas the Readers attached toAdditional Civil Judge (Sr.": "पाठक 5800 9200 रुपये के वेतनमान में थे जबकि अतिरिक्त सिविल जज (सीनियर डिवीजन)/ मुख्य न्यायिक",
  "Division) Chief Judicial Magistrate were in the pay scale of Rs. 3120-5160.": "मजिस्ट्रेट से जुड़े रीडर 3)20-560 रुपये वेतनमान में थे। जिला न्यायालयों में सेवारत कर्मचारियों ने \"अखिल",
  "StafV serving in the District Courts constituted an Association for redressal of their grievances styled as “All India Judicial Employees’ Confederation”": "भारतीय न्यायिक कर्मचारी परिसंघ\" के रूप में अपनी शिकायतों के निवारण के लिए एक संघ का गठन किया,",
  "which was registered under the Socicties Registration Act. 1860. On": "जिसे सोसायटी पंजीकरण अधिनियम के तहत पंजीकृत किया गया था। पहले राष्ट्रीय न्यायिक वेतन आयोग की",
  "appointment of the first National Judicial Pay Commission popularly known as Shetty Commission, the petitioners made representation to the Hon ‘ble": "नियुक्ति पर, जिसे शेट्टी आयोग के नाम से जाना जाता है, याचिकाकर्ताओं ने शेट्टी आयोग को संदर्भित करने के",
  "Chief Justice of India for referring the same to the Shetty Commission.": "लिए भारत के माननीय मुख्य न्यायाधीश को अभ्यावेदन दिया। माननीय उच्चतम न्यायालय ने शेट्टी आयोग से",
  "Hon ble Supreme Court requested the Shetty Commission ta examine the service conditions of the employees of the courts as well. The commission": "न्यायालयों के कर्मचारियों की सेवा शर्तों की भी जांच करने का अनुरोध किया था। माननीय उच्चतम न्यायालय"
}