{
  "DEEPAK SINGH v. STATE OF HARYANA AND OTHERS 211": "दीपक सिंह बनाम हरियाणा राज्य और अन्य",
  "(Deepak Sibal, J.)": "(न्यायमूर्ति दीपक सिंब्बल) (पृष्ठ 34)",
  "application form and that there was unrebuttable proof on the record": "आवश्यकता नहीं थी और रिकॉर्ड पर अकाट्य प्रमाण था कि याचिकाकर्ता ने वास्तव",
  "that the petitioner had in fact undergone the course much before the cut off date.": "में कट ऑफ तारीख से बहुत पहले कोर्स किया था।",
  "(6) Learned State counsel, who also appeared for the": "(6) विद्वान राज्य वकील, जो आयोग की ओर से भी पेश हुए, उन्होंने याचिकाकर्ता के",
  "Commission, opposed the petitioner's prayer on the ground that the": "अनुरोध का इस आधार पर विरोध किया कि याचिकाकर्ताने कोर्स उत्तीर्ण किया था,",
  "certificate showing that the petitioner had passed the course was dated 02.12.2015 and that since such certificate was beyond the cut off date": "यह दिखाने वाला प्रमाण पत्र दिनांक 02.72.2075 का था और चूंकि ऐसा प्रमाण पत्र",
  "(8) The Commission seeks to justify the denial of 02 marks to the petitioner earmarked for having undergone the course on two": "(8) आयोग दो आधारों पर कोर्स पूरा करने के लिए निर्धारित याचिकाकर्ता को 02",
  "grounds. Firstly, because he had not uploaded any certificate or proof": "अक देने से इनकार करने का औचित्य साबित करना चाहता है। पहला, क्योंकि उसने",
  "of him having successfully undergone the said course alongwith his": "अपने आवेदन के साथ उक्त कोर्स को सफलतापूर्वक पूरा करने का कोई प्रमाण पत्र",
  "application and secondly, for the reason that the certificate/ proof": "या प्रमाण अपलोड नहीं किया था और दूसरा, इस कारण से कि याचिकाकर्ता द्वारा",
  "02.12.2015 and since the same was beyond the cut off date, in terms of the advertisement, was required to be ignored.": "यह विज्ञापन के संदर्भ में कट ऑफ तारीख से परे था, इसे अनदेखा करने की",
  "The relevant clauses of the advertisement read as under: -": "विज्ञापन के संबंधित खंड निम्नानुसार हैं: -",
  "Advt. No. 08/2015 Date of publication : 19/07/2015": "विज्ञापन से. 08/2075 प्रकाशन की तिथि: 49/07/2045",
  "Closing date for submission of online applications: 06/10/2015": "ऑनलाइन आवेदन जमा करने की अतिम तिथि: 06/40/205",
  "Closing date for deposit of fee : 09/10/2015": "शुल्क जमा करने की अतिम तिथि: 09/0/205",
  "DEEPAK SINGH v. STATE OF HARYANA AND OTHERS 207": "दीपक सिंह बनाम हरियाणा राज्य और अन्य",
  "DEEPAK SINGH—Petitioner versus STATE OF HARYANA AND OTHERS—Respondents": "दीपक सिंह बनाम हरियाणा राज्य और अन्य",
  "of 02 marks allocated for having undergone NCC ‘B’ course and": "(2) (संक्षेप में - कोर्स) पास करने के लिए आवंटित ०2 अक दिए जाएं और उसके",
  "for appointment as Constable in Haryana Police against any of": "खिलाफ हरियाणा पुलिंस में कांस्टेबल के रूप में नियुक्ति के लिए उसकी",
  "existing vacancies—Therefore, petitioner’s appointment shall": "उम्मीदवारी पर विचार करने का निर्देश दिया जाता है - इसलिए, याचिकाकर्ता की",
  "in selection in question, was appointed and on principle of ‘no pay": "में कम हो, चयन में 'काम के बदले वेतन नहीं” के सिंद्धांत पर नियुक्त किया गया था और वह अपनी सैद्धांतिक नियुक्ति की तारीख से लेकर उसकी वास्तविक",
  "for no work’ not entitled to any salary from date of his notional till date of his actual appointment.": "था और वह अपनी सैद्धांतिक नियुक्ति की तारीख से लेकर उसकी वास्तविक नियुक्ति की तारीख तक किसी भी वेतन का हकदार नहीं था।",
  "Held, that the law laid by the Supreme Court the denial by the": "यह माना गया कि सुप्रीम कोर्ट द्वारा निर्धारित कानून याचिकाकर्ता को",
  "undergone the course is found to be unjust and thus unsustainable. Resultantly, the petitioner is held entitled to the grant of these 02": "इस प्रकार अस्थिर पाया गया है। परिणामस्वरूप, याचिकाकर्ता को इन ०2 अंकों के",
  "marks. Since after addition of these marks his score would come to": "अनुदान का हकदार माना जाता है। चूकि इन अकों को जोड़ने के बाद उसका स्कोर",
  "65.35 marks which is more than 63.55 marks which have been obtained by the last person selected and appointed in the category under which": "65.35 अक हो जाएगा जो 63-55 अकों से अधिक है जो उस श्रेणी में चपनित और",
  "by the last person selected and appointed in the category under which the petitioner had also applied, subject to the petitioner fulfilling all": "नियुक्त अतिम व्यक्ति द्वारा प्राप्त किए गए हैं, जिसके तहत याचिकाकर्ता ने भी",
  "(3) The petitioner uploaded his online application on the given": "(3) याचिकाकर्ता ने 42.09.2075 को दी गई वेबसाइट पर अपना ऑनलाइन आवेदन",
  "disclosed the factum of him having successfully undergone the course": "किया कि उन्होंने सफलतापूर्वक पाठ्यक्रम पूरा कर लिया है और इस प्रकार उसी के",
  "(4) Being eligible, the petitioner's candidature was considered bythe Commission. After having undergone the prescribed": "(4) योग्य होने के नाते, याचिकाकर्ता की उम्मीदवारी पर आयोग द्वारा विचार किया गया",
  "written and physical tests he was called for interview on 15.06.2017.": "था। निर्धारित लिखित और शारीरिक परीक्षण से गुज़रने के बाद उन्हें 5.06.2047 को",
  "Before the interview board the petitioner produced a certificate dated": "साक्षात्कार के लिए बुलाया गया था। साक्षात्कार बोर्ड के समक्ष, याचिकाकर्ता ने दिनांक",
  "02.12.2015 showing him to have passed the course. However, the": "02.42.2075 को एक प्रमाण पत्र प्रस्तुत किया, जिसमें उसे दिखाया गया कि उसने कोर्स",
  "certificate was rejected as the same had not been uploaded alongwith": "में उत्तीर्ण किया है | हालांकि, प्रमाण पत्र को खारिज कर दिया गया था क्‍योंकि इसे",
  "the petitioner's application and because it bore a date which was": "याचिकाकर्ता के आवेदन के साथ अपलोड नहीं किया गया था और क्योंकि इसमें एक",
  "beyond the cut off date.On the declaration of the final result the": "तारीख थी जो कट ऑफ तारीख से परे थी। अतिम परिणाम की घोषणा पर,",
  "petitioner secured 63.35 out of the total of 100 marks. He was not": "याचिकाकर्ता ने कुल 400 अंकों में से 63.35 अक प्राप्त किए। उन्हें नियुक्ति की",
  "the category to which the petitioner had applied had secured 63.55": "की चयन सूची में जगह बनाने वाले अतिम व्यक्ति ने 63.55 अक हासिल किए थे | चूंकि",
  "the cut off date and once such fact was established the petitioner should": "योग्यता हासिल कर ती थी और एक बार ऐसा तथ्य स्थापित हो जाने के बाद",
  "not be denied the fruits of the same only because he had produced the": "याचिकाकर्ता को केवल इसलिए इसके फल से वंचित नहीं किया जाना चाहिए क्योंकि",
  "proof of its acquisition which was dated after the prescribed cut off": "उसने इसके अधिग्रहण का प्रमाण प्रस्तुत किया था जो निर्धारित कट ऑफ तारीख के",
  "date. Apparently, the Commission got confused between recognizinga fact and insisting for proof thereof.": "बाद दिनांकित था। जाहिर है, आयोग एक तथ्य को पहचानने और उसके सबूत के लिए जोर देने के बीच भ्रमित हो गया।",
  "(16) The afore view of mine finds support from a judgment of theSupreme Court in Charles K. Skaria and others versus Dr.": "(6) मेरे उपरोक्त दृष्टिकोण को चार्ल््स के. स्कारिया और अन्य बनाम डॉ. सी. मैथ्यू",
  "an issue where a candidate sought 10% marks earmarked for diploma": "एक ऐसे मुद्दे पर विचार कर रहा था जहां एक उम्मीदवार ने डिप्लोमा धारकों के लिए",
  "filing of the application and not later. The candidate in that case": "उससे पहले प्राप्त करना आवश्यक था, न कि बाद में। उस मामले में उम्मीदवार ने कट",
  "secured the diploma before the cut off date but did not produce the evidence along with the application. Therefore, he was not allowed the": "ऑफ तारीख से पहले डिप्लोमा हासिल किया लेकिन आवेदन के साथ सबूत पेश नहीं",
  "evidence along with the application. Therefore, he was not allowed the extra 10% marks leading to denial of admission. The Supreme Court": "किया। इसलिए, उन्हें अतिरिक्त 0% अक नहीं दिए गए, जिससे प्रवेश से इनकार कर",
  "' (1980) 2 SCC 752": "। (4980) 2 एस सी सी 752",
  "whether the candidate had passed any of the NCC courses.": "जानकारी मांगी गई थी, जिनमें से एक प्रश्न के रूप में था कि क्या उम्मीदवार ने एनसीसी कोर्स में से कोई भी उत्तीर्ण किया था।",
  "(13) A harmonious reading of the afore quoted portions of the advertisement as also the application form leads to the irresistible": "(3) विज्ञापन के उपर्युक्त उद्धृत अशों के साथ-साथ आवेदन पत्र को भी पढ़ने से यह",
  "conclusion that in his application the aspiring candidate was only": "अथक निष्कर्ष निकलता है कि अपने आवेदन में आकांक्षी उम्मीदवार को केवल उस",
  "requiredto divulge information which was sought to be elicited from": "जानकारी को प्रकट करने की आवश्यकता थी जो उससे प्राप्त करने के लिंए मांगी गई",
  "him and such information which is relevant to the instant case was as to": "थी और ऐसी जानकारी जो तत्काल मामले के लिए प्रासंगिक है वह यह थी कि क्या",
  "whether he had undergone any of the NCC courses. If the answer to": "उसने एनसीसी कोर्स में से कोई भी किया था। यदि इस तरह के प्रश्न का उत्तर",
  "such question was in the affirmative then proof of having successfully": "सकारात्मक था तो उक्त कोर्स को सफलतापूर्वक पूरा करने के प्रमाण को आवेदन के",
  "undergone the said course was not required to be uploaded alongwith": "साथ अपलोड करने की आवश्यकता नहीं थी क्‍योंकि इस तरह के प्रमाण पत्र का",
  "the application as such certificate does not find mention in the list of documents given in the advertisement which were required to be": "विज्ञापन में दिए गए दस्तावेजों की सूची में उत्ल्लेख नहीं है जिन्हें उम्मीदवार के आवेदन",
  "(14) As noted earlier, the petitioner had uploaded his": "(4) जैसा कि पहले उल्लेख किया गया है, याचिकाकर्ता ने कट ऑफ तारीख से काफी",
  "weightage for having undergone the course. Proof of him having passed the said course on 29.07.2015 has been placed on the record in": "लिंए वेटेज का दावा किया था। 29.07.205 को उक्त कोर्स उत्तीर्ण करने का प्रमाण",
  "the form of a certified result sheet (Annexure P-11). A certificate dated": "प्रमाणित परिणाम पत्रक (अनुबंध पी -0) के रूप में रिकॉर्ड पर रखा गया है। इसी कोर्स",
  "02.12.2015 with regard to passing of the same course was also": "को पास करने के संबंध में दिनांक 02.।2.2045 का एक प्रमाण पत्र भी उन्होंने अपने",
  "produced by him before the Commission at the time of his interview.": "साक्षात्कार के समय आयोग के समक्ष प्रस्तुत किया था। आयोग की ओर से पेश",
  "genuineness or veracity of the aforesaid result sheet showing the": "0०2.42.2075 के प्रमाण पत्र को दर्शाने वाले उपरोक्त परिणाम पत्र की वास्तविकता या",
  "the petitioner had actually passed the course on 29.07.2015 i.e. much": "याचिकाकर्ता ने वास्तव में 29.07.2045 को कोर्स पास किया था यानी कट ऑफ तारीख",
  "before the cut off date which was 06.10.2015. Oncethe Commission": "से बहुत पहले जो 06.40.205 था। एक बार जब आयोग इस बात पर विवाद नहीं करता",
  "does not dispute that the petitioner had actually undergone the course": "है कि याचिकाकर्ता ने वास्तव में कट ऑफ तारीख से बहुत पहले कोर्स पूरा कर लिया",
  "course only because the certificate/ proof thereof was of a date beyond the cut off date would be unjustified especially when in terms of the": "प्रमाण पत्र / प्रमाण कट ऑफ तारीख से परे की तारीख का था, अनुचित होगा,",
  "advertisement, such proof/ certificate was not required to be uploaded": "खासकर जब विज्ञापन के संदर्भ में, ऐसे प्रमाण/प्रमाणपत्र को आवेदन के साथ",
  "timeof interview, which the petitioner did.": "करना आवश्यक था, जो याचिकाकर्ता ने किया।",
  "(15) The result sheet of the course produced by the petitioner (Annexure P-11) unshakingly shows that he had successfully": "(5) याचिकाकर्ता द्वारा प्रस्तुत कोर्स का परिणाम पत्र (अनुलग्रक पी -7 स्पष्ट रूप से",
  "completed the course in question on 29.07.2015. The Commission": "दर्शाता है कि उसने 29.07.2075 को सफलतापूर्वक कोर्स पूरा किया था। आयोग भी",
  "also does not dispute the same. In the light of such fact if the Commission's stand is accepted, the same would virtually amount to": "इस पर विवाद नहीं करता है। इस तथ्य के आत्नोक में यदि आयोग के रुख को स्वीकार",
  "invalidating the petitioner's NCC course. In the circumstances of this": "कर लिया जाता है, तो यह वास्तव में याचिकाकर्ता के एनसीसी कोर्स को अमान्य करने",
  "case the only emphasis of the Commission should have been to see if": "के समान होगा। इस मामले की परिस्थितियों में आयोग का एकमात्र बल यह देखने पर",
  "the petitioner had in fact acquired the qualification in question prior to": "होना चाहिए था कि क्या याचिकाकर्ता ने वास्तव में कट ऑफ तिथि से पहले प्रश्नगत",
  "of diplomas and as mandatory the actual possession of the": "(अनिवार्य नहीं) और डिप्लोमा के वास्तविक कब्जे को अनिवार्य माना है | वास्तविक",
  "diploma. In actual life, we know how exasperatingly dilatory it is to get copies of degrees, decrees and deeds, not": "जीवन में, हम जानते हैं कि डिग्री, फरमान और विलेख की प्रतियां प्राप्त करना,",
  "to speak of other authenticated documents like mark-lists": "विश्वविद्यालयों से मार्क-लिंस्ट जैसे अन्य प्रमाणित दस्तावेजों की बात नहीं करना,",
  "from universities, why, even bail orders from courts and": "अदालतों से जमानत के आदेश और सार्वजनिक कार्यात्रयों से क्यों सरकारी आदेश",
  "present case by two steps. Government informed the": "द्वारा वर्तमान मामले में दो चरणों से दरकिनार कर दिया गया था। सरकार ने चयन",
  "selection committee that even if they got proof of marks only after thelast date for applications but before the date": "समिति को सूचित किया कि भले ही उन्हें आवेदन की अतिम तिथि के बाद ही अकों",
  "Registrars of the Universities informed officially which of": "और दूसरी बात विश्वविद्यात्रयों के रजिस्ट्रार ने आधिकारिक तौर पर सूचित किया कि",
  "the candidates had passed in the diploma course. The": "कौन से उम्मीदवार डिप्लोमा कोर्स में उत्तीर्ण हुए थे। चयन समिति ने किसी भी अनिवार्य",
  "Had there been anything dubious, shady or unfair about the procedure or any mala fide move in the official exercises": "संदिग्ध या अनुचित होता या आधिकारिक अभ्यास में कोई दुर्भावनापूर्ण कदम होता",
  "we would never have tolerated deviations. But a prospectus": "तो हम विचलन को कभी बर्दाश्त नहीं करते। लेकिन एक प्रॉस्पेक्टस लिंखिंत प्रमाण",
  "is not scripture and commonsense is not inimical to interpreting and applying the guidelines therein. Once this": "नहीं है और सामान्य ज़ान उसमें दिशानिर्देशों की व्याख्या करने और उन्हें लागू करने के",
  "26. Even so, there is a snag. Who are the diploma- holders eligible for 10 extra marks? Only those who, at": "26. फिर भी, एक गड़बड़ी है। ।0 अतिरिक्त अकों के लिए पात्र डिप्लोमा धारक कौन",
  "least by the final date for making applications for": "हैं? केवल वे ही, जिनके पास कम से कम प्रवेश के लिए आवेदन करने की अतिम तिथि",
  "admissions possess the diploma. Acquisition of a diploma later may qualify him later, not this year. Otherwise, the dateline makes no sense. So, the short question is when": "तक डिप्लोमा है | बाद में डिप्लोमा का अधिग्रहण उसे बाद में अर्हता प्राप्त कर सकता है, इस वर्ष नहीं। अन्यथा, डेटलाइन का कोई मतल्रब नहीं है। तो, संक्षिप्त सवाल यह है",
  "can a candidate claim to have got a diploma? When he has": "कि एक उम्मीदवार डिप्लोमा प्राप्त करने का दावा कब कर सकता है? जब उसने वह सब",
  "done all that he has to do and the result of it is officially": "कुछ किया है जो उसे करना है और इसके परिणाम को आधिकारिक तौर पर संबंधित",
  "made known by the concerned authority. An examinee for a": "प्राधिकारी द्वारा सूचित किया जाता है। डिग्री या डिप्लोमा के लिए एक परीक्षार्थी को",
  "degree or diploma must complete his examination-written, oral or practical-before he can tell the selection committee": "अपनी परीक्षा (लिंखिंत, मौखिक या प्रैक्टिकल) को पूरा करना होगा, इससे पहले कि",
  "or the court that he has done his part. Even this is not": "वह चयन समिति या अदालत को बता सके कि उसने अपना हिस्सा किया है। यहां तक",
  "enough. If all goes well after that, he cannot be credited": "कि यह भी पर्याप्त नहीं है। यदि उसके बाद सब कुछ ठीक हो जाता है, तो उसे डिग्री के",
  "with the title to the degree if the results are announced only": "शीर्षक के साथ श्रेय नहीं दिया जा सकता है यदि परिणाम केवल आवेदन की अतिम",
  "after the last date for applications but before selection. The second condition precedent must also be fulfilled, viz.,": "तिथि के बाद लेकिन चयन से पहले घोषित किए जाते हैं। दूसरी शर्त को भी पूरा किया",
  "the official communication of the result before the selection": "जाना चाहिए, अर्थात्‌, चयन से पहले परिणाम की आधिकारिक सूचना और इसे",
  "the marks of the candidates are with-held. He acquires the degree or diploma only when the results are officially": "दी गई हो या उम्मीदवारों के अक रोक दिए गए हों। वह डिग्री या डिप्लोमा केवल तभी",
  "made known. Until then his qualification is inchoate. But": "प्राप्त करता है जब परिणाम आधिकारिक तौर पर ज़ात होते हैं। तब तक उसकी",
  "once these events happen his qualification can be taken into": "योग्यता अपरिहार्य है। लेकिन एक बार जब ये घटनाएं हो जाती हैं तो समान अवसर के",
  "account in evaluation of equal opportunity provided the selection committee has the result before it at the time of-": "मूल्यांकन में उनकी योग्यता को ध्यान में रखा जा सकता है, बशर्ते चयन समिति के पास",
  "not after-the selection is over. To sum up, the applicant for post-graduate degree course earns the right to the": "चयन समाप्त होने के समय परिणाम हो। संक्षेप में, स्नातकोत्तर डिग्री पाठ्यक्रम के लिए",
  "for post-graduate degree course earns the right to the added advantage of diploma only if (a) he has completed": "आवेदक केवल तभी डिप्लोमा के अतिरिक्त लाभ का अधिकार अर्जित करता है जब",
  "the diploma examination on or before the last date for the": "(0) उसने आवेदन की अतिम तिथि को या उससे पहले डिप्लोमा परीक्षा पूरी कर ली",
  "application, (b) the result of the examination is also published before that date, and (c) the candidate's": "हो, (बी) परीक्षा का परिणाम भी उस तारीख से पहले प्रकाशित किया जाता है, और",
  "of the selection committee before completion of selection in": "चयन में पूरा होने से पहत्ते चयन समिति के ज़ान में लाया जाता है। प्रॉस्पेक्टस में पर्चे",
  "prospectus that a certificate of the diploma shall be attached to the applicationfor admission is directory, not mandatory,": "कि प्रवेश के लिए आवेदन के साथ डिप्लोमा का प्रमाण पत्र संलग्न किया जाएगा,",
  "to the applicationfor admission is directory, not mandatory, a sure mode, not the sole means. The delays in getting": "निर्देशिका है, अनिवार्य नहीं, एक निश्चित मोड, एकमात्र साधन नहीं है। कई विभागों में",
  "certified copies in many departments have become so exasperatingly common that realism and justice forbid the": "प्रमाणित प्रतियां प्राप्त करने में देरी इतनी आम हो गई है कि यथार्थवाद और न्याय",
  "iniquitous consequence of defeating the applicant if, otherwise than by a certified copy, he satisfies the": "आवेदक को हराने के अधर्मी परिणाम को मना करते हैं, अन्यथा, प्रमाणित प्रति के",
  "advertisement does not provide specifically and/or provide": "विज्ञापन विशेष रूप से और / या प्रदान नहीं करता है कि एक उम्मीदवार आवेदन के",
  "that a candidate shall produce the certificate of experience along with the application. Therefore, the Division Bench": "साथ अनुभव का प्रमाण पत्र प्रस्तुत करेगा। इसलिंए, उच्च न्यायालय की खंडपीठ ने",
  "of one year’s experience certificate along with the": "सही कहा है कि आवेदन के साथ एक वर्ष का अनुभव प्रमाण पत्र प्रस्तुत न करना मूल",
  "application cannot be said to be fatal to the case of the original writ petitioner and on that ground the original writ": "रिट याचिकाकर्ता के मामले के लिए घातक नहीं कहा जा सकता है और उस आधार",
  "original writ petitioner and on that ground the original writ petitioner could not have been denied the appointment, if": "पर मूल रिट याचिकाकर्ता को नियुक्ति से वंचित नहीं किया जा सकता था, यदि वह",
  "12. Clause 33 of the advertisement, which is also considered by the Division Bench of the High Court,": "2. विज्ञापन का खंड ३३, जिस पर उच्च न्यायालय की खंडपीठ द्वारा भी विचार किया",
  "any additional documentary evidence in support of": "में किसी भी अतिरिक्त दस्तावेजी साक्ष्य को मांगने का अधिकार सुरक्षित रखता है।",
  "found from the record and even as observed by the Division": "जैसा कि रिकॉर्ड से पाया गया है और यहां तक कि डिवीज़न बेंच द्वारा देखा गया है,",
  "“9. The learned Single Judge dismissed the writ petition": "”9. विद्वान एकल न्यायाधीश ने मूल रिट याचिकाकर्ता द्वारा प्रस्तुत दस्तावेज पर भरोसा",
  "solely relying upon and/or considering the document": "करते हुए और/या उस पर विचार करते हुए रिट याचिका को खारिज कर दिया और",
  "said letter, it cannot be said that the original writ petitioner": "कहा कि उक्त पत्र से, यह नहीं कहा जा सकता है कि मूल रिट याचिकाकर्ता के पास",
  "had one year’s experience of translation from English to": "अग्रेजी से हिंदी में अनुवाद का एक वर्ष का अनुभव था। जो एक योग्य उम्मीदवार बनने",
  "certificates are considered, in that case, it can safely be said": "है, तो उस स्थिति में, यह सुरक्षित रूप से कहा जा सकता है कि मूत्र रिट याचिकाकर्ता",
  "that the original writ petitioner was having one year’s experience of translation from English to Hindi and vice-": "को अग्रेजी से हिंदी में अनुवाद का एक वर्ष का अनुभव था और इसलिए सभी",
  "versa and therefore fulfilled all the essential requirements/ eligibility criteria. As observed hereinabove, and it can be": "आवश्यक मांग / पात्रता मानदंडों को पूरा करता था। जैसा कि ऊपर देखा गया है, और",
  "seen from the counter affidavit filed on behalf of the FCI,": "यह उच्च न्यायालय के समक्ष दायर एफसी आई की ओर से दायर जवाबी हलफकनामे से",
  "aforesaid two certificates. Their only contention seems to bethat as the original writ petitioner did not produce the": "उनका एकमात्र तर्क यह प्रतीत होता है कि चूंकि मूल रिट याचिकाकर्ता ने आवेदन के",
  "certificate of one year’s experience of translation from English to Hindi and vice-versa either along with the application or even at the time of verification of documents,": "साथ या दस्तावेजों के सत्यापन के समय अग्रेजी से हिंदी में अनुवाद के एक वर्ष के",
  "the aforesaid certificates cannot be considered at all and": "अनुभव का प्रमाण पत्र प्रस्तुत नहीं किया था, इसलिंए उपरोक्त प्रमाण पत्रों पर विचार",
  "therefore in absence of those certificates and/or any": "नहीं किया जा सकता है और इसलिए उन प्रमाणपत्रों और / या अग्रेजी से हिंदी में",
  "certificate of having one year’s experience in translation": "अनुवाद में एक वर्ष का अनुभव होने के किसी भी प्रमाण पत्र के अभाव में। जो",
  "essential requirement, the original writ petitioner cannot": "आवश्यक मांग थी, मूल रिट याचिकाकर्ता को एक वर्ष का अनुभव होने की पात्रता",
  "be said to have fulfilled the eligibility criteria/essential": "मानदंड/आवश्यक मांग को पूरा करने वाला नहीं कहा जा सकता है।",
  "10. So far as the case on behalf of the FCI that as the": "0. जहां तक एफसीआई की ओर से मामला है कि चूंकि मूत्र रिट याचिकाकर्ता ने",
  "one year’s experience along with the application is": "आवेदन के साथ एक वर्ष के अनुभव का प्रमाण पत्र प्रस्तुत नहीं किया था, इसलिए यह",
  "concerned, it is required to be noted that in the advertisement there was no such requirement. What is": "ध्यान दिया जाना आवश्यक है कि विज्ञापन में ऐसी कोई आवश्यकता नहीं थी।",
  "provided in the advertisement is that a candidate must have": "विज्ञापन में जो प्रावधान किया गया है वह यह है कि एक उम्मीदवार को अन्य योग्यताओं",
  "one year’s experience of translationfrom English to Hindi": "के साथ अंग्रेजी से हिंदी में अनुवाद का एक वर्ष का अनुभव होना चाहिए।",
  "(20) After considering the afore facts the Supreme Court opined": "(27) उपरोक्त चर्चा और सर्वोच्च न्यायात्रय द्वारा निर्धारित कानून के आलोक में,",
  "DEEPAK SINGH v. STATE OF HARYANA AND OTHERS 217": "दीपक सिंह बनाम हरियाणा राज्य और अन्य",
  "experience certificate along with the application is": "प्रस्तुत करना चाहिए और/या करना चाहिए था। आवेदन के साथ अनुभव प्रमाण पत्र",
  "case of Charles K. Skaria v. Dr. C. Mathew (1980) 2 SCC": "का संबंध है, इस स्तर पर, चार्ल्स के. स्कारिया बनाम डॉ. सी. मैथ्यू (980) 2 एससीसी",
  "752 and the subsequent decision of this Court in the case of Dolly Chhanda v. Chairman, Jee and others (2005) 9": "752 के मामले में इस न्यायालय के निर्णय और डॉली छंदा बनाम अध्यक्ष जी और अन्य",
  "proof/mode of proof. In the aforesaidcase, this Court had an occasion to consider the distinction between a fact and": "मित्रा। उपरोक्त मामले में, इस न्यायालय के पास एक तथ्य और उसके प्रमाण के बीच",
  "an occasion to consider the distinction between a fact and its proof. In the aforesaid case before this Court, a": "अतर पर विचार करने का अवसर था। इस न्यायात्रय के समक्ष उपरोक्त मामले में, एक",
  "candidate/student was entitled to extra 10% marks for": "उम्मीदवार / छात्र डिप्लोमा धारकों के लिए अतिरिक्त 0% अकों का हकदार था और",
  "holders of a diploma and the diploma must be obtained on or before the last date of the application, not later. In the": "डिप्लोमा आवेदन की अतिम तिथि को या उससे पहले प्राप्त किया जाना चाहिए, बाद",
  "aforesaid case, a candidate secured diploma before the final": "में नहीं। उपरोक्त मामले में, एक उम्मीदवार ने आवेदन की अतिम तिथि से पहले",
  "date of application, but did not produce the evidence of": "डिप्लोमा हासिल किया, लेकिन आवेदन के साथ डिप्लोमा का सबूत पेश नहीं किया।",
  "allowed extra 10% marks and therefore denied the": "इसलिए, उसे अतिरिक्त 40% अंकों की अनुमति नहीं दी गई थी और इसलिए प्रवेश",
  "marks his score would come to 65.35 marks which is more than 63.55": "को जोड़ने के बाद उसका स्कोर 65.35 अंक हो जाएगा जो 6३-55 अकों से अधिक है",
  "marks which have been obtained by the last person selected and": "जो उस श्रेणी में चपनित और नियुक्त अतिम व्यक्ति द्वारा प्राप्त किए गए हैं, जिसके",
  "appointed in the category under which thepetitioner had also applied,": "तहत याचिकाकर्ता ने भी आवेदन किया था, याचिकाकर्ता द्वारा अन्य सभी निर्धारित",
  "respondents are directed to consider his candidature for appointment as": "कांस्टेबल के रूप में नियुक्ति के लिए उनकी उम्मीदवारी पर विचार करने का निर्देश"
}