{
  "(Suvir Sehgal, J.)": "(सुवीर सहगल, जे.)",
  "Before Suvir Sehgal, J.": "सुवीर सहगल से पहले, जे.",
  "M.S. AGRO FOODS RICE MILL -— Petitioner": "एम. एस. एग्रो फूड राइस मिल्न-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS- Respondents ARB No. 399 of 2021": "हरियाणा राज्य और अन्य-उत्तरदाता 2024 का ए. आर. बी. सं. 399",
  "March 04, 2024": "04 मार्च, 2024",
  "Arbitration and Conciliation Act, 1996—Ss. 11(6) and 21—": "मध्यस्थता और सुलह अधिनियम, 996-एस. (6) और 24-मध्यस्थता का आह्वान",
  "Notice under §S.21 pre-condition for invoking arbitration—Petitions": "करने के लिए धारा 24 की पूर्व शर्त के तहत नोटिस-विवादों का नन्‍यायनिर्णयन करने के लिए",
  "seeking appointment of Arbitrator to adjudicate disputes—Categoric": "मध्यस्थ की नियुक्ति की मांग करने वाली याचिकाएं-उत्तरदाताओं का श्रेणीबद्ध रुख",
  "stand of respondents—Notice never served—Charges framed in": "नोटिस कभी पूरा नहीं हुआ-याचिकाकर्ता के खिलाफ प्रतिवादी संख्या 2 और 3 को वित्तीय",
  "criminal case against petitioner for causing financial loss to Respondents No. 2 and 3—Haryana State Warehousing": "नुकसान पहुंचाने के लिए आपराधिक मामले में लगाए गए आरोप-हरियाणा राज्य भंडारण",
  "Corporation—Suit for recovery also filed—Stand of respondents not": "निगम-वसूली के लिए मुकदमा भी दायर किया गया-उत्तरदाताओं के रुख का खंडन नहीं",
  "rebutted. Petitioner failed to invoke arbitration clause—Notice under": "किया गया। याचिकाकर्ता मध्यस्थता खंड को लागू करने में विफल रहा-धारा 2 के तहत",
  "S. 21 not served upon respondents— Issuance of notice sine qua non": "नोटिस उत्तरदाताओं पर लागू नहीं किया गया-धारा के तहत कार्यवाही शुरू करने के लिए",
  "dismissed—Liberty granted to petitioner to file a fresh petition after": "के तहत नोटिस देने के बाद एक नई याचिका दायर करने की स्वतंत्रता दी गई, यदि कानून",
  "Held, that it is evident from the stand taken by the Corporation,": "अभिनिर्धारित किया कि निगम द्वारा लिए गए रुख से यह स्पष्ट है, जिसका खंडन नहीं",
  "which has not been rebutted, that the petitioner has failed to invoke the": "किया गया है, कि याचिकाकर्ता मध्यस्थता खंड को लागू करने में विफल रहा है। अधिनियम",
  "arbitration clause. Notice under Section 21 of the Act has not been served upon the respondents. In M/s Veer Agro Foods Versus State of Haryana": "की धारा 2 के तहत उत्तरदाताओं को नोटिस नहीं दिया गया है। मैसर्स वीर एग्रो फूड्स",
  "upon the respondents. In M/s Veer Agro Foods Versus State of Haryana and others (Arbitration Case No. 324 of 2018, decided on 12.01.2024),": "बनाम हरियाणा राज्य और अन्य (2048 का मध्यस्थता मामला संख्या 324, जो",
  "is a sine qua non and a per-condition for initiating proceedings under": "एक अनिवार्य और प्रति शर्त है और इस तरह की सूचना के अभाव में, मध्यस्थता कार्यवाही",
  "proceedings cannot commence. As the petitioner has failed to invoke the": "मध्यस्थता कार्यवाही शुरू नहीं की जा सकती है। चूंकि याचिकाकर्ता मध्यस्थता खंड को",
  "arbitration clause, the prayer made in the petition cannot be acceded to.": "लागू करने में विफल रहा है, इसलिए याचिका में की गई प्रार्थना को स्वीकार नहीं किया जा",
  "(Para 6)": "सकता है। (पैरा 6)",
  "Mudit Johar, Advocate for Virendra Rana, Advocate, for the petitioner in both cases.": "मुदित जौहर, दोनों मामलों में याचिकाकर्ता की ओर से अधिवक्ता, विरेंद्र राणा की ओर से",
  "Sharad Aggarwal, DAG, Haryana.": "शरद अग्रवाल, डीएजी, हरियाणा। बी. आर. महाजन, अमन बहरी के साथ वरिष्ठ",
  "respondents No.2 and 3 in both cases.": "अधिवक्ता, दोनों मामलों में उत्तरदाता संखया 2 और 3 के लिए अधिवक्ता।",
  "SUVIR SEHGAL, J. (ORAL)": "सुवीर सेहगल, न्यायाधीश (मौखिक)",
  "(1) This common order shall dispose of abovementioned two": "() यह सामान्य आदेश उपरोक्त दो याचिकाओं को निपटाएगा क्योंकि इन याचिकाओं में",
  "petitions as the issue involved in these petitions are identical in nature. However, for the sake of convenience, the facts are being taken from": "उठाया गया मुददा समान प्रकृति का है। हालांकि, सुविधा के लिए, तथ्यों को »॥२8 संख्या",
  "(2) By way of present petition filed under Section 11(6) of the": "(2) वर्तमान याचिका के माध्यम से, जो कि भारतीय मध्यस्थता और सुलह अधिनियम,",
  "Arbitration and Conciliation Act, 1996 (for short 'the Act'), petitioner": "996 (संक्षेप में अधिनियम') की धारा 66) के तहत दायर की गई है, याचिकाकर्ता ने इस",
  "has approached this Court for appointment of an Arbitrator to adjudicate the dispute between the parties.": "न्यायात्रय से अनुरोध किया है कि पक्षों के बीच विवाद के समाधान के लिए एक मध्यस्थ",
  "(3) Counsel for the petitioner has submitted that an agreement": "(3) याचिकाकर्ता के वकील ने प्रस्तुत किया है कि वर्ष के लिए धान की कस्टम मिलिंग के",
  "and Haryana State Warehousing Corporation (for short “the": "लिए याचिकाकर्ता और हरियाणा राज्य भंडारण निगम (संक्षेप में \"निगम\")-उत्तरदाता",
  "the year 2020-2021. He submits that some disputes arose between the parties and an FIR was registered against the petitioner on the allegation": "संख्या 2 और 3 के बीच दिनांकित <04, अनुलग्नक ?- पर एक समझौता किया गया था। वे प्रस्तुत करते हैं कि पक्षों के बीच कुछ विवाद उत्पन्न हुए और याचिकाकर्ता के खिलाफ",
  "parties and an FIR was registered against the petitioner on the allegation of cheating as well as misappropriation of paddy. He submits that a": "धोखाधड़ी के साथ-साथ धान के गबन के आरोप में एक प्राथमिकी दर्ज की गई। वह प्रस्तुत",
  "notice dated 22.03.2021, Annexure P-2 was served upon the respondents invoking the arbitration clause but no response was received.": "करता है कि मध्यस्थता खंड का आहवान करते हुए उत्तरदाताओं को 22.03.202, अनुलग्नक पी-2 दिनांकित एक नोटिस दिया गया था, लेकिन कोई प्रतिक्रिया प्राप्त नहीं हुई",
  "(4) Upon notice, respondents have filed a reply wherein besides": "(4) नोटिस पर, प्रत्यर्थियों ने एक जवाब दायर किया है जिसमें विवाद की मध्यस्थता को",
  "notice, Annexure P-2 was never served. Averments made in para 6.6 of": "चुनौती देने के अलावा, यह प्रस्तुत किया गया था कि नोटिस, अनुलग्नक पी-2 कभी भी जारी नहीं किया गया था। याचिका के पैरा 6.6 में किए गए कथन को विशेष रूप से",
  "the petition have been specifically denied. By way of a miscellaneous application, a categoric stand has been taken by the respondents that the": "अस्वीकार कर दिया गया है। विविध आवेदन के माध्यम से, उत्तरदाताओं द्वारा एक स्पष्ट",
  "notice, Annexure P-2, was never served. It has been further submitted": "रुख अपनाया गया है कि नोटिस, अनुलग्नक पी-2, कभी भी जारी नहीं किया गया था। यह",
  "that in the FIR case, charges have been framed against the petitioner,": "आगे प्रस्तुत किया गया है कि एफ. आई. आर. मामले में याचिकाकर्ता के खिलाफ आरोप",
  "who has caused heavy financial loss to the Corporation and a suit for": "तय किए गए हैं, जिसने निगम को भारी वित्तीय नुकसान पहुंचाया है और एक करोड़ रुपये से",
  "recovery of more than Rs.5.35 Crores has also been filed against the petitioner.": "अधिक की वसूली के लिए मुकदमा दायर किया गया है। याचिकाकर्ता के खिलाफ 5.35 करोड़ रुपये का मामला भी दर्ज किया गया है।",
  "(5) I have heard counsel for the parties.": "(5) मैंने पक्षों के वकील को सुना है।",
  "(6) It is evident from the stand taken by the Corporation, which": "(6) निगम द्वारा लिए गए रुख से यह स्पष्ट है, जिसका खंडन नहीं किया गया है, कि",
  "has not been rebutted, that the petitioner has failed to invoke the arbitration clause. Notice under Section 21 of the Act has not been served": "याचिकाकर्ता मध्यस्थता खंड को लागू करने में विफल रहा है। अधिनियम की धारा 2 के",
  "arbitration clause. Notice under Section 21 of the Act has not been served upon the respondents. In M/s Veer Agro Foods versus State of Haryana": "तहत उत्तरदाताओं को नोटिस नहीं दिया गया है। मेसर्स वीर एग्रो फूड्स बनाम हरियाणा",
  "and others (Arbitration Case No. 324 of 2018, decided on 12.01.2024),": "राज्य और अन्य (2048 का मध्यस्थता मामला संख्या 324, जो 2.04.2024 पर तय",
  "this Court has held that issuance of a notice invoking arbitration clause": "किया गया है) मामले में, इस न्‍्यायात्रय ने माना है कि मध्यस्थता खंड का आह्वान करने वाले नोटिस का जारी होना अधिनियम की धारा के तहत कार्यवाही शुरू करने के लिए",
  "proceedings cannot commence. As the petitioner has failed to invoke": "शुरू नहीं की जा सकती है। चूंकि याचिकाकर्ता मध्यस्थता खंड को लागू करने में विफल रहा"
}