{
  "Before I. S. Tiwana, ACJ & Jawahar Lal Gupta, J.": "एस तिवाना, एसीजे और जवाहर लाल गुप्ता के समक्ष",
  "ISHWAR SINGH SHARMA AND OTHERS,—Fretitioners.": "ईश्वर सिंह शर्मा और अन्य,-याचिकाकर्ता",
  "versus": "बनाम",
  "THE STATE OF HARYANA AND ANOTHER, --Respondents.": "हरियाणा राज्य और अन्य, -प्रतिवादी",
  "Civil Writ Petition No. 16470 oj 1990.": "990 की सिविल्र रिट याचिका संख्या 6470",
  "18th September, 1991.": "8 सितंबर 99].",
  "Constitution of India, 1950—Art. 226—Ad hoe relief—Grant of--- Excess payment made to employees—Adjustment against Additional": "भारत का संविधान, 950-कला. 226-तदर्थ राहत-अनुदान--कर्मचारियों को किया गया अतिरिक्त",
  "Excess payment made to employees—Adjustment against Additional Dearness Allowance—Details oj excess payment and method of": "भुगतान-अतिरिक्त महंगाई भत्ते के विरुदृध समायोजन-अतिरिक्त भुगतान का विवरण और समायोजन",
  "adjustment laid down—Periodic revision of scales thereafter—1974 orders specifying amount of ad hoc relief as indicated shall be": "की विधि निर्धारित-उसके बाद वेतनमान का आवधिक संशोधन-974 संकेत के अनुसार तदर्थ राहत की",
  "orders specifying amount of ad hoc relief as indicated shall be adjusted—Petitioners accepting payment of A.D.A. in. accordance": "राशि निर्दिष्ट करने वाले आदेश समायोजित किया जाए-याचिकाकर्ता ए.डी.ए. का भुगतान स्वीकार कर",
  "with adjustment clause—State is entitled to adjust ad hoc relief—": "रहे हैं। समायोजन खंड के अनुसार - राज्य तदर्थ राहत को समायोजित करने का हकदार है - ऐसा",
  "Such adjustment does not violate any rule or law and is neither": "समायोजन किसी भी नियम या कानून का उल्लंघन नहीं करता है और न तो अनुचित है और न ही",
  "unfair nor arbitrary—Petitioners approaching Court after long delay—Petition liable to be dismissed on grounds of laches.": "मनमाना है - याचिकाकर्ता लंबे विलंब के बाद न्यायालय का रुख कर रहे हैं - याचिकाएं कमियों के आधार",
  "Held, that the ‘ad hoc’ relier granted by the Government in the year 1972 was truly ‘ad hoc’. Subsequent actions and events have": "माना गया कि वर्ष 972 में सरकार दूवारा दी गई 'तदर्थ' छूट वास्तव में 'तदर्थ' थी। बाद की कार्रवाइयों",
  "clearly revealed that no definite formula or criterion had been pres-": "और घटनाओं से स्पष्ट रूप से पता चला है कि तदर्थ राहत प्रदान करते समय कोई निश्चित फॉर्मूला या",
  "deciding to adjust the excess amount which was being already drawn by the employees towards futire instalments of additional": "की किस्तों के लिए कर्मचारियों द्वारा पहले से ही ली जा रही अतिरिक्त राशि को समायोजित करने के",
  "not act unfairly. It did not even withdraw or recover the excess": "उल्लंघन नहीं किया. इसने अनुचित कार्य नहीं किया। इसने पहले से भुगतान की गई अतिरिक्त राशि को",
  "already paid. It did not even stop the payment of the ad hoc relief.": "वापस भी नहीं लिया या वसूल नहीं किया। इसने तदर्थ राहत का भुगतान भी नहीं रोका। इसमें केवल यह",
  "It only directed that additional allowance shall be granted after ‘adjusting the excess amount of. ad hoc. relief already granted. . We": "निर्देश दिया गया कि अतिरिक्त भत्ता अतिरिक्त राशि को समायोजित करने के बाद दिया जाएगा। तदर्थ",
  "‘adjusting the excess amount of. ad hoc. relief already granted. . We find nothing to be arbitrary. We find-no illegality in the oe": "राहत पहले ही दी जा चुकी है। हमें कुछ भी मनमाना नहीं लगता। हमें आदेश में कोई अवैधता नहीं मिली.",
  "Held, that the payment by way of ad hoc:relief and additional Dearness Allowance sanctioned by the State are only in the nature": "माना गया कि राज्य द्वारा स्वीकृत तदर्थ राहत और अतिरिक्त महंगाई भत्ते के माध्यम से भुगतान",
  "Dearness Allowance sanctioned by the State are only in the nature of welfare measures. These must-have a relation to the resources": "केवल कल्याणकारी उपायों की प्रकृति में है। इनका वास्तव में उपलब्ध संसाधनों से संबंध होना चाहिए।",
  "actually available. Equally the Civil Servant must not flourish at the cost of others.": "समान रूप से सिविल्र सेवक को दूसरों की कीमत पर आगे नहीं बढ़ना चाहिए।",
  "Held, that the orders of 1974 have been challenged in the year 1990. On a consideration of the matter, we find merit in the": "माना गया कि 974 के आदेशों को वर्ष 990 में चुनौती दी गई है। मामले पर विचार करने पर, हम",
  "objection. The petitioners did not raise even a whisper against the order of March, 1974 during all these years. In fact, they drew.": "आपत्ति में योग्यता पाते हैं। इन सभी वर्षों के दौरान याचिकाकर्ताओं ने मार्च, 974 के आदेश के खिलाफ"
}