{
  "Court in this regard are extracted below:-": "इस संबंध में न्यायालय नीचे उद्धृत किए गए हैं:-",
  "“12. In the present case, admittedly, a secret information was received near about 08.00 p.m. And after the secret": "\"2. वर्तमान मामले में, निश्चित रूप से, एक गुप्त जानकारी लगभग 08.00 9.0 के पास प्राप्त हुई थी। और गुप्त सूचना",
  "information, nakabandi was made, but the said secret information was not reduced into writing nor any such": "के बाद, नाकाबंदी की गई, लेकिन उक्त गुप्त जानकारी को लिखित में नहीं घटाया गया और न ही गुप्त जानकारी के",
  "information was sent to the senior officers regarding the secret information, nor the investigating officer recorded": "संबंध में वरिष्ठ अधिकारियों को ऐसी कोई जानकारी भेजी गई, और न ही जांच अधिकारी ने अधिनियम की धारा ५2",
  "the reasons as provided under sub- section (2) of section 42 of the Act.": "की उप-धारा (2) के तहत दिए गए कारणों को दर्ज किया।",
  "13. No doubt, in case any secret information is received by the authorised officer, then he is required to reduce the": "3. इसमें कोई संदेह नहीं है कि यदि अधिकृत अधिकारी द्वारा कोई गुप्त जानकारी प्राप्त की जाती है, तो उसे कारण",
  "said secret information in writing or in the alternative to": "या अपने विश्वास को दर्ज करने के लिए लिखित रूप में या वैकल्पिक रूप से उक्त गुप्त जानकारी को कम करने और",
  "record the reason or his belief and send the same to senior officers. In the present case, the provisions of Section 42": "वरिष्ठ अधिकारियों को भेजने की आवश्यकता होती है। वर्तमान मामले में, धारा ५2 के प्रावधानों या इसके परन्तुक का",
  "or its proviso have not been complied with, but in this case, non-compliance of provisions of Section 42 of the Act": "पालन नहीं किया गया है, लेकिन इस मामले में, अधिनियम की धारा ५2 के प्रावधानों या इसके परन्तुक का पालन न",
  "16. Since in the present case, had the investigating officer complied with mandate strictly, there could be the delay in": "॥6. चूंकि वर्तमान मामले में, यदि जांच अधिकारी ने आदेश का सख्ती से पालन किया होता, तो आरोपी को फंसाने में",
  "trapping the accused, so even if there is no- compliance of Section 42(f) of the Act, the same is not fatal to the": "देरी हो सकती थी, इसलिए भले ही अधिनियम की धारा ५2 (एफ) का कोई अनुपालन न हो, लेकिन यह अभियोजन",
  "prosecution case. In the present case, the purpose of Section 42 of the Act or its proviso has not been forfeited because": "पक्ष के मामले के लिए घातक नहीं है। वर्तमान मामले में, अधिनियम की धारा ५2 या इसके प्रावधान का उद्देश्य जब्त",
  "after apprehending accused Jagtar Singh, the search and seizure has been taken in the presence of DSP Om Parkash,": "नहीं किया गया है क्योंकि आरोपी जगतर सिंह को गिरफ्तार करने के बाद, डीएसपी ओम प्रकाश, जो एक राजपत्रित",
  "(12) In fact from the perusal of the above referred findings, it is apparent that the learned trial Court had misinterpreted the provisions": "(42) वास्तव में उपर्युक्त निर्दिष्ट निष्कर्षों के अवलोकन से यह स्पष्ट है कि विद्वत विचारण न्यायालय ने एनडीपीएस",
  "(13) Section 42 of the NDPS Act has been reproduced below for": "(3) एन. डी. पी. एस. अधिनियम की धारा ५०2 तैयार संदर्भ के लिए नीचे पुनः प्रस्तुत की गई हैः-",
  "(N.S. Shekhawat, J.)": "(एन. एस. शेखावत, जे.)",
  "Before N.S. Shekhawat, J.": "समक्ष एन. एस. शेखावत, जे.",
  "versus": "बनाम",
  "STATE OF HARYANA—Respondent": "हरियाणा राज्य- प्रतिवादी",
  "CRA-S No.1704-SB of 2003": "2003 का प्रत्यर्थी सीआरए-एस नंबर 70५-एसबी",
  "January 10, 2023": "0 जनवरी, 2023",
  "Narcotic Drugs and Psychotropic Substances Act, 1985—S.42 —Appeal on conviction—Secret information of transportation of": "नार्कोटिक ड्रग्स एंड साइकोट्रोपिक सब्सटेंस एक्ट, 985-धारा ५2-दोषसिद्धि पर अपील-प्राप्त निषिद्ध पदार्थों के",
  "—Appeal on conviction—Secret information of transportation of contraband received—Not reduced to writing—Trial Court wrong in recording that secret information was conveyed to senior officer—": "परिवहन की गुप्त जानकारी-लिखित तक सीमित नहीं-ट्रायल कोर्ट ने उस गुप्त जानकारी को वरिष्ठ अधिकारी को दर्ज",
  "Held, Section 42 mandatory and not directory in nature—Appellant": "करने में गलत किया-आयोजित, धारा ५2 अनिवार्य और प्रकृति में निर्देशिका नहीं-अपीलार्थी को उक्त प्रावधान के गैर-",
  "acquitted for non-compliance of said provision—2021 (2) RCR (Criminal) 892 Relied.": "अनुपालन के लिए बरी कर दिया गया-202। (2) आरसीआर (आपराधिक) 892 विश्वसनीय।",
  "Held, that in fact, Section 42 of the NDPS Act has been interpreted by the Hon'ble Supreme Court in number of judgments. It": "मान लिया कि वास्तव में, एनडीपीएस अधिनियम की धारा ५2 की व्याख्या माननीय सर्वोच्च न्यायालय द्वारा कई निर्णयों",
  "received and sending a copy thereof to the superior officer, should": "में की गई है। यह अभिनिर्धारित किया गया है कि प्राप्त सूचना को लिखने और इसकी एक प्रति वरिष्ठ अधिकारी को",
  "normally precede the entry, search and seizure by the officer. In special": "रूप से अधिकारी द्वारा प्रवेश, तलाशी और जब्ती से पहले किया जाना चाहिए। आकस्मिक स्थिति से जुड़ी विशेष",
  "circumstances involving emergent situation, recording of the information in writing and sending a copy thereof to the officer": "परिस्थितियों में, लिखित रूप में जानकारी की रिकॉर्डिंग और इसकी एक प्रति वरिष्ठ अधिकारी को भेजना एक उचित",
  "superior may get postponed by a reasonable period, i.e., after the search, entry and seizure. It has been held that total non-compliance of": "अवधि, यानी खोज, प्रवेश और जब्ती के बाद, स्थगित हो सकता है। यह अभिनिर्धारित किया गया है कि एन. डी. पी.",
  "Act is impressible in law and the provisions of Section 42 of the NDPS Act are mandatory and not directory.": "एन. डी. पी. एस. अधिनियम की धारा ५2 के उपबंध अनिवार्य हैं न कि निर्देशिका।",
  "(Para 14)": "(अनुच्छेद ५)",
  "Narcotic Drugs and Psychotropic Substances Act, 1985— .52-A—Procedure prescribed under Sub-sections 2, 3 and 4 not": "नार्कोटिक ड्रग्स एंड साइकोट्रोपिक सब्सटेंस एक्ट, 4985-धारा 52-ए-उप-धारा 2,3 और ५ के तहत निर्धारित प्रक्रिया",
  "the infirmity constitutes as a factor for setting aside the conviction.": "दरकिनार करने के लिए एक कारक के रूप में गठित होती है।",
  "Held, that the admitted case of the prosecution is that the case": "अभिनिर्धारित किया गया कि अभियोजन पक्ष का स्वीकृत मामला यह है कि मामले की संपत्ति को इन्वेंट्री के प्रमाणन के",
  "property was never produced before the Illaqa Magistrate for the certification of the inventory and from the perusal of the trial Court": "लिए इलाका मजिस्ट्रेट के समक्ष कभी प्रस्तुत नहीं किया गया था और ट्रायल कोर्ट रिकॉर्ड के अवलोकन से भी, यह स्पष्ट",
  "record also, it is evident that no such inventory was found. PW1 MHC Rattan Singh clearly admitted that from 19.07.1999 till he handed over": "है कि ऐसी कोई इन्वेंट्री नहीं मिली थी। पीडब्लू। एमएचसी रतन सिंह ने स्पष्ट रूप से स्वीकार किया कि 9.07.999",
  "(Para 23)": "(पैरा 23)",
  "K.P.S. Virk, Advocate, for the appellant.": "अपीलार्थी की ओर से के. पी. एस. विर्क, अधिवक्ता।",
  "Sheenu Sura, DAG, Haryana.": "शीनू सुरा, डीएजी, हरियाणा।",
  "N.S. SHEKHAWAT, J.": "एन एस शेखावत, जे।",
  "(1) The present appeal is directed against the judgment of conviction 23.07.2003 and order of sentence dated 24.07.2003 passed": "() वर्तमान अपील 23.07.2003 के दोषसिद्धि के निर्णय और 2५.07.2003 के विद्वत न्यायाधीश, विशेष न्यायालय,",
  "Psychotropic Substances Act, 1985 (hereinafter to be referred as 'the": "साइकोट्रोपिक सब्सटेंस अधिनियम, 985 (इसके पश्चात्‌ 'एनडीपीएस अधिनियम' के रूप में निर्दिष्ट किया जाएगा) की",
  "years and to pay a fine of Rs. 1,00,000/- alongwith default stipulation.": "जुर्माने का भुगतान करने की सजा सुनाई गई थी, ,00,000/- रूपए डिफ़ॉल्ट शर्त के साथ।",
  "(2) The brief facts of the present case are that on 18.07.1999, ASI Om Parkash, In-charge, Police Post, Ramthali was present on a": "(2) वर्तमान मामले के संक्षिप्त तथ्य यह हैं कि 8.07.999 को एएसआई ओम प्रकाश, प्रभारी, पुलिस चौकी, रामथली",
  "poppy husk had been loaded in a truck and the said truck was being driven by Jagtar Singh son of Jeet Singh and Hardeep Singh son of": "भूसी के बोरे लादे गए थे और उक्त ट्रक को जीत सिंह का बेटा जगतर सिंह चला रहा था और गुरचरण सिंह का बेटा",
  "Gurcharan Singh is also with him in the said truck. The said two accused were in the habit of selling poppy husk and if a picket was set": "हरदीप सिंह भी उक्त ट्रक में उसके साथ है। उक्त दो अभियुक्तों को अफीम की भूसी बेचने की आदत थी और यदि",
  "up, the accused could be apprehended with the truck carrying the poppy": "एक पिकेट स्थापित किया जाता, तो आरोपी को अफीम की भूसी ले जा रहे ट्रक के साथ पकड़ा जा सकता था। कुछ",
  "husk. One truck was seen coming from the side of Guhla after some time and was signalled to stop by the police party. When the truck was": "समय बाद एक ट्रक को गुहला की ओर से आते देखा गया और पुलिस दल ने उसे रुकने का संकेत दिया। जब मशाल",
  "signalled to stop with the light of the torch, Hardeep Singh, who was known to the Investigating Officer, alighted from the truck and fled": "की रोशनी से ट्रक को रुकने का संकेत दिया गया, तो जांच अधिकारी को जानने वाले हरदीप सिंह ट्रक से उतर गए",
  "away. He was identified by ASI Om Parkash as they were previously known to each other. Jagtar Singh, driver was apprehended at the spot.": "और भाग गए। एएसआई ओम प्रकाश ने उनकी पहचान की क्‍योंकि वे पहले एक-दूसरे को जानते थे। चालक जगतर",
  "After his arrest, a notice under Section 50 of the NDPS Act was served upon the accused Jagtar Singh and the offer regarding search was given to him. The accused opted to get his search conducted in the": "सिंह को मौके पर ही गिरफ्तार कर लिया गया। उसकी गिरफ्तारी के बाद, आरोपी जगतर सिंह को एनडीपीएसएक्ट की धारा 50 के तहत एक नोटिस दिया गया और उसे तलाशी के संबंध में प्रस्ताव दिया गया। आरोपी ने अपने जवाब",
  "prepared in this regard. Om Parkash Kadiayan, the Deputy Superintendent of Police, Guhla was telephonically informed and he": "में एक ज्ञापन तैयार किया गया था। गुहला के पुलिस उपाधीक्षक ओम प्रकाश कादियान को टेलीफोन पर सूचित किया",
  "reached at the spot. He again informed the accused, after being apprised": "गया और वह मौके पर पहुंचे। मामले के तथ्यों से अवगत होने के बाद उसने फिर से आरोपी को सूचित किया। एएसआई",
  "of the facts of the case. At the instance of Om Parkash Kadiyan, the Deputy Superintendent of Police, ASI Om Parkash conducted the search of truck and on checking, 19 gunny bags containing poppy husk were found loaded in the truck upon unloading and weighing, the": "ओम प्रकाश के पुलिस उपाधीक्षक ओम प्रकाश कादियान के कहने पर ट्रक की तलाशी ली गई और जांच करने पर",
  "search of truck and on checking, 19 gunny bags containing poppy husk were found loaded in the truck upon unloading and weighing, the weight of each gunny bag was found to be 40 kgs. Out of each gunny": "ट्रक में 9 बोरे पोस्ता भरा हुआ पाया गया और प्रत्येक बोरे का वजन ५० किलोग्राम पाया गया। प्रत्येक बोरे में से, 250",
  "learned Magistrate. Even, the prosecution failed to exhibit any order on": "विद्वान मजिस्ट्रे। यहां तक कि अभियोजन पक्ष यह दिखाने के लिए रिकॉर्ड पर कोई आदेश प्रदर्शित करने में विफल",
  "record to show that the case property was ever produced before the learned Magistrate in compliance of Section 52-A of the Act. Section": "रहा कि मामले की संपत्ति कभी भी अधिनियम की धारा 52-ए के अनुपालन में विद्वान मजिस्ट्रेट के समक्ष पेश की गई",
  "52-A of the Act is a very important safeguard, which ensures that the": "थी। अधिनियम की धारा 52-ए एक बहुत ही महत्वपूर्ण सुरक्षा है, जो यह सुनिश्चित करती है कि नमूने एक मजिस्ट्रेट",
  "samples are taken by a Magistrate, which are further sent to the FSL under his seal to rule out the possibility of false implication. In the": "द्वारा लिए गए हैं, जिन्हें आगे गलत निहितार्थ की संभावना को खारिज करने के लिए उसकी मुहर के तहत एफएसएल",
  "instant case, the Investigating Officer, for the reasons best known to": "को भेजा जाता है। तत्काल मामले में, जांच अधिकारी, उन्हें सबसे अच्छी तरह से ज्ञात कारणों के लिए, कानून द्वारा",
  "him, failed to adopt the procedure as prescribed by the statute and it creates serious doubt about the veracity of the prosecution case,": "निर्धारित प्रक्रिया को अपनाने में विफल रहा और यह अभियोजन पक्ष के मामले की सत्यता के बारे में गंभीर संदेह पैदा",
  "especially, in view of the fact that the samples, which were sent to the FSL had only seal impressions of the police officials and the seal": "करता है, विशेष रूप से इस तथ्य के मद्देनजर कि एफएसएल को भेजे गए नमूनों में केवल पुलिस अधिकारियों के मुहर",
  "remained with the police officials throughout the investigation. Consequently, there was total non-compliance of the provisions of": "के निशान थे और सील पूरी जांच के दौरान पुलिस अधिकारियों के पास बनी रही। नतीजतन, अधिनियम की धारा 52-",
  "Consequently, there was total non-compliance of the provisions of Section 52-A of the Act, which cannot be viewed lightly and the": "ए के प्रावधानों का पूरी तरह से गैर-अनुपालन था, जिसे हल्के में नहीं लिया जा सकता है और विद्वत विचारण न्यायालय",
  "findings recorded by the learned trial Court are unsustainable.": "द्वारा दर्ज किए गए निष्कर्ष अस्थिर हैं।",
  "(Para 21)": "(अनुच्छेद 2)",
  "Narcotic Drugs and Psychotropic Substances Act, 1985—S.57 —Original copy of report not brought on record—Photocopy not": "नार्कोटिक ड्रग्स एंड साइकोट्रोपिक सब्सटेंस एक्ट, 4985- धारा 57-रिपोर्ट की मूल प्रति रिकॉर्ड पर नहीं लाई गई-",
  "bearing signature or stamp—Register not produced— Held, full report of arrest and seizure not made out as having been sent to the": "फोटोकॉपी जिस पर हस्ताक्षर या स्टांप नहीं है-रजिस्टर प्रस्तुत नहीं किया गया - आयोजित, गिरफ्तारी और जब्ती की",
  "report of arrest and seizure not made out as having been sent to the immediate superior officer as required under Section 57—Even if": "पूरी रिपोर्ट धारा 57 के तहत आवश्यकता के अनुसार तत्काल वरिष्ठ अधिकारी को नहीं भेजी गई थी-भले ही वरिष्ठ",
  "superior officer was present on spot for other purposes—Failure to send the report constitutes as a factor for setting aside the conviction.": "अधिकारी अन्य उद्देश्यों के लिए मौके पर मौजूद थे -रिपोर्ट भेजने में विफलता दोषसिद्धि को दरकिनार करने का एक कारक है।",
  "Held, that the original report under Section 57 of the NDPS Act": "आयोजित, अभिनिर्धारित किया कि एन. डी. पी. एस. अधिनियम की धारा 57 के अधीन मूल रिपोर्ट को विद्वत विचारण",
  "was never brought on record before the learned trial Court. Only a photocopy of report has been exhibited as Ex.PG, which was objected": "न्यायालय के समक्ष कभी भी अभिलेख पर नहीं लाया गया था। रिपोर्ट की केवल एक फोटोकॉपी प्रदर्शनी पीजी के रूप",
  "to by the appellant during the course of evidence. Even, the report": "में प्रदर्शित की गई है, जिस पर साक्ष्य के दौरान अपीलार्थी द्वारा आपत्ति जताई गई थी। यहां तक कि आरोप है कि रिपोर्ट",
  "Ex.PG is alleged to have been sent to the senior officers, but neither any signatures nor any stamp is visible on the same, which could": "एक्स पीजी को वरिष्ठ अधिकारियों को भेजा गया था, लेकिन न तो कोई हस्ताक्षर है और न ही उस पर कोई डाक टिकट",
  "any signatures nor any stamp is visible on the same, which could establish that the same was presented to any senior officer of the police.": "दिखाई दे रही है, जिससे यह साबित हो सकता है कि यह रिपोर्ट पुलिस के किसी वरिष्ठ अधिकारी को प्रस्तुत की गई",
  "The prosecution examined PW9 Om Parkash Kadyan, the Deputy Superintendent of Police, who had reached at the spot on getting the": "थी। अभियोजन पक्ष ने पुलिस उपाधीक्षक पीडब्लू9० ओम प्रकाश काद्यान से पूछताछ की, जो सूचना मिलने पर मौके पर",
  "information. The said witness admitted that no dak register was produced before the Court on that day. The copy Ex.PG was not": "पहुंचे थे। उक्त गवाह ने स्वीकार किया कि उस दिन अदालत के समक्ष कोई डाक रजिस्टर पेश नहीं किया गया था।",
  "produced before the Court on that day. The copy Ex.PG was not bearing any dak number nor did it bear his signatures. Even, he": "एक्स पीजी की प्रति पर कोई डाक नंबर नहीं था और न ही उस पर उनके हस्ताक्षर थे। यहां तक कि, उन्होंने स्वीकार",
  "admitted that the original might be having his signatures, but no such original was on record. Thus, it is apparent that in the instant case, the": "में उनके हस्ताक्षर हो सकते हैं, लेकिन ऐसा कोई मूल रिकॉर्ड में नहीं था। इस प्रकार, यह स्पष्ट है कि तत्काल मामले",
  "investigation fairly and completely overlooked the procedure": "प्रक्रिया की पूरी तरह से अनदेखी की।",
  "the report by concerned staff official and no number was mentioned on the copy of Ex.PG as the same was only carbon copy. However, he": "किया गया है और पूर्व पीजी की प्रति पर कोई संख्या का उल्लेख नहीं किया गया था क्योंकि यह केवल कार्बन कॉपी",
  "admitted that carbon copy Ex.PG did not contain his signatures and the": "थी। हालाँकि, उन्होंने स्वीकार किया कि कार्बन कॉपी एक्स पीजी में उनके हस्ताक्षर नहीं थे और मूल में उनके हस्ताक्षर",
  "original might be having his signatures. He further admitted that no writing regarding secret information was received by him, but a": "हो सकते हैं। उन्होंने आगे स्वीकार किया कि उन्हें गुप्त जानकारी के बारे में कोई लेखन नहीं मिला था, लेकिन इस बारे",
  "telephonic message was received regarding this.": "में एक टेलीफोनिक संदेश प्राप्त हुआ था।",
  "(6) After closure of the prosecution evidence, the statement of accused under Section 313 Cr.P.C., was recorded by the learned": "(6) अभियोजन पक्ष के साक्ष्य को बंद करने के बाद, सीआरपीसी की धारा 3।3 के तहत आरोपी का बयान, विद्वान",
  "Special Court and he pleaded false implication. He had taken up the": "विशेष अदालत द्वारा दर्ज किया गया था और उसने गलत निहितार्थ का अनुरोध किया था। उन्होंने यह रुख अपनाया था",
  "stand that his father Jeet Singh filed a writ petition before this Court against the Investigating Officer ASI Om Parkash and SI/SHO Satbir": "कि उनके पिता जीत सिंह ने जांच अधिकारी एएसआई ओम प्रकाश और एसआई /एसएचओ सतबीर सिंह के खिलाफ",
  "Singh. His father had a land dispute with Roor Singh and Puran Singh": "इस अदालत में एक रिट याचिका दायर की थी। उनके पिता का रूड़ सिंह और पूरन सिंह के साथ भूमि विवाद था और",
  "and his two brothers, namely, Virender Singh and Gurvinder Singh were forcibly lifted on 17.07.1999 from their house. On 18.07.1999, his": "उनके दो भाइयों, वीरेंदर सिंह और गुरुविंदर सिंह को 7.07.999 को उनके घर से जबरन उठा लिया गया था।",
  "father alongwith Anoop Singh came to the Police Post Ramthali and": "8.07.999 को उसके पिता अनूप सिंह के साथ पुलिस चौकी रामथली पहुंचे और जांच अधिकारी एएसआई ओम",
  "requested the Investigating Officer ASI Om Parkash to release them but due to party faction in the village, he had been falsely implicated in this": "प्रकाश से उन्हें रिहा करने का अनुरोध किया, लेकिन गांव में पार्टी गुट के कारण पुलिस की मिलीभुगत से उसे इस",
  "(7) In defence evidence, learned defence counsel tendered certified copy of the report Ex.PD, certified copy of the grounds of": "(7) बचाव पक्ष के साक्ष्य में, विद्वान बचाव पक्ष के वकील ने रिपोर्ट एक्स पीडी की प्रमाणित प्रति, अपील एक्स डीई के",
  "appeal Ex.DE and closed their evidence.": "आधार की प्रमाणित प्रति प्रस्तुत की और अपने साक्ष्य को बंद कर दिया।",
  "(8) I have heard learned counsel for the parties and perused the trial Court record carefully.": "(8) मैंने पक्षकारों के विद्वान वकील को सुना है और विचारण न्यायालय के अभिलेख का ध्यानपूर्वक अवलोकन किया",
  "(9) Learned counsel for the appellant vehemently argued that as per the admitted case of the prosecution, the secret information was": "(9) अपीलार्थी के विद्वान वकील ने जोरदार तर्क दिया कि अभियोजन पक्ष के स्वीकृत मामले के अनुसार, गुप्त जानकारी",
  "never reduced into writing by the Investigating Officer nor the same": "को कभी भी अन्वेषक अधिकारी द्वारा लिखित रूप में सीमित नहीं किया गया था और न ही उसे कभी भी अपने तत्काल",
  "was ever sent by him to his immediate superior officer forthwith. PW7 ASI Om Parkash admitted in his cross-examination that secret": "वरिष्ठ अधिकारी को भेजा गया था। पीडब्लू 7 एएसआई ओम प्रकाश ने अपनी जिरह में स्वीकार किया कि गुप्त सूचना",
  "information was received at 07.30 p.m., which was not reduced into writing nor the copy of the same was sent to higher officers. Still": "शाम 07.30 बजे प्राप्त हुई थी, जिसे लिखित रूप में कम नहीं किया गया था और न ही इसकी प्रति उच्च अधिकारियों",
  "further, the learned trial Court misinterpreted the provisions of Section 42 of the NDPS Act and placed reliance on the judgments, which were": "को भेजी गई थी। इसके अलावा, विद्वत विचारण न्यायालय ने एनडीपीएस अधिनियम की धारा ५2 के प्रावधानों की गलत",
  "not applicable to the facts of the instant case. Still further, in the instant": "व्याख्या की और निर्णयों पर भरोसा किया, जो तत्काल मामले के तथ्यों पर लागू नहीं थे। इसके अलावा, तत्काल मामले",
  "case, the case property was never produced before the Illaqa Magistrate for certification of the inventory, leading to non-compliance of Section": "में, मामले की संपत्ति को इन्वेंट्री के प्रमाणन के लिए इलाखा मजिस्ट्रेट के सामने कभी पेश नहीं किया गया, जिससे",
  "52-A of the NDPS Act. Even PW1 MHC Rattan Singh admitted that": "एनडीपीएस अधिनियम की धारा 52-ए का पालन नहीं किया गया। यहां तक कि पीडब्लू । एमएचसी रतन सिंह ने",
  "from 19.07.2000 till he handed over the sample to the constable, the": "स्वीकार किया कि 9.07.2000 से जब तक उन्होंने कांस्टेबल को नमूना नहीं सौंपा, तब तक उन्हें विद्वान मजिस्ट्रेट के",
  "same were not produced before the learned Magistrate. Still further, a carbon copy Ex.PG of the report under Section 57 of the NDPS Act": "सामने पेश नहीं किया गया था। इसके अलावा, एनडीपीएस अधिनियम की धारा 57 के तहत रिपोर्ट की एक कार्बन",
  "was placed on the record, which did not bear the stamp or signatures of": "कॉपी एक्स पीजी रिकॉर्ड पर रखी गई थी, जिस पर एनडीपीएस की मुहर या हस्ताक्षर नहीं थे।",
  "and registration certificate by MHC Rattan Singh for depositing the same with FSL Madhuban and he deposited the same with FSL on the": "और एफ. एस. एल. मधुबन के पास जमा करने के लिए एम. एच. सी. रतन सिंह द्वारा पंजीकरण प्रमाण पत्र और उसी",
  "same day itself. PW3 SI/SHO Shamsher Singh completed the": "दिन एफ. एस. एल. के पास जमा किया। पीडब्लू3 एसआई/एसएचओ शमशेर सिंह ने जांच पूरी की और सीआरपीसी",
  "investigation and submitted the report under Section 173 Cr.P.C. PW4 ASI Randhir Singh received ruka and recorded the formal FIR on": "की धारा 73 के तहत रिपोर्ट सौंपी। पीडब्लू ५ ए.एस.आई रणधीर सिंह ने रूका प्राप्त किया और 8.07.999 को",
  "ASI Randhir Singh received ruka and recorded the formal FIR on 18.07.1999. On 19.07.1999, ASI Om Parkash produced before him": "औपचारिक प्राथमिकी दर्ज की। 9.07.999 को एएसआई ओम प्रकाश ने अपने समक्ष पंजीकरण संख्या वाला एक",
  "a truck bearing registration No. HR-12-G-0396, 19 bags of poppy husk, 19 sample parcels and accused Jagtar Singh. He verified the facts": "ट्रक पेश किया। एचआर-2-जी-0396, खसखस के ॥9 बैग, 9 सैंपल पार्सल और आरोपी जगतर सिंह। उन्होंने मामले",
  "of the case, put his seal impression 'RS' and the sample seals impressions were prepared. Om Parkash deposited the case property": "के तथ्यों का सत्यापन किया, अपनी मुहर की छाप 'आरएस' लगाई और नमूना मुहर की छाप तैयार की गई। ओम",
  "impressions were prepared. Om Parkash deposited the case property with the MHC. SI Paras Kumar was examined as PW3, who": "प्रकाश ने मामले की संपत्ति एम. एच. सी. के पास जमा कर दी। $। पारस कुमार से पीडब्लू 3 के रूप में पूछताछ की",
  "arrested the accused Hardeep Singh in the instant case and also": "गई, जिसने तत्काल मामले में आरोपी हरदीप सिंह को गिरफ्तार किया और हरदीप सिंह के खिलाफ सीआरपीसी की",
  "prepared the report under Section 173 Cr.P.C., against Hardeep Singh. HC Satyawan was examined as PW6, who was part of the raiding party": "धारा 773 के तहत रिपोर्ट भी तैयार की। एच.सी सत्यवान से पीडब्लू6 के रूप में पूछताछ की गई, जो छापा मारने वाले",
  "and supported the case of the prosecution in all respects. In his cross-": "दल का हिस्सा था और उसने हर तरह से अभियोजन पक्ष के मामले का समर्थन किया। अपनी जिरह में, उसने स्वीकार",
  "examination, he admitted that secret information was received at about 08.00 p.m., by ASI Om Parkash and the the Deputy Superintendent of": "किया कि एएसआई ओम प्रकाश को लगभग 08.00 बजे गुप्त सूचना मिली थी और पुलिस उपाधीक्षक रात ॥4.20 बजे",
  "Police reached at the spot at 11.20 p.m. Again said, he came at about 09.20 p.m. No one was joined in the investigation till the arrival of the": "मौके पर पहुंचे। उन्होंने फिर कहा, वह लगभग 09.20 बजे आए। पुलिस उपाधीक्षक के मौके पर पहुंचने तक कोई भी",
  "the Deputy Superintendent of Police at the spot. Village Ramthali was at a distance of 1 4 acres from the spot and nobody was sent to village": "जांच में शामिल नहीं हुआ था। रामथली गाँव घटनास्थल से डेढ़ एकड़ की दूरी पर था और गाँव से सार्वजनिक गवाहों",
  "supported the version mentioned in the FIR. However, he admitted that": "पूछताछ की गई, जिन्होंने प्राथमिकी में उल्लिखित संस्करण का समर्थन किया। हालांकि, उन्होंने स्वीकार किया कि",
  "he had deposited the sample parcels, truck, sample seal impressions, 19 bags containing poppy husk with the MHC in intact condition and the": "उन्होंने नमूने के पार्सल, ट्रक, नमूने की मुहर के निशान, एमएचसी के पास अफीम के भूसे वाले 9 बैग बरकरार हालत",
  "truck was lodged in the police lockup. He further stated that no one was sent to associate the independent witnesses/public witnesses from the village. Still further, S.K. Nagpal, Senior Scientific Officer, FSL,": "में जमा किए थे और ट्रक को पुलिस लॉकअप में रखा गया था। उन्होंने आगे कहा कि गाँव के स्वतंत्र गवाहों/सार्वजनिक गवाहों को संबद्ध करने के लिए किसी को नहीं भेजा गया था। इसके अलावा, एस. के. नागपाल, वरिष्ठ वैज्ञानिक",
  "Madhuban was examined as PW8. He stated that on 20.07.1999, 19": "अधिकारी, एफ. एस. एल., मधुबन की जांच पीडब्लू8 के रूप में की गई। उन्होंने बताया कि 20.07.999 को",
  "sealed cloth parcels each seal with two seals of 'OP' and two seals of 'PK' and two seals of 'RS' were received in FSL Madhuban. Om": "एफएसएल मधुबन में 'ओपी' की दो मुहरों के साथ 9 सीलबंद कपड़े के पार्सल और 'पीके' की दो मुहरें और 'आरएस'",
  "Parkash Kadyan, the then the Deputy Superintendent of Police was examined as PW9 who had come at the spot and had witnessed the": "की दो मुहरें प्राप्त हुईं। तत्कालीन पुलिस उपाधीक्षक ओम प्रकाश काद्यान से पीडब्लू9 के रूप में पूछताछ की गई, जो",
  "examined as PW9 who had come at the spot and had witnessed the search and seizure. He also admitted in his cross-examination that in": "मौके पर आए थे और तलाशी और जब्ती के गवाह थे। उन्होंने अपनी जिरह में यह भी स्वीकार किया कि उनके कार्यालय",
  "his office, a register is maintained regarding the receipt of documents and entry is duly made in the register. He stated that the original of": "में दस्तावेजों की प्राप्ति के संबंध में एक रजिस्टर रखा जाता है और रजिस्टर में विधिवत प्रविष्टि की जाती है। उन्होंने",
  "Ex.PG was sent to the S.P. Office, Kaithal. Even no dak register was": "कहा कि एक्स पीजी का मूल एसपी कार्यालय, कैथल को भेजा गया था। यहां तक कि अदालत में कोई डाक रजिस्टर",
  "\"42. Power of entry, search, seizure and arrest without warrant or authorisation.-(1) Any such officer (being an": "\"५2. वारंट या प्राधिकरण के बिना प्रवेश, तलाशी, जब्ती और गिरफ्तारी की शक्ति।- (।) का कोई भी ऐसा अधिकारी",
  "officer superior in rank to a peon, sepoy or constable) of the departments of central excise, narcotics, customs, revenue": "(एक शिपाई, सिपाही या कांस्टेबल से बेहतर रैंक का अधिकारी होना) केंद्रीय उत्पाद शुल्क, नशीले पदार्थ, सीमा शुल्क,",
  "intelligence or any other department of the Central Government including para-military forces or armed forces": "राजस्व विभाग ख़ुफ़िया विभाग या केंद्र का कोई अन्य विभाग अर्धसैनिक बलों या सशस्त्र बलों सहित सरकार जैसा कि",
  "as is empowered in this behalf by general or special order by the Central Government, or any such officer (being an": "सामान्य या विशेष आदेश द्वारा इस संबंध में सशक्त है| केंद्र सरकार, या ऐसे किसी अधिकारी द्वारा (एक होने के नाते)।",
  "officer superior in rank to a peon, sepoy or constable) of the revenue, drugs control, excise, police or any other": "चपरासी, सिपाही या कांस्टेबल से वरिष्ठ अधिकारी)। राजस्व, औषधि नियंत्रण, उत्पाद शुल्क, पुलिस या कोई अन्य राज्य",
  "department of a State Government as is empowered in this behalf by general or special order of the State Government,": "सरकार के विभाग को इसमें अधिकार प्राप्त है|राज्य सरकार के सामान्य या विशेष आदेश द्वारा, यदि उसके पास",
  "if he has reason to believe from persons knowledge or information given by any person and taken down in writing": "व्यक्तियों के ज्ञान पर विश्वास करने का कारण है या किसी व्यक्ति द्वारा दी गई और लिखित रूप में ली गई जानकारी",
  "that any narcotic drug, or psychotropic substance, or controlled substance in respect of which an offence punishable under this Act has been committed or any": "कि कोई भी नशीली दवा, या मनोदैहिक पदार्थ, या नियंत्रित पदार्थ जिसके संबंध में अपराध हो इस अधिनियम के तहत",
  "document or other article which may furnish evidence of the commission of such offence or any illegally acquired": "दंडनीय अपराध किया गया है या कोई दस्तावेज़ या अन्य लेख जो इसका साक्ष्य प्रस्तुत कर सकता है| ऐसे अपराध का",
  "property or any document or other article which may": "घटित होना या कोई अवैध रूप से अर्जित किया गया संपत्ति या कोई दस्तावेज़ या अन्य वस्तु जो हो सकती है अवैध",
  "furnish evidence of holding any illegally acquired property which is liable for seizure or freezing or forfeiture under": "रूप से अर्जित संपत्ति रखने का साक्ष्य प्रस्तुत करें जिसके तहत जब्ती या फ्रीजिंग या जब्ती के लिए उत्तरदायी है इस",
  "Chapter V A of this Act is kept or concealed in any building, conveyance or enclosed place, may between": "अधिनियम के अध्याय ५ क को किसी में रखा या छुपाया गया है भवन, परिवहन या संलग्न स्थान के बीच हो सकता है",
  "sunrise and sunset,": "सूर्योदय और सूर्यास्त,",
  "(a) enter into and search any such building, conveyance or place;": "(ए) ऐसी किसी भी इमारत, वाहन या में प्रवेश करें और तलाशी लें जगह;",
  "(b) in case of resistance, break open any door and remove any obstacle to such entry;": "(बी) प्रतिरोध के मामले में, किसी भी दरवाजे को तोड़ दें और हटा दें ऐसे प्रवेश में कोई बाधा;",
  "(c) seize such drug or substance and all materials used in the manufacture thereof and any other article and any": "(सी) ऐसी दवा या पदार्थ और उसमें प्रयुक्त सभी सामग्रियों को जब्त कर लें उसका निर्माण और कोई अन्य वस्तु और",
  "animal or conveyance which he has reason to believe to be liable to confiscation under this Act and any document or": "कोई भी जानवर या वाहन जिसके बारे में उसके पास विश्वास करने का कारण है इस अधिनियम और किसी भी दस्तावेज़",
  "other article which he has reason to believe may furnish": "के तहत जब्ती के लिए उत्तरदायी है अन्य लेख जिस पर उसके पास विश्वास करने का कारण हो, प्रस्तुत किया जा",
  "evidence of the commission of any offence punishable under this Act or furnish evidence of holding any illegally": "सकता है किसी दंडनीय अपराध के घटित होने का साक्ष्य इस अधिनियम के तहत या अवैध रूप से कुछ भी रखने का",
  "acquired property which is liable for seizure or freezing or": "सबूत प्रस्तुत जि संपत्ति जो जब्ती या फ्रीजिंग या जब्ती के लिए उत्तरदायी है इस अधिनियम के अध्याय वी ए",
  "ILL.R. PUNJAB AND HARYANA 2023(1)": "आई.एल.आर पंजाब और हरियाणा 2023(॥)",
  "from personal knowledge or information given by any other person and taken down in writing that an offence under": "किसी अन्य व्यक्ति द्वारा दी गई व्यक्तिगत जानकारी या सूचना से और लिखित रूप में अपसारित कि अध्याय ५ के",
  "Chapter IV has been committed or any document or other article which may furnish the evidence of the commission": "अधीन कोई अपराध किया गया है या कोई दस्तावेज या अन्य लेख जो ऐसे अपराध के होने का साक्ष्य प्रस्तुत कर सकता",
  "of such offence is kept or concealed in any building or in any place. Under the proviso if such officer has reason to": "है, किसी भवन में या किसी स्थान पर रखा जाता है या छुपाया जाता है। परंतुक के तहत यदि ऐसे अधिकारी के पास",
  "believe that search warrant or authorisation cannot be obtained without affording opportunity for the concealment of the evidence or facility for the escape of the offender, he": "यह विश्वास करने का कारण है कि अपराधी के भागने के लिए साक्ष्य या सुविधा को छिपाने का अवसर दिए बिना तलाशी वारंट या प्राधिकरण प्राप्त नहीं किया जा सकता है, तो वह अपनी धारणा के आधार को दर्ज करने के बाद सूर्यास्त और",
  "can carry out the arrest or search between sunset and": "सूर्योदय के बीच भी गिरफ्तारी या तलाशी ले सकता है। 8।990 सीआरआईएलजे ५॥५ (डेल) धारा ५2 की उपधारा",
  "further lays down that when such officer takes down any information in writing or records grounds for this belief": "(2) में आगे कहा गया है कि जब ऐसा अधिकारी लिखित रूप में कोई जानकारी लेता है या परंतुक के तहत इस विश्वास",
  "under the proviso, he shall forthwith send a copy thereof to his immediate official superior.\"": "के लिए आधार दर्ज करता है, तो वह तुरंत इसकी एक प्रति अपने तत्काल आधिकारिक वरिष्ठ को भेजेगा।",
  "20. After referring large number of cases, this Court recorded conclusion in paragraph 25 which is to the": "20. बड़ी संख्या में मामलों को संदर्भित करने के बाद, इस न्यायालय ने पैराग्राफ 25 में निष्कर्ष दर्ज किया जो निम्नलिखित",
  "following effect:": "प्रभाव से हैः",
  "\"25. The question considered above arise frequently before the trial courts. Therefore we find it necessary to set out our": "\"25. ऊपर विचार किया गया प्रश्न अक्सर विचारण न्यायालयों के समक्ष उत्पन्न होता है। इसलिए हमें अपने निष्कर्षों को",
  "conclusions which are as follows :": "निर्धारित करना आवश्यक लगता है जो इस प्रकार हैं:",
  "(1) If a police officer without any prior information as contemplated under the provisions of the NDPS Act makes": "() यदि कोई पुलिस अधिकारी एनडीपीएस अधिनियम के प्रावधानों के तहत किसी पूर्व सूचना के बिना किसी अपराध",
  "a search or arrests a person in the normal course of investigation into an offence or suspected offences as": "या संदिग्ध अपराधों की जांच के सामान्य क्रम में किसी व्यक्ति की तलाशी लेता है या उसे गिरफ्तार करता है, जैसा कि",
  "provided under the provisions of CrPC and when such search is completed at that stage section 50 of the NDPS": "सीआरपीसी के प्रावधानों के तहत प्रदान किया गया है और जब ऐसी तलाशी उस स्तर पर पूरी हो जाती है तो एनडीपीएस",
  "search is completed at that stage section 50 of the NDPS Act would not be attracted and the question of complying with the requirements thereunder would not arise. If during": "अधिनियम की धारा 50 आकर्षित नहीं होगी और उसके तहत आवश्यकताओं के अनुपालन का सवाल ही पैदा नहीं",
  "such search or arrest there is a chance recovery of any narcotic drug or psychotropic substance then the police": "होगा। यदि इस तरह की तलाशी या गिरफ्तारी के दौरान किसी भी मादक पदार्थ या मादक पदार्थ की आकस्मिक",
  "333": "334",
  "JAGTAR SINGH v. STATE OF HARYANA 334": "जगतार सिंह बनाम हरयाणा राज्य",
  "like delay etc. then the same has to be examined to see whether any prejudice has been caused to the accused and": "जैसी खामियां हैं। तब यह देखने के लिए इसकी जांच की जानी चाहिए कि क्या अभियुक्त के प्रति कोई पूर्वाग्रह पैदा",
  "evidence regarding arrest or seizure as well as on merits of": "किया गया है और इस तरह की विफलता का गिरफ्तारी या जब्ती के साथ-साथ मामले के गुण-दोष के संबंध में साक्ष्य",
  "(17) It has also been held by the Hon’ble Supreme Court in the matter of Boota Singh versus State of Haryana’ as follows:-": "(7) माननीय उच्चतम न्यायालय द्वारा बूटा सिंह बनाम हरियाणा राज्य के मामले में भी निम्नलिखित निर्णय दिया गया",
  "10. In Karnail Singh, the Constitution Bench of this Court concluded:-": "0. करनैल सिंह के मामले में इस न्यायालय की संविधान पीठ ने निष्कर्ष निकालाः-",
  "\"35. In conclusion, what is to be noticed is that Abdul Rashid [(2000) 2 SCC 513 : 2000 SCC (Cri) 496] did": "\"35. अंत में, ध्यान देने वाली बात यह है कि अब्दुल राशिद [(2000) 2 एससीसी 53:2000 एससीसी (सीआरआई)",
  "not require literal compliance with the requirements of": "५96] को धारा ५2 (॥) और ५2 (2) की अपेक्षाओं के शाब्दिक अनुपालन की आवश्यकता नहीं थी और न ही साजन",
  "Sections 42(1) and 42(2) nor did Sajan_ Abraham [(2001) 6 SCC 692 : 2001 SCC (Cri) 1217] hold that the": "अब्राहम [(200) 6 एससीसी 692:200। एससीसी (सीआरआई) 27] का मानना था कि धारा ५2 (॥) और ५2",
  "fulfilled at all. The effect of the two decisions was as follows:": "(2) की अपेक्षाओं को पूरा करने की आवश्यकता नहीं है। इन दोनों निर्णयों का प्रभाव इस प्रकार था:",
  "(a) The officer on receiving the information [of the nature referred to in sub-section (1) of Section 42] from any": "(ए) किसी भी व्यक्ति से [धारा ५2 की उपधारा (॥) में निर्दिष्ट प्रकृति की] सूचना प्राप्त करने पर अधिकारी को धारा",
  "and forthwith send a copy to his immediate official": "में दर्ज करना था और तुरंत अपनी तत्काल आधिकारिक वरिष्ठ अधिकारी को एक प्रति भेजनी थी।",
  "(b) But if the information was received when the officer was not in the police station, but while he was on the move either on patrol duty or otherwise, either by mobile phone,": "(बी) लेकिन यदि सूचना तब प्राप्त हुई थी जब अधिकारी पुलिस थाने में नहीं था, लेकिन जब वह गश्ती ड्यूटी पर था या",
  "or other means, and the information calls for immediate": "अन्यथा, या तो मोबाइल फोन या अन्य माध्यमों से, और सूचना तत्काल कार्रवाई की मांग करती है और किसी भी देरी",
  "action and any delay would have resulted in the goods or evidence being removed or destroyed, it would not be": "के परिणामस्वरूप माल या साक्ष्य को हटा दिया जाता है या नष्ट कर दिया जाता है, तो उसे दी गई जानकारी को लिखित",
  "feasible or practical to take down in writing the information given to him, in such a situation, he could take action as per clauses (a) to (d) of Section 42(1) and": "रूप में लेना संभव या व्यावहारिक नहीं होगा, ऐसी स्थिति में, वह धारा ५2 (॥) के खंड (ए) से (डी) के अनुसार कार्रवाई",
  "thereafter, as soon as it is practical, record the information in writing and forthwith inform the same to the official": "कर सकता है और उसके बाद, जैसे ही यह व्यावहारिक हो, लिखित रूप में जानकारी दर्ज कर सकता है और तुरंत",
  "> 2021 (2) RCR (Crl.) 892 and 2021 AIR (SC) 1913": "2 202। (2) आरसीआर (सीआरएल) 892 और 202। एआईआर (एससी) 943",
  "situation the recording of information in writing and sending a copy thereof to official superior may get postponed by a reasonable period,": "लिखित में सूचना की रिकॉर्डिंग और आधिकारिक वरिष्ठ को इसकी एक प्रति भेजने की स्थिति में एक उचित अवधि,",
  "i.e. after the search, entry and seizure. While total non-compliance of": "यानी वह है द्वारा स्थगित हो सकती है। तलाशी, प्रवेश और जब्ती के बाद। जबकि धारा ५2 का पूर्ण गैर-अनुपालन कानून",
  "Section 42 is impressible in law, delayed compliance with satisfactory explanation about the delay is acceptable compliance of Section 42 of": "में प्रभावशाली है, देरी के बारे में संतोषजनक स्पष्टीकरण के साथ विलंबित अनुपालन एनडीपीएस अधिनियम की धारा",
  "the NDPS Act. In the instant case, there is complete non-compliance of the mandatory provisions of Section 42 of the NDPS Act. The first": "५2 का स्वीकार्य अनुपालन है। तत्काल मामले में, एनडीपीएस अधिनियम की धारा ५2 के अनिवार्य प्रावधानों का पूर्ण",
  "(16) It has been held by the Hon’ble Supreme Court in the matter of State of Rajasthan versus Jag Raj Singh @ Hansa' as": "(6) यह राजस्थान राज्य बनाम जग राज सिंह 6ह8ंस' के मामले में माननीय सर्वोच्च न्यायालय द्वारा इस प्रकार",
  "follows:-": "अभिनिर्धारित किया गया हैः-",
  "19. Thus the present is not a case where Section 43 can be said to have been attracted, hence, noncompliance of": "9. इस प्रकार वर्तमान ऐसा मामला नहीं है जहां धारा ५३ को आकर्षित किया गया कहा जा सकता है, इसलिए, धारा",
  "Section 42(1) proviso and Section 42(2) had seriously prejudiced the accused. This Court had occasion in large": "+2 () परंतुक और धारा ५2 (2) के गैर-अनुपालन ने अभियुक्त को गंभीर रूप से पूर्वाग्रहित किया था। इस न्यायालय",
  "number of cases to consider the consequence of non- compliance of provisions of Section 42(1) and 42(2),": "को धारा ५2 (॥) और ५2 (2) के प्रावधानों के गैर-अनुपालन के परिणाम पर विचार करने के लिए बड़ी संख्या में मामलों",
  "whether the entire trial stand vitiated due to above non compliance or conviction can be set aside. In this context": "में अवसर मिला था कि क्या उपरोक्त गैर-अनुपालन या दोषसिद्धि के कारण पूरे मुकदमे को रद्द किया जा सकता है।",
  "reference is made to the judgment of this Court in State of Punjab v. Balbir Singh 1994(1) RCR (Criminal) 736 :": "इस संदर्भ में पंजाब राज्य बनाम बलबीर सिंह 99५ (॥) आर. सी. आर. (आपराधिक) 736: (99५) 3 एस. सी. सी.",
  "(1994) 3 SCC 299. In the above batch of cases, the High": "299 वाले मामले में इस न्यायालय के निर्णय का निर्देश दिया गया है। उपरोक्त मामलों के समूह में, उच्च न्यायालय ने",
  "Court has acquitted accused on the ground that search was conducted without conforming to the provisions of the": "अभियुक्त को इस आधार पर बरी कर दिया है कि तलाशी एनडीपीएस अधिनियम के प्रावधानों के अनुरूप किए बिना",
  "NDPS Act. Sections 41,42 43 and other relevant provisions came for consideration before this Court, referring to the": "की गई थी। धारा ५, ५2, ५३ और अन्य सुसंगत उपबंध इस न्यायालय के समक्ष विचारार्थ आए, अध्याय ५ के उपबंधों",
  "provisions of Chapter IV following was stated in paragraph 8:": "का निर्देश करते हुए पैरा 8 में निम्नलिखित कथन किया गया थाः",
  "\"8. But if on a prior information leading to a reasonable belief that an offence under Chapter IV of the Act has been": "\"8. लेकिन यदि किसी पूर्व सूचना के आधार पर यह उचित विश्वास किया जाता है कि अधिनियम के अध्याय |५ के तहत",
  "committed, then in such a case, the Magistrate or the officer": "कोई अपराध किया गया है, तो ऐसे मामले में मजिस्ट्रेट या अधिकार प्राप्त अधिकारी को धारा ५। और ५० के प्रावधानों",
  "empowered have to proceed and act under the provisions of": "के तहत आगे बढ़ना और कार्य करना होगा। धारा ५2 के तहत, धारा ५। के तहत जारी वारंट के बिना भी अधिकार",
  "'2016(3) R.C.R.(Crl.) 539 and AIR 2016 SC 3041": "। 206 (3) आरसीआर (सीआरएल) 539 और एआईआर 206 एससी 30५।",
  "335": "330",
  "superior officer, should normally precede the entry, search and seizure by the officer. But in special circumstances": "वरिष्ठ अधिकारियों को भेजने के संबंध में अधिकारी द्वारा प्रवेश, तलाशी और जब्ती से पूर्व होनी चाहिए। लेकिन",
  "involving emergent situations, the recording of the": "आकस्मिक से जुड़ी विशेष परिस्थितियों में",
  "official superior may get postponed by a reasonable period, that is, after the search, entry and seizure. The question is": "आधिकारिक वरिष्ठ को इसकी एक प्रति भेजना एक उचित अवधि, यानी तलाशी, प्रवेश और जब्ती के बाद, के लिए",
  "(d) While total non-compliance with requirements of subsections (1) and (2) of Section 42 is impermissible,": "(डी) जबकि धारा ५2 की उपधारा (॥) और (2) की अपेक्षाओं का पूर्ण रूप से अनुपालना अनुज्ञेय है, विलंब के बरे में",
  "delayed compliance with satisfactory explanation about the delay will be acceptable compliance with Section 42. To": "संतोषजनक स्पष्टीकरण के साथ विलंबित अनुपालन धारा ५2 का स्वीकार्य अनुपालन होगा। उदाहरण के लिए, यदि",
  "illustrate, if any delay may result in the accused escaping or the goods or evidence being destroyed or removed, not": "किसी देरी के परिणामस्वरूप अभियुक्त भाग सकता है या माल या साक्ष्य को नष्ट या हटा दिया जा सकता है, कार्रवाई",
  "recording in writing the information received, before initiating action, or non-sending of a copy of such information to the official superior forthwith, may not be": "शुरू करने से पहले प्राप्त जानकारी को लिखित रूप में दर्ज नहीं किया जा सकता है, या ऐसी जानकारी की एक प्रति",
  "information to the official superior forthwith, may not be treated as violation of Section 42. But if the information": "आधिकारिक वरिष्ठ को तुरंत नहीं भेजी जा सकती है, तो धारा ५2 का उल्लंघन नहीं माना जा सकता है। लेकिन यदि",
  "was received when the police officer was in the police station with sufficient time to take action, and if the police": "सूचना तब प्राप्त हुई थी जब पुलिस अधिकारी कार्रवाई करने के लिए पर्याप्त समय के साथ पुलिस स्टेशन में था, और",
  "officer fails to record in writing the information received, or": "यदि पुलिस अधिकारी प्राप्त जानकारी को लिखित रूप में दर्ज करने में विफल रहता है, या इसकी एक प्रति आधिकारिक",
  "fails to send a copy thereof, to the official superior, then it will be a suspicious circumstance being a clear violation of Section 42 of the Act. Similarly, where the police officer": "वरिष्ठ को भेजने में विफल रहता है, तो यह एक संदिग्ध परिस्थिति होगी जो अधिनियम की धारा ५2 का स्पष्ट उल्लंघन",
  "the official superior at all, then also it will be a clear violation of Section 42 of the Act. Whether there is": "सूचित नहीं करता है, तो भी यह अधिनियम की धारा ५2 का स्पष्ट उल्लंघन होगा। धारा ५2 का पर्याप्त या पर्याप्त",
  "adequate or substantial compliance with Section 42 or not is a question of fact to be decided in each case. The above": "अनुपालन है या नहीं, यह प्रत्येक मामले में तय किया जाने वाला तथ्य का प्रश्न है। 200। के अधिनियम 9 द्वारा धारा ५2",
  "position got strengthened with the amendment to Section 42": "में संशोधन के साथ उपरोक्त स्थिति मजबूत हुई।",
  "(Emphasis added)": "(जोर दिया गया)",
  "11. In Jagraj Singh alias Hansa, the facts were more or less identical. In that case, the vehicle (as observed in para 5.3": "॥. जगराज सिंह उर्फ हंसा में तथ्य कमोबेश एक जैसे थे। उस मामले में, वाहन (जैसा कि निर्णय के पैरा 5.3 में देखा",
  "of the decision) was not a public transport vehicle. After": "गया है) एक सार्वजनिक परिवहन वाहन नहीं था। प्रासंगिक प्रावधानों और करनैल सिंह में निर्णय सहित इस न्यायालय",
  "\"14. What Section 42(2) requires is that where an officer takes down an information in writing under sub-section": "\"५. धारा ५2 (2) की अपेक्षा यह है कि जहां कोई अधिकारी उपधारा (॥) के अधीन लिखित रूप में सूचना लेता है,",
  "(1) he shall send a copy thereof to his immediate officer senior. The communication Ext. P-15 which was sent to the": "वह उसकी एक प्रति अपने निकटतम वरिष्ठ अधिकारी को भेजेगा। अतिरिक्त पी-5 जो सर्कल अधिकारी, नोहर को",
  "committed by the High Court in coming to the conclusion that there was breach of Section 42(2).": "न्यायालय द्वारा निष्कर्ष पर पहुंचने में कोई त्रुटि नहीं की गई थी कि धारा ५2 (2) का उल्लंघन हुआ था|",
  "16. In this context, it is relevant to note that before the": "॥6. इस संदर्भ में, यह ध्यान देने योग्य है कि विशेष न्यायाधीश के समक्ष भी बचाव पक्ष की ओर से धारा ५2 (॥) और",
  "Special Judge also the breach of Sections 42(1) and 42(2) was contended on behalf of the defence. In para 12 of the": "५2 (2) के उल्लंघन का प्रतिवाद किया गया था। निर्णय के पैरा 2 में विशेष न्यायाधीश ने बचाव पक्ष की उपरोक्त",
  "defence. However, the arguments based on non-compliance with Section 42(2) were brushed aside by observing that": "दलीलों को नोट किया। हालांकि, धारा ५2 (2) के गैर-अनुपालन पर आधारित तर्कों को यह कहते हुए दरकिनार कर",
  "discrepancy in Ext. P-14 and Ext. P-15 is totally due to clerical mistake and there was compliance with Section": "दिया गया कि अतिरिक्त पी-५ और अतिरिक्त पी-5 में विसंगति पूरी तरह से लिपिकीय गलती के कारण है और धारा",
  "42(2). The Special Judge coming to compliance with the": "५2 का अनुपालन किया गया था(2). धारा ५2 (॥) के प्रावधान का अनुपालन करते हुए विशेष न्यायाधीश ने अभिनिर्धारित",
  "being used to transport passengers as has been clearly": "किया कि वाहन की तलाशी का उपयोग यात्रियों को ले जाने के लिए किया जा रहा था जैसा कि इसके मालिक वीरा",
  "stated by its owner Vira Ram, hence, as per the Explanation to Section 43 of the Act, the vehicle was a public transport": "राम द्वारा स्पष्ट रूप से कहा गया है, इसलिए अधिनियम की धारा ५३ के स्पष्टीकरण के अनुसार, वाहन एक सार्वजनिक",
  "vehicle and there was no need of any warrant or authority to search such a vehicle. The High Court has reversed the": "परिवहन वाहन था और ऐसे वाहन की तलाशी के लिए किसी वारंट या प्राधिकरण की कोई आवश्यकता नहीं थी। उच्च",
  "to search such a vehicle. The High Court has reversed the above findings of the Special Judge. We thus, proceed to": "न्यायालय ने विशेष न्यायाधीश के उपरोक्त निष्कर्षों को उलट दिया है। इस प्रकार, हम इस बात की जांच करने के लिए",
  "examine as to whether Section 43 was attracted in the present case which obviated the requirement of Section": "आगे बढ़ते हैं कि क्या धारा ५३ वर्तमान मामले में आकर्षित की गई थी जिसने धारा ५2 (॥) परंतुक की अपेक्षा को",
  "29. After referring to the earlier judgments, the Constitution Bench came to the conclusion that non- compliance with requirement of Sections 42 and 50 is impermissible": "29. पहले के निर्णयों का उल्लेख करने के बाद, संविधान पीठ इस निष्कर्ष पर पहुंची कि धारा ५2 और 50 की अपेक्षाओं",
  "whereas delayed compliance with satisfactory explanation will be acceptable compliance with Section 42. The": "का अनुपालन न करना अनुज्ञेय है, जबकि संतोषजनक स्पष्टीकरण के साथ विलंबित अनुपालन धारा ५2 का स्वीकार्य",
  "Constitution Bench noted the effect of the aforesaid two decisions in para 5. The present is not a case where insofar": "अनुपालन होगा। संविधान पीठ ने पैरा 5 में उपरोक्त दो निर्णयों के प्रभाव का उल्लेख किया। वर्तमान ऐसा मामला नहीं",
  "as compliance with Section 42(1) proviso even an argument based on substantial compliance is raised there": "है जहां धारा ५2 (॥) परंतुक के अनुपालन के रूप में यहां तक कि पर्याप्त अनुपालन के आधार पर एक तर्क भी उठाया",
  "is total non-compliance with Section 42(1) proviso. As": "जाता है, धारा ५2 (॥) परंतुक का पूर्ण गैर-अनुपालन है।",
  "observed above, Section 43 being not attracted, search was to be conducted after complying with the provisions of": "जैसा कि ऊपर देखा गया है, धारा ५३ आकर्षित नहीं होने के कारण, धारा ५2 के प्रावधानों का पालन करने के बाद",
  "Section 42. We thus, conclude that the High Court has": "तलाशी ली जानी थी। इस प्रकार हम यह निष्कर्ष निकालते हैं कि उच्च न्यायालय ने सही निर्णय दिया है कि धारा ५2",
  "rightly held that non- compliance with Section 42(1) and Section 42(2) were proved on the record and the High": "() और धारा ५2 (2) का अनुपालन न करना रिकॉर्ड पर साबित हुआ है और उच्च न्यायालय ने दोषसिद्धि आदेश को",
  "Non-compliance of Mandatory Provisions of Section 42 of the NDPS Act.": "एनडीपीएस अधिनियम की धारा ५2 के अनिवार्य प्रावधानों का गैर-अनुपालन।",
  "(18) When the facts of the present case are seen, in the light of the above referred pronouncements, it is ample clear that the findings": "(8) जब वर्तमान मामले के तथ्यों को देखा जाता है, तो उपरोक्त निर्दिष्ट घोषणाओं के आलोक में, यह स्पष्ट है कि",
  "recorded by learned trial Court are perverse and legally unsustainable.": "विद्वत विचारण न्यायालय द्वारा दर्ज किए गए निष्कर्ष विकृत और कानूनी रूप से अस्थिर हैं। विद्वत विचारण न्यायालय",
  "The learned trial Court wrongly held that non-compliance of Section 42 of the NDPS Act would not vitiate the trial. Further, it was also": "ने गलत निर्णय दिया कि एन. डी. पी. एस. अधिनियम की धारा ५2 का गैर-अनुपालन विचारण को दूषित नहीं करेगा।",
  "of the NDPS Act would not vitiate the trial. Further, it was also wrongly held that even if there was non-compliance of Section 42 of": "इसके अलावा, यह भी गलत तरीके से अभिनिर्धारित किया गया कि भले ही एनडीपीएस अधिनियम की धारा ५2 का",
  "the NDPS Act, the same was not fatal to the prosecution case. Even, the": "गैर-अनुपालन था, लेकिन यह अभियोजन मामले के लिए घातक नहीं था। यहां तक कि विद्वत विचारण न्यायालय ने",
  "learned trial Court wrongly held that since the Deputy Superintendent of Police, Om Parkash Kadayan was informed about apprehending the accused, search and seizure, consequently, there was no necessity to": "गलत निर्णय दिया कि चूंकि पुलिस उपाधीक्षक, ओम प्रकाश कादयान को आरोपी को गिरफ्तार करने, तलाशी और",
  "accused, search and seizure, consequently, there was no necessity to comply with the provisions of Section 42 of the NDPS Act. In fact, the": "जब्ती के बारे में सूचित किया गया था, परिणामस्वरूप, एनडीपीएस अधिनियम की धारा ५2 के प्रावधानों का पालन",
  "Non-compliance of Section 52-A of the NDPS Act": "एन.डी.पी.एस अधिनियम की धारा 52-ए का गैर-अनुपालन",
  "(19) Section 52-A of the NDPS Act has been reproduced as below:-": "(9) एन. डी. पी. एस. अधिनियम की धारा 52-ए को निम्नानुसार पुनः प्रस्तुत किया गया हैः-",
  "[52A. Disposal of seized narcotic drugs and psychotropic substances.": "[520। जब्त मादक पदार्थों और मनोदैहिक पदार्थों का निपटान।",
  "[((1) The Central Government may, having regard to the hazardous nature, vulnerability to theft, substitution, constraint of proper storage space or any other relevant": "[(॥) केन्द्रीय सरकार, खतरनाक प्रकृति, चोरी की संवेदनशीलता, प्रतिस्थापन, उचित भंडारण स्थान की बाधा या किसी",
  "consideration, in respect of any narcotic drugs,": "अन्य प्रासंगिक विचार को ध्यान में रखते हुए, किसी भी मादक दवाओं, मनोदैहिक पदार्थों, नियंत्रित पदार्थों या वाहनों",
  "psychotropic substances, controlled substances or conveyances, by notification in the Official Gazette, specify": "के संबंध में, आधिकारिक राजपत्र में अधिसूचना द्वारा, ऐसी मादक दवाओं, मनोदैहिक पदार्थों, नियंत्रित पदार्थों या",
  "such narcotic drugs, psychotropic substances, controlled": "परिवहन या मादक दवाओं के वर्ग, मनोदैहिक पदार्थों के वर्ग, नियंत्रित पदार्थों या परिवहनों को निर्दिष्ट कर सकती है,",
  "or conveyances, which shall, as soon as may be after their seizure, be disposed of by such officer and in such manner as that Government may, from time to time, determine after": "जिन्हें उनकी जब्ती के तुरंत बाद, ऐसे अधिकारी द्वारा निपटाया जाएगा और इस तरह से कि सरकार समय-समय पर,",
  "following the procedure hereinafter specified. ]": "इसके बाद निर्दिष्ट प्रक्रिया का पालन करने के बाद निर्धारित कर सकती है।]",
  "(1) Where any 4[narcotic drugs, psychotropic substances, controlled substances or conveyances] has been seized and": "(।) जहां कोई ५ [मादक पदार्थ, मादक पदार्थ, नियंत्रित पदार्थ या परिवहन] जब्त कर लिया गया है और निकटतम",
  "containing such details relating to their description, quality, quantity, mode of packing, marks, numbers or such other": "पुलिस के प्रभारी अधिकारी को भेज दिया गया है। (ए) उनके विवरण, गुणवत्ता, मात्रा, पैकिंग के तरीके, निशान, संख्या",
  "identifying particulars of the 4 [narcotic drugs,": "या ऐसी अन्य पहचान विवरणों से संबंधित ऐसे विवरणों वाली ऐसी ५ [मादक दवाएं, मादक पदार्थ, मादक पदार्थ,",
  "psychotropic substances, controlled substances or conveyances] or the packing in which they are packed,": "नियंत्रित पदार्थ या वाहन] या ५ [मादक पदार्थ, मादक पदार्थ, मादक पदार्थ, नियंत्रित पदार्थ या वाहन] या जिस पैकिंग",
  "identity of the 4 [narcotic drugs, psychotropic substances, controlled substances or conveyances] in any proceedings": "तहत किसी भी कार्यवाही में ५ [मादक पदार्थ, मादक पदार्थ, नियंत्रित पदार्थ या वाहन] की पहचान के लिए प्रासंगिक",
  "under this Act and make an application, to any Magistrate for the purpose of—": "विचार कर सकता है और इस उद्देश्य के लिए किसी मजिस्ट्रेट को एक आवेदन कर सकता है-",
  "(a) certifying the correctness of the inventory so prepared; or": "(ए) इस तरह की सूची को प्रमाणित करना; या",
  "(b) taking, in the presence of such magistrate, photographs of 5 [such drugs, substances or conveyances] and": "(बी) तैयार किए गए नमूनों में उपस्थिति, फोटो या ऐसी उपस्थिति के नमूने लेना; और ऐसे पदार्थ या पदार्थ की उपस्थिति",
  "certifying such photographs as true; or": "को प्रमाणित करना; और",
  "(2) Where an application is made under sub-section (2), the Magistrate shall, as soon as may be, allow the application.": "(2) जहां उपधारा (2) के अधीन आवेदन किया जाता है, वहां मजिस्ट्रेट, जितनी जल्दी हो सके, आवेदन की अनुमति",
  "(3) Notwithstanding anything contained in the Indian Evidence Act, 1872 (1 of 1972) or the Code of Criminal": "(3) भारतीय साक्ष्य अधिनियम, 872 (972 का ॥) या दंड प्रक्रिया संहिता, 49873 (97% का 2) में किसी बात के",
  "Procedure, 1973 (2 of 1974), every court trying an offence under this Act, shall treat the innventory, the photographs": "होते हुए भी, इस अधिनियम के अधीन अपराध का विचारण करने वाला प्रत्येक न्यायालय, ऐसे अपराध के संबंध में",
  "Non-compliance of Section 57 of the NDPS Act": "एनडीपीएस अधिनियम की धारा 57 का गैर-अनुपालन",
  "(22) Section 57 of the NDPS Act clearly provides for the report of arrest and seizure and the same has been reproduced below:-": "(22) एन. डी. पी. एस. अधिनियम की धारा 57 स्पष्ट रूप से गिरफ्तारी और जब्ती की रिपोर्ट प्रदान करती है और इसे नीचे पुनः प्रस्तुत किया गया हैः-",
  "Section 57 in The Narcotic Drugs and Psychotropic Substances Act, 1985": "स्वापक औषधि और मनःप्रभावी पदार्थ अधिनियम, 985 की धारा 57!",
  "57. Report of arrest and seizure ——Whenever any person makes any arrest or seizure under this Act, he shall, within": "57. गिरफ्तारी और जब्ती की रिपोर्टीाजब भी कोई व्यक्ति इस अधिनियम के तहत कोई गिरफ्तारी या जब्ती करता है,",
  "forty-eight hours next after such arrest or seizure, make a": "तो वह इस तरह की गिरफ्तारी या जब्ती के बाद अड़तालीस घंटों के भीतर, अपने तत्काल आधिकारिक वरिष्ठ को ऐसी",
  "full report of all the particulars of such arrest or seizure to": "गिरफ्तारी या जब्ती के सभी विवरणों की पूरी रिपोर्ट देगा।",
  "(23) In the present case, the original report under Section 57 of the NDPS Act was never brought on record before the learned trial": "(23) वर्तमान मामले में, एनडीपीएस अधिनियम की धारा 57 के तहत मूल रिपोर्ट को कभी भी विद्वत विचारण न्यायालय",
  "Court. Only a photocopy of report has been exhibited as Ex.PG, which": "के समक्ष रिकॉर्ड पर नहीं लाया गया था। रिपोर्ट की केवल एक फोटोकॉपी प्रदर्शनी पीजी के रूप में प्रदर्शित की गई",
  "was objected to by the appellant during the course of evidence. Even,": "है, जिस पर साक्ष्य के दौरान अपीलार्थी द्वारा आपत्ति जताई गई थी। यहां तक कि, रिपोर्ट प्रदर्शनी पीजी पर वरिष्ठ",
  "the report Ex.PG is alleged to have been sent to the senior officers, but neither any signatures nor any stamp is visible on the same, which": "अधिकारियों को भेजे जाने का आरोप है, लेकिन न तो कोई हस्ताक्षर और न ही कोई टिकट उसी पर दिखाई दे रहा है,",
  "could establish that the same was presented to any senior officer of the": "जो यह स्थापित कर सकता है कि वही पुलिस के किसी भी वरिष्ठ अधिकारी को प्रस्तुत किया गया था। अभियोजन पक्ष",
  "police. The prosecution examined PW9 Om Parkash Kadyan, the Deputy Superintendent of Police, who had reached at the spot on": "ने पुलिस उपाधीक्षक पीडब्लू० ओम प्रकाश काद्यान से पूछताछ की, जो सूचना मिलने पर मौके पर पहुंचे थे। उक्त",
  "getting the information. The said witness admitted that no dak register was produced before the Court on that day. The copy Ex.PG was not": "गवाह ने स्वीकार किया कि उस दिन अदालत के समक्ष कोई डाक रजिस्टर पेश नहीं किया गया था। एक्स पीजी की",
  "bearing any dak number nor did it bear his signatures. Even, he": "प्रति पर कोई डाक नंबर नहीं था और न ही उस पर उनके हस्ताक्षर थे। यहां तक कि, उन्होंने स्वीकार किया कि मूल",
  "Investigating Agency was most negligent in conducting the investigation fairly and completely overlooked the procedure": "में, जांच एजेंसी ने निष्पक्ष रूप से जांच करने में सबसे अधिक लापरवाही की और कानून द्वारा स्थापित प्रक्रिया की पूरी",
  "(24) Apart from that, even sampling was not done properly, which was in violation of standing order No. 1/89 dated 16.06.1989.": "(2५) इसके अलावा, यहां तक कि नमूनाकरण भी ठीक से नहीं किया गया था, जो स्थायी आदेश सं। /89 दिनांक",
  "Still further, in the instant case, the police had sufficient time to join the": "6.06.989 | इसके अलावा, तत्काल मामले में, पुलिस के पास स्वतंत्र गवाहों के साथ शामिल होने के लिए पर्याप्त",
  "independent witnesses, but no independent witness was joined, in spite of opportunity and time. This aspect of the matter also raised a serious": "समय था, लेकिन अवसर और समय के बावजूद कोई भी स्वतंत्र गवाह शामिल नहीं हुआ। मामले के इस पहलू ने उस",
  "question mark on the manner, in which, the recovery was effected and the investigation was conducted. Apart from that, there are several": "तरीके पर भी गंभीर सवालिया निशान लगा दिया, जिसमें वसूली की गई और जांच की गई। इसके अलावा, कई अन्य",
  "other suspicious circumstances, which render the prosecution story to": "संदिग्ध परिस्थितियाँ हैं, जो अभियोजन पक्ष की कहानी को अविश्वसनीय बनाती हैं। मौके पर पुलिस द्वारा तैयार किए गए",
  "be unbelievable. There were several documents, which were prepared by the police at the spot, but still those contained FIR number, which was registered subsequently. Reference can also be made to Ex.PB,": "कई दस्तावेज थे, लेकिन फिर भी उनमें एफआईआर नंबर था, जिसे बाद में दर्ज किया गया था। इस संबंध में पूर्व पी."
}