{
  "before me.": "समक्ष",
  "ROSHAN LAL AND OTHERS,—Appellants/Defendants/Applicants": "रोशन लाल और अन्य,-अपीलकर्ता/प्रतिवादी/आवेदक",
  "versus": "बनाम",
  "KEWAL SINGH AND OTHERS,—Respondents": "केवल सिंह और अन्य,-प्रतिवादी",
  "C.M. No. 10766-C of 2006": "सी एम नः 2006 का 40766-सी,",
  "In RSA No. 4141 of 2006": "2006 की आरएसए संख्या 4444",
  "5th October, 2007": "5 अक्टूबर, 2007",
  "Code of Civil Procedure, 1908- O. 41 Ri. 14(3)—Defendants": "सिविल प्रक्रिया संहिता, 4708 - आदेश 44 नियम 44(3) - प्रतिवादियों के प्राति ट्रायल",
  "proceeded ex parte in trial Court -Dismissal of suit by trial Court-": "कोर्ट में एक पक्षीय कार्यवाही हुई: ट्रायल कोर्ट द्वारा मुकदमे को खारिज करना - प्रथम",
  "Ist Appellate Court finding that defendants were already proceeded": "अपीलीय न्यायालय ने पाया कि प्रतिवादियों पर निचली अदालत के समक्ष पहले से ही एक",
  "ex parte before lower Court and ordering their service is not required": "पक्षीय कार्यवाही की गई थी और उनकी तामील के आदेश की अपील में आवश्यकता नहीं है -",
  "an absolute discretion to Appellate Court to dispense with service": "तामील देने से छूट देने के लिए अपीलीय न्यायालय को पूर्ण विवेक प्रदान नहीं करते -",
  "lower Appellate Court in not serving respondents is blatantly illegal—": "उत्तरदाताओं को तामील प्रदान न करने में निचली अपीलीय अदालत का निर्णय स्पष्ट रूप",
  "Delay of 635 days in filing appeal-Non-service of notice by lower": "से अवैध है - अपील दायर करने में 635 दिनों की देरी - नोटिस की गैर- तामील निचली",
  "Appellate Court itself constitutes sufficient cause to condone delay": "अपीलीय अदालत के पास अवधि की परवाह किए बिना देरी को माफ करने के लिए पर्याप्त",
  "to have served the respondents (appellants herein). It is the admitted fact that the suit filed by respondent No. 1 was dismissed by the trial Court": "को नोटिस देना अनिवार्य था। यह स्वीकृत तथ्य है कि प्रतिवादी नंबर द्वारा दायर मुकदमा",
  "that the suit filed by respondent No. 1 was dismissed by the trial Court even though, the defendants were proceeded ex parte. Assuming that the": "ट्रायल कोर्ट द्वारा खारिज कर दिया गया था, भले ही वह प्रतिवादियों पर एक पक्षीय कार्यवाही थी ।",
  "defendants had the knowledge of the suit having been served, but with the": "प्रतिवादियों को मुकदमे की तामील होने की जानकारी थी, लेकिन मुकदमे के खारिज होने से यह",
  "the decision of the lower Appellate Court not to serve the respondents": "और निचली अपीलीय अदालत के फैसले का श्रेय अपील में उत्तरदाताओं यानी मेरे समक्ष",
  "of the defendants/applicants. The admitted factual position relevant for": "आवेदकों/अपीलकर्ताओं को दिया जाना है।",
  "wherein the Hon’ble Full Bench while deciding an appeal, dispensed with": "की पूर्ण पीठ के फैसले का हवाला दिया है जिसमें माननीय पूर्ण पीठ ने एक अपील पर फैसला करते",
  "the service of notice upon the respondents and proceeded to decide the": "हुए, उत्तरदाताओं को नोटिस की तामील से छूट दे दी और अपील पर फैसला कर दिया। माननीय",
  "appeal. The Hon’ble Full Bench made the following observations :—": "पूर्ण पीठ ने निम्नलिखित टिप्पणियाँ की:-",
  "‘Notices could not be served on the parties as it is reported": "“पार्टियों को नोटिस नहीं दिया जा सका क्योंकि यह बताया गया है कि वे याचिका में",
  "that they are not living on the addresses given earlier in the petition. However, we do not think it necessary to delay this": "पहले दिए गए पते पर नही रह रहे हैं। हालाँकि, हम इस मामले में और देरी करना",
  "matter any further as the respondent was ex parte in the Court": "आवश्यक नहीं समझते क्योंकि प्रतिवादी के खिलाफ नीचे की अदालत में मामला",
  "respondent again. Accordingly, the service of the notices is dispensed with’.": "नहीं थी । तदनुसार, नोटिस की तामील समाप्त कर दी गई है। ”",
  "reported in Gian Singh versus Joginder Singh and others(6), wherein": "(4) उन्होंने ज्ञान सिंह बनाम जोगिंदर सिंह और अन्य में रिपोर्ट किए गए इस न्यायालय के",
  "this Court made the following observations :—": "एक अन्य फैसले का भी उल्लेख किया है, जिसमें इस न्यायालय ने निम्नलिखित टिप्पणियां की थीं: -",
  "“Mr. Sarin, learned counsel for the appellant, has raised an objection": "\"अपीलकर्ता के विद्वान वकील श्री सरीन ने आपत्ति उठाई है कि वादपत्र और डिक्री",
  "that before ordering amendment of the plaint and the decree sheet it is necessary that all the respondent-mortgagees should": "शीट में संशोधन का आदेश देने से पहले यह आवश्यक है कि सभी प्रतिवादी- रेहनदारों",
  "be served. I do not agree with the learned counsel for the": "को तामील कराया जाए। मैं अपीलकर्ता के विद्वान वकील से सहमत नहीं हूं। सिविल",
  "appellant. In order 41 Rule 14, C.P.C. this High Court added": "प्रक्रिया संहिता के आदेश 4॥ नियम 44 में इस उच्च न्यायालय ने एक संशोधन",
  "an amendment wherein it was provided that it shall be in the discretion of the appellant Court to make an order, at any stage,": "किया जिसमें यह प्रावधान किया गया कि यह अपीलीय न्यायालय के विवेक पर निर्भर",
  "of the appeal whether on the application of any party or on its": "होगा कि वह अपील के किसी भी स्तर पर, चाहे किसी पक्ष के आवेदन पर या अपने",
  "own motion, dispensing with service of such notice on any respondent who did not appear, either at the hearing in the": "स्वयं के प्रस्ताव पर, किसी भी प्रतिवादी पर नोटिस के तामील से छूट दे जो या तो",
  "Court whose decree is complained of, or at any proceedings": "उस न्यायालय की सुनवाई में, जिसकी डिक्री की शिकायत की गई है, या उस",
  "(Permod Kohli, J)": "परमोद कोहली, न्यायाधीश:",
  "Civil Judge (Senior Division), Gohana, claiming declaration with consequential": "(2) प्रतिवादी संख्या । ने अतिरिक्त सिविल जज (सीनियर डिवीजन), गोहाना की अदालत में",
  "judgment and decree dated September 25, 2004. The trial Court, however,": "2004 के निर्णय और डिक्री के माध्यम से हुआ। हालाँकि, ट्रायल कोर्ट ने वादी का मुकदमा",
  "dismissed the suit of the plaintiff. The circumstances where-under the applicants": "खारिज कर दिया था। ट्रायल कोर्ट की वह परिस्थितियों जिन में आवेदकों और प्रतिवादी क्रमांक",
  "and respondent Nos. 2 to 5 herein (defendants in the suit), were proceeded ex parte are not evident from the judgment of the trial Court. The trial Court": "2 से 5 (मुकदमे में प्रतिवादी) के तहत एक पक्षीय कार्यवाही की गई, वे उसके फैसले से स्पष्ट नहीं",
  "simply made following observations in para 3 thereof:—": "हैं। ट्रायल कोर्ट ने पैरा 3 में निम्नलिखित टिप्पणियाँ कीं:-",
  "ROSHAN LALAND OTHERS v. KEWAL SINGH AND OTHERS = 475 (Permod Kohli, J.)": "रोशन लाल एवं अन्य बनाम केवल सिंह एवं अन्य [परमोद कोहली, न्यायाधीश)",
  "(7) This application has been strongly opposed by respondent No.": "(7) इस आवेदन का प्रतिवादी नंबर १ (वादी) द्वारा कड़ा विरोध किया गया है, जिसने एक",
  "1 (plaintiff), who has also filed a disclaimer stating therein that the applicants": "अस्वीकरण भी दायर किया है जिसमें कहा गया है कि आवेदकों (मुकदमे में प्रतिवादी) को पंजीकृत",
  "served through substituted service i.e. munadi. According to the respondents, the applicatns have failed to explain the delay of each and every day and": "तामील प्रदान की गई। उत्तरदाताओं के अनुसार, आवेदक प्रत्येक दिन की देरी और पर्याप्त",
  "also sufficient cause. Hence, the application deserves outright dismissal.": "कारण बताने में विफल रहे हैं। अत: आवेदन पूर्णतः खारिज किये जाने योग्य है।",
  "(8) Mr. Arun Jain, learned counsel appearing for the respondents has strenuously argued that such a long delay is un-pardonable and there": "(8) उत्तरदाताओं की ओर से उपस्थित विद्वान वकील श्री अरुण जैन ने दृढ़तापूर्वक तर्क दिया कि",
  "has strenuously argued that such a long delay is un-pardonable and there is no sufficient cause for condoning the delay. He has referred to Pawan": "इतनी लंबी देरी अक्षम्य है और देरी को माफ करने के लिए कोई पर्याप्त कारण नहीं है। उन्होंने पवन",
  "Kumar versus Harinder Singh(1), Bhairgo Parshad versus Karam Chand(2), New India Assurance Co. Ltd. versus Hanil Era Textiles": "कुमार बनाम हरिंदर सिंह', भैरों प्रसाद बनाम करम चंद, न्यू इंडिया एश्योरेंस कंपनी",
  "Ltd.(3) and P.K. Ramachandran versus State of Kerala(4).": "लिमिटेड बनाम हनील एरा टेक्सटाइल्स लिमिटेड” और पी.के.रामचन्द्रन बनाम केरल राज्य” का उल्लेख किया है।",
  "(9) The sum and substance of all these judgments is that delay cannot be condoned without sufficient cause and law of limitation has to": "(9) इन सभी निर्णयों का सार यह है कि पर्याप्त कारण के बिना देरी को माफ नहीं किया जा सकता",
  "be applied with all its rigor when statute so prescribes and the Courts have": "है और परिसीमा अधिधियम को इसकी पूरी कठोरता के साथ लागू किया जाना चाहिए और जब क़ानून ऐसा निर्धारित करता है तो न्यायालयों के पास न्‍्यायसंगत के आधार पर सीमा की अवधि",
  "(10) There is no dispute as far as proposition of law enunciated": "(0) जहां तक उपरोक्त निर्णयों में प्रतिपादित कानून के प्रस्ताव का सवाल है, तो उसमे कोई",
  "in the above judgments is concerned. The question which needs consideration": "विवाद नहीं है। जिस प्रश्न पर विचार करने की आवश्यकता है वह यह है कि क्या प्रतिवादियों को",
  "is whether the defendants/respondents had the knowledge of the impugned decree of the Appellate Court; whether delay in filing the appeal can be": "अपीलीय न्यायालय के आशक्षेपित डिक्री की जानकारी थी; क्या अपील दायर करने में देरी को माफ",
  "condoned when they (applicants) have no knowledge of pendency of proceedings and the consequential judgment/decree and does it constitute": "किया जा सकता है जब उन्हें (आवेदकों को) कार्यवाही की लंबितता और परिणामी निर्णय/डिक्री के",
  "summoned the appellants and others who were respondents before it, nor": "निचली अपीलीय अदालत ने कभी भी अपीलकर्ताओं और अन्य लोग,जो उसके समक्ष प्रतिवादी थे,",
  "(1) 2004 (3) PL.R. 613": "2004 (3) पी.एल.आर. 643",
  "(2) 2000 (4) R.C.R. (Civil) 519": "2 2000 (4) आर.सी.आर. (सिविल) 549",
  "(3) 2003 (4) RCR (Civil) 67": "3 2003 (4) आरसीआर (सिविल) 67",
  "(4) AIR 1968 S.C. 2276": "4 एआईआर 4968 एस.सी. 2276",
  "(5) In the judgment impugned, there is no mention whether the": "(5) आक्षेपित निर्णय में इस बात का कोई उल्लेख नहीं है कि उत्तरदाताओं को नोटिस तामील किया",
  "respondents were served or not. The applicants have quoted interlocutory order dated 21st October, 2004, passed by the lower Appellate Court,": "गया या नहीं। आवेदकों ने निचली अपीलीय अदालत द्वारा पारित 2 अक्टूबर, 2004 के अंतरिम",
  "which reads as under ;—": "आदेश का हवाला दिया है, जो इस प्रकार है; -",
  "“Appeal received by assignment. It be checked. Heard. There are": "“अपील असाइनमेंट द्वारा प्राप्त हुई। इसकी जांच की जाए। सुनवाई की गयी। कई तर्कपूर्ण बिंदु",
  "many arguable points so, the same is admitted. It be registered. But at this": "हैं, इसलिए इसे स्वीकार किया जाता है। इसे पंजीकृत किया जाए। लेकिन इस स्तर पर",
  "stage appellant counsel has pointed out that defendants were already": "अपीलकर्ता के वकील ने बताया है कि प्रतिवादियों पर निचली अदालत के समक्ष पहले ही एकपक्षीय",
  "summoned for 2nd December, 2004.”": "निचली अदालत का रिकॉर्ड 2 दिसंबर, 2004 के लिए तलब किया जाए।\"'",
  "(6) From the above interlocutory order, it is apparent that the Appellate Court never put the respondents to notice in the appeal before": "(6) उपरोक्त अंतरिम आदेश से, यह स्पष्ट है कि अपीलीय न्यायालय ने अपने समक्ष अपील में कभी",
  "it and proceeded to decide the appeal. The applicants have, accordingly,": "भी उत्तरदाताओं को नोटिस में नहीं रखा और अपील पर निर्णय लेने के लिए आगे बढ़ा। तदनुसार,",
  "sought condonation of delay under the above circumstances. They have also": "आवेदकों ने उपरोक्त परिस्थितियों में देरी को माफ करने की मांग की है। उन्होंने एक अतिरिक्त",
  "taken an additional plea that the addresses given by the plaintiffs in the suit/ appeal are incorrect. It is stated that the applicants were never resided at": "दलील यह भी दी है कि मुकदमे/अपील में वादी द्वारा दिए गए पते गलत हैं। यह कहा गया है कि",
  "not only the applicants but also the Hon’ble Court. In the memo of appeal,": "गई और वादी पक्ष ने न केवल आवेदकों को बल्कि माननीय न्यायालय को भी धोखा दिया है। अपील",
  "it is specifically mentioned that appellant No. 1 Roshan Lal, his wife Smt.": "के ज्ञापन में, यह विशेष रूप से उल्लेख किया गया है कि अपीलकर्ता नंबर रोशन लाल, उनकी",
  "Veena-appellant No. 2 and appellant No. 3 Smt. Pushpa, reside at A-96,": "पत्नी श्रीमती वीना-अपीलकर्ता संख्या 2 और अपीलकर्ता संख्या 3 श्रीमती पृष्पा, ए-96, विशाल,",
  "Vishal, Enclave, Rajouri Garden, New Delhi, whereas the addresses given": "एन्क्लेव, राजौरी गार्डन, नई दिल्‍ली में रहती हैं, जबकि वादपतर और अपील में दिए गए पते केवल",
  "_in the plaint and the appeal are only 96, Vishal Enclave Rajouri Garden, New Delhi, a different cluster. Similarly, it is stated that Smt. Prem is shown": "96, विशाल एन्क्लेव राजौरी गार्डन, नई दिल्‍ली हैं, जो एक अलग क्लस्टर है। इसी प्रकार, यह",
  "she is resident of A-131, which is in different cluster. From the judgment": "दिखाया गया है, जबकि वह ए-43 की निवासी है, जो अलग क्लस्टर में है। ट्रायल कोर्ट और",
  "of the trial Court and that of the lower Appellate Court, it appears that the addresses of these respondents are given as residents of 96 Vishal Enclave,": "निचली अपीलीय अदालत के फैसले से ऐसा प्रतीत होता है कि इन उत्तरदाताओं के पते 96 विशाल",
  "Rajouri Garden, New Delhi and 131 Vishal Enclave Rajouri Garden, New": "एन्क्लेव, राजौरी गार्डन, नई दिल्‍ली और 3। विशाल एन्क्‍्लेव राजौरी गार्डन, नई दिल्‍ली के",
  "Delhi. Assuming that the defendants/ respondents were duly served in the": "निवासियों के रूप में दिए गए हैं। यह मानते हुए कि प्रतिवादी को मुकदमे में उचित रूप से तामील",
  "suit and they were rightly proceeded ex parte, but the suit filed by the plaintiff/respondent No. 1 came to be dismissed. He filed an appeal and the first Appellate Court without summoning them proceeded to decide the": "किया गया था और उन पर एकतरफा कार्यवाही की गई थी, लेकिन वादी/प्रतिवादी नंबर द्वारा दायर मुकदमा खारिज कर दिया गया। उन्होंने एक अपील दायर की और प्रथम अपीलीय अदालत",
  "after a long delay of 635 days. The applicants have stated that they acquired": "की लंबी देरी के बाद दायर की गई है। आवेदकों ने कहा है कि उन्हें आक्षेपित निर्णय और डिक्री की",
  "will be unlawful and unconstitutional and violative of the very Doctrine of “Audi Altram Partem” and also other statutory provisions contained in the": "असंवैधानिक होगा और \"ऑडी अल्ट्रम पार्टम\" के सिद्धांत और सिविल प्रक्रिया संहिता में अन्य",
  "notice and provided an opportunity for contesting any claim against them.": "दिया जाए और उनके खिलाफ किसी भी दावे का मुकाबला करने का अवसर प्रदान किया जाए।",
  "Introduction of this Rule was never intended to provide absolute discretion to the Court to serve a party or not to serve. Such a situation would be": "इस नियम को लागू करने का उद्देश्य कभी भी न्यायालय को किसी पक्ष की तामील करने या न करने का पूर्ण विवेक प्रदान करना नहीं था। ऐसी स्थिति कानून के शासन, न्यायिक औचित्य और",
  "(17) The interpretation sought to be placed by Mr. Jain to the provisions of Order 41 Rule 14 (3) of Civil Procedure Court is just not": "(7) श्री जैन द्वारा सिविल प्रक्रिया न्यायालय के आदेश 4 नियम 4 (3) के प्रावधानों की जो",
  "acceptable and does not appeal to my judicial conscience. Even Clause (b)": "व्याख्या की गई है वह स्वीकार्य नहीं है और मेरी न्यायिक अंतरात्मा को पसंद नहीं आती है। यहां",
  "of Sub Rule 3 does not create any impediment for the defendants/respondents": "तक कि उप नियम 3 का खंड (बी) भी प्रतिवादियों/प्रतिवादियों के लिए बाद के किसी भी चरण में",
  "from appearing to contest the appeal at any later stage. This is unimaginable": "अपील लड़ने के लिए उपस्थित होने में कोई बाधा उत्पन्न नहीं करता है। यह अकल्पनीय है कि",
  "that a party who was never put to notice is expected to know the proceedings and decision of the Court.": "जिस पक्ष को कभी नोटिस नहीं दिया गया, उससे न्यायालय की कार्यवाही और निर्णय को जानने की उम्मीद की जाती है।",
  "(18) In view of the peculiar facts of the present case, it was": "(8) वर्तमान मामले के विशिष्ट तथ्यों को ध्यान में रखते हुए, प्रथम अपीलीय न्यायालय के लिए",
  "respondents (appellants herein). It is the admitted fact that the suit filed by": "प्रतिवादियों (यहाँ अपीलकर्ताओं) को तामील प्रदान करना अनिवार्य था। यह स्वीकृत तथ्य है कि",
  "respondent No. 1 was dismissed by the trial Court even though, the": "प्रतिवादी नंबर ॥ द्वारा दायर मुकदमा ट्रायल कोर्ट द्वारा खारिज कर दिया गया था, भले ही",
  "defendants were proceeded ex parte. Assuming that the defendants had the": "प्रतिवादियों पर एक पक्षीय कार्यवाही की गई थी। यह मानते हुए कि प्रतिवादियों को मुकदमे की",
  "knowledge of the suit having been served, but with the dismissal of the suit,": "तामील होने की जानकारी थी, लेकिन मुकदमे के खारिज होने से यह माना जाता है कि वे उस",
  "they are presumed to be happy and were not required to follow the appeal as the decision of the trial Court was in their favour. There was every reason": "फैसले से संतृष्ट हैं और उन्हें अपील दायर करने की आवश्यकता नहीं है क्योंकि ट्रायल कोर्ट का",
  "as the decision of the trial Court was in their favour. There was every reason for them to be complacent. Under this scenario, the decision of the lower": "फैसला उनके पक्ष में था। उनके आत्मसंतुष्ट होने का हर कारण था। इस परिदृश्य में, निचली",
  "Appellate Court not to serve the respondents cannot be termed anything, but a blatent and patent illegality. It was statutory obligation of the lower": "अपीलीय अदालत द्वारा प्रतिवादियों को तामील न देने का निर्णय एक ज़बरदस्त और पेटेंट अवैधता के अलावा और कुछ नहीं कहा जा सकता है। निचली अपीलीय अदालत का यह वैधानिक दायित्व",
  "Appellate Court to have ordered service of the respondents by publication in the news paper or any other permissible mode, if service in the ordinary": "था कि वह प्रतिवादियों को अखबार में प्रकाशन या किसी अन्य स्वीकार्य तरीके से नोटिस तामील करने का आदेश देती, यदि सामान्य प्रक्रिया में नोटिस, प्रतिवादी के ट्रायल कोर्ट के समक्ष",
  "course was sought to be dispensed -with on the ground that they were absent before the trial Court. Non-service of notice by the lower Appellate Court,": "करने का आदेश देती, यदि सामान्य प्रक्रिया में नोटिस, प्रतिवादी के ट्रायल कोर्ट के समक्ष अनुपस्थित होने के कारण तामील नहीं करा जा सकता था। निचली अपीलीय अदालत द्वारा",
  "itself constitutes sufficient cause to condone the delay in filing the appeal.": "नोटिस की तामील न किया जाना, अपील दायर करने में हुई देरी को माफ करने के लिए पर्याप्त"
}