{
  "contrary to the compromise between the parties.": "पक्षों के बीच समझौते के विपरीत।",
  "(10) Present revision petition stands allowed in above terms.": "(0) वर्तमान पुनरीक्षण याचिका उपरोक्त शर्तों में अनुमत है।",
  "Shubreet Kaur": "शुबरीत कौर",
  "DARSHAN LAL AND ANOTHER v. TARSEM LAL CHADHA AND 1587 OTHERS (Harsimran Singh Sethi, J.)": "दर्शन लाल एवं अन्य बनाम तरसेम लाल चड्ढा एवं अन्य (हरसिमरन सिंह सेठी, जे.)",
  "Before Harsimran Singh Sethi, J.": "समक्ष हरसिमरन सिंह सेठी, जे.",
  "DARSHAN LAL AND ANOTHER—Petitioners": "दर्शन लाल एवं अन्य - याचिकाकर्ता",
  "versus": "बनाम",
  "TARSEM LAL CHADHA AND OTHERS—Respondents": "तरसेम लाल चड्ढा एवं अन्य - प्रतिवादी",
  "CR No. 7682 of 2017": "वर्ष 20077 की सीआर संख्या 7682",
  "May 11, 2023": "॥ मई, 2023",
  "Constitution of India—Art.—227; Code of Civil Procedure— Order 39 Rules I and 2—Petition filed challenging orders of Civil": "भारत का संविधान-अनुच्छेद-227; सिविल प्रक्रिया संहिता-आदेश 3३9 नियम । और 2 -याचिकाकर्ता ने सिविल कोर्ट",
  "Court allowing application under Order 39 Rules I and 2 CPC filed by respondents—plaintiffs and dismissal of appeal of petitioners—": "के आदेशों को चुनौती देते हुए प्रतिवादियों-वादियों और याचिकाकर्ताओं-प्रतिवादियों द्वारा दायर आदेश 39 नियम ।",
  "restrain defendants from using brand name ‘Super King’. By way of": "करने और प्रतिवादियों को ब्रांड नाम 'सुपर किंग' का उपयोग करने से रोकने तक इमारत का कब्जा सौंपने की मांग",
  "impugned orders petitioners- defendants restrained from using": "की गई थी। विवादित आदेशों के माध्यम से याचिकाकर्ताओं-प्रतिवादियों ने अपने कब्जे में इमारत का उपयोग करने से",
  "building admittedly in their possession. Inpugned orders modified— petitioners- defendants permitted to use portion of building in their": "रोक दिया। विवादित आदेश संशोधित-याचिकाकर्ता-प्रतिवादियों को अपने कब्जे में इमारत के हिस्से का उपयोग करने",
  "possession. Main relief claimed cannot be extended by way of interim relief. Order of restraining use of building could not have been": "की अनुमति दी गई। दावा की गई मुख्य राहत को अंतरिम राहत के रूप में नहीं बढ़ाया जा सकता है। भवन के उपयोग",
  "relief. Order of restraining use of building could not have been decided in interim application—amounts to grant of main relief.": "को रोकने का आदेश अंतरिम आवेदन में तय नहीं किया जा सकता था-मुख्य राहत देने के बराबर।",
  "Revision petition allowed.": "पुनरीक्षण याचिका की अनुमति दी गई।",
  "Held, that Once, it is a conceded position that a portion of building in question is in the possession of petitioners-defendants, no": "आयोजित, कि एक बार, यह एक स्वीकृत स्थिति है कि विचाराधीन भवन का एक हिस्सा याचिकाकर्ताओं-प्रतिवादियों",
  "order restraining the use of said building could have been passed by the Courts below and that too while deciding an interim application as the": "के कब्जे में है, तो उक्त भवन के उपयोग को रोकने वाला कोई आदेश नीचे के न्यायालयों द्वारा पारित नहीं किया जा",
  "of law that main relief claimed cannot be extended by way of interim": "सिद्धांत है कि दावा की गई मुख्य राहत को अंतरिम राहत के माध्यम से नहीं बढ़ाया जा सकता है। यदि विचारण के",
  "relief. In case at the end of the trial, trial Court comes to the conclusion that building in question was used by the petitioners-defendants": "अंत में, विचारण न्यायालय इस निष्कर्ष पर पहुंचता है कि विचाराधीन भवन का उपयोग याचिकाकर्ताओं-प्रतिवादियों",
  "that building in question was used by the petitioners-defendants without authorization, an appropriate order can be passed so as to": "याचिकाकर्ताओं-प्रतिवादियों द्वारा प्राधिकरण के बिना किया गया था, तो एक उचित आदेश पारित किया जा सकता है",
  "compensate the respondents-plaintiffs in the said situation. Trial Court": "प्रतिवादियों-वादी को क्षतिपूर्ति की जा सके। विचारण न्यायालय याचिकाकर्ताओं-प्रतिवादियों द्वारा भवन के एक हिस्से",
  "will be free to pass an order granting compensation for the use of a portion of a building by the petitioners-defendants in case a finding to": "भवन के एक हिस्से के उपयोग के लिए मुआवजा देने का आदेश पारित करने के लिए स्वतंत्र होगा, यदि न्यायालय द्वारा",
  "that effect is recorded by the Court while passing final order in the suit.": "आदेश पारित करते समय उस आशय का निष्कर्ष दर्ज किया जाता है।",
  "Akshay Bhan, Senior Advocate with Santosh Sharma, Advocate and Sahil Mehndiratta, Advocate and Ashutosh Dhankar, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से वरिष्ठ अधिवक्ता अक्षय भान, अधिवक्ता संतोष शर्मा और अधिवक्ता साहिल मेहंदीरत्ता और",
  "Lekh Raj Sharma, Advocate with Abhishek Sharma, Advocate, Raj Kumar Sharma, Advocate and Mr. Abhikant Vats, Advocate": "लेख राज शर्मा, अभिषेक शर्मा के साथ अधिवक्ता, राज कुमार शर्मा, अधिवक्ता और श्री अभिकांत वत्स, प्रतिवादी नंबर.",
  "HARSIMRAN SINGH SETHI, J. (ORAL)": "हरसिग्रन सिंह सेठी, जे। (मौखिक)",
  "(1) In the present revision petition, challenge is to order dated 24.08.2017 (Annexure P/4) passed by the trial Court by which,": "() वर्तमान पुनरीक्षण याचिका में, निचली अदालत द्वारा पारित दिनांक 2५.08.207 के आदेश (अनुलग्नक पी/५) को",
  "application filed by respondents-plaintiffs under Order 39 Rule | and 2 of the CPC has been allowed, which order has been upheld by the": "चुनौती दी गई है, जिसके द्वारा सीपीसी के आदेश 3३9 नियम । और 2 के तहत प्रतिवादियों-वादियों द्वारा दायर आवेदन",
  "of the CPC has been allowed, which order has been upheld by the lower Appellate Court by impugned order dated 30.10.2017 (Annexure": "को अनुमति दी गई है, जिसे निचली अपीलीय अदालत द्वारा दिनांक 30.0.20॥7 के आशक्षेपित आदेश द्वारा बरकरार",
  "P/5).": "रखा गया है (अनुलग्नक पी /5)",
  "(2) Learned Senior counsel for the petitioners-defendants argues that in the present case, prayer of the respondents-plaintiffs in": "(2) सीखा गया याचिकाकर्ताओं-प्रतिवादियों के वरिष्ठ वकील का तर्क है कि वर्तमान मामले में, वाद में प्रतिवादियों-",
  "the suit is that injunction be granted directing the petitioners- defendants to handover the possession of building to _ the": "वादियों का अनुरोध है कि याचिकाकर्ताओं-प्रतिवादियों को प्रतिवादियों को इमारत का कब्जा सौंपने का निर्देश देते हुए",
  "Rs.24lacs along with interest keeping in view the agreement between": "हुए समझौते को ध्यान में रखते हुए ब्याज सहित 2५ लाख रुपये और उक्त भवन में चिपकाई गई जोत को हटाने के",
  "the holdings affixed in the said building and not to use the brand name ‘Super King’.": "लिए और 'सुपर किंग' ब्रांड नाम का उपयोग न करने के लिए आगे निर्देश जारी किए जाएं।",
  "(3) Learned Senior counsel for the petitioners further submits that by way of interim relief, the main relief sought in the suit was": "(3) याचिकाकर्ताओं के लिए विद्वान वरिष्ठ वकील ने आगे प्रस्तुत किया कि अंतरिम राहत के माध्यम से, मुकदमे में",
  "prayed in the application filed under Order 39 Rule 1 and 2 of the CPC": "मांगी गई मुख्य राहत सीपीसी के आदेश 3३9 नियम ॥ और 2 के तहत दायर आवेदन में मांगी गई थी और निचली",
  "and the trial Court decided the said application vide impugned order dated 24.08.2017 (Annexure P/4) holding that as per the agreement": "अदालत ने उक्त आवेदन का निर्णय दिनांक 2५.08.207 (अनुलग्रक पी/५) के विवादित आदेश के माध्यम से किया,",
  "respondents-plaintiffs so as to use the said building and the same amount has not been paid, the building cannot be used by the": "का भुगतान किया जाना था ताकि उक्त भवन का उपयोग किया जा सके और उतनी ही राशि का भुगतान नहीं किया",
  "petitioners-defendants so as to restrict them from using the building": "गया है, याचिकाकर्ता-प्रतिवादियों द्वारा इमारत का उपयोग नहीं किया जा सकता है और याचिकाकर्ता-प्रतिवादियों के",
  "with further direction not to use the brand name “Super King’. Learned": "खिलाफ प्रतिबंध आदेश पारित किया गया था ताकि उन्हें \"सुपर किंग\" ब्रांड नाम का उपयोग न करने के लिए आगे",
  "said order of the trial Court was upheld by the lower Appellate Court": "आगे प्रस्तुत करते हैं कि निचली अपीलीय अदालत के उक्त आदेश को निचली अपीलीय अदालत द्वारा दिनांक",
  "vide order dated 30.10.2017, which orders have also been impugned in the present petition.": "30.0.2077 के आदेश द्वारा बरकरार रखा गया था, जो आदेश वर्तमान याचिका में भी आक्षेपित किए गए हैं।",
  "(4) Learned Senior counsel for the petitioners-defendants straightway submits that he has instructions to say that restraint order": "(५) याचिकाकर्ताओं-प्रतिवादियों के लिए विद्वान वरिष्ठ वकील सीधे प्रस्तुत करते हैं कि उनके पास यह कहने के निर्देश",
  "qua not to use the brand name ‘Super King’ is not being challenged in": "हैं कि ब्रांड नाम 'सुपर किंग' का उपयोग नहीं करने के लिए प्रतिबंध आदेश को वर्तमान याचिका में चुनौती नहीं दी जा",
  "the present petition. Learned Senior counsel for the petitioners- defendants argues that once the main civil suit is for issuance of a": "रही है। याचिकाकर्ताओं के प्रतिवादियों के लिए विद्वान वरिष्ठ वकील का तर्क है कि एक बार मुख्य दीवानी मुकदमा जारी करने के लिए है",
  "DARSHAN LAL AND ANOTHER v. TARSEM LAL CHADHA AND 1589 OTHERS (Harsimran Singh Sethi, J.)": "दर्शन लाल और अन्य बनाम तरसेम लाल चड्ढा और अन्य (हरसिमरन सिंह सेठी, जे.)",
  "direction to handover the possession of the building in question, how come by way of interim order, the use of the building in question can": "विचाराधीन भवन के कब्जे को सौंपने का निर्देश, अंतरिम आदेश के माध्यम से, विचाराधीन भवन के उपयोग को तब",
  "be restrained when the possession of the building in question is temporarily with the defendants.": "रोका जा सकता है जब विचाराधीन भवन का कब्जा अस्थायी रूप से प्रतिवादियों के पास हो।",
  "(5) Learned Senior counsel for the petitioners-defendants further argues that without appreciating the said fact, the trial Court as": "(5) याचिकाकर्ताओं-प्रतिवादियों के लिए विद्वान वरिष्ठ वकील आगे तर्क देते हैं कि उक्त तथ्य की सराहना किए बिना,",
  "well as lower Appellate Court have passed the order directing the petitioners-defendants not to use the building, which is concededly in the possession of the petitioners-defendants.": "निचली अदालत के साथ-साथ निचली अपीलीय अदालत ने याचिकाकर्ताओं-प्रतिवादियों को उस इमारत का उपयोग नहीं करने का निर्देश देते हुए आदेश पारित किया है, जो याचिकाकर्ताओं-प्रतिवादियों के कब्जे में है।",
  "(6) Learned counsel for the respondents-plaintiffs submits that once a sum of Rs.24lacs has not been paid, which was required to be": "(6) प्रत्यर्थियों-वादियों के लिए विद्वान वकील प्रस्तुत करता है कि एक बार रु। 2, लाख रुपये का भुगतान नहीं किया",
  "paid by the petitioners-defendants so as to become entitled to use a": "गया है, जिसे याचिकाकर्ताओं-प्रतिवादियों द्वारा भुगतान करने की आवश्यकता थी ताकि वे रुपये के भुगतान के प्रमाण",
  "particular portion of the building, in the absence of proof of the": "के अभाव में भवन के एक विशेष हिस्से का उपयोग करने के हकदार बन सकें। निम्नलिखित न्यायालयों द्वारा पारित",
  "valid and legal.": "आदेश पूरी तरह से वैध और कानूनी हैं।",
  "(7) I have heard learned counsel for the parties and have gone through the record with their able assistance.": "(7) मैंने पक्षों के लिए विद्वान परामर्श सुना है और उनकी सक्षम सहायता के साथ रिकॉर्ड का अध्ययन किया है।",
  "(8) Once, it is a conceded position that a portion of building in question is in the possession of petitioners-defendants, no order": "(8) एक बार, यह एक स्वीकृत स्थिति है कि विचाराधीन भवन का एक हिस्सा याचिकाकर्ताओं-प्रतिवादियों के कब्जे में",
  "restraining the use of said building could have been passed by the Courts below and that too while deciding an interim application as the": "है, तो उक्त भवन के उपयोग को रोकने वाला कोई आदेश नीचे के न्यायालयों द्वारा पारित नहीं किया जा सकता था",
  "Courts below and that too while deciding an interim application as the same amounts to grant of main relief in the suit. It is a settled principle": "और वह भी वाद में मुख्य राहत देने के लिए एक अंतरिम आवेदन का निर्णय लेते समय। यह कानून का एक स्थापित",
  "without authorization, an appropriate order can be passed so as to": "द्वारा प्राधिकरण के बिना किया गया था, तो एक उचित आदेश पारित किया जा सकता है ताकि उक्त स्थिति में",
  "will be free to pass an order granting compensation for the use of a": "के उपयोग के लिए मुआवजा देने का आदेश पारित करने के लिए स्वतंत्र होगा, यदि न्यायालय द्वारा मुकदमे में अंतिम",
  "(9) Keeping in view the above, impugned orders passed by the Courts below are only modified to the extent that petitioners-": "(9) उपरोक्त को ध्यान में रखते हुए, नीचे दिए गए न्यायालयों द्वारा पारित आक्षेपित आदेशों को केवल इस हद तक",
  "defendants will be able to use the portion of building in question,": "संशोधित किया जाता है कि याचिकाकर्ता प्रतिवादी विचाराधीन भवन के उस हिस्से का उपयोग करने में सक्षम होंगे, जो",
  "which is in their possession but the same will only be subject to the final order to be passed by the trial Court as to whether the said portion": "उनके कब्जे में है, लेकिन यह केवल निचली अदालत द्वारा पारित किए जाने वाले अंतिम आदेश के अधीन होगा कि",
  "of the building was occupied and used by the petitioners-defendants": "क्या भवन के उक्त हिस्से पर याचिकाकर्ता-प्रतिवादियों द्वारा अनुमति के साथ कब्जा किया गया था और उपयोग किया",
  "with permission or not or whether respondents-plaintiffs are liable to be compensated in case the said portion of the building was found to be": "गया था या नहीं या क्या प्रतिवादी-वादी क्षतिपूर्ति के लिए उत्तरदायी हैं यदि भवन के उक्त हिस्से का उपयोग",
  "used by the petitioners-defendants without any valid permission or": "याचिकाकर्ता-प्रतिवादियों द्वारा किसी वैध अनुमति के बिना किया गया था।"
}