{
  "(9) The essential condition for grant of the ACP grade is regular satisfactory service. From the above, it is evident that by no": "(9) ए. सी. पी. ग्रेड प्रदान करने के लिए आवश्यक शर्त नियमित संतोषजनक सेवा है। उपरोक्त से, यह स्पष्ट है कि",
  "stretch ofimagination, can it be said that the petitioner had a regular satisfactory service during the first eight years of his service tenure.": "किसी भी विस्तार से यह नहीं कहा जा सकता है कि याचिकाकर्ता ने अपने सेवा कार्यकाल के पहले आठ वर्षों के दौरान नियमित रूप से संतोषजनक सेवा की थी।",
  "Therefore, no interference is called in the impugned order passed by respondent No.2 declining the grant of first ACP.": "इसलिए, प्रथम एसीपी के अनुदान को अस्वीकार करने वाले प्रतिवादी संख्या. 2 द्वारा पारित आक्षेपित आदेश में कोई हस्तक्षेप नहीं कहा जाता है।",
  "(10) Petition is bereft of merit and it is hereby dismissed.": "(।0) याचिका योग्यता से रहित है और इसे इसके द्वारा खारिज कर दिया जाता है।",
  "Divya Sarup": "दिव्या सरूप",
  "(Suvir Sehgal, J.)": "(सुवीर सहगल, जे.)",
  "firstACP benefit was reduced to 08 years.": "पहले एसीपी लाभ को घटाकर 08 वर्ष कर दिया गया था।",
  "(7) Annual Confidential Report of the petitioner for the year 2009deserves to be noticed and its relevant extract is as under:-": "(7) वर्ष 2009 के लिए याचिकाकर्ता की वार्षिक गोपनीय रिपोर्ट पर ध्यान दिया जाना चाहिए और इसका प्रासंगिक उद्धरण निम्नानुसार है:-",
  "“Points on which information is required:": "\"जिन बिंदुओं पर जानकारी की आवश्यकता है:",
  "1. Industry Poor": "शी उद्योग गरीब",
  "2. | Handwriting & Neatness Average": "2. हस्तलेखन और साफ़-सफ़ाई औसत... |",
  "3. | Punctuality & Regularity Not at all punctual": "३3 | समय की पाबंदी और नियमितता बिलकुल भी समयनिष्ठ नहीं",
  "4. |Capacity & Intelligency Too smart": "+ | क्षमता और बुद्धिमत्ता बहुत होशियार",
  "5. | Acquaintance with Rules and Good Orders": "5 | नियमों और आदेशों से परिचित होना अच्छा",
  "6. | Quickness in dispatch of business |No": "5 |] व्यवसाय के प्रेषण में शीघ्रता नहीं",
  "7. |Manners & Powers of working | Good withothers": "7. | दूसरों के साथ काम करने के तरीके और शक्तियाँ अच्छा",
  "8. | Fitness for promotion No": "8 पदोन्नति के लिए उपयुक्तता नहीं",
  "10. | Defects, if any Work shirker, tends tolies": "रथ ० | दोष, यदि कोई हो काम में आनाकानी करने वाला,",
  "11. |Whether the official remains No present at the head quarter after closing hours/vacation or not": "भी । क्या अधिकारी छुट्टी के बाद मुख्यालय में मौजूद रहता है या नहीं नहीं",
  "(Outstanding, VeryGood, Average, Below Average)": "2 |समग्र असाइनमेंट (उत्कृष्ट, बहुत अच्छा, औसत, औसत से नीचे) औसत से नीचे”",
  "(8) From the material placed on record by the respondents, it is": "(8) प्रत्यर्थियों द्वारा रिकॉर्ड पर रखी गई सामग्री से, यह स्पष्ट है कि याचिकाकर्ता ने वर्ष 200 के लिए एसीआर की",
  "evident that the petitioner earned a “below average” ACR for the year 2009, besides average remarks against the Code and Conduct column": "संहिता और आचरण कॉलम के खिलाफ औसत टिप्पणियों के अलावा वर्ष 2009 के लिए \"औसत से कम\" एसीआर",
  "of the ACR for the year 2010 (Annexure R-2). Insofar as ACR for the": "अर्जित किया। (अनुलग्रक आर-2). जहां तक वर्ष 20॥। के लिए एसीआर का संबंध है, अधिकांश कॉलम के खिलाफ",
  "“average” and overall assessment by the competent authority has also been mentioned as “average”. Representation submitted by the": "टिप्पणियां \"औसत\" हैं और सक्षम प्राधिकारी द्वारा समग्र मूल्यांकन को भी \"औसत\" के रूप में उल्लेख किया गया है।",
  "petitioner for expunging the adverse remarks was rejected by": "प्रतिकूल टिप्पणियों को हटाने के लिए याचिकाकर्ता द्वारा प्रस्तुत अभ्यावेदन को प्रतिवादी संख्या 2 द्वारा दिनांक",
  "respondent No.2 by order dated 17.08.2018(Annexure R-9).": "77.08.20॥8 के आदेश द्वारा खारिज कर दिया गया था (अनुलग्रक आर-9).",
  "RAJ KUMAR v. STATE OF HARYANA AND ANOTHER 1571": "राज कुमार बनाम हरियाणा राज्य और अन्य",
  "Before Suvir Sehgal, J.": "समक्ष सुवीर सहगल, जे.",
  "RAJ KUMAR — Petitioner": "राज कुमार - याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER — Respondents": "हरियाणा राज्य और अन्य - प्रतिवादी",
  "CWP No. 7377 of 2019": "सीडब्ल्यूपी संख्या 7377 वर्ष 209",
  "May 08, 2023": "08 मई, 2023",
  "Constitution of India, 1950—Art. 226—Writ of Certiorari- Service Matter; Haryana Civil Services (Assured Career Progression)": "भारत का संविधान, 4950-कला. 226-प्रमाणपत्र सेवा मामले की रिट; हरियाणा सिविल सेवा (सुनिश्चित कैरियर",
  "Rules, 2008-Rule 7(1)-Regular Satisfactory Service; Assessment of": "प्रगति) नियम, 2008-नियम 7 (॥)-नियमित संतोषजनक सेवा; नियमित संतोषजनक सेवा के उद्देश्य से एसीआर का",
  "report for 2009—average for 2010 and 2011—service cannot be": "मूल्यांकन-2009 के लिए औसत रिपोर्ट से कम-200 और 20॥॥ के लिए औसत-सेवा को संतोषजनक नहीं कहा जा",
  "termed satisfactory—Petition dismissed.": "सकता है-याचिका खारिज।",
  "Held, that from the material placed on record by the respondents, it is evident that the petitioner earned a “below average”": "यह माना गया कि प्रद्यर्थियों द्वारा रिकॉर्ड पर रखी गई सामग्री से यह स्पष्ट है कि याचिकाकर्ता ने वर्ष 200 के लिए",
  "ACR for the year 2009, besides average remarks against the Code and": "एसीआर की संहिता और आचरण कॉलम के खिलाफ औसत टिप्पणियों के अलावा वर्ष 2009 के लिए \"औसत से",
  "column are “average” and overall assessment by the competent authority has also been mentioned as “average”. Representation": "कॉलम के खिलाफ टिप्पणियां \"औसत\" हैं और सक्षम प्राधिकारी द्वारा समग्र मूल्यांकन को भी \"औसत\" के रूप में",
  "submitted by the petitioner for expunging the adverse remarks was rejected by respondent no. 2 by order dated 17.08.2018. The essential": "उल्लेख किया गया है। प्रतिकूल टिप्पणियों को हटाने के लिए याचिकाकर्ता द्वारा प्रस्तुत अभ्यावेदन को प्रतिवादी नं. 2",
  "rejected by respondent no. 2 by order dated 17.08.2018. The essential condition for grant of ACP grade is regular satisfactory service. From": "दिनांक 77.08.20॥8 के आदेश द्वारा। ए. सी. पी. ग्रेड प्रदान करने के लिए आवश्यक शर्त नियमित संतोषजनक सेवा",
  "the above, it is evident that by no stretch of imagination, can it be said": "है। उपरोक्त से, यह स्पष्ट है कि कल्पना के किसी भी विस्तार से, यह नहीं कहा जा सकता है कि याचिकाकर्ता ने",
  "that the petitioner had a regular satisfactory service during the first eight years of his service tenure. Petition is bereft of merit and it is": "अपने सेवा कार्यकाल के पहले आठ वर्षों के दौरान नियमित रूप से संतोषजनक सेवा की थी। याचिका योग्यता से",
  "(Para 8,9)": "(पैरा 8,9)",
  "Manohar Lall, Advocate,for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता मनोहर लाल।",
  "Saurabh Mohunta, DAG, Haryana, for respondent No.1.": "प्रत्यर्थी नंबर. । के लिए सौरभ मोहंता, डी.ए.जी, हरियाणा।",
  "Amit Sheoran, Advocate, for respondent No.2.": "प्रत्यर्थी संख्या. 2 के लिए अमित श्योराण, अधिवक्ता।",
  "SUVIR SEHGAL J.": "एसयूवीआईआर सेहगल जे।",
  "(1) By way of present petition, petitioner has inter alia sought": "(॥) वर्तमान याचिका के माध्यम से, याचिकाकर्ता ने अन्य बातों के साथ-साथ प्रत्यर्थी सं. 30..207 (अनुलग्नरक पी-",
  "issuance of a writ in the nature of certiorari for quashing the order": "3) द्वारा पारित आदेश को रद्द करने के लिए प्रमाणपत्र की प्रकृति में एक रिट जारी करने का अनुरोध किया है। 2,",
  "first ACP scale has been denied to the petitioner. He has sought a": "जिसके द्वारा, याचिकाकर्ता को पहले एसीपी पैमाने से इनकार कर दिया गया है। उन्होंने मांग की है",
  "direction to the respondents for the grant of 1 ACP scale on completion of eight years of service and for release of the arrears of": "उत्तरदाताओं को आठ वर्ष की सेवा के पूरा होने पर प्रथम ए. सी. पी. पैमाने के अनुदान के लिए और ब्याज के साथ",
  "(2) Counsel for the petitioner submits that the petitioner joined respondent No.1 as a Peon on 19.01.2009. He submits that under the": "(2) याचिकाकर्ता के वकील ने प्रस्तुत किया कि याचिकाकर्ता 9.0.2009 को प्रतिवादी संख्या । में एक प्यून के",
  "Haryana Civil Services (Assured Career Progression) Rules, 2008 (for": "रूप में शामिल हुआ। उन्होंने प्रस्तुत किया कि हरियाणा सिविल सेवा (सुनिश्चित कैरियर प्रगति) नियम, 2008 (संक्षेप",
  "short “2008 Rules’), petitioner was entitled to the grant of first ACP on completion of eight years service. He submits that the benefit has": "में \"२008 नियम\") के तहत याचिकाकर्ता आठ साल की सेवा पूरी करने पर पहले एसीपी के अनुदान का हकदार",
  "been denied to the petitioner on the basis of Haryana Govt. letter": "था। उन्होंने कहा कि हरियाणा सरकार के आधार पर याचिकाकर्ता को लाभ देने से इनकार कर दिया गया है। दिनांक",
  "dated 21.05.1973 (Annexure P-2), which provides that the officials, whose integrity is doubtful should not be brought on the slab of": "2.05.973 का पत्र (अनुलग्नक पी-2) जिसमें यह उपबंध है कि जिन अधिकारियों की सत्यनिष्ठा संदिग्ध है, उन्हें",
  "whose integrity is doubtful should not be brought on the slab of officials due for promotion. He submits that remarks in the ACR of the petitioner for the year2009 was “not upto the mark” which has been": "पदोन्नति के लिए देय अधिकारियों के स्‍्लैब पर नहीं लाया जाना चाहिए। उन्होंने प्रस्तुत किया कि वर्ष 2009 के लिए",
  "petitioner for the year2009 was “not upto the mark” which has been wrongly interpreted “integritydoubtful” in terms of letter (Annexure P-": "याचिकाकर्ता के एसीआर में टिप्पणी \"सही नहीं थी\" जिसे पत्र (अनुलग्रक पी2) के संदर्भ में ईमानदारी की गलत",
  "2) and the petitioner has been wrongly denied the enhanced scale.": "व्याख्या की गई है और याचिकाकर्ता को गलत तरीके से बढ़े हुए पैमाने से इनकार कर दिया गया है।",
  "(3) Prayer has been opposed by counsel representing respondents by making a reference to the written statement filed on behalf of respondent No.2. It has been submitted that the petitioner did": "(3) प्रतिवादी नंबर. 2 की ओर से दायर लिखित बयान का संदर्भ देकर उत्तरदाताओं का प्रतिनिधित्व करने वाले वकील द्वारा प्रार्थना का विरोध किया गया है। यह प्रस्तुत किया गया है कि याचिकाकर्ता के पास एक अच्छा सेवा",
  "not have a good service record and therefore, does not fulfill the requisite conditions laid down underthe 2008 Rules.": "रिकॉर्ड नहीं था और इसलिए, 2008 के नियमों के तहत निर्धारित आवश्यक शर्तों को पूरा नहीं करता है।",
  "(4) I have heard counsel for the parties and perused the material placed on the record.": "(५) मैंने पक्षों के वकील को सुना है और रिकॉर्ड पर रखी गई सामग्री का अवलोकन किया है।",
  "(5) Rule 7(1) of the ACP Rules, 2008 provides thus:-": "(5) ए. सी. पी. नियम, 2008 का नियम 7 (॥) इस प्रकार उपबंध करता हैः-",
  "“7. Eligibility for grant of ACP Grade Pay under the General ACP scheme:-": "\"7. सामान्य एसीपी योजना के तहत एसीपी ग्रेड वेतन के अनुदान के लिए पात्रताः-",
  "(1) Every Govt. servant covered under the General ACP Scheme shall, for the purposes of drawal of pay, be eligible": "() प्रत्येक सरकार। सामान्य ए. सी. पी. योजना के अंतर्गत आने वाला कर्मचारी, वेतन आहरण के प्रयोजनों के लिए,",
  "for the 1 ACP grade pay (given in column 4 of Part 2 of Schedule 1 in respect of the functional pay scale or pay": "प्रथम ए. सी. पी. ग्रेड वेतन (कार्यात्मक वेतनमान या अपने पद की वेतन संरचना के संबंध में अनुसूची | के भाग 2 के",
  "structure of his post), if he has completed 10 years regular satisfactory service and has not got any financial up-": "कॉलम ५ में दिया गया है) के लिए पात्र होगा यदि उसने 0 वर्ष की नियमित संतोषजनक सेवा पूरी कर ली है और",
  "satisfactory service and has not got any financial up- gradation in these 10 years with reference to functional pay structure of the post to which he is recruited as a direct": "इन 0 वर्षो में उस पद की कार्यात्मक वेतन संरचना के संदर्भ में कोई वित्तीय उन्नयन नहीं किया है जिसमें उसे प्रत्यक्ष",
  "entrant. Financial up-gradation in this context includes functional promotion in the hierarchy or _ further": "प्रवेशक के रूप में भर्ती किया गया है। इस संदर्भ में वित्तीय उन्नयन में पदानुक्रम में कार्यात्मक पदोन्नति या",
  "revision/modification of the pay structure for the same post after 01.01.2006.”": "0.0.2006 के बाद उसी पद के लिए वेतन संरचना का संशोधन/संशोधन शामिल है।",
  "(6) By an amendment in the year 2014, the period for grant of": "(6) वर्ष 20।9 में एक संशोधन द्वारा, अनुदान की अवधि"
}