{
  "502 LL.R. PUNJAB AND HARYANA 2012(2)": "502 आई. एल. आर. पंजाब और हरियाणा 20]2(2)",
  "Before K. Kanan, J.": "न्यामूर्ति के. कानन के समक्ष",
  "RAM CHANDER AND ANOTHER (THROUGH LRS),—Appellants": "राम चंदर और अन्य (थ्रूएल. आर. एस.)-अपीलार्थी",
  "versus": "बनाम",
  "CHAMELA RAM SON OF BHAGWANA": "चमेला राम पुत्र भगवाना",
  "AND OTHERS,— Respondents": "और अन्य-उत्तरदाता",
  "RSA No. 979 of 1983": "आर. एस. ए. सं. 4983 का 979",
  "Code of Civil Procedure, 1908 - S.100 - Hindu Succession": "सिविल प्रक्रिया संहिता, 908- धारा-00 हिंदू उत्तराधिकार अधिनियम, 956-",
  "Act,1956 _ - S. 8, 30 - Collusive suit between Defendant No.1 on the one hand, and Defendants Nos. 2 & 3 on the other - Present suit": "धारा-8, 30-एक ओर प्रतिवादी संख्या । और दूसरी ओर प्रतिवादी संख्या 2 और 3",
  "- During trial, first defendant died and Defendants Nos.2 & 3 relied": "प्रतिवादी की मृत्यु हो गई और प्रतिवादी संख्या 2 और 3 अपने मुकदमा में उसकी",
  "no testamentary disposition of property could be made because it was": "का कोई वसीयती निपटान नहीं किया जा सकता था क्योंकि यह पैतृक जमीन थी-",
  "ancestral in nature - First appellate upheld the judgment and decree": "प्रथम अपीलीय अदालत ने परीक्षण न्यायालय के फैसले और डिक्री को बरकरार",
  "of trial Court - In RSA judgments and decrees of Courts below": "रखा- आर. एस. ए. में नीमन न्यायालयों के फैसलों और डिक्री को पूर्णतया इस",
  "reversed on the ground that as per Explanation to Section 30 of Hindu Succession Act, testamentary disposition could be made in respect of ancestral property, in cases governed by Customary Hindu": "आधार पर बदल दिया की हिंदु उत्तराधिकारी अधिनियम की धारा 30 के स्पस्टीकरण अनुसार केवल उस पैतृक सम्पति की वसीयत हो सकती है जिस पर",
  "respect of ancestral property, in cases governed by Customary Hindu Law - RSA allowed, suit dismissed.": "प्रथागत हिन्दू कानून लागु होता हो। आर अस ऐ स्वीकृत, मुकदमा खारिज।",
  "Held, That both the Courts, in my view, have committed a fundamental": "अभिनिर्धारित किया कि दोनों न्यायालयों ने, मेरे विचार में प्रथम प्रतिवादी द्वारा",
  "Law. Section 30 of the Hindu Succession Act specifically makes possible a bequest in respect of an interest in joint family property. Explanation": "धारा 30 विशेष रूप से संयुक्त पारिवारिक संपत्ति में हक के संबंध में वसीयत को",
  "506 LL.R. PUNJAB AND HARYANA 2012(2)": "506 आई. एल. आर. पंजाब और हरियाणा 20]2(2)",
  "for declaration that the Civil Court decree was collusive and not binding.": "कोर्ट का आदेश मिलीजुली था और बाध्यकारी नहीं था।मुकदमे विचाराधीनता रहने",
  "During the pendency of the suit itself, the 1st defendant was died and the": "के दौरान ही, प्रथम प्रतिवादी की मृत्यु हो गई थी और केवल घोषणात्मक कार्रवाई",
  "mere declaratory action could not have proceeded and when the Court": "आगे नहीं बढ़ सकती थी और जब न्यायालय ने पाया कि जब संपत्ति प्रतिवादी संख्या",
  "to an impermissible alienation after the Hindu Succession Act, 1956. It failed": "उत्तराधिकार अधिनियम, 956 के बाद एक अस्वीकार्य हस्तांतरण के बराबर नहीं",
  "to take note of the subsequent development in law and the Appellate Court": "है। यह कानून में बाद के विकास को ध्यान दें देने में विफल रहा और अपील",
  "The plaintiffs’ suit ought to be dismissed in view of the specific finding": "विचारण न्यायालय द्वारा दर्ज किए गए विशिष्ट निष्कर्ष को ध्यान में रखते हुए खारिज",
  "entered by the trial Court, which was not being modified in appeal that the": "किया जाना चाहिए, जिसे अपील में संशोधित नहीं किया जा रहा था कि वसीयत",
  "Will had been established through the witnesses, who had spoken to the": "गवाहों द्वारा से स्थापित की गई थी, जिन्होंने दस्तावेज़ की वास्तविकता के बरे में",
  "genuineness of the document. As a matter of fact, the trial Court had also found that the suit had been instituted in the year 1976 and the Will had": "बात की थी।वास्तव में, ट्रायल कोर्ट ने यह भी पाया था कि मुकदमा वर्ष 4976 में",
  "a sound health. Consistent with the finding regarding the genuineness": "निष्पादित किया गया था जब वह स्वस्थ था।प्रतिवादी द्वारा प्रस्तुत वास्तविकता के",
  "propounded by the defendant, the plaintiffs’ suit was liable to be dismissed.": "संबंध में निष्कर्ष के अनुरूप, वादी का मुकदमा खारिज होने योग्य था।",
  "(K. Kannan, J.)": "(्यामूर्ति के. कन्नन)",
  "appended to Section 30 is more significant, for it takes note of the existing": "संभव बनाती है। धारा 30 में जोड़ा गया स्पष्टीकरण अधिक महत्वपूर्ण है, क्योंकि यह",
  "The Section is reproduced as under:-": "की अनुमति देता है। इस खंड को निम्नानुसार पुनःप्रस्तुत किया गया हैः",
  "“30. Testamentary succession.": "\"30 वसीयती उत्तराधिकार।",
  "30. Testamentary succession. 1***** Any Hindu may dispose of": "30. वसीयती उत्तराधिकार।॥***** भारतीय उत्तराधिकार अधिनियम, ॥925",
  "by will or other testamentary disposition any property, which is": "प्रावधानों के अनुसार, कोई भी हिंदू वसीयत या अन्य वसीयती निपटान द्वारा",
  "capable of being so disposed of by him, in accordance with the": "किसी भी संपत्ति का निपटान कर सकता है, जिसका उसके द्वारा इस तरह से",
  "Explanation.-The interest of a male Hindu in a Mitakshara coparcenary property or the interest of amember of a tarwad,": "स्पष्टीकरण।-किसी मिताक्षर सह-पक्षीय संपत्ति में किसी पुरुष हिंदू का हित या",
  "tavazhi, illom, kutumba or kavaru in the property of the tarwad, tavazhi, illom, kutumba or kavaru shall, notwithstanding anything": "तरवाड़, तवाज़ी, इलम, कुट॒म्बा या कवारू की संपत्ति में किसी तरवाड़, इलम,",
  "contained in this Act or in any other law for the time being in": "लागू किसी अन्य कानून में कुछ भी निहित होने के बावजूद, इस धारा के अर्थ के",
  "force, be deemed to be property capable of being disposed of by him or by her within the meaning of this section.”": "भीतर उसके द्वारा या उसके द्वारा निपटाई जाने में सक्षम संपत्ति मानी जाएगी।\"",
  "(5) There have been decisions of this Court as well specifically": "(5) इस न्यायालय के निर्णय भी विशेष रूप से इस तथ्य से संबंधित रहे हैं कि",
  "dealing with the fact that Jat Sikhs who were governed by the customary Hindu law will still have a right to make a bequest in respect of ancestral": "जाट सिख जो प्रथागत हिंदू कानून द्वारा शासित ५, उन्हें अभी भी हिंदू उत्तराधिकार",
  "properties by virtue of Section 30 of the Hindu Succession Act. This was": "अधिनियम की धारा 30 के आधार पर पैतृक संपत्तियों के संबंध में वसीयत करने",
  "dealt with by this Court in Rali Ram versus Shiv Charan (2), Varesh": "का अधिकार होगा। इस का निपटारा इस अदालत ने राली राम बनाम शिव चरण",
  "Kumar versus Kailash Devi (3) and Kuldeep Singh versus Gurdial": "(2), परेश कुमार बनाम कैलाश देवी (3) और कुलदिप सिंह बनाम गुरदियाल सिंह",
  "Singh (4). The trial Court and the Appellate Court would not have come": "(4) मामले में किया था। विचारण न्यायालय और अपील न्यायालय उस निर्णय पर",
  "to the decision that they did, if they had made a reference to Section 30.": "नहीं आते जो उन्होंने किया था, यदि उन्होंने धारा 30 का संदर्भ दिया होता।हालाँकि",
  "Although several issues had been framed and the appeal has been drawn": "कई मुद्दे तैयार किए गए थे और कई आधारों का आग्रह करते हुए अपील तैयार की",
  "up urging several grounds, I would find the only substantial question of law": "गई थी, लेकिन मुझे लगता है कि कानून का एकमात्र महत्वपूर्ण सवाल जो विचार के",
  "obtained by the defendants No.2 and 3 constituted a gift of properties from the 1st defendant without any necessity dismissed the suit, taking note of": "में पहले प्रतिवादी से बिना किसी आवश्यकता के संपत्तियों का उपहार दिया गया था,",
  "the fact that the 1st defendant had died during the pendency of the suit and": "इस तथ्य पर ध्यान देते हुए कि पहले प्रति वादी की मृत्यु मुकदमे विचाराधीनता के",
  "the properties had been in the possession of the defendants No.2 and 3": "दौरान हुई थी और संपत्तियां प्रतिवादी संख्या 2 और 3 के कब्जे में थीं और मुकदमे",
  "and the suit could not have been maintained in the manner framed without a consequential relief of recovery of possession. The Court found, however,": "को कब्जे की वसूली के परिणामी राहत के बिना तैयार किए गए तरीके से बनाए नहीं रखा जा सकता था और मुकदमे को खारिज कर दिया था। तथापि, न्यायालय ने",
  "as a matter of fact that the 1st defendant had purported to have executed": "तथ्य के रूप में पाया कि प्रथम प्रतिवादी ने अपनी मृत्यु से पहले प्रतिवादी संख्या 2",
  "and held that the Will was true but disposition by the 1st defendant in respect": "कि वसीयत सही थी लेकिन पैतृक सम्पत्ति के संबंध में प्रथम प्रतिवादी द्वारा वसीयत",
  "of ancestral property amounted to alienation of the property and therefore, not valid in law.": "पैतृक व्ययन संपत्ति का हस्तांतरण के बराबर था और इसलिए, कानून में वैध नहीं",
  "(2) In appeal by the plaintiffs, the plaintiffs sought for an amendment": "(2) वादियों की अपील में, वादियों ने कब्जे की वसूली में राहत की मांग करते",
  "of the plaint seeking for the relief of recovery of possession. The amendment": "हुए वाद में संशोधन की मांग की।संशोधन का आदेश दिया गया था और राहत प्राप्त",
  "was ordered and the technical objection that came in the way of the plaintiffs": "करने से वादी के रास्ते में आने वाली तकनीकी आपत्ति अब नहीं थी और निचली",
  "were entitled to the declaration as sought for and to recover possession": "थे जैसा कि मांग की गई थी और संपत्ति का कब्जा वसूल करने के लिए भी।",
  "504 LL.R. PUNJAB AND HARYANA 2012(2)": "504 आई. एल. आर. पंजाब और हरियाणा 20]2(2)",
  "of the property as well. The defendants have challenged the findings of the trial Court and the decree granted by the Appellate Court in the second": "प्रतिवादियों ने निचली अदालत के निष्कर्षों और दूसरी अपील में अपील न्यायालय",
  "(3) The relationship between the parties would require to be given briefly to examine the basis of the claim of the defendants. Dallu Ram was": "(3) प्रतिवादियों के दावे के आधार की जांच करने के लिए पक्षों के बीच संबंध को संक्षेप में दिए जाने की आवश्यकता होगी।दल्लू राम पिता थे, जिनके तीन बेटे",
  "the father, who had three sons Bhagwana, Telu and Ganga Ram. Bhagwana had two sons Kanhiya and Chamela. Chamela was the plaintiff. Kanhiya": "भगवान, तेलू और गंगा राम थे। भगवान के दो बेटे थे-कन्हिया और चमेला। चमेला",
  "had sons Ram Chander and Lachhman, the defendants No.2 and 3. Telu": "वादी था ।कन्हैया के बेटे राम चंदर और लक्ष्मण जो, प्रतिवादी संख्या 2 और 3 है।",
  "was the 1st defendant. The contention of the plaintiffs was that the property": "तेलू प्रथम प्रतिवादी था।वादी का तर्क था कि प्रथम प्रतिवादी द्वारा धारण की गई",
  "and 3 claiming that there had been a family settlement under which defendants": "कि एक पारिवारिक समझौता हुआ था जिसके तहत प्रतिवादी संख्या 2 और 3 को",
  "No.2 and 3 had been allotted all the properties, which Telu Ram possessed.": "सभी संपत्तियां आवंटित की गई थीं, जो तेलू राम के पास थीं।इस तरह के समझौते",
  "Mutations had also been sanctioned on the basis of such settlement. The suit was not contested by Telu Ram and he conceded for a decree to be": "के आधार पर उत्परिवर्तन भी स्वीकृत किए गए थे।तेलू राम द्वारा मुकदमा नहीं लड़ा",
  "obtained in favour of defendants No.2 and 3. The collusion was writ large": "गया था और उन्होंने प्रतिवादी संख्या 2 और 3 के मुकदमा में एक डिढक्री प्राप्त करने",
  "in the proceedings and the trial Court held that the moment it was admitted": "के लिए स्वीकार किया था। कार्यवाही में बड़ी सांठगांठ देखी गई और निचली अदालत ने कहा कि जिस समय यह स्वीकार किया गया कि तेलू राम के पास कोई",
  "the property from his father, it because matter of legal inference that they were ancestral and such an ancestral property could not have been allowed": "कानूनी निष्कर्ष है कि वे पैतुक थे और ऐसी पैतृक सम्पत्ति को जीवित भाई के बेटे",
  "to be alienated in favour of his brother’s children to the exclusion of the": "को छोड़कर अपने भाई के बच्चों के पक्ष में हस्तांतरण करने की अनुमति नहीं दी",
  "surviving brother’s son. It is not very clear from the pleadings or the evidence of parties whether Telu Ram had exclusive entitlement from his": "जा सकती थी।दलीलों या पक्षों के साक्ष्यों से यह बहुत स्पष्ट नहीं है कि क्या तेलू राम",
  "father without reference to his brother Bhagwan and Ganga Ram. Both": "को अपने भाई भगवान और गंगा राम के संदर्भ के बिना अपने पिता से विशेष",
  "parties appeared to have accepted the fact that Telu Ram himself did not purchase the property and that he had inherited from his father. When Telu": "अधिकार था। ऐसा प्रतीत होता है कि दोनों पक्षों ने इस तथ्य को स्वीकार किया है कि तेलू राम ने खुद संपत्ति नहीं खरीदी थी और उन्हें अपने पिता से विरासत में",
  "Ram died could have been a matter of relevance, for if the succession had": "मिली थी।जब तेलू राम की मृत्यु हुई थी तो यह प्रासंगिकता का विषय हो सकता था,",
  "been subsequent to the date of the Hindu Succession Act, the property held": "क्योंकि अगर उत्तराधिकार हिंदू उत्तराधिकार अधिनियम की तारीख के बाद होता,",
  "by Telu Ram under Section 8 could have been still seen only as his separate property in terms of the law laid down by the Hon’ble Supreme Court in Yudhisiter versus Ashok Kumar (1). I take the property, however, as": "तो धारा 8 के तहत और माननीय सर्वोच्च न्यायालय के युधिष्ठिर बनाम अशोक कुमार( में निर्धारित कानून अनुसार तेलू राम की संपत्ति को अभी भी केवल उसकी अलग संपत्ति के रूप में देखा जा सकता था। हालाँकि, मैं संपत्ति को पैतृक सम्पत्ति",
  "the ancestral property as contended by the plaintiff and as affirmed by the": "मानता हूँ जैसा कि वादी द्वारा तर्क दिया गया है और जैसा कि विचारण न्यायालय के",
  "trial Court as well as the Appellate Court.": "साथ-साथ अपील न्यायालय द्वारा पुष्टि की गई है।",
  "(4) Both the Courts, in my view, have committed a fundamental error in taking the disposition by the 1st defendant through a Will as": "(4) दोनों न्यायालयों ने, मेरे विचार में प्रथम प्रतिवादी द्वारा एक वसीयत के तहत हस्तांतरण मान लेने में एक मौलिक त्रुटि की है,",
  "(1) AIR 1987 SC 558": "() ए. आई. आर 987 एस. सी. 558"
}