{
  "Before A.K. Sikri, CJ & Rakesh Kumar Jain, JJ.": "चीफ जस्टिस ए.के. सीकरी और जस्टिस राकेश कुमार जैन के समक्ष",
  "ANIL KUMAR ANDANOTHER—Petitioners": "याचिकाकर्ता - अनिल्र कुमार और अन्य",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "प्रतिवादी - हरियाणा राज्य और अन्य",
  "| CWP No. 24447 of 2012": "2042 का सीडब्ल्यूपी नंबर 24447",
  "March 5, 2013": "मार्च 5,2043",
  "Constitution of India, 1950 - Art. 226 & 227 - Haryana Education (College Cadre) Group B Services Rules, 1986 (as amended": "भारत का संविधान, 950 - कला, 226 और 22 7 - हरियाणा शिक्षा (कॉलेज कैडर) ग्रुप बी सेवा",
  "in 2013) - Service Rules, 2010 (as amended in 2012) - University": "नियम, 4986 (2073 में संशोधित) - सेवा नियम, 2040 (2042 में संशोधित) - विश्वविद्यालय",
  "Grants Commission Act, 1956 - S. 4 - Minimum eligibility for appointment to the post of Assistant Professor - Mandator; y condition": "अनुदान आयोग अधिनियम, 4956 - एस. 4 - सहायक प्रोफेसर के पद पर नियुक्ति के लिए",
  "in 2012 - Providing that such Ph.D. degrees should be obtained from": "में संशोधन - यह प्रावधान करना कि ऐसी पीएचडी |» डिग्री राज्य/केंद्रीय विश्वविद्यात्रयों से",
  "universities which have been accredited as \"A\" Grade Universities hy the National Assessment and Accreditation Council (NAAC)": "जानी चाहिए जिन्हें राष्ट्रीय मूल्यांकन द्वारा \"ए\" ग्रेड विश्वविद्यालयों के रूप में मान्यता दी",
  "ANIL KUMAR AND ANOTHER v STATE OF HARYANA 313 AND OTHERS (A.K. Sikri, CJ)": "अनिल कुमार और अन्य बनाम हरियाणा राज्य और अन्य (मुख्य न्‍्यायधीश ए.के सीकरी)",
  "A.K. SIKRI, CHIEF JUSTICE": "ए.के. सीकरी, मुख्य न्यायाधीश",
  "(1)An important issuc of significance arises for consideration in these writ petitions. The respondent i.c. State of Haryana has framed the": "(4) इन रिट याचिकाओं में विचार के लिए महत्व का एक महत्वपूर्ण मुद्दा उठता है, 'प्रतिवादी",
  "rules known as Haryana Education (College Cadre) Group-B Services": "यानी हरियाणा राज्य ने हरियाणा शिक्षा (कॉलेज कैडर) ग्रुप-बी सेवा नियम 986 (संक्षेप में,",
  "Rules, 1986 (for short, Rules of 1986) as they have been promulgated under": "4986 के नियम) के रूप में जाने जाने वाले नियमों को तैयार किया है। इन्हें भारत के संविधान",
  "proviso to Article 309 of the Constitution of India. These rules pertain to": "के अनुच्छेद 309 के प्रावधानों के तहत प्रख्यापित किया गया है। ये नियम कॉलेज कैडर में",
  "the appointment of teachers in the college cadre and stipulate other service conditions.": "शिक्षकों की नियुक्ति से संबंधित हैं और अन्य सेवा शर्तें निर्धारित करते हैं।",
  "(2) It is acommon case of the partics that for appointment to the post of Assistant Professor in the college, the minimum eligibility condition": "(2) यह पार्टियों का एक सामान्य मामला है कि कॉलेज में सहायक प्रोफेसर के पद पर",
  "post of Assistant Professor in the college, the minimum eligibility condition of passing National Eligibility Test (NET) is mandatory. [lowever, the": "नियुक्ति के लिए राष्ट्रीय पात्रता परीक्षा (नेट) उत्तीर्ण करने की न्यूनतम पात्रता शर्त अनिवार्य",
  "University Grants Commission (UGC) has relaxed this condition for those": "है। हालांकि विश्वविद्यालय अनुदान आयोग (यूजीसी) ने उन उम्मीदवारों के लिए इस शर्त",
  "candidatcs who possess Ph.D. degree. It appears that the respondents have": "में छूट दी है जिनके पास पीएचडी डिग्री है। ऐसा प्रतीत होता है कि उत्तरदाताओं ने सहायक",
  "also framed Service Rules, 2010 laying down same cligibility conditions for recruitment and appointment to the post of Assistant Professor.": "प्रोफेसर के पद पर भर्ती और नियुक्ति के लिए समान पात्रता शर्तों को निर्धारित करते हुए सेवा",
  "of education in colleges and universities and the norms fixed by the UGC": "विश्वविद्यालयों में शिक्षा के न्यूनतम मानकों और नियुक्ति के लिए यूजीसी द्वारा निर्धारित",
  "Ileld further, that UGC has now framed Regulations, 2009, as": "आगे कहा गया है कि यूजीसी ने अब विनियम, 2009 तैयार कर लिया है, जैसा कि ऊपर बताया",
  "noted above. Regulation-2 thercof also provides that these Regulations shall": "गया है। इसके विनियम-2 में यह भी प्रावधान है कि ये विनियम केंद्रीय अधिनियम, प्रांतीय",
  "Act, Provincial Act ora State Act, every Institution including a constituent": "अधिनियम या राज्य अधिनियम द्वारा या उसके तहत स्थापित या निगमित प्रत्येक",
  "or an affiliated College recognized by the Commission, in consultation with": "शामिल्र है जो खंड के तहत संबंधित विश्वविद्यालय के परामर्श से आयोग द्वारा मान्यता",
  "the University concerned under clause(f) of Section 2 of the UGC Act and": "प्राप्त है | यूजीसी अधिनियम की धारा 2 और प्रत्येक संस्थान को उक्त अधिनियम की धारा",
  "every Institution deemed to be a University under Section 3 of the said Act.": "3 के तहत एक विश्वविद्यालय माना जाता है। यूजीसी अधिनियम की धारा 26 की उप-धारा",
  "‘These regulations are also framed in exercise of powers conferred on it by Clauses (¢) and (g) of sub-section (1) of Section 26 of the UGCAct which": "(4) के खंड (ई) और (जी) द्वारा प्रदत्त शक्तियों का प्रयोग करते हुए इन नियमों को भी तैयार",
  "have been amended vide University Grants Commission (Minimum Qualifications required for the appointment and Career Advancement of": "किया गया है, जिन्हें विश्वविद्यालय अनुदान आयोग (नियुक्ति के लिए आवश्यक न्यूनतम योग्यता) के माध्यम से संशोधित किया गया है। और विश्वविद्यालयों और इससे संबद्ध",
  "Qualifications required for the appointment and Career Advancement of teachers in Universities and Institutions affiliated to it) (3rd Amendment)": "योग्यता) के माध्यम से संशोधित किया गया है। और विश्वविद्यालयों और इससे संबद्ध संस्थानों में शिक्षकों की कैरियर उन्नति) (तीसरा संशोधन) विनियम 2009। इन विनियमों के",
  "Regulation, 2009. As per these Regulations, those candidates who are or have been awarded Ph.D. degrees in compliance of the Regulations, 2009": "अनुसार वे उम्मीदवार जो विनियम 2009 के अनुपालन में पीएचडी डिग्री से सम्मानित हैं या",
  "of NET/SLET for recruitment and appointment of Assistant Professor or cquivalent positions in Universities/Colleges/institutions. It is not in disputc": "विश्वविद्यालयों/कॉलेजों/संस्थानों में सहायक प्रोफेसर या समकक्ष पदों की भर्ती और",
  "Regulation, 2009. Following the ratio of University of Delhi vs. Raj Singh (supra) and Neeraja Malik (supra), such Regulations have a binding effect.": "विश्वविद्यालय बनाम राज सिंह (पूर्व) और नीरज मल्निक (पूर्व) के अनुपात को देखते हुए ऐसे विनियमों का बाध्यकारी प्रभाव पड़ता है। एक बार जब याचिकाकर्ता यूजीसी द्वारा बनाए",
  "Once the petitioners become entitled for exemption on the application of": "गए विनियमों के आवेदन पर छूट के हकदार हो जाते हैं, तो उन्हें विवादित विनियमों के आधार",
  "Regulations framed by the UGC, they cannot be debarred by virtue of": "पर वंचित नहीं किया जा सकता है, जो इसके विपरीत हैं यूजीसी द्वारा बनाए गए नियम -",
  "Ph.D. degrees should be obtained from State/Central Universities and the": "डिग्री राज्य/केंद्रीय विश्वविद्यालयों से प्राप्त की जानी चाहिए और पीएच.डी. केवल उन्हीं",
  "Ph.D. degrees of only those private universitics which have been accredited": "निजी विश्वविद्यालयों की डिग्री, जिन्हें राष्ट्रीय मूल्यांकन और प्रत्यायन परिषद (४५५७८)",
  "as “A” Grade Universities by the National Assessment and Accreditation": "दवारा \"ए\" ग्रेड विश्वविद्यालयों के रूप में मान्यता दी गई है, को नेट के बदले छूट के लिए",
  "this amendment excludes those candidates who are holders of Ph.D. degree": "विचार किया जाएगा। इस प्रकार, यह संशोधन उन उम्मीदवारों को बाहर करता है जो",
  "but they have obtained such a Ph.D. degrce from those private universitics": "पीएच.डी. धारक हैं। की उपाधि प्राप्त की है परन्तु उन्होंने ऐसी पी.एच.डी. प्राप्त की है। उन",
  "petitioners herein fall in this category. For this reason, by means of present": "है। यहां सभी याचिकाकर्ता इसी श्रेणी में आते हैं। इस कारण वर्तमान याचिकाओं के माध्यम",
  "petitions, the petitioners are challenging the aforesaid amendment. We": "से याचिकाकर्ता उपरोक्त संशोधन को चुनौती दे रहे हैं। हम यहां यह बताना चाहेंगे कि इन",
  "by framing Rules for Haryana Jiducation (College Cadre) Group B Service (Amendment) Rules, 2013, incorporating identical provisions.": "प्रावधानों को शामिल्र करते हुए हरियाणा शिक्षा (कॉलेज कैडर) ग्रुप बी सेवा (संशोधन) नियम,",
  "section(1) of Section 26 of the UGC Act. By the aforesaid amendment, University Grants Commission (Minimum Qualifications required for the": "उपरोक्त संशोधन द्वारा, विश्वविद्यालय अनुदान आयोग (विश्वविद्यालयों और उससे",
  "appointment and Career Advancement of teachers in Universities and": "संबद्ध संस्थानों में शिक्षकों की नियुक्ति और कैरियर उन्‍नति के लिए आवश्यक न्यूनतम",
  "Institutions affiliated to it) Regulation, 2000 were amended and the amendment": "योग्यता) विनियमन, 2000 में संशोधन किया गया और जिस संशोधन से हम चिंतित हैं वह",
  "with which we are concerned reads as under:-": "इस प्रकार है: -",
  "recruitment and appointment of Lecturers in Universities/ Collcges/ Institutions.": "“विश्वविद्यात्रयों/कॉलेजों/संस्थानों में व्याख्याताओं की भर्ती और नियुक्ति के लिए",
  "Provided, however, that candidates, who arc or have been awarded Ph.D. Degrec in compliance of the “University Grants Commission": "बशर्ते, जो अभ्यर्थी \"विश्वविद्यालय अनुदान आयोग (पीएचडी डिग्री प्रदान करने के लिए",
  "(minimum standards and procedure for award of Ph.D. Degree), Regulation 2009, shall be exempted from the requirement of the": "न्यूनतम मानक और प्रक्रिया) विनियम 2009\" के अनुपालन में पीएचडी डिग्री प्राप्त कर चुके",
  "minimum eligibility condition of NET/SLET for recruitment and appointment of Assistant Professor or cquivalent positions in": "प्रोफेसर या समकक्ष पदों की भर्ती और नियुक्ति के लिए नेट/सलेट की न्यूनतम पात्रता शर्त",
  "Itis pointed out that as per the aforesaid proviso, all candidates having Ph.D.": "यह बताया गया है कि उपरोक्त पूर्वोक्त के अनुसार पीएचडी डिग्री वाले सभी उम्मीदवारों",
  "degree irrespective of gradation of the University from where such a degree": "को उस विश्वविद्यालय के स्नातक स्तर की परवाह किए बिना, जहां से ऐसी डिग्री प्राप्त की",
  "is obtained, are exempted.": "गई है, छूट दी गई है।",
  "(6) The petitioners have also referred to UGC (Minimum Standards and Procedure for awards of M.Phil/Ph.D. Degree) Regulation, 2009 and submitted that these regulations provide for minimum standards as well as": "(6) (4) याचिकाकर्ताओं ने यूजीसी (एम.फिल/पीएचडी डिग्री के पुरस्कारों के लिए न्यूनतम मानक और प्रक्रिया) विनियमन 2009 का भी उल्लेख किया है और प्रस्तुत किया है कि ये",
  "procedure for awards of M.Phil/Ph.D. degrees and once the minimum": "नियम एम.फिल/पीएचडी के पुरस्कारों के लिए न्यूनतम मानकों के साथ-साथ प्रक्रिया भी",
  "awarding Ph.D. degree and it has also followed the procedure prescribed": "विश्वविद्यालय द्वारा पीएचडी डिग्री प्रदान करते समय पूरा किया जाता है और इसमें निर्धारित प्रक्रिया का भी पालन किया जाता है, तो नेट पास करने से छूट देने के प्रयोजनों के",
  "therein, there is no reason not to recognize such a Ph.D. degree for the": "लिए ऐसी पीएचडी डिग्री को मान्यता न देने का कोई कारण नहीं है। इस प्रकार यह तर्क दिया",
  "the impugned amendment recognizing the Ph.D. degrecs awarded only by the State/Central Universities and those private universities which have been": "गया है कि केवल राज्य/केंद्रीय विश्वविद्यालयों और उन निजी विश्वविद्यालयों द्वारा प्रदान की जाने वाली पीएचडी डिग्री को मान्यता देने वाला आक्षेपित संशोधन, जिन्हें एनएएसी",
  "accredited as “A” Grade by NAAC and ignoring other universities, is not": "द्वारा \"ए\" ग्रेड के रूप में मान्यता दी गई है और अन्य विश्वविद्यालयों की अनदेखी करना न",
  "only arbitrary and unreasonable and violatesArticle 14 of the Constitution,": "केवल मनमाना और अनुचित है और अनुच्छेद का उल्लंघन करता है। संविधान के 4 लेकिन",
  "but it is also against the UGC Regulation, 2000, as amended, as well as": "यह यूजीसी विनियमन, 2000 के साथ-साथ ऊपर उल्लिखित विनियमन 2009 के भी खिलाफ",
  "Regulation, 2009, noted above. It is further submitted that such a provision": "है। आगे यह प्रस्तुत किया गया है कि ऐसा प्रावधान रोजगार के लिए विचार किए जाने के",
  "ANIL KUMAR AND ANOTHER v STATE OF HARYANA 311 AND OTHERS (4.K. Sikri, C./)": "अनिल कुमार और अन्य बनाम हरियाणा राज्य और अन्य (मुख्य न्‍्यायधीश ए.के सीकरी)",
  "State Government cannot have a provision which goes contrary to": "सराहनीय है, अगर कानूनी स्थिति यह है कि राज्य सरकार के पास ऐसा प्रावधान नहीं हो",
  "the UGC Regulations - It will not stand judicial scrutiny - UGC": "सकता है जो यूजीसी विनियमों के विपरीत हो, तो यह न्यायिक जांच में खड़ा नहीं होगा।",
  "Regulations on minimum standards of education - Mandatory and": "कॉलेजों और विश्वविद्यात्रयों में शिक्षा के न्यूनतम मानकों पर नियम बनाता है। अन्यथा,",
  "not recommendatory - Such Regulations have a binding affect - Once the petitioners become entitled for exemption on the application": "गए नियम बाध्यकारी हैं और इस प्रस्ताव के लिए, याचिकाकर्ताओं ने दिल्‍ली विश्वविद्यालय",
  "to only those Ph.D. degree holders who have been awarded degrces by Central/State Universitics and those private universitics which have been": "जिन डिग्री धारकों को केंद्रीय/राज्य विश्वविद्यालयों द्वारा डिग्री प्रदान की गई है और वे निजी",
  "given the accreditation as \"A\" Grade University by the NAAC, is bona fide": "विश्वविद्यालय जिन्हें एनएएसी द्वारा \"ए\" ग्रेड विश्वविद्यालय के रूप में मान्यता दी गई है,",
  "and even appears to be laudable. However, at the sane time, the important": "वे प्रामाणिक हैं और यहां तक कि प्रशंसनीय भी प्रतीत होते हैं। हालाँकि इसके साथ ही",
  "question which needs serious consideration 1s as to whether the State can": "महत्वपूर्ण प्रश्न जिस पर गंभीरता से विचार करने की आवश्यकता है वह यह है कि कया राज्य",
  "have a rulc or stipulation which is contrary to the regulations framed by the": "के पास कोई नियम या शर्त हो सकती है जो यूजीसी द्वारा बनाए गए नियमों के विपरीत है।",
  "UGC. All said and donc, even if we presume that objective behind such": "सब कुछ कहा और किया, भले ही हम मानते हैं कि इस तरह के प्रावधान के पीछे का उद्देश्य",
  "Universilics or only those Private/DDecmed Universitcis which": "विश्वविद्यालयों या केवल उन केवल वे निजी/डीसीएमसीडी",
  "Private/Deemed Universities which": "प्राइवेट/डिसीएमसीडी विश्वविद्यालयों. | विश्वविद्यात्रय जिन्हें राष्ट्रीय मूल्यांकन",
  "have been accredited as “A” Grade": "राष्ट्रीय मूल्यांकन और प्रत्यायन परिषद |\"ए\" ग्रेड विश्वविद्यात्रयों के रूप में मान्यता",
  "Provided further that NIP shall not be required for such Master's programmes in disciplines for which": "बशर्ते कि ऐसे विषयों में मास्टर कार्यक्रमों | मास्टर कार्यक्रमों के लिए एनआईटी की के लिए नेट की आवश्यकता नहीं होगी आवश्यकता नहीं होगी जिनके लिए कोई",
  "there is no NET": "जिनके लिए कोई नेट नहीं है।\" एनआईटी नहीं है।\"",
  "(8) [tis submitted that the above amendment has becnnecessitated in view of the dubious Ph.D. degrees presently being awarded by some": "(8) यह प्रस्तुत किया गया है कि संदिग्ध पीएच.डी. को देखते हुए उपरोक्त संशोधन",
  "of the private/deemed universitics throughout the country. To standardise": "आवश्यक हो गया है। वर्तमान में देश भर में कुछ निजी/डीसीएमसीडी विश्वविद्यालयों द्वारा",
  "the quality of higher cducation, it was decided by the Government that Ph.D.": "डिग्रियाँ प्रदान की जा रही हैं। उच्च शिक्षा की गुणवत्ता को मानकीकृत करने के लिए सरकार",
  "degree awardcd by only those private universitics be considered which have": "द्वारा यह निर्णय लिया गया कि पीएच.डी. केवल उन्हीं निजी विश्वविद्यालयों द्वारा प्रदान",
  "been accredited as ‘A’ Grade Universitics by NAAC and the Service Rules": "की जाने वाली डिग्री पर विचार किया जाएगा जिन्हें एनए एसी द्वारा 'ए' ग्रेड विश्वविद्यालयों",
  "have been accordingly amended. Although NET was started by UGC to": "के रूप में मान्यता दी गई है और सेंडी नियमों में तदनुसार संशोधन किया गया है। यद्यपि",
  "improve the quality ofhigher education through selection of teachers with": "निफ़ की शुरुआत यूजीसी द्वारा उच्च शैक्षणिक मानक वाले शिक्षकों के चयन के माध्यम से",
  "higher academic standard, however, itis an open secret that there arc many": "उच्च शिक्षा की गुणवत्ता में सुधार के लिए की गई थी, तथापि, यह एक खुला रहस्य है कि ऐसे",
  "have becn awardcd degrces by Central/State Universitics and those private": "विश्वविद्यालयों या केवल उन निजी/डीसीईएमसीडी विश्वविद्यालयों द्वारा प्रदान की गई",
  "universitics which have been given the acereditation as “A” Grade University": "डिग्री, जिन्हें एनएएसी दूवारा \"ए\" ग्रेड विश्वविद्यालयों के रूप में मान्यता दी गई है, को नेट",
  "of the powers conferred by Section 26(1)(c) read with Section 14 of the": "26(एल)(सी) द्वारा प्रदत्त शक्तियों का प्रयोग करके बनाए गए थे। अधिनियम और यूजीसी",
  "U.GC. Act and were applicable to every institution including a constituent or an affiliated college recognized by the Commission in consultation with the University concerned under clause (1) of Section 2 of the UGC Act and": "अधिनियम की धारा 2 के खंड (4) के तहत संबंधित विश्वविद्यालय के परामर्श से आयोग द्वारा मान्यता प्राप्त एक घटक या संबद्ध कॉलेज सहित प्रत्येक संस्थान पर लागू होता है",
  "every institution decmed to be a University under Section 3 of the said Act.": "और प्रत्येक संस्थान को धारा ३ के तहत एक विश्वविद्यालय माना जाता है। उक्त",
  "‘The history Icading to framing of these regulations was also noticed, inter": "अधिनियम. अन्य बातों के साथ-साथ, इन विनियमों को तैयार करने के इतिहास पर भी ध्यान",
  "alia, pointing out that genesis of the said regulations can be found in the": "दिया गया, जिसमें बताया गया कि उक्त विनियमों की उत्पत्ति समय-समय पर शिक्षाविदों के",
  "time. Various reports of the expert bodics in this behalf were taken note of. The legal position qua the functioning of the UGC was thereafler": "निकायों की विभिन्‍न रिपोर्टों पर ध्यान दिया गया। इसके बाद यूजीसी की कार्यप्रणाली की",
  "delineated in the following manner:": "कानूनी स्थिति को निम्नलिखित तरीके से चित्रित किया गया:",
  "“66. The principal function of the U.GC. is set out in the opening words of section 12, thus “It shall be the general duty of the": "“66.'यू.जी.सी. का प्रमुख कार्य। धारा 2 के शुरुआती शब्दों में कहा गया है, इस प्रकार \"यह",
  "and maintenance of standards of teaching, examination and research": "विश्वविद्यात्रयों में शिक्षण, परीक्षा और अनुसंधान के मामले में यह ध्यान रखना बहुत",
  "in Universities” It is very important to note that a duty is cast upon the Commission to take” all such steps as it may think fit for the dctennination and maintenance of standards of teaching”. These are": "महत्वपूर्ण है कि आयोग पर ऐसे सभी कदम उठाने का कर्तव्य है जो वह शिक्षण के मानकों के",
  "dctennination and maintenance of standards of teaching”. These are very wide ranging powers. Such powers, in our vicw, would": "निर्धारण और रखरखाव के लिए उचित समझे। ये बहुत व्यापक शक्तियां हैं। हमारे विचार",
  "a ANIL KUMAR AND ANOTHER v. STATE OF HARYANA 319 AND OTHERS (4.K. Sikri, C./)": "अनिल कुमार और अन्य बनाम हरियाणा राज्य और अन्य (मुख्य न्‍्यायधीश ए.के सीकरी)",
  "(15)Aftcr going through these judgments, we find sufficient force in the arguments of the petitioners. Almost identical situation had arisen in": "(45) इन निर्णयों को पढ़ने के बाद, हमें याचिकाकर्ताओं के तर्कों में पर्याप्त बल मिलता है।",
  "in the arguments of the petitioners. Almost identical situation had arisen in the case of Raj Singh (supra). In that case, Raj Singh had applied for post": "लगभग ऐसी ही स्थिति राज सिंह (सुप्रा) की सहजता में उत्पन्न हो गई थी। उस मामले में,",
  "of Lecturer in Commerce in three colleges affiliated to Delhi University, but": "राज सिंह ने दिल्‍ली विश्वविद्यालय से संबद्ध तीन कॉलेजों में वाणिज्य में व्याख्याता के पद",
  "he had not been called for interview, on the ground that he should have": "के लिए आवेदन किया था, लेकिन उन्हें इस आधार पर साक्षात्कार के लिए नहीं बुलाया गया",
  "a writ petition in the High Court of Delhi. His submission was that advertisement": "दिल्‍ली उच्च न्यायालय में एक रिट याचिका दायर करके चुनौती दी थी। उनका कहना था कि",
  "for applications in this behalf did not lay down that candidate should have": "इस संबंध में आवेदन के लिए विज्ञापन में यह नहीं कहा गया है कि उम्मीदवार को नियमों",
  "passcd the test prescribed by the regulations. It was argued that UGC had": "द्वारा निर्धारित परीक्षा उत्तीर्ण करनी चाहिए। यह तक दिया गया कि यूजीसी ने",
  "framed University Grants Commission (Qualifications required of a person": "विश्वविद्यालय अनुदान आयोग (किसी विश्वविद्यालय और उससे संबद्ध संस्थान के",
  "The University contested the petition by arguing that the said Regulations": "का प्रावधान नहीं था। \"विश्वविद्यालय ने यह तर्क देकर याचिका का विरोध किया कि उक्त",
  "werc beyond the competence of UGC and, in any event, they were directory": "विनियम यूजीसी की क्षमता से परे हैं और, किसी भी स्थिति में, वे निर्देशिका हैं और प्रकृति में",
  "and not mandatory in nature. It was argued that Delhi University was an": "अनिवार्य नहीं हैं। यह तर्क दिया गया कि दिल्‍ली विश्वविद्यालय एक स्वायत्त निकाय है और",
  "autonomous body and no condition of cligibility can be imposed upon it. It is clear that the argument raised by the Delhi University was almost samc": "उस पर पात्रता की कोई शर्त नहीं लगाई जा सकती। यह स्पष्ट है कि दिल्‍ली विश्वविद्यालय",
  "It is clear that the argument raised by the Delhi University was almost samc as raised by the respondent-State herein. The Delhi | igh court, however,": "द्वारा उठाया गया तर्क लगभग वही था जो प्रतिवादी-राज्य द्वारा उठाया गया था। 'हालांकि,",
  "did not accept the contention of the Delhi University and upheld the validity ofthe Regulations framed by the UGC. The Supreme Court while upholding the decision of the Delhi High Court, went through various provisions of": "दिल्‍ली उच्च न्यायालय ने दिल्‍ली विश्वविद्यालय के तर्क को स्वीकार नहीं किया और यूजीसी",
  "(16) Commenting upon the nature of the Regulations, the Court": "(6) विनियमों की प्रकृति पर टिप्पणी करते हुए, न्यायालय ने निम्नलिखित",
  "made the following pertinent observations :": "प्रासंगिक टिप्पणियाँ कीं:",
  "“We now turn to analyse the said Regulations. ‘They are made": "“अब हम उक्त विनियमों का विश्लेषण करने की ओर मुड़ते हैं। वे केंद्रीय अधिनियम, प्रांतीय",
  "applicable to a University established or incorporated by or under a Central Act, a Provincial Act ora StateAct, every institution, including": "अधिनियम या राज्य अधिनियम द्वारा या उसके तहत स्थापित या निगमित",
  "a constituent or an affiliated collegerecognised by the U.GC. in": "विश्वविद्यालय, प्रत्येक संस्थान, जिसमें संबंधित विश्वविद्यात्रय के परामर्श से यूजीसी",
  "dcemed to be a University. The said Regulation are thus intended to": "हैं। एक विश्वविद्यालय हो. इस प्रकार उक्त विनियम कला का उद्देश्य यथासंभव व्यापक",
  "have the widest possible application, as indecd they must have if": "अनुप्रयोग करना है, जैसा कि वास्तव में होना चाहिए, यदि वे उद्देश्य की पूर्ति के लिए हैं,",
  "they are to serve the purpose intended, namcly, to ensure that all applicants for the post of lecturer, from whichever University they": "अर्थात्‌ यह सुनिश्चित करने के लिए कि व्याख्याता के पद के लिए सभी आवेदकों ने चाहे जिस",
  "1\". The first proviso to clause 2 permits relaxation in the prescribed qualifications by a University provided it is made with the prior": "पहला प्रावधान किसी विश्वविद्यालय द्वारा निर्धारित योग्यताओं में छूट की अनुमति देता",
  "qualifications by a University provided it is made with the prior approval of the U.G.C. This is because the said Regulations, made": "है, बशर्ते कि इसे यू.जी.सी. की पूर्व मंजूरी के साथ बनाया गया हो। ऐसा इसलिए है क्योंकि",
  "under the provisions of Section 26 (1)(c), define the qualifications": "धारा 26 (एल) (सी) के प्रावधानों के तहत बनाए गए उक्त विनियम, इन योग्यताओं को",
  "that are ordinarily and not invartably required ofa lecturer. The second": "परिभाषित करते हैं। जो आमतौर पर एक व्याख्याता के लिए आवश्यक हैं और अनिवार्य रूप",
  "proviso to clause 2 makes the application of the said Regulations": "से नहीं। खंड 2 का दूसरा प्रावधान उक्त विनियमों के आवेदन को संभावित बनाता है। उक्त",
  "consequence of the failure of a University to comply with the recommendation made in clause 2 in the same terms as are set out in": "विनियमों का खंड ३ खंड 2 में की गई सिफारिश का पालन करने में विश्वविद्यालय की",
  "be open to a University to comply with the provisions ofclausc 2 by": "यह खंड के प्रावधानों का अनुपालन करने के लिए एक विश्वविद्यालय के लिए खुला होगा 2.",
  "employing as Iccturers only such persons as fulfill the requirements": "केवल ऐसे व्यक्तियों को व्याख्याता के रूप में नियोजित करना जो उक्त विनियमों की",
  "as (0 qualifications for the appropriatesubject provided in the schedule": "अनुसूची में दिए गए उचित विषय के लिए योग्यता संबंधी आवश्यकताओं को पूरा करते हों।",
  "to the said Regulations. It would also be open, in specific cases, for the University toseck prior approval of the U.GC. to relax these": "विशिष्ट मामलों में, विश्वविद्यालय के लिए यूजीसी की पूर्वानुमति प्राप्त करना भी खुला",
  "requirements. Yet again, it would be open to the University not to": "होगा। इन आवश्यकताओं को शिथिल्र करने के लिए. फिर भी, यह विश्वविद्यालय के लिए",
  "comply with the provisions of clause 2, in which case, in the event": "खुला होगा कि वह खंड 2 के प्रावधानों का अनुपालन न करे, जिसमें आसानी होगी, यदि वह",
  "that it failed to satisfy the U.GC. that it had done so for good cause,": "यूजीसी को संतुष्ट करने में विफल रहता है। उसने अच्छे उद्देश्य के लिए ऐसा किया है, इससे",
  "ANIL KUMAR AND ANOTHER x» STATI OF HARYANA 325 AND OTHERS (4.K. Sikri, C./.)": "अनिल कुमार और अन्य बनाम हरियाणा राज्य और अन्य (मुख्य न्‍्यायधीश ए.के सीकरी)",
  "it would lose its grant from the U.G.C. The said Regulations do not": "उसे यू.जी.सी. से मित्रने वाल्रा अनुदान खोना पड़ेगा। टीएचसी ने कहा कि नियम",
  "impinge upon the power of the University to select its teachers. The": "विश्वविद्यालय की अपने शिक्षकों का चयन करने की शक्ति में हस्तक्षेप नहीं करते हैं।",
  "University may still select its lecturers by writtcn test and intervicw": "\"विश्वविद्यालय अभी भी अपने व्याख्याताओं का चयन लिखित परीक्षा और साक्षात्कार या",
  "by the said Regulations arc awardcd no marks or ranks and, therefore, all who have clearcd it stand at the same level. There is,": "उम्मीदवारों को कोई अंक या रैंक नहीं दिया जाता है और इसलिए, इसे पास करने वाले सभी",
  "therefore, all who have clearcd it stand at the same level. There is, therefore, no element of selection in the process. The University’s": "लोग समान स्तर पर खड़े होते हैं। 'इसलिए, इस प्रक्रिया में चयन का कोई तत्व नहीं है।'",
  "autonomy. is not entrenched upon by the said Regulations.”": "विश्वविद्यालय की स्वायत्तता, उक्त विनियमों द्वारा प्रभावित नहीं होती है।'",
  "(17) tis clear from the above that almost identical pleas, as raised by the respondent-State in the present casc, were negatived inthe aforesaid": "(47) उपरोक्त से यह स्पष्ट है कि वर्तमान मामले में प्रतिवादी-राज्य दवारा उठाई गई",
  "(18) The argument, therefore, that UGC is only arecommendatory": "(48) इसलिए, तर्क यह है कि यूजीसी केवल एक सिफारिशी निकाय है जो विश्वविद्यालयों",
  "body which provides recommendations to the Universitics and its role is": "को सिफारिशें प्रदान करता है और इसकी भूमिका कॉलेजों और विश्वविद्यालयों में शिक्षा के",
  "limited in the framing of Regulations on minimum standards of education in colleges and universitics and thenorms fixed by the UGC for appointment": "न्यूनतम मानकों और नियुक्ति के लिए यूजीसी द्वारा निर्धारित दोपहर पर विनियम बनाने",
  "to various posts arc only recommendatory and not mandatory, has to be": "में सीमित है। विभिन्‍न पदों के लिए आवेदन केवल अनुशंसात्मक हैं, अनिवार्य नहीं, इसलिए",
  "rejected. [t would also be of significance to point out that in Raj Singh": "इसे अस्वीकार कर दिया जाएगा। यह बताना भी महत्वपूर्ण होगा कि राज सिंह (पूर्व) मामले",
  "(supra), the Supreme Court had taken note of carlicr judgments in the case of Osmania University Teachers Association versus State ofAndhra": "में, सुप्रीम कोर्ट ने उस्मानिया यूनिवर्सिटी टीचर्स एसोसिएशन बनाम आंध्र प्रदेश राज्य और",
  "for our purposes as well, as is clear from the following:": "किया गया वह हमारे उददेश्यों के लिए भी महत्वपूर्ण होगा, जैसा कि निम्नलिखित से स्पष्ट",
  "“In Osmania University Tcachcrs Association v. State of Andhra Pradesh and Anr., [1987] 3 SCR 949, the validity of the Andhra": "“उस्मानिया विश्वविद्यालय शिक्षक संघ बनाम आंध्र प्रदेश राज्य और अन्य.. 44987] ३",
  "Pradesh and Anr., [1987] 3 SCR 949, the validity of the Andhra Pradesh Commission crate of Higher Education Act, 1986, was in": "एससीआर 949 में, उच्च शिक्षा अधिनियम, 4986 के आंध्र प्रदेश आयोग की वैधता प्रश्न में",
  "Commissioncrate to advise the State Government in matters relating to higher education and to overscc its development and perform all": "थी। इसे उच्च शिक्षा से संबंधित मामलों में राज्य सरकार को सलाह देने और इसके विकास",
  "functions necessary for the furtherance and maintenance of excellence": "की निगरानी करने और उच्च शिक्षा के मानकों में उत्कृष्टता को आगे बढ़ाने और बनाए रखने",
  "the High Court. This court on appcal held to the contrary. It observed": "अदालत ने अपील पर इसके विपरीत फैसला सुनाया। इसमें पाया गया कि सूची -। की प्रविष्टि",
  "that cntry 66 of List 1 gave power to the Union to sec that the required standard of higher education in the country was maintained. It was": "66 ने संघ को यह अधिकार दिया कि वह देश में उच्च शिक्षा के आवश्यक मानक को बनाए",
  "the exclusive responsibility of the Central Government to coordinate and detennine the standards of highcr education. ‘That power included": "रखे। उच्च शिक्षा के मानकों का समन्वय और निर्धारण करना केंद्र सरकार की विशेष जिम्मेदारी थी। 'उस शक्ति में राष्ट्रीय महत्व की किसी भी परियोजना का मूल्यांकन,",
  "(2) (1987) 3 SCR 949": "(2) (987) 3 एससीआर 949",
  "ANI], KUMAR AND) ANOTHER © x STATE OF ILARYANA 321 AND OTHERS (A.K. Sikri, C1)": "अनिल कुमार और अन्य बनाम हरियाणा राज्य और अन्य (मुख्य न्‍्यायधीश ए.के सीकरी)",
  "the University Grants Commission in its 347th mecting is not effective and binding because it has not becn published in the Gazette of India.": "अपनी 347वीं बैठक में दी गई छूट प्रभावी और बाध्यकारी नहीं है क्योंकि इसे भारत के राजपत्र",
  "and binding because it has not becn published in the Gazette of India. In our opinon, the proviso (1) of Regulation 2 empowers the University": "में प्रकाशित नहीं किया गया है। हमारी राय में विनियम 2 का प्रावधान () विश्वविद्यालय",
  "13. In this connection, it would be uscful to refer to a recent decision of the Supreme Court in University of Delhi v. Raj Singh 1995(1)": "43. इस संबंध में, दिल्‍ली विश्वविद्यालय बनाम राज सिंह 995(4) एससीटी 4 (एससी):",
  "University of Delhi had shown its unwillingness to comply with the": "पालन करने में अपनी अनिच्छा दिखाई थी। इसके समक्ष दायर रिट याचिकाओं पर, दिल्‍ली",
  "affirmed the directions given by the High Court and held that the": "न्यायात्रय के आधिपत्य ने प्रथम न्‍्यायात्रय दवारा दिए गए निर्देशों की पुष्टि की और माना",
  "regulations framed by the University Grants Commission did not in": "कि विश्वविद्यालय अनुदान आयोग द्वारा बनाए गए नियम किसी भी तरह से",
  "any manner entrench upon the autonomy of the University. Their Lordships held:-": "विश्वविद्यालय की स्वायत्तता पर प्रभाव नहीं डालते। उनके आधिपत्य में :-",
  "ANIL KUMAR AND ANOTHER v. STATE OF HARYANA 327 AND OTHERS (A.K. Sikri, C.J.)": "3॥ अनिल कुमार और अन्य बनाम हरियाणा राज्य और अन्य (मुख्य न्‍्यायधीश ए.के सीकरी)",
  "“The ambit of entry 66 has already been the subject of the decision of this Court in the cases of the Gujarat University and the Osmania University. The U.GC, Act is enacted under the": "“प्रविष्टि 66 का दायरा पहले से ही गुजरात विश्वविद्यालय और उस्मानिया विश्वविद्यालय के मामलों में इस न्यायालय के निर्णय का विषय रहा है। यूजीसी अधिनियम अपने उद्देश्य",
  "provisions of entry 66 to carry out the objective thereof. Its": "को पूरा करने के लिए प्रविष्टि 66 के प्रावधानों के तहत अधिनियमित किया गया है। इसका",
  "short title, in fact, reproduces the words of entry 66. The": "संक्षिप्त शीर्षक, वास्तव में प्रविष्टि 66 के शब्दों को पुन: प्रस्तुत करता है। यूजीसी का मुख्य",
  "principal function of the U.GC-. is set out in the opening words of section 12, thus “It shall be the gencral duty of the Commission": "कार्य धारा 42 के शुरुआती शब्दों में इस प्रकार निर्धारित किया गया है \"यह आयोग का",
  "and co-ordination of University cducation and for the determination and maintenance of standards of teaching,": "और समन्वय के लिए और विश्वविद्यालयों में शिक्षण, परीक्षा और अनुसंधान के मानकों के",
  "determination and maintenance of standards of teaching, examination and research in Universitics....” It is very important": "निर्धारण और रखरखाव के लिए उपयुक्त हो सकता है...\" यह ध्यान रखना बहुत महत्वपूर्ण है",
  "to note that a duty is cast upon the Commission to take “all": "कि आयोग पर एक कर्तव्य डाला गया है \"शिक्षण के मानकों के निर्धारण और रखरखाव के",
  "such steps as it may think fit....for the determination and maintenance of standards of teaching”. These are very wide ranging powers. Such powers, in our view, would comprehend": "लिए ऐसे सभी कदम उठाएं जो वह उचित समझें...\"| ये बहुत व्यापक शक्तियाँ हैं। हमारे",
  "qualifications required for holding the post of lecturers in Universities and colleges to appear for a written test, the passing": "को समझती हैं जिनके पास विश्वविद्यालयों और कॉलेजों में व्याख्याता के पद को संभालने",
  "proficiency for holding such post.”": "उनके पास ऐसे पद को संभालने के लिए न्यूनतम दक्षता है |”",
  "From these observations of the Supreme Court, it is clear that the": "सर्वोच्च न्यायालय की इन टिप्पणियों से यह स्पष्ट है कि सर्वोच्च न्यायालय ने विभिन्‍न",
  "Commission to make regulations prescribing qualifications for recruitinent of various teachers etc. As a logical corollary it must be": "शिक्षकों आदि की भर्ती के लिए योग्यता निर्धारित करने वाले नियम बनाने के विश्वविद्यालय",
  "held that the University Grants Commission has full power to grant": "माना जाना चाहिए कि विश्वविद्यालय अनुदान आयोग के पास पूर्ण शक्ति है 994 के",
  "relaxation in the right of the first proviso to Regulation 2 of the 1991": "विनियम 2 के पहले प्रावधान के अधिकार में छूट देने के लिए और किसी भी सरकार या",
  "Regulations and there can be no justification for any Government or University to ignore such relaxation on the pretest that the samc is": "विश्वविद्यालय के लिए यह औचित्य नहीं हो सकता है कि वह इस आधार पर इस तरह की",
  "not published in the gazette.”": "छूट को नजरअंदाज कर दे कि यह राजपप्र में प्रकाशित नहीं है।\"",
  "(20) The only difference is that UGC has now framed Regulations,": "(20) एकमात्र अंतर यह है कि यूजीसी ने अब विनियम, 2009 तैयार किया है जैसा कि ऊपर",
  "2009, as noted above. Regulation-2 thercof also provides that these": "बताया गया है। इसके विनियम 2 में यह भी प्रावधान है कि ये विनियम केंद्रीय अधिनियम,",
  "or under a Central Act, Provincial Act or a State Act, every Institution": "प्रांतीय अधिनियम या राज्य अधिनियम द्वारा या उसके तहत स्थापित या निगमित प्रत्येक",
  "including a constituent or an affiliated College recognized by the Commission,": "विश्वविद्यालय पर लागू होंगे, प्रत्येक संस्थान जिसमें एक घटक या एक संबद्ध कॉलेज शामिल है। आयोग द्वारा संबंधित विश्वविद्यालय के परामर्श से मान्यता प्राप्त है। यूजीसी"
}