{
  "Before Archana Puri, .J": "अर्चना पुरी से पहले .जे",
  "ANITA AND OTHERS—4Appellants": "अनीता और अन्य - अपीलकर्ता",
  "versus": "बनाम",
  "IQBAL AND OTHERS—Respondents": "इकबाल और अन्य-प्रतिवादी",
  "FAO No. 5419 of 2014": "2044 का एफएओ नंबर 5449",
  "November 30, 2022": "30 नवंबर 2022",
  "Schedule-Death of a minor child aged 11 years; Quantum; Loss of dependency; Loss of consortium; Multiplier; Notional income of the": "के नाबालिग बच्चे की मृत्यु; क्वांटम; निर्भरता का नुकसान; कंसोर्टियम का नुकसान; गुणक;",
  "child taken as Rs. 30000/- and multiplier of 16 has been applied in": "बच्चे की अनुमानित आय रुपये के रूप में ली गई। सरला वर्मा केस के मद्देनजर 30000/- और 46 का गुणक लागू किया गया है; रुपये का मुआवजा निर्भरता की हानि के मद में",
  "view of Sarla Verma’ Case; Compensation of Rs. 4, 80,000/- awarded": "4,80,000/- का पुरस्कार दिया गया; रु. कंसोर्टियम के नुकसान के लिए प्रत्येक को",
  "Held, that the Hon'ble Supreme Court in the case titled as The New India Assurance Company Limited versus Somwati and others, Civil Appeal No.3093 of 2020, decided on 07.09.2020. It was further": "माना गया कि माननीय सर्वोच्च न्यायालय ने द न्यू इंडिया एश्योरेंस कंपनी लिमिटेड बनाम सोमवती और अन्य, सिविल अपील संख्या 30993 ऑफ़ 2020 नामक मामले में 07.09.2020 को फैसला सुनाया। प्रणय सेठी के मामले (सुप्रा) में आगे यह कहा गया कि",
  "be enhanced by 10% after every three years. As the said judgmentis": "उपरोक्त राशि को हर तीन साल के बाद 40% बढ़ाया जाना चाहिए। जैसा कि उक्त निर्णय",
  "comesto be Rs.44,000/- as ‘loss of consortium’. In the light of the same, appellants-claimants No.1 and 2 (parents) are entitled to compensation,": "रूप में 44,000/- रुपये होगी। उसी के आलोक में, अपीलकर्ता-दावेदार संख्या 4 और 2",
  "on the count of ‘loss of consortium' to the extent of Rs.44,000/- each,": "(माता-पिता) 44,000/- रुपये की सीमा तक 'संघ की हानि' की गिनती पर मुआवजे के",
  "and thus, the total comes to be Rs.88,000/-.": "हकदार हैं, और इस प्रकार, कुल आता है रु.88,000/- हो.",
  "Kiran Bala Jain, Advocate, for the appellants.": "अपीलकर्ताओं की ओर से किरण बाला जैन, अधिवक्ता।",
  "Ravinder Arora, Advocate, for respondent No.3-Insurance Company.": "प्रतिवादी नंबर 3-बीमा कंपनी के लिए रविंदर अरोड़ा, वकील।",
  "ARCHANA PURI, J": "अर्चना पुरी, जे",
  "(1) Challenge in the present appeal is to the Award dated": "(3) वर्तमान अपील में चुनौती मोटर दुर्घटना दावा न्यायाधिकरण द्वारा पारित दिनांक",
  "on account of death of their son, namely Shubham (brother of appellant-": "अर्थात्‌ शुभम (अपीलकर्ता दावेदार का भाई) की मृत्यु के कारण मुआवजा दिया गया था।",
  "claimant No.3), aged about 11 years, in a motor vehicular accident, which took place on 13.08.2012.": "नंबर 3), उम्र लगभग 44 वर्ष, एक मोटर वाहन दुर्घटना में, जो 3.08.2042 को हुई थी।",
  "(2) On appraisal of the evidence, adduced qua the death of": "(2) 43 वर्ष की आयु के शुभम की मृत्यु के संबंध में प्रस्तुत साक्ष्यों के मूल्यांकन पर,",
  "the present cost of living. Inthe said judgment, till such": "ऐसा करना. उसी के मद्देनजर, जीवन यापन की वर्तमान लागत को ध्यान में रखते",
  "compensation by fixing a sum of Rs.1,00,000/- (Rupees": "के गैर-कमाऊ बच्चों के लिए मुआवजे के रूप में 4,00,000/- रुपये (एक लाख",
  "children up to the age of 5 (five) years old and a sum of": "वर्ष की आयु और 5 (पांच) वर्ष से अधिक आयु के गैर-कमाऊ व्यक्तियों के लिए",
  "Rs.1,50,000/- (Rupees one lakh fifty thousand only) for the": "रु. 4,50,000/- (एक लाख पचास हजार रुपये मात्र) की राशि।",
  "13. In the case of R.K. Malik & Anr. also, this Court has": "43. आर के. के मामले में. मलिक और अन्य. इसके अलावा, इस न्यायालय",
  "observed that the notional income fixed under Section 163-A of the Motor Vehicles Act, 1988 as Rs.15,000/- per": "ने देखा है कि मोटर वाहन अधिनियम, 4988 की धारा 463-ए के तहत 45,000/-",
  "annum should be enhanced and increased as the same": "रुपये प्रति वर्ष निर्धारित अनुमानित आय को बढ़ाया और बढ़ाया जाना चाहिए",
  "continued to exist without any amendment since 14.11.1994. In the case of Kishan Gopal & Anr. where the": "क्योंकि यह 44.44.4994 से बिना किसी संशोधन के जारी है। किशन गोपाल और",
  "deceased was a ten years old child, this Court has fixed his": "अन्य के मामले में. जहां मृतक दस साल का बच्चा था, इस न्यायालय ने उसकी",
  "notional income at Rs.30,000/- per annum.": "अनुमानित आय 30,000/- रुपये प्रति वर्ष तय की है।",
  "14. In this case, it is to be noted that the accident was on": "44. इस मामले में, यह ध्यान दिया जाना चाहिए कि दुर्घटना 06.09.2004 को",
  "15. In view of the judgments in the cases in Puttamma &": "5. पुट्ठम्मा और अन्य मामलों में निर्णयों के मद्देनजर, आर.के. मलिक और",
  "Ors., R.K. Malik & Anr. and Kishan Gopal & Anr., we are of the view that it is a fit case to increase the notional": "अन्य. और किशन गोपाल और अन्य।, हमारा विचार है कि मुद्रास्फीति, रुपये के",
  "Company would not render any assistance to the case of the insurance company.”": "गया-बीमा कंपनी बीमा कंपनी के मामले में कोई सहायता प्रदान नहीं करेगी।\"",
  "(9) In view of the aforesaid observations, the Court took the": "(9) उपरोक्त टिप्पणियों के मद्देनजर, न्यायालय ने मृत बच्चे की अनुमानित आय",
  "compensation as Rs.3.75 lakh, towards loss of dependency. Besides the same, Rs.40,000/- each was given to the claimants, who were two in": "3.75 लाख रुपये के मुआवजे पर काम किया। इसके अलावा, प्रत्येक दावेदार को, जो",
  "sum of Rs.15,000/- towards funeral expenses and": "संख्या में दो थे, फिलियल कंसोर्टियम के लिए 40,000/- रुपये और अंतिम संस्कार के खर्च",
  "Rs.4,70,000/- .": "के लिए 45,000/- रुपये दिए गए। कुल मुआवज़ा 4,70,000/- रुपये पर तय हुआ।",
  "(10) Considering the aforesaid case law, now reverting to the": "(40) उपरोक्त केस कानून पर विचार करते हुए, अब केसइन हाथ पर वापस आते",
  "casein hand. Be it noted that insurance company has not challenged the": "हैं। ज्ञात हो कि बीमा कंपनी ने इस पुरस्कार को चुनौती नहीं दी है। प्रस्तुत मामले में",
  "Award. The accident in the case in hand took place on 13.08.2012.": "दुर्घटना दिनांक 43.08.2042 को घटित हुई। उसी को ध्यान में रखते हुए और उपर्युक्त",
  "Keeping in view the same and also considering the date of death of victims under consideration in the above-said case law, there has been": "मामले के कानून में विचाराधीन पीड़ितों की मृत्यु की तारीख पर भी विचार करते हुए, मोटर",
  "introduced, for giving ‘just’ and ‘reasonable’ compensation to the": "अवमूल्यन हुआ है। दावेदारों को 'उचित' और 'उचित' मुआवजा देने के लिए अधिनियम",
  "conveniently be taken to be Rs.30,000/- per annum.Thus, considering the age of mother of the deceased, the multiplier to be applied, in the": "प्रति वर्ष मानी जा सकती है। इस प्रकार, मां की उम्र को ध्यान में रखते हुए मृतक के",
  "case in hand, as per guidelines laid down in Smt.Sarla Verma versus Delhi Transport Corporation and anr.', is '16'.": "मामले में, श्रीमती सरला वर्मा बनाम दिल्ली परिवहन निगम और अन्य.। में निर्धारित दिशानिर्देशों के अनुसार, लागू किया जाने वाला गुणक '6' है।",
  "by learned Tribunal, ought to be reappraised. Considering the latest": "पुनर्मूल्यांकन किया जाना चाहिए। नवीनतम मामले के कानून को ध्यान में रखते हुए,",
  "case law, on account of loss of consortium also, the parents of the": "कंसोर्टियम के नुकसान के कारण, मृतक के माता-पिता को भी मुआवजा दिया जाना",
  "deceased, ought to be compensated. As per National Insurance Company Limited versus Pranay Sethi and others’, the extent of": "चाहिए। नेशनल इंश्योरेंस कंपनी लिमिटेड बनाम प्रणय सेठी और अन्य2 के अनुसार,",
  "fastened, jointly and severally, upon the driver, owner and insurer of the offending vehicle i.e. Auto rickshaw bearing registration No.HR-37C- 4532.": "वाहन यानी पंजीकरण संख्या ॥४-३37०4532 वाले ऑटो रिक्शा के चालक, मालिक और बीमाकर्ता पर तय किया गया था।",
  "(3) Being dissatisfied with the awarded amount, the appellants/claimants have filed the present appeal for seeking enhancement of compensation.": "(3) दी गई राशि से असंतुष्ट होकर, अपीलकर्ताओं/दावेदारों ने मुआवजे में वृद्धि की मांग के लिए वर्तमान अपील दायर की है।",
  "(4) At the very outset, it is pertinent to mention that claim": "(4) सबसे पहले, यह उल्लेख करना उचित है कि दावा याचिका मोटर वाहन",
  "petition had been filed under Section 163A of the Motor Vehicle Act.": "अधिनियम की धारा 4630 के तहत दायर की गई थी।",
  "(5) So far as, the taking place of the accident, due to use of Auto rickshaw, driven by respondent No.1l-Iqbal Singh and same": "(5) जहां तक, प्रतिवादी नंबर 4-इकबाल सिंह द्वारा संचालित ऑटो रिक्शा के",
  "having resulted into fatal injuries caused to Shubham, is concerned, the": "उपयोग के कारण दुर्घटना हुई और जिसके परिणामस्वरूप शुभम को घातक चोटें आईं,",
  "same stands amply established, from the evidence brought on record.": "यह बात पूरी तरह से स्थापित है, रिकॉर्ड पर लाए गए सबूतों से. हालांकि, प्रतिवादी-ड्राइवर",
  "Even though, the respondent-driver as well as owner and the insurance company, in their separate replies, had denied about taking place of the": "के साथ-साथ मालिक और बीमा कंपनी ने अपने अलग-अलग जवाबों में दुर्घटना होने से",
  "accident, but nosatisfactory evidence, to so substantiate this plea, has": "इनकार किया था, लेकिन इस दलील को साबित करने के लिए कोई संतोषजनक सबूत",
  "(6) Suffice to consider that appellant-claimant No.1-Anita, who": "(6) यह विचार करने के लिए पर्याप्त है कि अपीलकर्ता-दावेदार नंबर 4-अनीता, जो",
  "is mother of the deceased, in her affidavit Ex.PW2/A, has categorically deposed about the taking place of the accident and the same resulting": "मृतक की मां है, ने अपने हलफनामे &८?५४2/ में स्पष्ट रूप से दुर्घटना होने और उसके",
  "into the death of her son Shubham, who was 11 years old. Besides the": "परिणामस्वरूप की मृत्यु के बारे में बताया है। उसका बेटा शुभम, जो 44 साल का था।",
  "same, an eye witness has been examined, namely Amit Kumar as PW- 3, who deposed about the manner of taking place of the accident and": "इसके अलावा, एक चश्मदीद गवाह से पूछताछ की गई है, जिसका नाम पीडब्लू 3 के रूप में अमित कुमार है, जिसने दुर्घटना के घटित होने के तरीके और उसी के कारण शुभम की",
  "the same having caused death of Shubham. Even, PW-1 Rajesh Kumar, Criminal Ahlmad has been examined, who had proved the record,": "मौत के बारे में गवाही दी। यहां तक कि, पीडब्लू-4 राजेश कुमार, आपराधिक अहलमद से",
  "relating to the FIR got registered qua the accident in question and also": "भी पूछताछ की गई है, जिन्होंने दुर्घटना के संबंध में दर्ज की गई एफआईआर से संबंधित",
  "about driver of offending vehicle, namely Iqbal Singh, to be facing": "रिकॉर्ड को साबित किया था और अपराधी वाहन के चालक इकबाल सिंह के खिलाफ",
  "criminal trial. Considering the aforesaid evidence, the fact of accident,": "आपराधिक मुकदमे का सामना करने के बारे में भी बताया था। उपरोक्त साक्ष्यों को ध्यान",
  "due to use of Auto Rickshaw bearing registration No.HR-37C-4532 and": "में रखते हुए, पंजीकरण संख्या एचआर-37सी-4532 वाले ऑटो रिक्शा के उपयोग के",
  "established.": "स्थापित होता है।",
  "(7) In this backdrop, now compensation, so worked upon by the": "(7) इस पृष्ठभूमि में, अब ट्रिब्यूनल द्वारा दिए गए मुआवजे पर वर्तमान अपील में",
  "took into consideration the fact of petition having been filed under": "तहत दायर की गई याचिका के तथ्य पर विचार किया और चूंकि मृत बच्चा कमाने वाला",
  "was not an earning member, learned Tribunal considered the notional": "सदस्य नहीं था, इसलिए विद्वान न्यायाधिकरण ने तय करने के उद्देश्य से अनुसूची- ॥ के"
}