{
  "Before : M. R. Agnihotri, J.": "न्यायमूर्ति एम. आर. अग्निहोत्री के समक्ष",
  "M/S SIRI CHAND AND SONS,-~Petitioners,": "मैसर्स सिरी चंद एंड संस-याचिकाकर्ता",
  "versus": "बनाम",
  "ADMINISTRATOR, UNION TERRITORY, CHANDIGARH AND OTHERS,—Respondents.": "प्रशासक, केंद्र शासित प्रदेश, चंडीगढ़ और अन्य- उत्तरदाताओं",
  "Capital of Punjab (Development and Regulation). Act, 1952—": "पंजाब की राजधानी (विकास और विनियमन) अधिनियम, 952 - धारा 8-ए - अब-निर्माण के",
  "S. 8-A—Resumption of plot for non-construction—Site originally allott- ed in 1953—-Transferred in 1958—After 20 years, Estate Officer formally": "लिए भूखंड की बहाली - मूल रूप से 953 में आवंटित साइट - 958 में स्थानांतरित - 20 वर्षों",
  "months—Meantime, litigation between co-sharers—Construction not": "निर्माण की अनुमति दी गई - इस बीच, सह-हिस्सेदारों के बीच मुकदमेबाजी - निर्माण पूरा नहीं",
  "completed—Plot resumed—When authorities itself took 20 years tu transfer plot on same terms and conditions as original allotment—": "हुआ - प्लॉट फिर से शुरू हुआ - जब अधिकारियों को मूल आवंटन के समान नियमों और शर्तों पर प्लॉट हस्तांतरित करने में 20 साल लग गए - अधिकारियों को निर्माण पूरा करने के लिए",
  "Incumbent on authorities to grunt same period of 5 yczars to transferee": "स्थानांतरित व्यक्ति को 5 वर्ष की समान अवधि देने का दायित्व है।",
  "Held, that when the Chandigarh Administration itself took full": "यह अभिनिर्णीत किया गया कि जब चंडीगढ़ प्रशासन ने स्वयं विवादित स्थल्र को याचिकाकर्ताओं",
  "‘twenty ‘years in transferring the site in dispute in the names of the petitioners that is, from 1958 to 20th November, 1978, on the same": "के नाम पर स्थानांतरित करने में पूरे बीस साल लगा दिए, यानी 958 से 20 नवंबर, 978",
  "terms and conditions as were stipulated in the original order of allotment, that is, construction o/ the building on the site in dispiite": "तक, उन्हीं नियमों और शर्तों पर जो आवंटन के मूल आदेश में निर्धारित थे, यानी विवादित स्थल",
  "to be completed within five years, it was incumbent upon the": "पर भवन का निर्माण पांच साल्र के भीतर पूरा करना होगा और प्रशासन पर यह दायित्व था कि",
  "of the impugned order of resumption by the Estate Officer, Chandi-": "संपदा अधिकारी, चंडीगढ़ द्वारा फिर से शुरू करने का विवादित आदेश पारित किया गया, जैसा",
  "garh, on 18th February, 1980, as upheld by the Chief Administrator, Chandigarh on 24th March, 1981 was wholly unwarranted and": "कि 24 मार्च, 98 को मुख्य प्रशासक, चंडीगढ़ द्वारा बरकरार रखा गया था जो कानून की इष्टि",
  "(Para 6)": "(पैरा 6)",
  "Civil Writ Petition under Articles 226/227 of the Constitution of India preying that—": "भारत के संविधान के अनुच्छेद 226/227 के तहत सिविल्र रिट याचिका में प्रार्थना की गई है कि-",
  "Anmexures P-2, P-4, P-6 & P-7 passed by the respondents": "() उत्तरदाता संख्या से 3 द्वारा क्रमशः अनुलग्नक पी-2, पी-4, पी-6 और पी- पारित किए",
  "(4) a writ in the nature of Mandamus directing the respondents to restore the original allotment of the plot be issued;": "() उत्तरदाताओं को भूखंड का मूल आवंटन बहाल करने का निर्देश देने वाली परमादेश की प्रकृति की एक रिट जारी की जाए,",
  "(tii) that records of the case te summoned;": "(#) मामले के रिकॉर्ड तत्रब किए जाएं;",
  "(iv) issuance of advance notices on the respondents be dispensed with;": "(५) उत्तरदाताओं को अग्रिम नोटिस जारी करने की छूट दी जाए;",
  "(v), filing of certified copies of Annexure P-1 to P-7 be dis- pensed with;": "(४) अनुलग्नक पी- से पी- की प्रमाणित प्रतियों को दाखिल करने की छूट दी जाए;",
  "(Vi) costs of the petition be awarded to the petitioners;": "(४) याचिका की लागत याचिकाकर्ताओं को दी जाए;",
  "(vii) Any other relief to which the petitioners may be found entitled to be granted.": "(भा) कोई अन्य राहत जिसे याचिकाकर्ताओं को दिए जाने का हकदार पाया जा सकता है।",
  "Smt. Sheela Didi, Advocate, for the Petitioners.": "श्रीमती शीला दीदी, याचिकाकर्ताओं के अधिवक्ता।",
  "Ajai Lamba, Advocate, for the respondents.": "श्री अजय लांबा, प्रतिवादियों के अधिवक्ता।",
  "JUDGMENT": "निर्णय",
  "M. R. Agnihotri, J.": "एम. आर. अग्निहोत्री, न्यायमूर्ति",
  "(1) In this writ petition under Articles 226 and 227 of the. Constitution of India, the petitioners have challenged the order of": "() भारत के संविधान के अनुच्छेद 226 और 227 के तहत इस रिट याचिका में, याचिकाकर्ताओं",
  "resumption of the residential plot, passed on 18th February, 1980": "ने संपदा अधिकारी, चंडीगढ़ द्वारा 8 फरवरी, 980 को पारित आवासीय भूखंड को फिर से शुरू",
  "(Annexure P. 4), by the Estate Officer, Chandigarh, and the orders": "करने के आदेश को चुनौती दी है (अनुलग्नक पी-4) और मुख्य प्रशासक, चंडीगढ़ और प्रशासक,",
  "dated 24th March, 1981 (Anneuxre P. 6) and 8th June, 1988 .(Annexure P. 7) passed by the Chief Administrator, Chandigarh,": "केंद्र शासित प्रदेश, चंडीगढ़ के सल्राहकार द्वारा पारित आदेश दिनांक 24 मार्च, 498 (अनुलग्नक पी-6) और 8 जून, 988 (अनुलग्नक पी-7),जिसके द्वारा याचिकाकर्ता द्वारा बहाली के आदेश",
  "by which appeal .and revision against the order of resumption have been rejected, respectively.": "के खिलाफ की गई अपील और पुनरीक्षण को क्रमशः खारिज कर दिया गया है।",
  "(2) Residential site No 8, Sector 2-A, Chandigarh, was allotted to one Shri M. D. Gautam on 19th May, 1953, who later on agreed": "(2) आवासीय स्थल्र संख्या 8, सेक्टर 2-ए, चंडीगढ़ 9 मई 953 को श्री एम. डी. गौतम को",
  "to transfer the same in favour of the present petitioners in 1958.": "आवंटित किया गया था। जो बाद में 958 में इसे वर्तमान याचिकाकर्ताओं के पक्ष में स्थानांतरित",
  "However, it was only after twenty years, that is, on 20th November, 1978, that the Estate Officer, Chandigarh, formally transferred the": "करने पर सहमत हुए। हालाँकि, बीस साल बाद यानी 20 नवंबर, 978 को, संपदा अधिकारी,",
  "site in the name of the petitioners and granted them permission": "चंडीगढ़ ने औपचारिक रूप से याचिकाकर्ताओं के नाम पर साइट हस्तांतरित कर दी और उन्हें",
  "to construct the same. Since according to clause (4) of the Deed of Conveyance, the original allottee was required to complete the": "इसका निर्माण करने की अनुमति दे दी। चूंकि कन्वेयंस डीड के खंड (4) के अनुसार, मूल आवंटी",
  "construction of the building on the said site within a period of five": "को पांच साल की अवधि के भीतर उक्त स्थल पर भवन का निर्माण पूरा करना आवश्यक था,",
  "years, the respondents called upon the petitioners also to complete the construction of the building and obtain occupation certificate trom the Estate Officer, Chandigarh, by 3lst March, 1979, that is,": "उत्तददाताओं ने याचिकाकर्ताओं से भवन का निर्माण पूरा करने का आह्वान किया और 3॥ मार्च",
  "within four months of the date of transfer of the site in dispute in": "979 तक, यानी याचिकाकर्ताओं के पक्ष में विवादित स्थल्र के हस्तांतरण की तारीख के चार",
  "petition was admitted.": "रखने की अनुमति दी गई थी, जब रिट याचिका स्वीकार की गई थी।",
  "(5) Having heard the learned counsel for the parties and after going through the records of the case, I find that the impugned": "(5) पक्षों के विद्वान वकील को सुनने के बाद और मामले के अभिलेखों का अध्ययन करने के",
  "appellate and revisional orders passed by the Chief Administrator; Chandigarh, and the Adviser to the Administrator, Union Territory,": "केंद्र शासित प्रदेश, चंडीगढ़ के सल्राहकार द्वारा पारित बाद के अपीलीय और पुनरीक्षण आदेश,",
  "Capital of Punjab (Development and Regulation) Act, 1952. Ne:": "कानून में मान्य नहीं हैं और पंजाब की राजधानी (विकास और विनियमन) अधिनियम, 952 के",
  "doubt, the reasons which compelled the authorities to order resump-": "नहीं है, जिन कारणों ने अधिकारियों को विवादग्रस्त स्थल को फिर से शुरू करने का आदेश देने",
  "tion of the site in dispute were the keenness and zealousness on their part to ensure speedy construction in the city, yet one salient feature’": "के लिए मजबूर किया, वे शहर में शीघ्र निर्माण सुनिश्चित करने के लिए उनकी उत्सुकता और",
  "prevailing about future of the city, surcharged atmosphere through which the city has been passing during the last one decade and the": "शहर के भविष्य के बारे में व्याप्त अनिश्चितता, पिछले एक दशक के दौरान शहर जिस तनावपूर्ण",
  "peridency of the litigation in Kenva/India, in the first instance for:": "माहौल से गुजर रहा है और केन्या/भारत में मुकदमेबाजी की लंबितता, सबसे पहले मृतक की",
  "settling the disputes about ownership of the property of the deceased. owner and later on before the respondents — the Estate Officer, Chief": "संपत्ति के स्वामित्व के विवादों को निपटाने के लिए मालिक और बाद में उत्तरदाताओं के समक्ष -",
  "Administrator and the Adviser to the Administrator, Union Territory, Chandigarh. In this regard, reproduction of a para from the judg-": "संपदा अधिकारी, मुख्य प्रशासक और प्रशासक के सलाहकार, केंद्र शासित प्रदेश, चंडीगढ़। इस",
  "Chandigarh. In this regard, reproduction of a para from the judg- ment of this Court reported as Shri Brij Bhushan vs. The Union Territory Administration, Chandigarh, (1), would be relevant for": "संबंध में, श्री बृज भूषण बनाम केंद्र शासित प्रदेश प्रशासन, चंडीगढ़ के रूप में रिपोर्ट किए गए इस",
  "“After 1st November, 1986. when the Union Territory of Chandigarh came into existence, construction activity in": "“| नवंबर, 936 के बाद जब केंद्र शासित प्रदेश चंडीगढ़ अस्तित्व में आया, तो शहर में निर्माण",
  "time to time so far as unbuilt and incomolete residential": "गतिविधि को झटका लगा,जहां तक अनिर्मित और अपूर्ण आवासीय और वाणिज्यिक",
  "uncertain future of the city during the last twenty years,": "करने की प्रवृत्ति थी। पिछले बीस वर्षों के दौरान शहर के अनिश्चित भविष्य के कारण, यदि",
  "if an owner of a site has not been able to complete construction or even undertake construction, he cannot be": "किसी साइट का माल्निक निर्माण पूरा नहीं कर पाया है या निर्माण भी नहीं कर पाया है, तो उस",
  "accused of the delay. In any case, now since the petitioner": "पर देरी का आरोप नहीं लगाया जा सकता है।किसी भी मामले में, अब चूंकि याचिकाकर्ता ने",
  "has shown keenness and anxiety on his part to undertake’ the construction and complete the same within this year,": "निर्माण शुरू करने और इसे इस वर्ष के भीतर पूरा करने के लिए अपनी ओर से उत्सुकता और",
  "thereto, Abhey Kumar son of Yog Raj deceased appeared on behalf of the petitioners on 7th January, 1980, before the Estate Officer.": "इसके जवाब में, योग राज (मृतक) के पुत्र अभय कुमार 7 जनवरी 980 को याचिकाकर्ताओं की ओर से संपदा अधिकारी के समक्ष उपस्थित हुए। अभय कुमार ने केन्या के निवासी याचिकाकर्ताओं",
  "Officer that as the litigation regarding ownership of the estate of the’ deceased was over, construction would be started without any": "कि चूंकि मृतक की संपत्ति के स्वामित्व के संबंध में मुकदमा खत्म हो गया है, इसलिए बिना",
  "further delay. Accordingly, the petitioners got the building plans": "किसी देरी के निर्माण शुरू कर दिया जाएगा। तदनुसार, याचिकाकर्ताओं ने मेसर्स चरणजीत एंड",
  "before the Estate Officer on 18th February, 1980, for obtaining": "के लिए 8 फरवरी 980 को संपदा अधिकारी के समक्ष उपस्थित होने के लिए नियुक्त किया",
  "construction. According to the petitioners, no orders were  pro- nounced in the Court; but later on the order of resumption dated": "गया। याचिकाकर्ताओं के अनुसार, न्यायालय में कोई आदेश नहीं सुनाया गया, लेकिन बाद में 8",
  "18th February, 1980, itself was served on the petitioners. Against": "फरवरी, 980 को पुनः आरंभ करने का आदेश याचिकाकर्ताओं को दे दिया गया। संपदा अधिकारी",
  "the aforesaid impugned order of resumption dated 18th February, 1980, passed by the Estate Officer, the petitioners filed an appeal": "द्वारा पारित दिनांक 8 फरवरी, 980 के उपरोक्त आक्षेपित आदेश के खिलाफ, याचिकाकर्ताओं",
  "before the Chief. Administrator, Chandigarh, explaining the entire": "ने मुख्य प्रशासक, चंडीगढ़ के समक्ष पूरी स्थिति स्पष्ट करते हुए अपील दायर की, लेकिन इसे",
  "position, but the same was dismissed on 24th March, 1981. Against that order, on 20th April, 1981, they preferred a revision petition": "24 मार्च, 498 को खारिज कर दिया गया। उस आदेश के खिलाफ, 20 अप्रैल, 98 को, उन्होंने",
  "M/s Siri Chand and Sons v, Administrator, Union Territory, 16}": "मैसर्स सिरी चंद एंड संस बनाम प्रशासक, केंद्र शासित प्रदेश चंडीगढ़ और अन्य 65",
  "Chandigarh and others (M. R. Agnihotri, J.)": "(एम. आर. अन्निहोत्री, न्यायमूर्ति )"
}