{
  "(Suvir Sehgal, J.)": "(सुवीर सहगल, जे.)",
  "Addl. Chief Secretary to Govt. Haryana, Finance Department.": "हरियाणा, वित्त विभाग।",
  "To 1. All the Administrative Secretaries.": "॥ तक। सभी प्रशासनिक सचिव।",
  "2. All the Head of Departments of State of Haryana:": "2. हरियाणा राज्य के सभी विभागों के प्रमुखः",
  "3. All the Commissioners. Ambala, Hisar, Rohtak and Gurgaon Division.": "3. सभी आयुकत। अंबाला, हिसार, रोहतक और गुड़गांव डिवीजन।",
  "4. All the Dy. Commissioners of Haryana.": "&. सभी डी। हरियाणा के आयुक्त।",
  "5. All the SDO (C) of Haryana.": "5. हरियाणा के सभी एसडीओ (सी) |",
  "Dated, Chandigarh the 27\" August, 2014": "दिनांक, चंडीगढ़ 27 अगस्त, 20५",
  "Subject: Clarification regarding granting of ACP Scale to the employees,working on various Technical Posts.": "विषयः विभिन्न तकनीकी पदों पर काम करने वाले कर्मचारियों को एसीपी स्केल देने के संबंध में स्पष्टीकरण।",
  "I have been directed to invite your kind attention to the subject noted above.": "मुझे ऊपर बताए गए विषय पर आपका ध्यान आकर्षित करने का निर्देश दिया गया है।",
  "The HARYANA (ABOLITION OF DISTINCTION OF PAY SCALE BETWEEN TECHNICAL AND NON- TECHNICAL POSTS) Act was issued on 11-03-2014.": "हरियाणा (तकनीकी और गैर-तकनीकी पदों के बीच वेतन विभाजन का उन्मूलन) अधिनियम ॥-03-20% को जारी",
  "Consequently, the cases regarding grant of ACP to the employees who are working on various technical posts and": "नतीजतन, विभिन्न तकनीकी पदों पर काम कर रहे कर्मचारियों को एसीपी के अनुदान के संबंध में मामले और उन्हें",
  "are drawing technical pay scale as a measure personal to them, has been referred to Finance Department for clarification.": "व्यक्तिगत उपाय के रूप में तकनीकी वेतनमान प्राप्त हो रहा है, स्पष्टीकरण के लिए वित्त विभाग को भेजा गया है।",
  "Proviso under Section 4 of the Act ibid provides that:-": "अधिनियम की धारा ५ के तहत प्रावधान है कि-\"बशर्ते कि वे सभी व्यक्ति जिन्हें पहले से ही हरियाणा (तकनीकी और",
  "granted unconditionally the up-graded pre-revised pay scale and drawing the same before date of notification of the Haryana (Abolition of Distinction of Pay Scale between technical and Non- technical Posts) Ordinance. 2013": "गैर-तकनीकी पदों के बीच वेतनमान के भेद को समाप्त करना) की अधिसूचना की तारीख से पहले बिना शर्त उन्नत",
  "December, 2013, shall continue to draw these pay scales, as a measure personal to them.”": "इन वेतनमानों को उनके लिए व्यक्तिगत उपाय के रूप में जारी रखा जाएगा।",
  "It is clarified that the above proviso to Section-4 of the Act ibid means that those persons who had already been": "यह स्पष्ट किया जाता है कि अधिनियम की धारा-५ के उपरोक्त परंतुक का अर्थ है कि वे व्यक्ति जो पहले से ही जारी",
  "drawing the technical pay scale on the date of issue of": "होने की तारीख को तकनीकी वेतनमान प्राप्त कर रहे थे",
  "Before Suvir Sehgal, J.": "समक्ष सुवीर सहगल, जे.",
  "SUSHIL KUMAR—Petitioner": "सुशील कुमार-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "May 09, 2023": "09 मई, 2023",
  "Constitution of India, 1950-Art.-226-Service Matter-Writ of": "भारत का संविधान, 950-अनुच्छेद-226-सेवा मामला-प्रमाण पत्र का लेखन-हरियाणा (तकनीकी और गैर-तकनीकी",
  "Section 4; Instructions Dated 27.08.2014; Haryana Civil Services (ACP) Rules, 2008; Technical Pay Scale to be treated as functional": "हरियाणा सिविल सेवा (एसीपी) नियम, 2008; तकनीकी वेतनमान को व्यक्तिगत उपाय के रूप में कार्यात्मक",
  "pay scale as a personal measure and ACP benefit to be granted on the basis of said scale": "वेतनमान के रूप में माना जाएगा और उक्त पैमाने के आधार पर एसीपी लाभ प्रदान किया जाएगा",
  "Petitioner appointed Electrician Helper on daily wage in 1990, services regularized on 01.02.1996, promoted as Electrician on": "याचिकाकर्ता ने 990 में दैनिक मजदूरी पर बिजली सहायक नियुक्त किया, 0.02.996 को सेवाओं को नियमित",
  "04.06.2004-ACP. granted and pay fixed in scale of 5200-20200+ GP": "का तकनीकी वेतनमान दिया गया और 0.02.2006 से प्रभावी 5200-20200 + जीपी 3200 के पैमाने में",
  "3200 w.e.f 01.02.2006- Show Cause Notice proposing withdrawal of ACP. benefit. Impugned Order passed and pay reduced without": "निर्धारित वेतन-एसीपी लाभ की वापसी का प्रस्ताव करते हुए कारण बताओ नोटिस। विवादित आदेश पारित किया",
  "Held, that It is evident from the perusal of the Instructions that": "यह अभिनिर्धारित किया गया कि निर्देशों के अवलोकन से यह स्पष्ट है कि अध्यादेश लागू होने की तारीख को किसी",
  "the technical Pay scale granted to an employee on the date the ordinance came into force has to be treated as the functional pay scale and the dated 27.08.2014 instructions. On this short ground alone,": "कर्मचारी को दिए गए तकनीकी वेतनमान को कार्यात्मक वेतनमान और दिनांक 27.08.20% के निर्देशों के रूप में",
  "and the dated 27.08.2014 instructions. On this short ground alone, impugned order cannot be sustained-writ allowed.": "माना जाना चाहिए। अकेले इस छोटे से आधार पर, विवादित आदेश को बनाए रखने की अनुमति नहीं दी जा सकती",
  "(Para 8)": "है।(पैरा 8)",
  "Deepak Sonak, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता दीपक सोनक।",
  "Saurabh Mohunta, DAG, Haryana.": "सौरभ मोहंता, डीएजी, हरियाणा।",
  "SUVIR SEHGAL, J. (Oral)": "एसयूवीआईआर सहगल, जे। (मौखिक)",
  "(1) By way of present petition, petitioner has approached this": "() वर्तमान याचिका के माध्यम से, याचिकाकर्ता ने इस न्यायालय से संपर्क किया है, जिसमें दिनांक 03.0५.208",
  "Courtinter alia seeking issuance of a writ in the nature of certiorari for quashing the order dated 03.04.2018 (Annexure P-9), vide which case": "(अनुलग्रक पी-9) के आदेश को रद्द करने के लिए प्रमाणपत्र की प्रकृति में एक रिट जारी करने की मांग की गई है,",
  "of the petitioner for fixation of pay in the pay scale of Rs.5200- 20200+3200/- G.P as first ACP w.e.f. 01.02.2006 has been rejected and": "जिसमें 0.02.2006 से पहले एसीपी के रूप में रुपये 5200-20200+3200/- जीपी के वेतनमान में वेतन के",
  "(2) Factual matrix leading to filing of this petition is that the": "(2) इस याचिका को दाखिल करने के लिए अग्रणी तथ्यात्मक मैट्रिक्स यह है कि याचिकाकर्ता को वर्ष 990 में",
  "petitioner was appointed as Electrician Helper on daily wage basis": "दैनिक मजदूरी के आधार पर इलेक्ट्रीशियन सहायक के रूप में नियुक्त किया गया था और उनकी सेवाओं को",
  "in the year 1990 and his services were regularized w.e.f. 01.02.1996. He waspromoted to the post of Electrician on 20.12.2013. Instructions": "0.02.996 से नियमित किया गया था। उन्हें 20.2.203 को इलेक्ट्रीशियन के पद पर पदोन्नत किया गया था।",
  "dated 26.07.1991 (Annexure P-1) were issued revising the pay scales": "दिनांक 26.07.99 (अनुलग्नक पी-॥) के निर्देश उन कर्मचारियों के वेतनमान को संशोधित करते हुए जारी किए",
  "ofemployees, who possessed the qualification of Matric with ITI. When the petitioner was not granted this benefit, he approached this Court": "गए थे, जिनके पास आईटीआई के साथ मैट्रिक की योग्यता थी। जब याचिकाकर्ता को यह लाभ नहीं दिया गया, तो",
  "the petitioner was not granted this benefit, he approached this Court and by order dated 08.09.2005, writ petition filed by him was": "उसने इस न्यायालय का दरवाजा खटखटाया और दिनांक 08.09.2005 के आदेश द्वारा, उसके द्वारा दायर रिट",
  "accepted and the petitioner was granted the technical pay scale of Rs.4000-6000 w.e.f. 04.06.2004. On completion of 10 years regular": "याचिका को स्वीकार कर लिया गया और याचिकाकर्ता को 04.06.200% से प्रभावी रूप से +000-6000 रुपये का",
  "Rs.4000-6000 w.e.f. 04.06.2004. On completion of 10 years regular service, petitioner was granted the benefit of first ACP and his": "तकनीकी वेतनमान दिया गया। 0 वर्ष की नियमित सेवा के पूरा होने पर, याचिकाकर्ता को प्रथम एसीपी का लाभ",
  "pay was fixed in the scale of Rs.5200-20200+GP3200 w.e.f 01.02.2006. He was served with a show cause notice dated": "प्रदान किया गया था और 0.02.2006 से प्रभावी रूप से उसका वेतन रुपये. 5200-20200 + जीपी3200 के",
  "moved this Court by filing CWP No.16822 of 2015, which was": "किया और 20॥5 का सीडब्ल्यूपी नंबर. 45822 दाखिल करके इस न्यायालय का रुख किया, जिसका उत्तरदाताओं",
  "disposed of on 08.01.2018 (Annexure P-8) with a direction to the respondents to takea final decision on the show cause notice. Pursuant": "को कारण बताओ नोटिस पर अंतिम निर्णय लेने के निर्देश के साथ 08.0.208 (अनुलग्रक पी-8) को निपटान",
  "thereto, by impugned order (Annexure P-9), pay of the petitioner has been reduced.": "किया गया। इसके अनुसरण में, याचिकाकर्ता के वेतन को आशक्षेपित आदेश (अनुलग्नक पी-9) द्वारा कम कर दिया गया है।",
  "(3) Upon notice, writ petition has been contested by the respondents by filling a response.": "(3) नोटिस पर, रिट याचिका को उत्तरदाताओं द्वारा जवाब भरकर चुनौती दी गई है।",
  "(4) Placing reliance upon instructions dated 27.08.2014 (Annexure P-13), counsel for the petitioner has contended that Govt.": "(५) याचिकाकर्ता के वकील ने दिनांक 27.08.20%+ (अनुलग्नक पी-3) के निर्देशों पर भरोसा करते हुए तर्क दिया",
  "on the coming into effect of The Haryana (Abolition of Distinction of Pay Scale between Technical and Non-Technical Posts) Act, 2014 is to": "है कि सरकार हरियाणा (तकनीकी और गैर-तकनीकी पदों के बीच वेतनमान के विभाजन का उन्मूलन) अधिनियम,",
  "be treated as their functional pay scale as a personal measure and ACP benefit is to be granted on the basis of the said scale.": "उनके कार्यात्मक वेतनमान के रूप में माना जाना है और एसीपी लाभ उक्त पैमाने के आधार पर दिया जाना है।",
  "(5) On the other hand, State counsel submits that as the petitioner has got financial up gradation during his service tenure, he": "(5) दूसरी ओर, राज्य का वकील प्रस्तुत करता है कि चूंकि याचिकाकर्ता को अपने सेवा कार्यकाल के दौरान वित्तीय",
  "was not entitled tothe grant of ACP benefit. Reliance has been placed": "उन्नयन प्राप्त हुआ है, इसलिए वह एसीपी लाभ के अनुदान का हकदार नहीं था। रिलायंस को उनके द्वारा हरियाणा",
  "by him upon the Haryana Civil Services (Assured Career Progression) Rules, 2008.": "सिविल सेवा (सुनिश्चित कैरियर प्रगति) नियम, 2008 पर रखा गया है।",
  "(6) I have considered the submissions made by counsel for the parties and examined the documents placed on the record.": "(6) मैंने पक्षकारों के वकील द्वारा की गई दलीलों पर विचार किया है और अभिलेख पर रखे गए दस्तावेजों की जांच",
  "(7) Clarificatory instructions dated 27.08.2014 deserve to be noticed and are reproduced as under:-": "(7) दिनांक 27.08.20॥9 के स्पष्टीकरणात्मक निर्देश ध्यान देने योग्य हैं और निम्नानुसार पुनः प्रस्तुत किए गए हैं: -",
  "“No.2/22/2014-3PR(FD)": "सं.2/22/20५-3पीआर (एफडी)"
}