{
  "STATE OF HARYANA AND OTHERS,—Respondents": "हरियाणा राज्य और अन्‍य",
  "surplus treating one person as absolute owner—Civil Court declaring ownership of 299 persons of property in dispute—State ought to have": "हुए संपत्ति को अधिशेष प्रोषित किया गया-जिविल कोर्ट ने।विवाद में 299 व्यक्तियों की",
  "made endeavour to find out whether one person was owner of property": "संपत्ति के स्वामित्व की घोषणा की - राज्य को यह पता लगाने का प्रयास करना चाहिए था कि क्‍या एक व्यक्ति द्वारा उठाए यए विवाद के मद्देनजर संपत्ति का मालिक ५॥/",
  "petitioners stake claim and compare property declared as surplus.": "गया जिन पर याविकाकर्ता दावा करते हैं और अधिशेष घोषित संपत्ति की दुलना करते",
  "Held, that when a claim was madc by the petitioners before the": "यह माना गया।कि जब याविकाकर्ताओं द्वार एएडीओऔ के सयक्ष यह दावाकिया",
  "SDO that the property could not have been treated as surplus treating Chattar Singh as absolute owner, it ought to have been the endeavour to": "गया थाकि चतर/सिंह को पूर्णमालिक मानते हुए संपत्ति को अधिशेष नहीं माना जा सकता",
  "find out whether the said person was the owner of the property in view": "है तो यह पता लगाने का प्रयाय किया जाना वाहिए ५।कि क्या उक्त व्यक्ति संपत्ति का",
  "seen whether the property which was declared as surplus was also the": "यह देखा जाना थाकि क्याजिय संपत्ति को जधिशेष घोषित।किया यया ५ वह वह संपत्ति",
  "then it was to be only held that such declaration was not valid and it would": "जअधिशेष प्रोषित की यई संपत्ति थी तो यह केवल यह माना जाएगा ।कि ऐसी घोषणा वैध",
  "not operate to create a transfer of title favour of the State in order to declare the property as surplus.": "नहीं थी और यह स्वायित्व के पक्ष में हस्तांतरण बनाने के लिए काम नह्ीीं करेयी। संपत्ति को जधिशेष परोषित करने के।लिए राज्य",
  "(Para 5)": "(पैरा 5)",
  "Further held, that the impugned orders are sct aside and the matter": "अथिनि/रित,किया विवादित आदेशों को रद्द कर दिया गया है और मामले को",
  "who are before this Court as representatives of all the 299 persons and": "है, जो सभी 299 व्यक्तियों के प्रतिनिधियों के रूप में इस न्यायालय के समक्ष उपस्थित होते",
  "clicit details with reference to the properties over which they stake claim": "हैं और उन संपत्तियों के संदर्भ में विवरण प्राप्त करते हैं जिन पर वे दावा करते हैं और उस",
  "and compare the property which the State had declared as surplus. [the": "संपत्ति की तुलना करें जिसे राज्य ने अधिशेष घोषित किया था। यदि याचिकाकर्ताओं द्वारा",
  "property that is claimed by the petitioners is identified to be the very same": "जिस संपत्ति पर दावा किया गया है वह वही है",
  "property which is declared as surplus then the proceedings shall be conducted by treating all the 299 persons as owners and the ascertainment of surplus": "जिस संपत्ति को अधिशेष चोषित किया जाता है तो सभी 299 व्यक्तियों को मालिक मानकर कार्यवाही की जाएगी और अधिशेष या अन्यथा का निर्धारण इसी आधार",
  "or otherwise shall be taken on such a basis. If the properties which the": "पर किया जाएगा। यदि याचिकाकर्ता जिन संपत्तियों पर दावा करते हैं, वे उन संपत्तियों के",
  "petitioners claim, are not the same as the propertics which are declared as": "समान नहीं हैं जिन्हें पहले से ही अधिशेष घोषित किया गया है, तो संपत्तियों को अधिशेष",
  "C.B. Goel, Advocate, and Nitin Jain, Advocate and": "याचिकाकर्ताओं के लिए सी.बी. गोयल, वकील, और नितिन जैन, वकील और",
  "Ms. Radhika Jain, Advocate, for the petitioners.": "सुश्री राधिका जैन, वकील।",
  "Ravi Dutt Sharma, Deputy Advocate General, Haryana.": "रवि दत्त शर्मा, उप महाधिवक्ता, हरियाणा। निर्णय *-",
  "K. KANNAN, J (ORAL)": "के. कन्नन, जे.",
  "(1) By virtuc of the impugned proceedings, a property in an extent of 1366 kanals and 4 marlas had been treated as surplus under the Haryana": "। विवादित कार्यवाही के आधार पर, 366 कनाल और 4 मरला की सीमा में एक संपत्ति",
  "this decision taken by the prescribed authority (Sub Divisional Officer.": "प्राधिकारी (उपमंडल अधिकारी, करनाल) द्वारा लिए गए इस निर्णय की समीक्षा के लिए",
  "Karnal), was filed by certain persons claiming themselves to be the joint owners of the property. Such ownership as obtaining on 299 persons, had": "कुछ व्यक्तियों द्वारा खुद को संपत्ति का संयुक्त मालिक होने का दावा करते हुए एक आवेदन दायर किया गया था। 2.0.972 को विद्वान उप न्यायाधीश, तृतीय श्रेणी,",
  "been declared in a Civil Court deeree in Civil Suit No. 224 of 1969 before": "पानीपत के समक्ष 969 के सिविल सूट नंबर 224 में सिविल कोर्ट की डिक्री में 299",
  "order had been passed rejecting the application stating that there was no": "व्यक्तियों पर स्वामित्व प्राप्त करने की घोषणा की गई थी, लेकिन आवेदन को खारिज",
  "Ambala Division, by the petitioners, who had applied for review and the": "शक्ति नहीं थी. याचिकाकर्ताओं द्वारा आयुक्त, अंबाला डिवीजन के समक्ष पुनरीक्षण दायर",
  "revision was also dismissed. A still further revision had also filed before the": "किया गया था, जिन्होंने समीक्षा के लिए आवेदन किया था और पुनरीक्षण भी खारिज कर",
  "Financial Commissioner, Haryana, which was also dismissed. The petitioners": "दिया गया था। वित्तीय आयुक्त, हरियाणा के समक्ष एक और संशोधन भी दायर किया गया",
  "surplus treating Chattar Singh, who was only a co-proprietor, as the absolute": "रहे हैं कि संपत्ति को छतर सिंह, जो केवल एक सह-मालिक था, को सैंड्स की पूरी सीमा",
  "owncr of the whole extent of lands when there was a Civil Court’s declaration": "का पूर्ण मालिक मानते हुए अधिशेष घोषित किया गया था, जब सिविल कोर्ट की घोषणा",
  "that Chattar Singh as only a co-proprictor with 299 persons.": "थी कि छतर सिंह केवल एक था 299 व्यक्तियों के साथ सह-मालिक।",
  "(2) The learned counsel appearing on behalf of the petitioners states that Chattar Singh was the first defendant in a Civil Suit No. 224": "2 याचिकाकर्ताओं की ओर से उपस्थित विद्वान वकील का कहना है कि छतर सिंह 969",
  "states that Chattar Singh was the first defendant in a Civil Suit No. 224 ot 1969 before the Sub Judge, 3rd Class, Panipat, for a declaration that": "के सिविल सूट संख्या 224 में उप न्यायाधीश, तृतीय श्रेणी, पानीपत के समक्ष पहले",
  "of Chattar Singh and 4 others was in a representative capacity on behalf": "पहले छत्तर सिंह और 4 अन्य लोगों के कहने पर 299 व्यक्तियों की ओर से प्रतिनिधि क्षमता",
  "this Court as representatives of all the 299 persons and clicit details with": "में थे और इसलिए डिक्री को सभी 299 स्वामियों के लाभ के लिए सुनिश्चित करने वाला",
  "and the Civil Court held that the property belonged to all the persons on": "था कि संपत्ति उन सभी व्यक्तियों की है जिनकी ओर से पहले मुकदमा दायर किया गया",
  "whose behalf the earlier suit had been filed. Still later, Manga Ram and 4 others filed another suit in 1974 before the Sub Judge, I st Class, Panipat,": "था। इसके बाद, मंगा राम और 4 अन्य ने 974 में सब जज, प्रथम श्रेणी, पानीपत के समक्ष",
  "that they were the owners of the property measuring 7475 kanals and | marla comprised in khewat No. 413, situated in Village Padha and that suit": "एक और मुकदमा दायर किया, कि वे गांव पाधा में स्थित खेवट नंबर 43 में शामिल 7475",
  "that the plaintiffs in that casc, were estopped from challenging the proprictors’": "दिया गया था, इस तथ्य का संदर्भ देते हुए कि उस मामले में वादी को मालिकों के अधिकार",
  "(3) It appears that Chattrar Singh, who one of the plaintiffs in the first suit in the year, 1952 had given a declaration that he was the owner": "3 ऐसा प्रतीत होता है कि छत्तर सिंह, जो वर्ष 952 में पहले मुकदमे में वादी में से एक थे,",
  "first suit in the year, 1952 had given a declaration that he was the owner of the property of the entire extent on the basis of which the proceedings": "ने घोषणा की थी कि वह उस संपूर्ण संपत्ति का मालिक है जिसके आधार पर घोषित करने",
  "An application for review of this decision was filed by 5 persons as": "समीक्षा के लिए 299 व्यक्तियों के प्रतिनिधि के रूप में 5 व्यक्तियों द्वारा एक आवेदन दायर",
  "representatives for 299 persons in whose favour the mutation No. 1392 .": "किया गया था, जिनके पक्ष में उत्परिवर्तन संख्या 392 स्वीकृत किया गया था। समीक्षा के",
  "had been sanctioned. The application for review had not been rejected on the ground that the properties over which the pctitioners were staking a": "लिए आवेदन को इस आधार पर खारिज नहीं किया गया था कि जिन संपत्तियों पर",
  "claim were not held by them in joint ownership and that the property was": "याचिकाकर्ता दावा कर रहे थे, वे उनके संयुक्त स्वामित्व में नहीं थीं और संपत्ति पहले के",
  "not covered by the earlier decree. On the other hand, the authority dismissed": "डिक्री द्वारा कवर नहीं की गई थी। दूसरी ओर, प्राधिकरण ने इसे इस आधार पर खारिज",
  "it on the ground that he had no power to review. In the revision to the": "कर दिया कि उसके पास समीक्षा करने की कोई शक्ति नहीं है। आयुक्त को दिए गए",
  "and they had not even identified the order which was sought to be reviewed.": "की पहचान भी नहीं की थी जिसकी समीक्षा करने की मांग की गई थी। एक और संशोधन",
  "A sul further revision was also rejected on the same grounds.": "को भी इसी आधार पर खारिज कर दिया गया।",
  "(4) To the initial query as to how the property was declared as surplus by treating only one of the persons as the absoute owner, the learned": "4 प्रारंभिक प्रश्न के लिए कि केवल एक व्यक्ति को पूर्ण स्वामी मानकर संपत्ति को अधिशेष",
  "petitioners could urge for ownership of the property nor have they been": "भी याचिकाकर्ता संपत्ति के स्वामित्व के लिए आग्रह नहीं कर सकता है और न ही क्या वे",
  "able to identify the property over which they were making a claim and the": "उस संपत्ति की पहचान करने में सक्षम हैं जिस पर वे दावा कर रहे थे और जिस संपत्ति को",
  "for a State to contend that the petitioners had not set out the details of": "कि याचिकाकर्ताओं ने स्वामित्व का विवरण नहीं दिया है, जबकि राज्य को यह जानना",
  "ownership when the State ought to know what is the property that they declared as surplus and who was treated to be the owner. [f the issuc were": "चाहिए कि वह कौन सी संपत्ति है जिसे उन्होंने अधिशेष घोषित किया है और किसे मालिक",
  "only to be considered from the point of view on how the proceedings do": "माना गया है। यदि मुद्दे पर केवल इस दृष्टिकोण से विचार किया जाना था कि कार्यवाही में",
  "not refer to the khasra numbers over which the petitioners were making": "खसरा नंबरों का उल्लेख नहीं है, जिस पर याचिकाकर्ता दावा कर रहे थे, तो मुझे लगता है",
  "of getting at the relevant details and take an appropriate decision.": "डालने की आवश्यकता नहीं है और उचित निर्णय लें."
}