{
  "DEV (DECEASED) THROUGH LRs AND OTHERS (Manisha Batra), J.)": "प्रतिनिधि (मनीषा बत्रा, जे.)",
  "illegality warranting intervention of this Court in exercise of limited revisional jurisdiction. As such, in the absence of any illegality,": "सीमित पुनरीक्षण अधिकारिता के प्रयोग में इस न्यायालय के हस्तक्षेप की गारंटी देने वाली अवैधता। इस प्रकार, विद्वत",
  "by learned Rent Controller and impugned judgment dated 07.09.2011 passed by learned Appellate Authority, it is held that no ground has": "किराया नियंत्रक द्वारा दिनांक 7.0.2007 को पारित आशक्षेपित आदेश और विद्वत अपीलीय प्राधिकरण द्वारा दिनांक",
  "passed by learned Appellate Authority, it is held that no ground has been made out to interfere. Accordingly, the revision petition is": "जाता है कि हस्तक्षेप करने का कोई आधार नहीं बनाया गया है। तदनुसार, पुनरीक्षण याचिका को बिना किसी आदेश",
  "Viren Jain": "वीरेन जैन",
  "Before Manisha Batra, J.": "प्रतिनिधि (मनीषा बत्रा, जे.)",
  "(3) The present petitioner had filed reply to the petition contesting the same on the ground that the rate of rent was Rs.100 per": "(3) वर्तमान याचिकाकर्ता ने उसी याचिका को इस आधार पर चुनौती देते हुए जवाब दायर किया था कि किराए की",
  "month only including house tax. They had tendered the arrears of rent": "दर केवल घर कर सहित प्रति माह 00 रुपये थी। उन्होंने किराया नियंत्रक के समक्ष किराए के बकाये की पेशकश",
  "required for personal bone fide necessity as Dinesh Kumar was already running the grocery shop in Hisar. While controverting the averments": "क्योंकि दिनेश कुमार पहले से ही हिसार में किराने की दुकान चला रहे थे। याचिका में कथनों का विरोध करते हुए,",
  "(4) The learned Rent Controller had framed the following issues vide order dated 07.12.2000:-": "(५) विद्वान किराया नियंत्रक ने दिनांक 07.2.2000 के आदेश के अनुसार निम्नलिखित मुद्दे तैयार किए थेः-",
  "“1, What is the rate of rent of the demised premises? OPA": "\". ध्वस्त परिसर के किराए की दर क्या है? ओ पी ए।",
  "2. Whether the respondent is liable to be ejected on the ground:": "2. क्या प्रत्यर्थी इस आधार पर निष्कासित होने के लिए उत्तरदायी हैः",
  "(a)that the tender made by the respondent on 6.6.2000 is short and invalid, if so its effect.": "(ए) कि 6.6.2000 पर प्रत्यर्थी द्वारा की गई निविदा छोटी और अमान्य है, यदि ऐसा है तो इसका प्रभाव है।",
  "(b) that the petitioner needs the demised premises for his personal necessity as alleged? OPA": "(बी) कि याचिकाकर्ता को कथित रूप से अपनी व्यक्तिगत आवश्यकता के लिए ध्वस्त परिसर की आवश्यकता है? ओपीए।",
  "3. Whether the application is false and frivolous, liable to be rejected as alleged in para no.1 of the eviction": "3. क्या आवेदन झूठा और तुच्छ है, जिसे खारिज किया जा सकता है जैसा कि बेदखली आवेदन के पैरा नंबर. । में",
  "4. Whether the petition is not verified in accordance with law, if so its effect? OPR": "&. कया याचिका कानून के अनुसार सत्यापित नहीं है, यदि ऐसा है तो इसका प्रभाव क्या है? ओ. पी. आर.",
  "5. Relief.”": "5. राहत \"|",
  "(5) In support of their case, the respondents had examined three witnesses whereas the petitioners examined four witnesses. Both of the": "(5) अपने मामले के समर्थन में, प्रत्यर्थियों ने तीन गवाहों से पूछताछ की थी जबकि याचिकाकर्ताओं ने चार गवाहों से",
  "parties also relied upon documentary evidence.": "पूछताछ की थी। दोनों पक्षों ने दस्तावेजी साक्ष्य पर भी भरोसा किया।",
  "(6) The ejectment petition filed by the respondents was allowed on the ground of personal bona fide necessity of the respondents and": "(6) प्रत्यर्थियों द्वारा दायर निष्कासन याचिका को प्रत्यर्थियों की व्यक्तिगत वास्तविक आवश्यकता के आधार पर",
  "the petitioner was directed to vacate the demised premises within two months. The learned Rent Controller, however, had held that the": "अनुमति दी गई थी और याचिकाकर्ता को दो महीने के भीतर ध्वस्त परिसर को खाली करने का निर्देश दिया गया था।",
  "months. The learned Rent Controller, however, had held that the respondents had failed to prove that the rent tendered by the petitioner": "तथापि, विद्वत किराया नियंत्रक ने अभिनिर्धारित किया था कि प्रत्यर्थी यह साबित करने में विफल रहे थे कि",
  "was short or invalid. The Appellate Authority agreed with the findings of the learned Rent Controller and dismissed the appeal filed by the": "याचिकाकर्ता द्वारा दिया गया किराया छोटा या अमान्य था। अपीलीय प्राधिकरण ने किराए के नियंत्रक के निष्कर्षों से",
  "of the learned Rent Controller and dismissed the appeal filed by the petitioners. Hence, the present revision petition. It will however not be": "सहमति व्यक्त की और याचिकाकर्ताओं द्वारा दायर अपील को खारिज कर दिया। इसलिए, वर्तमान पुनरीक्षण",
  "out of place to mention here that during the pendency of the revision": "याचिका। तथापि, यहां यह उल्लेख करना अनुचित नहीं होगा कि पुनरीक्षण याचिका के लंबित रहने के दौरान प्रत्यर्थी",
  "petition, the respondent No.1- Anand Dev had expired and his legal representatives were brought on record.": "संख्या. -आनंद देव की अवधि समाप्त हो गई थी और उनके विधिक प्रतिनिधियों को अभिलेख पर लाया गया था।",
  "(7) It was urged by learned counsel for the petitioner that the": "(7) याचिकाकर्ता के विद्वान वकील द्वारा यह आग्रह किया गया था कि",
  "32 ILL.R. PUNJAB AND HARYANA 2023(2)": "आई.एल.आर. पंजाब और हरियाणा 2023(2)",
  "Held, that the scope of revisional jurisdiction of this Court reiterated that power was indeed limited one. Pure finding of fact until": "अभिनिर्धारित किया कि इस न्यायालय की पुनरीक्षण संबंधी अधिकारिता का दायरा दोहराता है कि शक्ति वास्तव में",
  "interfered with. It was observed that examination or consideration of the evidence by the High Court in revisional jurisdiction under the Rent": "विपरीत और प्रतिकूल न हो। यह पाया गया कि किराया अधिनियमों के तहत पुनरीक्षण अधिकार क्षेत्र में उच्च",
  "the evidence by the High Court in revisional jurisdiction under the Rent Acts was confined to find out that finding of facts recorded by the": "न्यायालय द्वारा साक्ष्य की जांच या विचार यह पता लगाने के लिए सीमित था कि न्यायालय»प्राधिकरण द्वारा दर्ज तथ्यों",
  "Court/authority below was according to law and did not suffer from any error of law.": "का निष्कर्ष कानून के अनुसार था और कानून की किसी त्रुटि से ग्रस्त नहीं था।",
  "(Para 11)": "(पैरा ॥॥)",
  "Chand Ram Olla, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता चांद राम ओल्ला।",
  "Yagsimant Attri, Advocate, for the contesting respondents.": "प्रतिवादियों के पक्ष में, अधिवक्ता, यग्सिमंत अत्री।",
  "MANISHA BATRA, J.": "मनीषा बाटरा, जे।",
  "(1) The present petition has been filed by Sh. Bhisham Kumar one of the legal representative of deceased tenant Sh. Mange Ram,": "() वर्तमान याचिका श्री द्वारा दायर की गई है। भीष्म कुमार मृतक किरायेदार श्री के कानूनी प्रतिनिधियों में से एक हैं।",
  "(hereinafter described as “petitioner’’) directed against the order passed by learned Rent Controller, Hisar on 17.10.2007 and that of learned": "\"मांगे राम, (इसके पश्चात्‌\" \"याचिकाकर्ता\" \"के रूप में वर्णित) ने विद्बत किराया नियंत्रक, हिसार द्वारा दिनांक",
  "by learned Rent Controller, Hisar on 17.10.2007 and that of learned Appellate Authority, Hisar dated 07.09.2011. By virtue of the": "77.0.2007 को और विद्वत अपीलीय प्राधिकरण, हिसार द्वारा दिनांक 07.09.20॥॥ को पारित आदेश के विरुद्ध",
  "impugned order passed by the learned Rent Controller, the order of": "निर्देश दिया।\" विद्वत किराया नियंत्रक द्वारा पारित विवादित आदेश के आधार पर, याचिकाकर्ता के खिलाफ बेदखली",
  "eviction had been passed against the petitioner. Appeal filed by the petitioner had been dismissed by the learned Appellate Authority. The": "का आदेश पारित किया गया था। याचिकाकर्ता द्वारा दायर अपील को विद्वत अपीलीय प्राधिकरण द्वारा खारिज कर",
  "petitioner assailed both the orders, namely order of learned Rent": "दिया गया था। याचिकाकर्ता ने दोनों आदेशों पर हमला किया, अर्थात्‌ विद्वत किराया नियंत्रक का आदेश और विद्वत",
  "(2) Brief facts of the case relevant for the purpose of disposal of the present petition are that the respondents-Anand Dev and Om": "(2) वर्तमान याचिका के निपटारे के उद्देश्य से प्रासंगिक मामले के संक्षिप्त तथ्य यह हैं कि प्रतिवादियों-आनंद देव",
  "Haryana Urban (Control of Rent and Eviction) Act, 1973 (for short": "हरियाणा शहरी (किराया और बेदखली नियंत्रण) अधिनियम, 973 (संक्षेप में \"किराया अधिनियम\") की धारा 3 के",
  "the shop in dispute was let out to Sh. Mange Ram, predecessor-in- interest of the present petitioner in or about the year 1979 on monthly": "तहत निष्कासन याचिका दायर की थी। मांगे राम, वर्तमान याचिकाकर्ता के पूर्ववर्ती-वर्ष ।979 में या उसके आसपास",
  "rent of Rs.500/- besides house tax. Sh. Mange Ram had not paid rent": "घर कर के अलावा 500/- रुपये के मासिक किराए पर। एस. मांगे राम ने 0.07.997 से किराए का भुगतान नहीं",
  "required demised shop for the purpose of Dinesh Kumar son of respondent No.1 Anand Dev for running his business therein. The": "किया था और वह उसी के बकाया में था। उत्तरदाताओं को प्रतिवादी नंबर. । आनंद देव के बेटे दिनेश कुमार के उद्देश्य के लिए उसमें अपना व्यवसाय चलाने के लिए डिमाइज्ड दुकान की आवश्यकता थी। जिस इमारत में क्षतिग्रस्त",
  "respondents owned 11 shops in the building in which the demised shop was existing but none of those shops were vacant and the same were": "दुकान थी, उसमें उत्तरदाताओं के पास ॥ दुकानें थीं, लेकिन उनमें से कोई भी दुकान खाली नहीं थी और उन पर",
  "occupied by different tenants. The respondents also did not own any": "अलग-अलग किरययेदारों का कब्जा था। उत्तरदाताओं के पास उपर्युक्त भवन को छोड़कर कोई अन्य आवासीय या",
  "34 ILL.R. PUNJAB AND HARYANA 2023(2)": "आई.एल.आर. पंजाब और हरियाणा 2023(2)",
  "impugned orders were liable to be set aside as the same were not sustainable in the eyes of law. The learned Rent Controller and the": "विवादित आदेशों को दरकिनार किया जा सकता था क्योंकि वे कानून की नजर में टिकाऊ नहीं थे। विद्वत किराया",
  "sustainable in the eyes of law. The learned Rent Controller and the Appellate Authority had mis-appreciated the evidence produced on record. It was well proved on record that the respondents owned as": "नियंत्रक और अपीलीय प्राधिकरण ने अभिलेख पर प्रस्तुत साक्ष्य की गलत सराहना की थी। यह रिकॉर्ड पर अच्छी",
  "record. It was well proved on record that the respondents owned as many as 11 shops in the same building and Dinesh Kumar son of": "तरह से साबित हुआ कि उत्तरदाताओं के पास एक ही इमारत में ॥॥ दुकानें थीं और प्रतिवादी नंबर । का बेटा दिनेश",
  "respondent No.1 who has since died was already occupying one shop and was running business of grocery and confectionery in the same and": "कुमार, जो तब से मर चुका है, पहले से ही एक दुकान पर कब्जा कर रहा था और उसी में किराने और कन्फेक्शनरी",
  "hence the need of respondents was not proved to be bona fide, but this": "का व्यवसाय चला रहा था और इसलिए उत्तरदाताओं की आवश्यकता प्रामाणिक साबित नहीं हुई थी, लेकिन इस तथ्य",
  "fact was not taken into consideration. It had also come on record that during the pendency of the ejectment petition, two of the shops owned": "को ध्यान में नहीं रखा गया था। यह भी अभिलेख में आया था कि निष्कासन याचिका के लंबित रहने के दौरान,",
  "during the pendency of the ejectment petition, two of the shops owned by the respondents had fallen vacant and the same could very well be occupied by them for the purpose of running business by the son of": "प्रत्यर्थियों के स्वामित्व वाली दो दुकानें खाली हो गई थीं और प्रत्यर्थी संख्या । के पुत्र द्वारा व्यवसाय चलाने के उद्देश्य",
  "perverse and were liable to be set aside. Therefore, it was argued that": "थे और उन्हें दरकिनार किया जा सकता था। इसलिए, यह तर्क दिया गया कि विवादित आदेशों को दरकिनार किया",
  "the impugned orders were liable to be set aside and the revision petition deserved to be allowed.": "जाना चाहिए और पुनरीक्षण याचिका को अनुमति दी जानी चाहिए।",
  "(8) Learned counsel for the respondents, on the other hand, argued that the concurrent findings recorded by the authorities below": "(8) दूसरी ओर, उत्तरदाताओं के लिए विद्वान वकील ने तर्क दिया कि नीचे दिए गए अधिकारियों द्वारा दर्ज किए गए",
  "accepting the plea that the demised shop was bonafidely required for personal use and occupation of the son of respondent No.1 deserved to": "समवर्ती निष्कर्षों को इस याचिका को स्वीकार करते हुए कि प्रतिवादी नंबर ॥ के बेटे के व्यक्तिगत उपयोग और व्यवसाय के लिए ध्वस्त दुकान वास्तविक रूप से आवश्यक थी, को बरकरार रखा जाना चाहिए और किसी भी",
  "be upheld and did not warrant any interference as these findings did not suffer from any illegality or perversity. The power of this Court while": "हस्तक्षेप की गारंटी नहीं दी गई क्‍योंकि ये निष्कर्ष किसी भी अवैधता या विकृति से पीड़ित नहीं थे। अपनी पुनरीक्षण",
  "exercising its revisional jurisdiction was restricted and it could not interfere with the findings of fact as recorded by the appellate authority": "अधिकारिता का प्रयोग करते समय इस न्यायालय की शक्ति सीमित थी और यह अपीलीय प्राधिकरण द्वारा दर्ज तथ्य",
  "when they were not perverse. In support of his argument, learned": "के निष्कर्षों में हस्तक्षेप नहीं कर सकता था, जब वे विकृत नहीं थे। उनके तर्क के समर्थन में, प्रत्यर्थियों के विद्वान",
  "counsel for the respondents relied upon authorities cited as Inderjit Singh versus T.R. Sachdeva and another'; Kamaljit Singh versus": "वकील ने इंद्रजीत सिंह बनाम टी. आर. सचदेवा और अन्य '; कमलजीत सिंह बनाम करम चंद और अन्य ९; अरुण",
  "Karam Chand and others’; Arun Kumar versus Gurcharan Singh* and Smt. Darshna Devi versus Kewal Krishan* and urged that the": "कुमार बनाम गुरचरण सिंह ? और श्रीमती के रूप में उद्धृत अधिकारियों पर भरोसा किया। दर्शना देवी बनाम केवल",
  "revision petition was devoid of any merit and was liable to be dismissed.": "कृष्ण * ने आग्रह किया कि पुनरीक्षण याचिका किसी भी योग्यता से रहित थी और खारिज की जा सकती थी।",
  "(9) I have given due deliberations to the contentions as raised by both the sides and have perused the record carefully. It is revealed": "(9) मैंने दोनों पक्षों द्वारा उठाए गए तर्कों पर उचित विचार-विमर्श किया है और अभिलेख को सावधानीपूर्वक पढ़ा है।",
  "respondents were owners and landlords of the demised shop was not disputed by the petitioners in the written statement filed by them before": "और जमींदार थे, याचिकाकर्ताओं द्वारा उनके द्वारा पहले दायर लिखित बयान में विवादित नहीं था",
  "' 2019 (2) R.C.R. (Rent) 575": "।2049 (2) आर सी.आर. (किराया) 575",
  "32017 (3) R.C.R. (Civil) 898": "320।7 (3) आर सी.आर. (सिविल) 898",
  "42015 (2) R.C.R. (Rent) 285": "»205 (2) आर सी.आर. (किराया) 285",
  "learned Rent Controller. The respondents have not challenged the findings given by learned Rent Controller with regard to the rate of the rent and valid tender thereof. The findings as given by learned Rent": "किराया नियंत्रक सीखा। उत्तरदाताओं ने किराए की दर और उसके वैध निविदा के संबंध में विद्वान किराया नियंत्रक",
  "have been assailed. The learned Rent Controller as well as the learned Appellate Authority had observed that the demised shop was required": "पर हमला किया गया है। विद्वान किराया नियंत्रक के साथ-साथ विद्वान अपीलीय प्राधिकरण ने देखा था कि प्रतिवादी",
  "Appellate Authority had observed that the demised shop was required by the respondents for setting up business of son of respondent No.1": "नंबर । के बेटे का व्यवसाय स्थापित करने के लिए उत्तरदाताओं द्वारा डिमाइज्ड दुकान की आवश्यकता थी जो",
  "who was unemployed. No doubt, it had come on record that two of the": "बेरोजगार था। इसमें कोई संदेह नहीं है कि यह रिकॉर्ड में आया था कि प्रतिवादियों के स्वामित्व वाली दो दुकानें",
  "of the rent petition. However, that could not be stated to be a reason for compelling the respondents to withdraw their claim for ejectment of": "से बाहर निकालने के अपने दावे को वापस लेने के लिए मजबूर करने का कारण नहीं कहा जा सकता है। यह कानून",
  "law that it is the for the landlord to decide regarding the suitability of": "का अच्छी तरह से स्थापित प्रस्ताव है कि परिसर की उपयुक्तता के बारे में निर्णय लेना मकान मालिक का काम है",
  "the premises and he is the best judge of his requirement. A tenant": "और वह अपनी आवश्यकता का सबसे अच्छा न्यायाधीश है। एक किरायेदार यह निर्धारित नहीं कर सकता है कि",
  "cannot dictate as to how the landlord can satisfy his need by using other": "मकान मालिक संपत्ति के अन्य हिस्से का उपयोग करके अपनी आवश्यकता को कैसे पूरा कर सकता है। न तो",
  "portion of the property. Neither the Court nor the tenant can curtail the genuine and bona fide need of the landlord. When a petition for": "न्यायालय और न ही किरायेदार मकान मालिक की वास्तविक और प्रामाणिक आवश्यकता को कम कर सकते हैं।",
  "ejectment on the ground of personal necessity is filed, the Court would": "जब व्यक्तिगत आवश्यकता के आधार पर निष्कासन के लिए याचिका दायर की जाती है, तो न्यायालय इस धारणा के",
  "not proceed with a presumption that the same is not genuine. All that is required is that the assertion made by the landlord that he requires his": "साथ आगे नहीं बढ़ेगा कि वह वास्तविक नहीं है। बस इतना ही आवश्यक है कि मकान मालिक द्वारा यह दावा किया",
  "building for his own occupation and the said requirement is bona fide.": "जाए कि उसे अपने व्यवसाय के लिए अपनी इमारत की आवश्यकता है और उक्त आवश्यकता प्रामाणिक है। यह",
  "It is not for the tenant to dictate terms to the landlord as to how such he": "किरायेदार के लिए नहीं है कि वह मकान मालिक को शर्तें निर्धारित करे कि वह किरायेदार परिसर का कब्जा प्राप्त",
  "can adjust himself without getting possession of the tenanted premises. Reference in this regard can be made to Atma S.Berar versus Mukhtiar": "किए बिना खुद को कैसे समायोजित कर सकता है। इस संबंध में आत्मा एस. बरार बनाम मुख्तियार सिंह 5 का संदर्भ",
  "residential requirements and has a complete freedom in the matter. It is no concern of the Court to dictate to the landlord how, and in what": "न्यायाधीश है और उसे मामले में पूरी स्वतंत्रता है। यह अदालत की कोई चिंता नहीं है कि वह मकान मालिक को यह",
  "manner, he should live or to prescribe for him a residential standard of": "निर्देश दे कि उसे कैसे और किस तरीके से रहना चाहिए या उसके लिए उनका अपना आवासीय मानक निर्धारित",
  "landlord to choose nature of business and place and the tenant cannot": "मालिक का अधिकार और विशेषाधिकार है और किरायेदार शर्तों को निर्धारित नहीं कर सकता है और उसे सलाह",
  "case (Supra), Kamaljit Singh's case (Supra), Arun Kumar's case (Supra) and Smt. Darshna Devi's case (Supra), as cited by the": "सिंह के मामले (सुप्रा) अरुण कुमार के मामले (सुप्रा) और श्रीमती. दर्शना देवी का मामला (सुप्रा) जैसा कि",
  "respondents.": "उत्तरदाताओं द्वारा उद्धृत किया गया है।",
  "(10) The learned Rent Controller as well as learned First Appellate Authority had observed that the need of the respondents-": "(0) विद्वत किराया नियंत्रक के साथ-साथ विद्वत प्रथम अपीलीय प्राधिकरण ने पाया था कि गिराए गए दुकान के लिए"
}