{
  "JUDGMENT": "निर्णय",
  "K. K. Srivastava, J": "न्यायमूर्ति के: के श्रीवास्तव",
  "(1) The petitioner Ravinder Singh contested the election as a candidate of the Congress Party to the Legislative Assembly of Punjab": "() याचिकाकर्ता रविंदर सिंह ने पंजाब विधान सभा के लिए कांग्रेस पार्टी के उम्मीदवार के रूप में फरवरी, 997 में",
  "as its member from constituency No. 96, Ferozepur Cantt., held in the month of February, 1997. The respondent No. 1, Shri Janmeja Singh,": "निर्वाचन क्षेत्र संख्या 96, फिरोजपुर कैंट से चुनाव लड़ा। प्रतिवादी संख्या ।, श्री जनमेजा सिंह, एक उम्मीदवार थे। उक्त ॥ 2",
  "was a candidate at the said election set up by the Akali Dal (Badal). The polling was held on 7th Febuary, 1997. The counting took place": "अकाली दल (बादल) द्वारा स्थापित किया गया था। मतदान 7 फरवरी 997 को हुआ था। मतगणना 9 फरवरी 997 हु",
  "on 9th Febuary, 1997. In all there were six candidates, which remained in the field for the contest of election as Member Legislative Assembly of the State of Punjab. Besides the petitioner and respondent No. 1 the": "थी। कुल मिलाकर छह उम्मीदवार थे, जो पंजाब राज्य की विधान सभा सदस्य के रूप में चुनाव नाव लड़ने के लिए मैदान में थे।",
  "other candidates in the fray were respondents No. 2 to 5, namely Lal": "याचिकाकर्ता और प्रतिवादी नंबर के अलावा मैदान में अन्य उम्मीदवार प्रतिवादी नंबर 2 से 5 थे, अर्थात्‌ लाई सिंह, खैराती",
  "Singh, Khairati Lal, Gurpiar Singh and Ratinder Singh. The Returning Officer declared Shri Janmeja Singh as duly elected Member of the": "लाई, गुरप्यार सिंह और रतिंदर सिंह। रिटर्निंग ऑफिसर ने श्री जनमेजा सिंह को अन्य उम्मीदवारों के बीच सबसे अधिक वोट",
  "Officer declared Shri Janmeja Singh as duly elected Member of the Legislative Assembly of the State of Punjab, having secured the highest": "हासिल करने के कारण पंजाब राज्य की विधान सभा का विधिवत निर्वाचित सदस्य घोषित किया। प्रतिवादी नंबर | को",
  "votes amongst the other candidates. Respondent No. 1 secured 38281 votes while the petitoner secured 36,551 votes. The other candidates secured votes as under :—": "3828 वोट मिले जबकि याचिकाकर्ता को 36,55 वोट मिले। अन्य उम्मीदवारों को निम्नानुसार वोट प्राप्त हुए:-",
  "Name No. of votes polled in": "नाम नं. डाले गए वोटों की संख्या",
  "favour of the candidate": "उम्मीदवार का पक्ष",
  "Sh. Lal Singh son of Sh. Naginder Singh 7,840": "श्री लाई सिंह पुत्र श्री नागिंदर सिंह 7,840",
  "(respondent No. 2)": "(प्रतिवादी संख्या 2)",
  "Sh. Kharaiti Lal son of Dev Raj 314": "श्री खरैतीलाई पुत्र श्री देवराजलाई 3॥4",
  "(respondent No. 3)": "(प्रतिवादी संख्या 3)",
  "Gurpiar Singh son of Arjan Singh 65": "गुरप्यार सिंह पुत्रे अर्जन सिंह 65",
  "(respondent No. 4)": "(प्रतिवादी संख्या 4)",
  "Ratinder Singh son of Mohinder Singh 3,753": "रतिंदर सिंह पुत्र मोहिंदर सिंह 3,753",
  "(respondent No. 5) ©": "(प्रतिवादी क्रमांक 5)",
  "(2) The respondent No.1 defeated the petitoner by a margin of 1730 votes. The total votes which were polled in the elections were 87947. The number of invalid votes was 1143 leaving the total number": "(2) प्रतिवादी नंबर ने याचिकाकर्ता को 730 मतों के अंतर से हराया। चुनाव में कुल 8794 वोट पड़े(7. अवैध वोटों",
  "87947. The number of invalid votes was 1143 leaving the total number of valid votes as 86804.": "की संख्या 43 थी और वैध वोटों की कुल संख्या 86804 थी।",
  "(3) The petitioner filed the election petition seeking the election of the returned candidate/respondent No. 1 declared vaid on the various": "(3) याचिकाकर्ता ने चुनाव याचिका दायर कर उसमें उल्लिखित विभिन्न आधारों पर लौटे उम्मीदवार/प्रतिवादी नंबर ॥",
  "Ravinder Singh v. Janmeja Singh & others ° 299 (K.K. Srivastava, J.)": "रविंदर सिंह बनाम जनमेजा सिंह और अन्य (न्यायमूर्ति के.के श्रीवास्तव) 299",
  "Commissioned Officer may compete for the same job. The soldier may": "कमीशन प्राप्त अधिकारी समान कार्य के लिए प्रतिस्पर्धा कर सकता है। सैनिक मेरिट सूची में उच्च स्थान प्राप्त कर सकता है।",
  "secure a higher position in the merit list. According to Clause (2) of Rule 5, the mter se seniority of all candidates who are appointed against the reserved vacancies under rule 3 and allotted to a particular year": "नियम 5 के खंड (2) के अनुसार, नियम 3 के तहत आरक्षित रिक्तियों के विरुद्ध नियुक्त और किसी विशेष वर्ष के लिए आवंटित",
  "has to be determined on the basis of their dates of birth. Thus, a soldier": "सभी उम्मीदवारों की परस्पर वरिष्ठता उनकी जन्म तिथि के आधार पर निर्धारित की जानी है। इस प्रकार, एक सैनिक जो",
  "who may be at No. 1 in order of merit and who may have been born earlier than the Emergency Commissioned Officer, would be senior.": "योग्यता के क्रम में नंबर | पर हो सकता है और जिसका जन्म आपातकालीन कमीशन अधिकारी से पहले हुआ हो, वह वरिष्ठ",
  "However, according to the interpretation placed on the rules by the appellant, the officer alone shall be entitled to the benenfit of the military": "होगा। हालाँकि, अपीलकर्ता द्वारा नियमों पर रखी गई व्याख्या के अनुसार, वरिष्ठता के उद्देश्य से केवल अधिकारी ही सैन्य सेवा",
  "service for the purpose of seniority. If this contenton is accepted, the officer would become senior. The result would be contrary to that contemplated under Clause (2). Thus, the interpretation as placed on": "का लाभ पाने का हकदार होगा। यदि यह विवाद स्वीकार कर लिया गया तो अधिकारी वरिष्ठ हो जायेगा। परिणाम खण्ड (2) के",
  "contemplated under Clause (2). Thus, the interpretation as placed on the rules by the appellant would lead to a contradictory result.": "तहत सोचे गए विचार के विपरीत होगा। इस प्रकार, अपीलकर्ता द्वारा नियमों पर रखी गई व्याख्या विरोधाभासी परिणाम देगी।",
  "(21) In view of the above, we hold that the respondent was entitled to the benefit of seniority as admissible under Rule 5 despite the fact": "(2॥) उपरोक्त के मद्देनजर, हम मानते हैं कि प्रतिवादी नियम 5 के तहत स्वीकार्य वरिष्ठता के लाभ का हकदार था, इस",
  "that he was not released as an Emergency Commissioned Officer or a Short Service Regular Commissioned Officer.": "तथ्य के बावजूद कि उसे आपातकालीन कमीशन अधिकारी या शॉर्ट सर्विस नियमित कमीशन अधिकारी के रूप में जारी नहीं",
  "(22) Resultantly, we uphold the decision of the learned Single Judge inasmuch as the writ petition was allowed. However, the decision": "(22) परिणामस्वरूप, हम विद्वान एकल न्यायाधीश के फैसले को बरकरार रखते हैं क्योंकि रिट याचिका की दे ति मति दी",
  "learned Single Judge. Consequently, the appeal is dismissed. However, we make no order as to costs.": "परिणामस्वरूप, अपील खारिज की जाती है। हालाँकि, हम लागत के संबंध में कोई आदेश नहीं देते हैं।",
  "J.S.T.": "जेएसटी",
  "Before KK. Srivastava, J": "न्याययूर्ति, के; के श्रीवास्तव के समक्ष",
  "RAVINDER SINGH,—Petitioner": "रविंदर सिंह, -याचिकाकर्ता",
  "JANMEJA SINGH & OTHERS,— Respondents": "जनमेजा सिंह एवं अन्य, -प्रतिवादी",
  "3rd June, 1999": "3 जून 999",
  "Representation of People Act, 1951—Ss. 80, 81 & 100—Pleadings": "लोक प्रतिनिधित्व अधिनियम, 7957-एस.एस. 80, 88 और 00-चुनाव याचिका में दलीलें-क्या मुकदमे की दलीलों",
  "in election petition— Whether different from pleadings in suit—Material facts not disclosed —Allegations of corrupt practices against elected": "से अलग हैं-भौतिक तथ्यों का खुलासा नहीं किया गया-निर्वाचित उम्मीदवार के खिलाफ भ्रष्ट आचरण के आरोप-याचिका में",
  "averments—Maintainability of election petition.": "का कोई दावा नहीं-चुनाव याचिका की विचारणीयता।",
  "Held that the law relating to the pleadings in a suit is entirely different than the law relating to the averments made in an election": "अभिनिर्धारित किया गया कि किसी मुकदमे में दलीलों से संबंधित कानून चुनाव याचिका में दिए गए बयानों से संबंधित",
  "taken the view that in an election petition, there must be concise statement on material facts and the particulars relating to the corrupt practice relied on by the election petitioner. The amendment of any of": "संबंधित विवरणों का संक्षिप्त होना चाहिए। चुनाव याचिका दायर करने के बाद भ्रष्ट आचरण से संबंधित किसी भी",
  "the grounds explaining or adding any material facts relating to the": "भौतिक तथ्य को स्पष्ट करने या जोड़ने वाले किसी भी आधार में संशोधन कानूनन अनुमति शा नह है।",
  "(Para 42)": "(पैरा 42)",
  "Further held, that the averments made in the election petition lack in any meterial allegations and full & better particulars about the": "इसके अलावा यह निर्धारित किया गया है, चुनाव याचिका में दिए गए कथनों में किसी भी तरह के झूठे आरोप का",
  "the representation allegedly made by Mrs. Rupinder Kaur or in taking up the matter with the authorities. Moreover, this news item, which": "अभाव है और श्रीमती रूपिंदर कौर द्वारा कथित तौर पर दिए गए प्रतिनिधित्व के पीछे या अधिकारियों के साथ मामले को",
  "was got published on 16th September, 1989 much prior to the date of polling in the present case i.e. of more than seven years ago, was not": "यह समाचार, जो वर्तमान मामले में मतदान की तारीख से बहुत पहले यानी सात साल से अधिक समय पहले 6 सितंबर,",
  "1997 elections. This news item is too remotely connected with the elctions of February, 1997, in which the respondent No. 1 was declared elected": "संभावना नहीं थी। . यह समाचार फरवरी, 997 के चुनावों से बहुत दूर से जुड़ा हुआ है, जिसमें प्रतिवादी नंबर को",
  "(Para 23)": "(पैरा 23)",
  "Further held, that in the election petition, there are no averments made that the respondent No. 1 got the pamphlet published on behalf": "इसके अलावा यह निर्धारित किया गया है ,चुनाव याचिका में ऐसा कोई दावा नहीं किया गया है कि प्रतिवादी नंबर ने संयुक्त",
  "of the Front of the Joint Employees, Punjab or he was in any way directly or indirectly concerned with the publication of the said": "कर्मचारी मोर्चा, पंजाब की ओर से पैम्फलेट प्रकाशित करवाया था या वह किसी भी तरह से प्रत्यक्ष या अप्रत्यक्ष रूप से उक्त",
  "particulars regarding the publication of this pamphlet and connecting": "पैम्फलेट के प्रकाशन से संबंधित था। चुनाव याचिका में इस पैम्फलेट के प्रकाशन और प्रतिवादी नंबर को इससे जोड़ने के",
  "mentioned in this pamphlet though it refers to the polling scheduled to take place on 7th Feburary, 1997. It cannot be assumed for the purpose": "हालांकि यह 7 फरवरी, 997 को होने वाले मतदान को संदर्भित करता है। चुनाव याचिका के प्रयोजन के लिए वह यह नहीं",
  "of election petiton that since the pamphlet appealed to the voters to": "मान सकते कि चूंकि पैम्फलेट में मतदाताओं से प्रतिवादी को वोट देने की अपील की गई है। क्रमांक , उक्त पांच लाख",
  "Further held, that there can be no manner of doubt that the election petition discloses no cause of action and it must on that ground": "इसके अलावा यह निर्धारित किया गया है; इसमें कोई संदेह नहीं हो सकता कि चुनाव याचिका में कार्रवाई का कोई",
  "304 I.L.R. Punjab and Haryana > 1999 (2)": "302 एलएलओआर पंजाब और हरियाणा. 999 (2)",
  "“That the respondent No.1 committed various irregularities a day before the polling as well as at the time of counting of votes so": "\"कि प्रतिवादी नंबर ] ने मतदान से एक दिन पहले और साथ ही वोटों की गिनती के समय विभिन्न अनियमितताएं कीं",
  "(10) In para 9(i) and 9(i1), the petitioner alleged as under :—": "(१0) पैरा 90) और 9() में, याचिकाकर्ता ने निम्नानुसार आरोप लगाया: -",
  "“9. That the petitioner submits that the election of the returned candidate Sh. Janmeja Singh respondent No. 1 is void, inter": "“9. याचिकाकर्ता का कहना है कि लौटे उम्मीदवार श्री का चुनाव। जनमेजा सिंह प्रतिवादी नंबर , अन्य बातों के साथ-",
  "alia, on the following grounds and is liable to be set aside under Section 100 of the Act.:—": "साथ, निम्नलिखित आधारों पर अमान्य है और अधिनियम की धारा 00 के तहत खारिज किए जाने योग्य है।:-",
  "distribution of money by the returned candidate, his agents and by other persons with the consent of the returned": "(0) कि लौटाए गए उम्मीदवार, उसके एजेंटों और अन्य व्यक्तियों द्वारा लौटाए गए उम्मीदवार की सहमति से तथ्यों",
  "candidate of various statements of facts which falls and": "के विभिन्न बयानों के प्रकाशन और धन के वितरण की भ्रष्ट प्रथाएं जो गिरती हैं और जो याचिकाकर्ता के",
  "which relates to the personal character and conduct of the petitioner, which is believed to be false and did not believe to be true, were got photostat and distributed. Such": "व्यक्तिगत चरित्र और आचरण से संबंधित हैं, जो झूठ माना जाता है और सच नहीं माना जाता, फोटोस्टेट",
  "to be true, were got photostat and distributed. Such material was clearly calculated to prejudice the prospect of the petitioner’s election. The material fact and full": "कराया जाता और बांट दिया जाता। ऐसी सामग्री की गणना स्पष्ट रूप से याचिकाकर्ता के चुनाव की संभावना",
  "subsequent paras of this petition.": "इस याचिका के अगले पैराग्राफ में दिए गए हैं।",
  "Gi) That the petitioner further submits that the result of the election in so far as it concerned the returned candidate has been materially affected on various grounds set out": "(0) याचिकाकर्ता ने आगे कहा कि जहां तक चुनाव के परिणाम का सवाल है तो यहां दिए गए विभिन्न आधारों पर",
  "that it is not the returned candidate but the petitioner is entitled to be declared elected. The petitioner therefore": "लौटा हुआ उम्मीदवार नहीं बल्कि याचिकाकर्ता है। निर्वाचित घोषित किये जाने का हकदार है। इसलिए",
  "submits that the election of the returned candidate is liable to be set aside under section 100 of the Act and the": "275 पह का कहना है कि निर्वाचित उम्मीदवार का चुनाव अधिनियम की धारा 00 के तहत रद्द किया जा",
  "These news items published in the Daily Tribune, Chandigarh dated 16th September, 1989 and 17th": "क. यह कि 6 सितंबर, 989 और 7 सितंबर, 989 के दैनिक ट्रिब्यून में प्रकाशित समाचारों की बड़ी संख्या में",
  "I.L.R. Punjab and Haryana 1999 (2)": "304 एलएलओआर पंजाब और हरियाणा. 999 (2)",
  "Joginder Singh alias Jindu Vice President of Ferozepur": "(५) प्रतिवादी नंबर | और उसके समर्थकों अर्थात्‌ फिरोजपुर कंटोनमेंट बोर्ड के उपाध्यक्ष जोगिंदर सिंह उर्फ जिंदू ने",
  "Contonment Board beaten up jointly Nishan Singh and other supporters of the petitioner in the town of Ferozepur": "संयुक्त रूप से निशान सिंह और याचिकाकर्ता के अन्य समर्थकों को फिरोजपुर कैंट शहर में सुबह के समय",
  "cantt in the morning hour i.e. at about 8 A.M. on the day of polling i.e. 7th February, 1997,so as to terrorise the": "यानी लगभग 8 बजे पीटा। मतदान अर्थात 7 फरवरी 997, ताकि शहर के शहरी मतदाताओं को आतंकित",
  "Urban voters of the town and in this way a good number": "किया जा सके और इस तरह शहर के बड़ी संख्या में मतदाता निर्वाचन क्षेत्र के शहरी क्षेत्रों में परेशानी को",
  "the heart of the town, i.e. Cantonment Board’s School Ferozepur Cantt. near Amar Talkies Ferozepur Cantt was": "भी शहर के मध्य में, यानी छावनी बोर्ड का स्कूल फ़िरोज़पुर कैंट अमर टॉकीज फिरोजपुर कैंट के पास",
  "intentionally engineered by the respondent No: 1 so as to": "जानबूझकर **आ नंबर | द्वारा इंजीनियर किया गया था ताकि याचिकाकर्ता के चुनाव की संभावनाओं को",
  "“That the returned candidate and with his consent his workers and supporters distributed the aforesaid photo copies of news": "“यह कि लौटे उम्मीदवार और उनकी सहमति से उनके कार्यकर्ताओं और समर्थकों ने समाचार की उपरोक्त फोटो प्रतियां वितरित कीं",
  "items and pamphlets, i.e. Annexures A/1 to A/7 throughout the constituency on 6th February, 1997. The workers and supporters of the returned candidate distributed the photo": "6 फरवरी, 997 को पूरे निर्वाचन क्षेत्र में आइटम और पैम्फलेट, यानी अनुलग्नक ए/ से ए/7। लौटे उम्मीदवार के",
  "supporters of the returned candidate distributed the photo copies of news items and pamphlets A/1 to A/7 in his presence.”": "कस और समर्थकों ने उनकी उपस्थिति में समाचार आइटम और पैम्फलेट ए/] से ए/7 की फोटो प्रतियां तरित कीं। ”",
  "The allegations made in para 14 are as under :—": "पैरा 4 में लगाए गए आरोप इस प्रकार हैं.",
  "“That the returned candidate distributed the above photo copies of news items and pamphlets, i. Annexures A/1 to A/7 by": "लौटे हुए ए उम्मीदवार ने समाचार सामग्रियों और पैम्फलेटों की उपरोक्त फोटो प्रतियां, यानी अनुलग्नक ए ] से ए/7 तक",
  "himself in many places and arranged distribution throughout the constituency. The petitioner, however, wants to confine": "स्थानों पर स्वयं वितरित कीं और पूरे निर्वाचन क्षेत्र में वितरण की व्यवस्था की। हालाँकि, याचिकाकर्ता अपने",
  "his case to only those places where the returned candidate": "मामले को केवल उन्हीं स्थानों तक सीमित रखना चाहता है, जहाँ से लौटाया गया उम्मीदवार स्वयं समाचार वस्तुओं",
  "himself was found to be distributing the above mentioned photo copies of News Items and pamphlets Annexures i.e. A/1 to A/ 7. The photo copies of News Items and pamphlets, i.e. A/1 to A/7 where these were distributed by the workers and": "और पैम्फलेटों की उपरोक्त उल्लिखित फोटो प्रतियाँ वितरित करता हुआ पाया गया। ए से ए/7 जहां इन्हें उनकी",
  "A/7 where these were distributed by the workers and supporters of the returned candidates in his presence obviously": "लि बा उम्मीदवारों के कार्यकर्ताओं और समर्थकों द्वारा वितरित किया गया था, जो स्पष्ट रूप से उनकी",
  "implying his consent. ,": "सहमति दर्शाता है।",
  "On 6th Febuary, 1997 at about 8.30 A.M. the returned candidate accompanied by :—": "6 फरवरी, 997 को प्रातः लगभग 8.30 बजे उम्मीदवार निम्नलिखित के साथ लौटे:-",
  "1. Mehar Singh Sandhu son of Bhag Singh r/o Basti Bhag Singh.": ". मेहर सिंह संधू पुत्र भाग सिंह निवासी बस्ती भाग सिंह।",
  "2. Babu Singh s/o Balwant Singh r/o village Vadni Gulab Singh:": "2. बाबू सिंह पुत्र बलवंत सिंह निवासी ग्राम वादनी गुलाब सिंह:",
  "And some others visited village Ratta Khera and distributed the photo": "और कुछ अन्य लोगों ने गांव रत्ता खेड़ा का दौरा किया और गांव के साथ (सामान्य स्थान) पर समाचार सामग्री और पैम्फलेट,",
  "copies of news items and pamphlets, i.e. Annexures A/1 to A/7 at the Sath (common place) of the village and also went from door to door for": "यानी अनुलग्नक ए/॥ से ए/7 की फोटो प्रतियां वितरित कीं और मतदाताओं से अपील करने के लिए घर-घर भी गए। उसके",
  "appealing to the voters to vote for him. At the same time the returned candidate handed over the aforesaid photo copies of news items and": "लिए वोट करें. उसी समय लौटे उम्मीदवार ने मतदाताओं को समाचार सामग्री की उपरोक्त फोटो प्रतियां और पंपलेट प्रतियां,",
  "pamphlets copies of which are A/1 to A/7 to the voters. The persons to whom these photo copies were given were :—": "जिनमें से सभी ए/7 हैं, सौंपीं। जिन व्यक्तियों को ये फोटो प्रतियां दी गईं वे थे:-",
  "(i) Harbinder Pal Singh s/o Late S. Sant Singh r/o village Ratta Khera. :": "(0) हरबिंदर पाल सिंह पुत्र स्वर्गीय संत सिंह निवासी गांव रत्ता खेड़ा।",
  "(ii) Baldev Singh son of Basant Singh r/o village Ratta Khera.": "(0) बलदेव सिंह पुत्र बसंत सिंह निवासी ग्राम रत्ता खेड़ा।",
  "(15). So far as the averments made in para 7 of the election petition -are concerned, they are general in nature, alleging various irregularities": "(5) जहां तक चुनाव आयोग के पैरा 73 में दिए गए कथनों का सवाल है, वे सामान्य प्रकृति के हैं, जिसमें",
  "committed by respondent No. 1, a day before the polling, as alleged at": "मतदान से एक दिन पहले प्रतिवादी नंबर द्वारा की गई विभिन्न अनियमितताओं का आरोप लगाया गया है, जैसा कि वोटों की",
  "the time of counting of votes, so as to declared as elected by hook or": "गिनती के समय आरोप लगाया गया था, ताकि उन्हें हुक द्वारा निर्वाचित घोषित किया जा सके। या बदमाश. याचिकाकर्ता के",
  "crook. In view of the stand taken by learned counsel for the petitioner Mr. H.S. Mattewal, Senior Advocate, the petitioner has given up his": "विद्वान वकील श्री एचएस मत्तेवाल, वरिष्ठ अधिवक्ता द्वारा अपनाए गए रुख को ध्यान में रखते हुए, याचिकाकर्ता ने वोटों की",
  "case regarding the alleged irregularities being committed at the time of counting of votes and as such certain paras in the election petition as": "गिनती के समय की गई कथित अनियमितताओं और चुनाव याचिका के कुछ पैराग्राफों के संबंध में अपना मामला छोड़ दिया है।",
  "averments made in the election petition lack in any material allegations": "चुनाव याचिका में किसी भी महत्वपूर्ण आरोप का अभाव है और श्रीमती रूपिंदर कौर द्वारा कथित तौर पर दिए गए प्रतिनिधित्व",
  "and full and better particulars about the involvement either directly or indirectly of respondent No. 1 behind the representation allegedly made": "के पीछे या अधिकारियों के साथ मामले को उठाने में प्रत्यक्ष या अप्रत्यक्ष रूप से प्रतिवादी नंबर | की भागीदारी के बारे में पूर्ण",
  "than seven years ago, was not likély to adversely effect the prospects of the petitioner in February, 1997 elections. This news item is too remotely": "पर प्रतिकूल प्रभाव डालने की संभावना नहीं थी। चुनाव. यह समाचार फरवरी, 999 के चुनावों से बहुत दूर से जुड़ा हुआ है,",
  "No. 1 was declared elected by defeating the petitioner.": "जिसमें प्रतिवादी नंबर | को याचिकाकर्ता को हराकर निर्वाचित घोषित किया गया था।",
  "(24) Annexure A2 is, as a matter of fact, a denial of the news item appearing in The Tribune dated 17th September, 1989, which was got": "(24) अनुबंध ४2, वास्तव में, 47 सितंबर, 989 को द ट्रिब्यून में छपी खबर का खंडन है, जिसे याचिकाकर्ता श्री",
  "published by the petitioner Mr Ravinder Singh Babbal himself, who was at that time President of the Ferozepur District Youth Congress": "रविंदर सिंह बब्बल ने स्वयं प्रकाशित किया था, जो उस समय फिरोजपुर ला चुबा, के अध्यक्ष थे। कांग्रेस (आई). प्रतिवादी",
  "(I). The respondent No. 1 could not be benefited in any manner even remotely by circulating photo copies of this news item (annexure A2),": "नंबर को इस समाचार आइटम (अनुलग्नक ए 2) की फोटो प्रतियां प्रसारित करने से 873 तक किसी भी तरह से लाभ नहीं",
  "which was published apparently at the behest of the petitioner himself.": "हो सकता है, जो स्पष्ट रूप से याचिकाकर्ता के आदेश पर प्रकाशित किया गया था। इस में, यह पाया जा सकता है",
  "respondent No. 1 being directly or indirectly connected with this news ° item and secondly regarding the adverse effect on the election prospects": "कि चुनाव याचिका में प्रतिवादी नंबर | के प्रत्यक्ष या अप्रत्यक्ष रूप से इस समाचार आइटम से जुड़े होने और दूसरे की चुनाव",
  "of the petitioner. .": "याचिकाकर्ता.",
  "(25) Now coming to Annexure A3, which was published in The Punjabi Tribune on 31st October, 1996, i.e. about three months prior": "(25) अब अनुलग्नक /३ पर आते हैं, जो 3 अक्टूबर, 996 को पंजाबी ट्रिब्यून में प्रकाशित हुआ था, यानी मतदान",
  "to the allegation of beating of the family member of an Akali leader by M.L.A. This news item was published by a correspondent from Talwandi": "आरोप से संबंधित है। अकाली नेता द्वारा विधायक यह समाचार तलवंडी भाई के एक संवाददाता द्वारा प्रकाशित किया गया था,",
  "son of Mehar Singh Sandhu, resident of Basti Bhag Singh, the Senior Vice-President of Shiromani Akali Dal (Badal), Ferozepur Unit, against": "जिसमें शिरोमणि अकाली दल (बादल) के वरिष्ठ उपाध्यक्ष बस्ती भाग सिंह निवासी मेहर सिंह संधू के पुत्र जतिंदर सिंह संधू",
  "Assembly Constituency. It alleged that Ravinder Singh Babbal": "विधायक रविंदर सिंह बब्बल के खिलाफ। इसमें आरोप लगाया गया कि रविंदर सिंह बब्बल ने अपने कुछ साथियों के साथ",
  "alongwith some of his companions caused injuries to his father Sh. Mehar Singh, his mother Paramjit Kaur, wife Sandeep Kaur and two": "मिलकर उसके पिता श्री को चोटें पहुंचाईं। मेहर सिंह, उनकी मां परमजीत कौर, पत्नी संदीप कौर और दो बच्चे थाना सदर मोगा",
  "the news item, it was mentioned, inter alia, as under :—": "के इलाके में रहते हैं। समाचार के अंत में, अन्य बातों के साथ-साथ, इसका उल्लेख इस प्रकार किया गया:-",
  "“ __ When the gunmen of Babbal came and told the police officials that he is an M.L.A. from Cantt. then the police instead of": "\"__ जब बब्बल के बंदूकधारियों ने आकर पुलिस अधिकारियों को बताया कि वह कैंट से विधायक हैं। तब पुलिस ने",
  "taking any action just put off the matter by recording a report.": "कोई कार्रवाई करने के बजाय सिर्फ रिपोर्ट दर्ज कर मामले को टाल दिया। उन्होंने आरोप लगाया कि अकाली नेता",
  "They made allegation that Babbal has attacked Mehar Singh because of his being Akali Leader and therefore, legal action may be initiated against him under Section 307.”": "होने के कारण बब्बल ने मेहर सिंह पर हमला किया है, इसलिए उनके खिलाफ धारा 307 के तहत कानूनी कार्रवाई की जा सकती है।",
  "(26) The news item relates to the alegations made by Jatinder Singh Sandhu aforesaid. There are no allegations made in the petition": "(26) समाचार आइटम जतिंदर सिंह संधू द्वारा लगाए गए आरोपों से संबंधित है। याचिका में प्रतिवादी नंबर | के साथ",
  "regarding any direct or indirect link of Jatinder Singh Sandhu with": "जतिंदर सिंह संधू के किसी भी प्रत्यक्ष या अप्रत्यक्ष संबंध के बारे में कोई आरोप नहीं लगाया गया है और इसके अलावा इस",
  "the respondent No. 1 and further that the respondent No.1 could get benefit by distribution of the photo copies of this news item. In other": "समाचार की फोटो प्रतियों के वितरण से प्रतिवादी नंबर को लाभ मिल सकता है। दूसरे शब्दों में, इस समाचार ने पहली बार में",
  "the petitioner in the first instance and at any rate at the behest of respondent No. 1 nor it boosted the prospects of respondent No. 1 in the": "या किसी भी दर पर प्रतिवादी नंबर । के आदेश पर याचिकाकर्ता की चुनाव संभावनाओं को प्रभावित नहीं किया और न ही",
  "(27) Annexure A4 is the translation of the news published in the The Punjabi Tribune, Annexure A3, referred to above.": "(22) अनुलग्नक ४4, द पंजाबी ट्रिब्यून में प्रकाशित समाचार, अनुलग्नक ७३, जिसका उल्लेख ऊपर किया गया है, का अनुवाद है।",
  "(28) Annexure A5 isa pamphlet containing an appeal to the voters in the Assembly Constituency of Ferozepur, which was made by the": "(28) अनुलग्नक ५5 एक पैम्फलेट है जिसमें फिरोजपुर के विधानसभा क्षेत्र के मतदाताओं से अपील की गई है, जो",
  "Joint Front of the five lac emplyees of the Punjab, not to support the candidature of the pétitioner, the then sitting M.L.A. In the election": "पंजाब के पांच लाख कर्मचारियों के संयुक्त मोर्चे द्वारा चुनाव में याचिकाकर्ता, तत्कालीन मौजूदा विधायक की उम्मीदवारी का",
  "petition, there are no averments made that the respondent No. 1 got": "समर्थन न करने की अपील की गई थी। याचिका में ऐसा कोई दावा नहीं किया गया है कि प्रतिवादी नंबर ने संयुक्त कर्मचारी",
  "this pamphlet published on behalf of the Front of the Joint Employees, Punjab or he was in any way directly or indirectly concerned with the": "मोर्चा, पंजाब की ओर से यह पैम्फलेट प्रकाशित करवाया था या वह किसी भी तरह से प्रत्यक्ष या अप्रत्यक्ष रूप से उक्त पैम्फलेट",
  "publication of the said pamphlet. The election petition lacks in material facts and complete particulars regarding the publication of this pamphlet": "के न से संबंधित था। चुनाव याचिका में इस पुस्तिका के प्रकाशन के संबंध में भौतिक तथ्यों और संपूर्ण विवरणों का अभाव",
  "and connecting respondent No. 1 with the same. Apart from this, there is no date mentioned in this pamphlet though it refers to the polling": "और प्रतिवादी नंबर | को उसी के साथ जोड़ रहा है। इसके अलावा, इस पर्चे में कोई तारीख का उल्लेख नहीं है, हालांकि यह 7",
  "is no date mentioned in this pamphlet though it refers to the polling scheduled to take place on 7th February, 1997. It cannot be assumed": "फरवरी, 997 को होने वाले मतदान को संदर्भित करता है। चुनाव याचिका के प्रयोजन के लिए यह नहीं माना जा सकता है कि",
  "what extent the poll prospects of the petitioner were adversely affected": "कि उक्त पर्चे से याचिकाकर्ता की चुनाव संभावनाओं पर कैसे और किस हद तक प्रतिकूल प्रभाव पड़ा।",
  "(29) So far as Annexure A7 is concerned, it was issued by the President of the District Congress Committee (I), Ferozepur, namely": "(29) जहां तक अनुलग्नक ए7 का सवाल है, यह जिला कांग्रेस कमेटी (आई), फिरोजपुर के अध्यक्ष, अर्थात्‌ श्री गुरनैब",
  "Ravinder Singh v. Janmeja Singh & others 317": "रविंदर सिंह बनाम जनमेजा सिंह और अन्य",
  "(K.K. Srivastava, J.)": "(न्यायमूर्ति के.के श्रीवास्तव)",
  "previously alleged in the petition. The obvious need not be": "होने के संबंध में उनके खिलाफ याचिका में लगाए गए आरोपों से स्पष्ट रूप से इनकार किया। एक प्रारंभिक आपत्ति ली गई थी",
  "and the complete cause of action and the particulars will give the necessary information to present a full picture of the cause": "चुनाव को रद्द करने के लिए कार्रवाई का पूरा कारण बनाने के लिए आवश्यक भौतिक तथ्यों और विवरणों का",
  "Ravinder Singh v. Janmeja Singh & others 315": "रविंदर सिंह बनाम जनमेजा सिंह और अन्य",
  "that the election petition must contain a concise statement of material": "संबंधित विवरणों पर संक्षिप्त बयान होना चाहिए। चुनाव याचिकाकर्ता द्वारा। चुनाव याचिका",
  "statement of material facts on which the petitioner relies and": "संक्षिप्त विवरण होना चाहिए जिन पर याचिकाकर्ता भरोसा करता है और इसके",
  "further that he must also set forth full particulars of any corrupt practice which he alleges, including as full a statement": "अलावा उसे उस भ्रष्ट आचरण का पूरा विवरण देना होगा जिसका उसने आरोप",
  "as possible of names of the parties alleged to have committed": "लगाया है, जिसमें नाम का यथासंभव पूरा विवरण भी शामिल होना चाहिए। ऐसे भ्रष्ट आचरण करने का आरोप लगाने वाले दलों की संख्या और ऐसे प्रत्येक भ्रष्ट",
  "such practice and the date and place of commission of such": "आचरण को करने की तारीख और स्थान। इस धारा को अनिवार्य माना गया है और",
  "requires first a concise statement of material facts and then": "इसके लिए पहले छोटे-मोटे तथ्यों का संक्षिप्त विवरण और फिर कथित भ्रष्ट",
  "formulate a complete cause of action must be stated. Omission": "आचरण का पूरा विवरण आवश्यक है ताकि कार्रवाई के कारण की पूरी तस्वीर",
  "“Tt is well settled that only those parts of the petition which contain": "“यह अच्छी तरह से स्थापित है कि याचिका के केवल उन हिस्सों को जिनमें भ्रष्ट आचरण के आरोप हैं और जो नियम 94",
  "conformity with Form 25 read with Rule 94-A and Section": "-ए और धारा 83 (॥) के साथ पढ़े जाने वाले फॉर्म 25 के अनुरूप नहीं हैं, केवल उन हिस्सों को हटाने की",
  "case, though validity of the rejection of her nomination was questioned by the appellant, it would appear that in the High": "इस मामले में, हालांकि उसके नामांकन की अस्वीकृति की वैधता पर अपीलकर्ता द्वारा सवाल उठाया गया था, ऐसा",
  "questioned by the appellant, it would appear that in the High Court if was not seriously canvassed and the main thrust of": "प्रतीत होता है कि यदि उच्च न्यायालय में गंभीरता से प्रचार नहीं किया गया था और अपीलकर्ता के वकील द्वारा",
  "the argument in the High Court, by the counsel for the appellant, was on corrupt practices and curability of the defect": "उच्च न्यायालय में तर्क का मुख्य जोर दिया गया था। भ्रष्ट आचरण और दोष के निवारण पर था जिसे उच्च न्यायालय",
  "which did not find favour with the High Court. In view of the above finding, we are of the considered view that the question": "का समर्थन नहीं मिला। उपरोक्त निष्कर्ष के मद्देनजर, हमारा मानना है कि नामांकन की अनुचित अस्वीकृति के",
  "of barring the appellant to contest elections on the ground of": "आधार पर अपीलकर्ता को चुनाव लड़ने से रोकने का सवाल गंभीर विचार के लिए नहीं उठता है। पूरी चुनाव",
  "considerations. The entire election petition rested only on imputation of corrupt practices. Consequently, when the": "याचिका केवल भ्रष्ट आचरण के आरोप पर ही टिकी हुई थी। नतीजतन, जब चुनाव याचिका को हलफनामे की",
  "election petition was held not maintainable due to the material defect in the true copy of the affidavit which is an integral": "असली प्रतिलिपि में भौतिक दोष के कारण सुनवाई योग्य नहीं माना गया, जो एक अभिन्न अंग है चुनाव याचिका का",
  "part of the election petition, dismissal of the election petition cannot be faulted.”": "हिस्सा, चुनाव याचिका को खारिज करने को ग़लत नहीं ठहराया जा सकता।”",
  "(37) In Gajanan Krishnayji Bapat and another Appellants v. Datta Raghobaji Meghe and others, respondents (6), it was observed in para": "(37) गजानन कृष्णाजी बापट और अन्य अपीलकर्ता बनाम दत्ता राघोबाजी मेगके और अन्य, उत्तरदाताओं (6) में, इसे",
  "“17. Section 83 of the Act provides that the election petition must contain a concise statement of the meterial facts on which the": "“१7. अधिनियम की धारा 83 में प्रावधान है कि चुनाव याचिका में उन महत्वपूर्ण तथ्यों का संक्षिप्त विवरण होना चाहिए",
  "petitioner relies and further that he must set forth full": "जिन पर याचिकाकर्ता भरोसा करता है और इसके अलावा उसे उस भ्रष्ट आचरण दिए विवरण देना होगा",
  "particulars of the corrupt practice that he alleges including as full a statement as possible of the name of the parties alleged": "जिसका उसने आरोप लगाया है, जिसमें नाम का यथासंभव पूरा विवरण भी शामिल होना चाहिए । ऐसे भ्रष्ट आचरण",
  "to have committed such corrupt practice and the date and place of the commission of each of such corrupt practice. This section": "करने का आरोप लगाने वाले दलों की संख्या और ऐसे प्रत्येक भ्रष्ट आचरण को करने की तारीख और स्थान। इस",
  "has been held to be mandatory and requires first a concise statement of material facts and then the full particulars of the": "धारा को अनिवार्य माना गया है और इसके लिए पहले भौतिक तथ्यों का संक्षिप्त विवरण और फिर कथित भ्रष्ट",
  "(38) In a recent judgment reported as L.R. Shivaramagowda and others v. T.M. Chandrashekar (Dead) By LRs and others (7), it was": "(38) एलआर शिवरामगौड़ा और अन्य बनाम टीएम चंद्रशेखर (मृत) एलआर और अन्य (7) द्वारा रिपोर्ट किए गए एक",
  "“11. This Court has repeatedly stressed the importance of pleadings in an election petition and pointed out the difference": "। इस न्यायालय ने बार-बार चुनाव याचिका में दलीलों के महत्व पर जोर दिया है और \"भौतिक तथ्यों\" और \"भौतिक",
  "pleadings in an election petition and pointed out the difference between “material facts” and “material particulars”. While the": "विवरणों\" के बीच अंतर बताया है। जबकि भौतिक तथ्यों को प्रात काले में विफलता चुनाव याचिका के लिए",
  "and no amendment of the pleading could be allowed to introduce such material facts after the time-limit prescribed": "लिए दलील में भी संशोधन की अनुमति नहीं दी जा सकती है, भौतिक विवरणों की अनुपस्थिति को बाद में",
  "particulars can be cured at a later stage by an appropriate amendment. »": "ठीक किया जा सकता है। एक उचित संशोधन द्वारा चरणबद्ध करें।\"",
  "(39) The case of Ganjanam Krishnaji Bapat v. Datiaji Raghobaji Meghe, was referred to in para 15 of the judgment in L.R. Shivaramagowda’s case (supra) extracting the following observations": "(39) गंजनम कृष्णाजी बापट बनाम दत्ताजी राघोबाजी मेघे के मामले को एलआर शिवरामगौड़ा के मामले (सुप्रा) में",
  "“ allegations of corrupt practice must be properly alleged and": "“भ्रष्ट आचरण के आरोप ठीक से लगाए जाने चाहिए और याचिका में ही भौतिक तथ्य और विवरण. दोनों उपलब्ध",
  "- petition itself so as to disclose the complete cause of action.”": "कराए जाने चाहिए ताकि कार्रवाई के पूरे कारण का खुलासा हो सके।",
  "() AJR. 19958.C. 2284.": "(6) एआईआर 995 एससी 2284।",
  "(7) 1999 (1)8.C.C. 666.": "(72) 999 ()एससीसी 666।",
  "Ravinder Singh v. Janmeja Singh & others 821": "रविंदर सिंह बनाम जनमेजा सिंह और अन्य 35",
  "Kulwinder Singh son of Tarlok Singh and Nachhattar Singh son of Darshan Singh in village Mishriwala ;": "गाँव मिश्रीवाला में तरलोक सिंह के पुत्र कुलविंदर सिंह और दर्शन सिंह के पुत्र नछत्तर सिंह;",
  "Karnail Singh son of Pala Singh and Mohinder Singh son of Dara Singh in village Sher Khan ;": "शेर खान गांव में पाला सिंह के पुत्र करनैल सिंह और दारा सिंह के पुत्र मोहिंदर सिंह;",
  "‘Hans Raj son of Chuni Lal and Jeet Singh son of la Singh in village Takhtuwala ;": "'हंस राज पुत्र चुन्नी लाई और जीत सिंह पुत्र ला सिंह ग्राम तख्तूवाला में;",
  "_dagir Singh son of Bishan Singh and Balkar son of Shingara Singh in village Jameetpur Dheru ;": ".जगीर सिंह पुत्र बिशन सिंह और बलकार पुत्र शिंगारा सिंह गांव जमीतपुर ढेरू में;",
  "Darbara Singh son of Jeet Singh and Surjit Singh son of Thakur Singh in village Sodhi Nagar ;": "सोढ़ी नगर गाँव में जीत सिंह के पुत्र दरबारा सिंह और ठाकुर सिंह के पुत्र सुरजीत सिंह;",
  "Jagtar Singh son of Hakim Singh and Sukhmandir Singh son of Joginder Singh in village Kulgarhi;": "कुलगढ़ी गांव में जगतार सिंह पुत्र हाकिम सिंह और सुखमंदिर सिंह पुत्र जोगिंदर सिंह;",
  "Sucha Singh son of Ajeet Singh and Jagir Singh son of Bagga Singh in village Lohgarh.": "गांव लोहगढ़ में अजीत सिंह का बेटा सुच्चा सिंह और बग्गा सिंह का बेटा जागीर सिंह।",
  "(47) The narration of events taking place in villages metioned in paragraphs 28 to 39 are couched in the same language but for the change of name of the village, time of arrival in the village, amount": "(47) गाँवों में होने वाली घटनाएँ पैराग्राफ 28 से 39 एक ही भाषा में दी गई हैं, लेकिन गाँव का नाम बदलने, गाँव में",
  "paid to the conerned person and the two witnesses, who declined to": "आने का समय, संबंधित व्यक्ति को भुगतान की गई राशि और दो गवाहों, जिन्होंने रिश्वत लेने से इनकार कर दिया, के बारे में",
  "commencing from para 28 to 39, are said to have gone to the concerned": "जानकारी दी गई है। जो उसी। सबसे पहले, यह उल्लेख किया जा सकता है कि पैरा 28 से 39 तक शुरू होने वाले प्रत्येक",
  "person to whom the money was allegedly paid by respondent No. 1 on being summoned by him alongwith other persons, to whom the offer of": "भुगतान किया गया था। प्रतिवादी संख्या | को उसके द्वारा अन्य व्यक्तियों के साथ बुलाए जाने पर, जिसे प्रतिवादी संख्या के",
  "bribe was made for casting vote in favour of the repondent No. 1. It necessarily follows that these sets of two witnesses in each of the village": "पक्ष में वोट देने के लिए रिश्वत की पेशकश की गई थी। यह जरूरी है कि उपरोक्त प्रत्येक गांव में दो गवाहों के ये सेट मौजूद नहीं",
  "aforesaid were not present at the time of visit of respondent No. 1 to the said villages and they did not witness the alleged payment of amount by the respondent No. 1 to the person named therein and nor did they": "थे। प्रतिवादी संख्या के उक्त गांवों के दौरे के समय और उन्होंने प्रतिवादी संख्या द्वारा उसमें नामित व्यक्ति को राशि के",
  "hear any conversation between respondent No.1 and the concerned": "कथित भुगतान को नहीं देखा और न ही उन्होंने प्रतिवादी संख्या और संबंधित के बीच कोई बातचीत सुनी। इन पैराग्राफों में",
  "person metioned in these paragraphs, to whom the amount was allegedly paid. For example, in para 28 it has been averred as under :—": "उल्लिखित व्यक्ति, जिसे कथित तौर पर राशि का भुगतान किया गया था। उदाहरण के लिए, पैरा 28 में इसे निम्नानुसार बताया गया है:-",
  "“That the returned candidate alongwith the above-mentioned supporters on that very day i.e. 6th Feburary, 1997 visited village Jhole Hari Har at about 7.30 P.M., and handed over": "“उसी दिन यानी 6 फरवरी, 997 को उपर्युक्त समर्थकों के साथ लौटे उम्मीदवार ने शाम लगभग 7.30 बजे झोले हरि",
  "village Jhole Hari Har at about 7.30 P.M., and handed over Rs. one lac to Sh. Hari Singh, Ex. Sarpanch and he accepted": "हर गांव का दौरा किया और रुपये सौंपे। श्री हरि सिंह को एक लाख , पूर्व सरपंच ने शपथ लेकर उक्त धनराशि",
  "the above metioned amount on oath and promised five hundred votes. Thereafter Sh. Hari Singh, Ex. Sarpanch summoned": "स्वीकार कर ली और पांच सौ वोट देने का वादा किया। इसके बाद श्री. हरि सिंह, पूर्व सरपंच ने कई मतदाताओं की",
  "the meeting of many voters and handed over Rs. 200 to each on oath numbering five hundred voters and then the next": "बैठक बुलायी और रुपये दिये पांच सौ मतदाताओं में से प्रत्येक को शपथ पर 200 रुपये दिए गए और फिर अगली",
  "morning, i.e. 7th Feburary, 1997 all these. persons who had accepted money on oath voted for the returned candidate. Few": "सुबह, यानी 7 फरवरी, 997 को उन सभी व्यक्तियों ने, जिन्होंने शपथ पर पैसे स्वीकार किए थे, निर्वाचित",
  "persons of the village refused to accept money for voting who": "उम्मीदवार के लिए मतदान किया। गांव के कुछ लोगों ने किसे वोट देने के लिए पैसे लेने से इनकार कर दिया |",
  "Ravinder Singh v. Janmeja Singh & others 323": "रविंदर सिंह बनाम जनमेजा सिंह और अन्य",
  "off Amin Lal v. Hunna Mal, AIR 1965 SC 1243. The particulars of the corrupt practice alleged in the petition may in appropriate cases be permitted to be introduced by amendment D.P. Mishra": "243। भ्रष्ट का विवरण याचिका में कथित प्रैक्टिस को उचित मामलों में संशोधन डीपी मिश्रा बनाम कमल",
  "be in conformity with S. 86(5) of the Act read with O.VI. R.5, - Code of Civil Procedure.”": "पढ़े गए अधिनियम की धारा 86(5) के अनुरूप होगा। आर.5, सिविल प्रक्रिया संहिता।”",
  "(44) The position regarding law stands well settled and concluded by the recent judgments of the Hon’ble Apex Court in Dr. (Smt.) Shipra’s case (supra), Sardar Baldev Singh Mann’s case (supra) and L. .R.": "(44) कानून के संबंध में स्थिति डॉ. (श्रीमती) शिप्रा के मामले हु), सरदार बलदेव सिंह मान के मामले (सुप्रा) और एल.आर. मामले में माननीय सर्वोच्च न्यायालय के हाल के फैसलों से अच्छी तरह से तय और निष्कर्ष पर पहुंची है।",
  "Shivaramagowda’s case (supra). Standard of proof is reqired for": "शिवरामगौड़ा का मामला (सुप्रा)। भ्रष्ट आचरण के आरोप को साबित करने के लिए सबूत के मानक की आवश्यकता होती है,",
  "the relevant inasmuch as at the present stage the petitioner has not — ‘gone into trial.": "जो वर्तमान मामले में प्रासंगिक नहीं है क्योंकि वर्तमान चरण में याचिकाकर्ता मुकदमे में नहीं गया है।",
  "(45) Now coming to the second charge of corrupt practice i.e. about the bride allegedly given by the repondent No. 1 to his supporters for": "(45) अब भ्रष्ट आचरण ०, आरोप पर आते हैं यानी कथित तौर पर प्रतिवादी नंबर | द्वारा अपने समर्थकों को दी",
  "being distributed to the voters for casting their votes in his (respondent": "गई रिशवत को मतदाताओं को (प्रतिवादी नंबर | के) पक्ष में वोट डालने के लिए वितरित करने के लिए दिया गया था।",
  "No. 1’s) favour. From paragraph No. 28 to 39, ie. in 12 paragraphs there is a reference regarding the visit of the returned candidate alongwith his supporters to village Jhole Hari Har at about 7.30 P.M.": "कंडिका संख्या 28 से 39 तक अर्थात 2 कंडिका में शाम करीब 7.30 बजे निर्वाची प्रत्याशी द्वारा अपने समर्थकों के साथ गांव",
  "and giving Rs. one lac to Sh. Hari Singh, Ex-Sarpanch; then to village": "झोले हरी हर में जाने और रुपये देने का जिक्र है. श्री हरि सिंह, पूर्व-सरपंच, को एक लाख रुपये दिये, फिर रात करीब साढ़े",
  "Sande Hashim at about 8.30 P.M. and giving Rs. 40,000 to Gursewak . Singh son of Jagir Singh, then to village Valoor at about 9.00 P.M.": "आठ बजे गांव सांडे हाशिम पहुंचे। जगीर सिंह के बेटे गुरसेवक सिंह को 40,000 रुपये दिए, फिर रात करीब 9 बजे गांव वलूर र पहुंचे और रुपये दिए। नज़र सिह के पुत्र बलदाव सिंह को 30,000; फिर रात करीब साढ़े नौ बजे गांव यारेशाहवाला पहुंचे",
  "and giving Rs. 30,000 to Baldav Singh son of Nazar Singh ; then to": "रुपये दिए। बाज सिंह के पुत्र बोहर सिंह को 40,000; फेन से गांव साधु शाह वाला",
  "village Yareshahwala at about 9.30 P.M. and givinng Rs. 40,000 to": "रात करीब 0 बजे रुपये दिए। धरम सिंह, पूर्व-सरपंच को 35,000; फिर रात करीब 0.30 बजे गांव नाजूशाह मिश्रीवाला",
  "Bohar Singh son of Baj Singh ; then to village Sadhu Shah Wala": "गांव साधु शाह वाला में नत्था पुत्र बीला और बलविंदर सिंह पुत्र बख्शीश सिंह;",
  "Ravinder Singh v. Janmeja Singh & others 327": "रविंदर सिंह बनाम जनमेजा सिंह और अन्य 3॥3",
  "following four persons entered into a bet with respondent No. 1 :—": "लगाई (57) इस पैरा में आगे कहा गया है कि उनकी चुनौती पर निम्नलिखित चार व्यक्तियों ने प्रतिवादी नंबर के साथ शर्त लगाई:-",
  "1. Beant Singh, Sarpanch, resident of village Valoor;": ". बेअंत सिंह, सरपंच, गांव वलूर निवासी;",
  "2. Darbara Singh s/o Ajit Singh, resident of village Sodhi Nagar;": "2. दरबारा सिंह पुत्र अजीत सिंह, निवासी ग्राम सोढ़ी नगर;",
  "3. Sardool Singh, Sarpanch, resident of village Sande Hashim; and": "3. सरदूल सिंह, सरपंच, गांव सांडे हाशिम निवासी; और",
  "4. Malkiat Singh, Sarpanch, resident of village Kamaghar.": "4. मलकियत सिंह, सरपंच, गांव कामघर निवासी।",
  "(52) The respondent No.1, it was further averred, then went to his house and brought Rs. one lac and deposited at the Commission": "(52) प्रतिवादी नंबर , यह आगे बताया गया, फिर उसके घर गया और एक लाख रुपये लाया और ०॥. जगदीश दाना",
  "Agent shop of Ch. Jagdish Dana Mandi, Ferozepur Cantt. and the": "मंडी, फ़िरोज़पुर कैंट की कमीशन एजेंट की दुकान पर जमा कर दिया। तथा उपरोक्त चारों व्यक्तियों ने चौधरी जगदीश की",
  "above-mentioned four persons also deposited Rs. one lac at the shop of": "दुकान पर एक लाख रुपये भी जमा कर दिये। और यह निर्णय लिया गया कि प्रतिवादी क्रमांक | और उपर्युक्त चार व्यक्तियों",
  "respondent No. 1 in case-he is elected but in case he is defeated then": "द्वारा जमा की गई राशि प्रतिवादी क्रमांक को दी जाएगी यदि वह निर्वाचित होता है, लेकिन यदि वह हार जाता है तो राशि",
  "the amount would be paid to the above-mentioned four persons. This bet took place on 8th Feburary, 1997 at 3.30 P.M. Since the respondent": "उपरोक्त को भुगतान की जाएगी -चार व्यक्तियों का उल्लेख किया गया है। यह दांव 8 फरवरी 997 को अपराह्न 3.30 बजे",
  "No. 1 was declared elected so he took away the amount of Rs. two lacs": "लगा क्योंकि प्रतिवादी नंबर को निर्वाचित घोषित किया गया था इसलिए उसने दो लाख रुपये की राशि चौधरी जगदीश, दाना",
  "from the shop of Ch. Jagdish, Dana Mandi, Ferozepur Cantt.": "मंडी, फिरोजपुर कैंट की दुकान से ले ली।",
  "persons who were voters or that the persons who actually": "व्यक्तियों को की गई थी जो मतदाता थे या जिन व्यक्तियों ने वास्तव में धन प्राप्त किया था, मतदाता थे",
  "What stands out, in this behalf, is the further fact that not one ofthe recipients ofany such alleged bribe has been named": "इस संबंध में जो बात सामने आती है, वह यह है कि याचिका में ऐसे किसी भी कथित रिश्वत प्राप्तकर्ता का नाम नहीं लिया गया",
  "in the petition. In this situation there can be no escape from the conclusion that this allegation constitutes no cause of actiion for the respondent to answer.”": "है। इस कक में गा निष्कर्ष से बचा नहीं जा सकता कि यह आरोप प्रतिवादी के लिए जवाब देने के लिए कार्रवाई का कोई कारण नहीं बनता है।",
  "(57) In my considered view, the averments made in the election petition in the instant case fall further short of the mention regarding": "(57) मेरे सुविचारित विचार में, मौजूदा मामले में चुनाव याचिका में दिए गए दावे उस व्यक्ति के बारे में उल्लेख से भी",
  "the person in whose presence.the respondent No. 1 paid the amount to the persons named in the respective paragraphs in the villages .": "कम हैं, जिसकी उपस्थिति में प्रतिवादी नंबर ने संबंधित गांवों में संबंधित पैराग्राफ में नामित व्यक्तियों को राशि का भुगतान",
  "concerned and. the names of the persons, who actually received the bribe and promised to vote in favour of the respondent No. 1. The": "किया था और नाम उन व्यक्तियों की, जिन्होंने वास्तव में रिश्वत प्राप्त की थी और प्रतिवादी नंबर के पक्ष में मतदान करने का",
  "allegations in the instant case are, thus, much more lacking in full and better particulars than the facts in thie case of Mani Ram (supra).": "वादा किया था। इस प्रकार, वर्तमान मामले में आरोपों में मनीराम के मामले में तथ्यों की तुलना में पूर्ण और बेहतर विवरणों की बहुत अधिक कमी है ( सुप्रा)",
  "(58) In view of the foregoing discussion, I am of the considered opinion that the averments made regarding the offer of bribe by the returned candidate/respondent No. 1 and its acceptance by the voters": "(58) उपरोक्त चर्चा के मद्देनजर, मेरी पाता राय है कि लौटे उम्मीदवार/प्रतिवादी नंबर द्वारा रिश्वत की पेशकश",
  "from the respective villages, with a promise to cast their votes in favour — of the respondent No. 1, are lacking in complete particulars and thus": "और संबंधित गांवों के मतदाताओं द्वारा वोट देने के वादे के साथ इसकी स्वीकृति के संबंध में दिए गए दावे प्रतिवादी नंबर ] के",
  "of the respondent No. 1, are lacking in complete particulars and thus the petition lacks in concise statement of material facts and particulars.": "पक्ष में संपूर्ण विवरणों का अभाव है और इस प्रकार याचिका में भौतिक तथ्यों और विवरणों के संक्षिप्त विवरण का अभाव है।",
  "It is well settled that if the election petition lacks in averring even a single material fact regarding he corrupt practice, the defect goes to": "यह अच्छी तरह से स्थापित है कि यदि चुनाव याचिका में उसके भ्रष्ट आचरण के संबंध में एक भी भौतिक तथ्य का अभाव है, तो",
  "(59) Resultantly, it is held that there can be no manner of doubt that the election petition discloses no cause of action and it must on.": "(59) परिणामस्वरूप, यह माना जाता है कि इसमें कोई संदेह नहीं हो सकता है कि चुनाव याचिका कार्रवाई का कोई",
  "that ground be dismissed. The preliminary issues are accordingly decided in favour of the respondent No. 1 and consequiently the petition": "कारण नहीं बताती है और उस आधार पर इसे खारिज कर दिया जाना चाहिए। प्रारंभिक मुद्दे तदनुसार प्रतिवादी नंबर ] के पक्ष",
  "decided in favour of the respondent No. 1 and consequiently the petition is dismissed as it discloses no cause of action: —": "में तय किए जाते हैं और परिणामस्वरूप याचिका खारिज कर दी जाती है क्योंकि इसमें कार्रवाई का कोई कारण नहीं बताया गया है:",
  "Before V.K. Bali & B. Rai, JJ": "वीके बाली और बी राय के समक्ष",
  "MALKIAT SINGH,—Petitioner": "मलकीयत सिंह, -याचिकाकर्ता",
  "versus": "बनाम",
  "P.S.EB. & OTHERS, —Respondents": "पीएसईबी और अन्य,-प्रतिवादी",
  "21st January, 1999": "2] जनवरी 999",
  "practice constitutes no cause of action, and therefore, the election petition was liable to be dismissed on that ground.”": "अभ्यास कार्रवाई का कोई कारण नहीं बनता है, और इसलिए, चुनाव याचिका उस आधार पर खारिज करने योग्य",
  "(55) In the case of Mani Ram (supra), the allegations made ®@ the": "(55) मनी राम (सुप्रा) के मामले में, वर्ष 99] में कैथल विधानसभा क्षेत्र के एक मतदाता मनी राम द्वारा याचिका में",
  "petition by Mani Ram, a voter in the constituency of Kaithal Assembly in the year 1991 were that the returned candidate Surinder Kumar had committed the corrupt practice of bribery as defined in Section 123": "लगाए गए आरोप थे कि निर्वाचित उम्मीदवार सुरिंदर कुमार ने धारा में परिभाषित रिश्वतखोरी का भ्रष्ट आचरण किया था।",
  "to vote for him. It was averred in this behalf that Surinder Kumar had given Rs. 25,000 to Sat Pal son of Shri Chand and Sat Pal son of Tek Chand, for distributien in a Harijan Colony for getting votes for himself.": "कुमार ने रुपये दिए थे। श्री चंद के बेटे सतपाल और टेक चंद के बेटे सतपाल को हरिजन कॉलोनी में अपने लिए वोट हासिल",
  "This money was given at 132/5, Siwan Gate, Kaithal at about 10 p.m.": "करने के लिए 25,000 रुपये दिए। यह रकम 9 मई 99 को रात करीब 0 बजे 32/5, सीवन गेट, कैथल में दी गई। यह",
  "on 19th May, 1991. This amount was given in the presence of Subhash Malhotra. Both the Sat Pals had been asked by Surinder Kumar to distribute this money amongst persons who promised to vote for him.": "रकम सुभाष मल्होत्रा की मौजूदगी में दी गई। सुरिंदर कुमार ने दोनों सतपालों को यह पैसा उन लोगों के बीच बांटने के लिए",
  "The two Sat Pals thereupon went to Arjun Nagar Locality and contacted Balwan Singh and Ram Saran. They went around the locality and called the male members to assemble near the house of Balwan Singh.": "कहा था जिन्होंने उसे वोट देने का वादा किया था। इसके बाद दोनों सतपाल अर्जुन नगर इलाके में गए और बलवान सिंह और राम सरन से संपर्क किया। वे इलाके में घूमे और पुरुष सदस्यों को बलवान सिंह के घर के पास इकट्ठा होने के लिए बुलाया।",
  "About 15/20 minutes later, a crowd of over 250 persons gathered there. Sat Pal alias Pala addressed them saying that he had come there at": "करीब 5/20 मिनट बाद वहां 250 से ज्यादा लोगों की की भीड़ जमा हो गई. सतपाल उर्फ पाला ने उन्हें संबोधित करते हुए कहा",
  "the behest of Surinder Kumar, who had sent them to help his Harijan": "कि वह सुरिंदर कुमार के कहने पर वहां आया था, जिन्होंने उन्हें अपने हरिजन भाइयों की मदद के लिए भेजा था। इसके बाद",
  "brothers. He then said that those who promise to vote for Surinder “Kumar would be paid Rs. 100 each. He thereupon asked those who": "उन्होंने कहा कि जो लोग सुरिंदर का को वोट देने का वादा करेंगे उन्हें रुपये दिए जाएंगे। 00 प्रत्येक. इसके बाद उन्होंने उन",
  "wanted money and promised to vote for Surinder Kumar raise their": "लोगों से हाथ उठाने को कहा जो पैसे चाहते थे और जिन्होंने सुरिंदर कुमार को वोट देने का वादा किया था। जहुत त से लोगों ने",
  "hands.-Many people did so. They were then called one by one and given Rs. 100 each after they had promised to vote for Surinder Kumar.": "ऐसा किया. फिर उन्हें एक-एक करके बुलाया गया और रुपये दिए गए। सुरिंदर कुमार को वोट देने का वादा करने के बाद उन्होंने",
  "According to the petitioner, he learnt of this from Sat Pal son of Shri Chand at his residence at about 5 p.m. on 17th June, 1991.": "00-00 रुपये दिए। याचिकाकर्ता के अनुसार, उन्हें इसकी जानकारी 7 जून 99 को शाम करीब 5 बजे श्री चंद के बेटे सतपाल से उनके आवास पर मिली।",
  "(56) The learned Single Judge in Mani Ram’s case (supra) while": "(56) मनीराम के मामले (सुप्रा) में विद्वान एकल न्यायाधीश ने पैरा 4 में आयोजित उक्त चुनाव याचिका में दिए गए",
  "petitioner with regard to the corrupt practice of bribery alleged to have been committed by the petitioner in the context of the": "“अब कानून के संदर्भ में याचिकाकर्ता द्वारा रिश्वतखोरी के कथित भ्रष्ट आचरण के संबंध में याचिकाकर्ता द्वारा दिए गए"
}