{
  "SATENDER KUMAR v. PRESIDING OFFICER, INDUSTRIAL 681 TRIBUNAL-CUM-LABOUR COURT, PANIPAT AND ANOTHER": "सतेंदर कुमार बनाम पीठासीन अधिकारी, औद्योगिक ट्रिब्यूनल-सह-श्रम न्यायालय, पानीपत और अन्य",
  "(Harsh Bunger, J.)": "(हर्ष बंगर, जे.)",
  "Corporation which shows that the name of the petitioner workman was registered on 08.01.2015 and respondent-": "निगम जो दर्शाता है कि याचिकाकर्ता कर्मचारी का नाम 08.0.205 को पंजीकृत किया गया था और प्रतिवादी",
  "management is recorded to be his current employee.": "प्रबंधन को उसका वर्तमान कर्मचारी दर्ज किया गया है।",
  "i. Ex.C-4 - Copy of member passbook issued by Employees’ Provident Fund Organization which shows that": "॥. प्रदर्शनी सी-५-कर्मचारी भविष्य निधि संगठन द्वारा जारी सदस्य पासबुक की प्रति जो दिखाती है कि कर्मचारी",
  "the share of employee (petitioner- workman) and employer(respondent- management) was deposited till June, 2017.": "(याचिकाकर्ता-कर्मचारी) और नियोक्‍ता (प्रतिवादी-प्रबंधन) का हिस्सा जून, 207 तक जमा किया गया था।",
  "ili. Ex.C-5 - Copy of Application dated 21.02.2019": "॥. प्रदर्शनी सी -5-आवेदन की प्रति दिनांक 2.02.209",
  "iv. Ex.C-6 - Bank Statement dated 19.09.2018 of the petitioner workman vide which he _ deposited": "५. याचिकाकर्ता कर्मचारी का दिनांक 9.09.208 का बैंक विवरण, जिसमें उसने दिनांक 2.02.20॥9 के",
  "Rs.2,49,282+16,925+18,064 in response to the application": "आवेदन के जवाब में 2,५9,282 + 6,925+8,06% रुपये जमा किए हैं।",
  "(6) Upon appreciating the material/evidence available on record,the Tribunal below rejected the claim of petitioner-workman and": "(6) अभिलेख पर उपलब्ध सामग्री/साक्ष्य की सराहना करने पर, नीचे दिए गए अधिकरण ने याचिकाकर्ता-कामगार",
  "answered the reference against him vide impugned Award dated 22.01.2020 (Annexure P-1) by holding that the petitioner-workman had": "के दावे को खारिज कर दिया और दिनांक 22.0.2020 (अनुलग्नक पी-) के आशक्षेपित पुरस्कार के माध्यम से उसके विरुद्ध निर्देश का यह अभिनिर्धारित करते हुए उत्तर दिया कि याचिकाकर्ता-कामगार यह साबित करने में",
  "failed to prove that he had worked for 240 days in one year before his alleged terminationon 28.11.2018.": "विफल रहा कि उसने 28..208 को अपनी कथित समाप्ति से पहले एक वर्ष में 2५0 दिनों तक काम किया था।",
  "(7) In the aforementioned circumstances, the petitioner- workman has approached this Court by way of filing the instant writ": "(7) उपर्युक्त परिस्थितियों में, याचिकाकर्ता ने तत्काल रिट याचिका दायर करके इस न्यायालय का दरवाजा",
  "(8) I have heard learned counsel for the  petitioner- workman and have also perused the paper book with his able assistance.": "(8) मैंने याचिकाकर्ता श्रमिक के लिए विद्वान वकील को सुना है और उसकी सक्षम सहायता से पेपर बुक का भी",
  "(9) It is apposite to state here that a workman is entitled to protection of Section 25F of the 1947 Act if he is able to prove that": "(9) यहां यह बताना उपयुक्त है कि एक कर्मचारी 4947 अधिनियम की धारा 25एफ के संरक्षण का हकदार है यदि",
  "25B of the 1947 Act, i.e. the workman had worked for 240 days in 12 calendar months immediately preceding the date of his termination.": "में था, तो कर्मचारी ने अपनी समाप्ति की तारीख से ठीक पहले 2 कैलेंडर महीनों में 2५0 दिनों के लिए काम किया था।",
  "(10) In the case of Range Forest Officer versus S.T. Hadimani' Hon'ble Apex Court held as under:-": "(0) रेंज वन अधिकारी बनाम एस. टी. हदीमानी' के मामले में माननीय सर्वोच्च न्यायालय ने निम्नानुसार अभिनिर्धारित",
  "“2. In the instant case, dispute was referred to the Labour Court that the respondent had worked for 240 days and his": "\"2. तत्काल मामले में, विवाद को श्रम न्यायालय को भजा गया था कि प्रतिवादी ने 2५0 दिनों के लिए काम किया था",
  "service had been terminated without paying him any": "और उसे बिना कोई भुगतान किए उसकी सेवा समाप्त कर दी गई थी",
  "'2002(3) SCT 382 (SC)": "! 2002(3) एससीटी 382 (एससी)",
  "issue of a writ of certiorari. Likewise, the mere, possibility of forming a different opinion on re-appreciation of evidence by the parties is not": "सकता है। इसी तरह, पक्षकारों द्वारा साक्ष्य की पुनः प्रशंधा पर एक अलग राय बनाने की मात्र संभावना प्रमाण पत्र की",
  "sufficient for issue of a writ of certiorari.": "रिट जारी करने के लिए पर्याप्त नहीं है।",
  "(Para 15)": "(पैरा 5)",
  "Balkar Singh, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता बलकार सिंह।",
  "HARSH BUNGER J. (ORAL)": "हर्ष बंजर जे। (मौखिक)",
  "(1) Petitioner-workman (Satender Kumar) has filed this petitionunder Articles 226/227 of the Constitution of India, seeking a": "(।) याचिकाकर्ता-कार्यकर्ता (सतेंद्र कुमार) ने भारत के संविधान के अनुच्छेद 226/227 के तहत यह याचिका दायर",
  "writ of certiorari for setting aside the impugned award dated 22.01.2020(Annexure P-1) passed Industrial Tribunal-cum -Labour Court, Panipat (hereinafterreferred to as “the Tribunal”); whereby the": "की है, जिसमें औद्योगिक न्‍्यायाधिकरण-सह-श्रम न्यायालय, पानीपत (जिसे इसके बाद \"न्यायाधिकरण\" के रूप में संदर्भित किया गया है) द्वारा पारित दिनांक 22.0.2020 (अनुलग्नक पी-) के विवादित निर्णय को रद्द करने के लिए",
  "reference of the industrial dispute has been decided against him. A further prayer has been made for directing the respondents to reinstate": "प्रमाण पत्र की रिट की मांग की गई है, जिसके तहत उनके खिलाफ औद्योगिक विवाद के संदर्भ का निर्णय लिया गया",
  "further prayer has been made for directing the respondents to reinstate the petitioner with all consequential benefits": "है। उत्तरदाताओं को याचिकाकर्ता को सभी परिणामी लाभों के साथ बहाल करने का निर्देश देने के लिए एक और अनुरोध किया गया है",
  "(2) Briefly, Petitioner (Satender Kumar) raised an industrial dispute, by filing a claim petition before the Tribunal below under Section 2-A(2) and (3) of the Industrial Disputes Act, 1947 (hereinafter referred to as “the 1947 Act”’).": "(2) संक्षेप में, याचिकाकर्ता (सतेंद्र कुमार) ने औद्योगिक विवाद अधिनियम, 49५7 (इसके बाद \"9५7 अधिनियम\" के रूप में संदर्भित) की धारा 2-ए (2) और (3) के तहत ट्रिब्यूनल के समक्ष एक दावा याचिका दायर करके एक औद्योगिक विवाद उठाया।",
  "(3) As per the claim of petitioner, he was working as Maintenance Mechanic w.e.f 02.05.2013 with Respondent No.2 — RidhiSidhi Industries Pvt. Ltd., Sonepat. Petitioner claimed that he met": "(3) याचिकाकर्ता के दावे के अनुसार, वह प्रतिवादी नंबर 2-कऋऋद्धिसिद्धि इंडस्ट्रीज प्राइवेट लिमिटेड के साथ रखरखाव मैकेनिक 02.05.20॥3 के रूप में काम कर रहा था। लिमिटेड, सोनीपत। याचिकाकर्ता ने दावा किया कि वह",
  "with an accident on 12.08.2018 during working hours and sustained": "2.08.20॥8 को काम के घंटों के दौरान एक दुर्घटना का शिकार हो गया और उसकी रीढ़ की हड्डी में चोट लगी",
  "injury in his backbone and when after recovery, on 28.11.2018, when the petitioner came to join his duty, his services were terminated": "और जब ठीक होने के बाद, 28..208 को, जब याचिकाकर्ता अपनी ड्यूटी में शामिल होने आया, तो उसकी",
  "the petitioner came to join his duty, his services were terminated without any reason, notice or retrenchment compensation. Petitioner": "सेवाओं को बिना किसी कारण, नोटिस या छंटनी मुआवजे के समाप्त कर दिया गया। याचिकाकर्ता ने आगे दावा किया",
  "further claimed that he had completed more than 240 days of continuous service, therefore he wasentitled to protection under Section 25F of the 1947 Act. Accordingly, the termination of services of the": "कि उसने 2५0 दिनों से अधिक की निरंतर सेवा पूरी कर ली थी, इसलिए वह 9५7 अधिनियम की धारा 25एफ के",
  "25F of the 1947 Act. Accordingly, the termination of services of the petitioner-workman was illegal, unjustifiedand against the provisions": "तहत संरक्षण का हकदार था। तदनुसार, याचिकाकर्ता-कर्मचारी की सेवाओं की समाप्ति अवैध, अन्यायपूर्ण और",
  "of the 1947 Act.": "947 के अधिनियम के प्रावधानों के खिलाफ थी।",
  "(4) The respondent-management was proceeded against ex- parte.": "(५) प्रत्यर्थी-प्रबंधन को एक्सपार्ट के खिलाफ कार्रवाई की गई थी।",
  "(5) In support of his claim, petitioner himself appeared as CW-1 and tendered the following documents in evidence:": "(5) अपने दावे के समर्थन में, याचिकाकर्ता स्वयं सीडब्ल्यू- के रूप में पेश हुआ और साक्ष्य में निम्नलिखित दस्तावेज",
  "i. Ex.C-3 - Copy of e-Pehchaan card of the petitioner workman issued by Employees’ State Insurance": ". प्रदर्शनी सी -3-कर्मचारी राज्य बीमा द्वारा जारी याचिकाकर्ता कर्मचारी के ई-पेछन कार्ड की प्रति",
  "Before Harsh Bunger, J.": "समक्ष बिफोर हर्ष बंगर, जे.",
  "SATENDER KUMAR—Petitioner": "सतेंद्र कुमार-याचिकाकर्ता",
  "versus": "बनाम",
  "PRESIDING OFFICER, INDUSTRIAL TRIBUNAL-CUM- LABOUR COURT, PANIPAT AND ANOTHER—Respondents": "पीठासीन अधिकारी, औद्योगिक न्यायाधिकरण-श्रम न्यायालय, पानीपत और एक अन्य-उत्तरदाता",
  "CWP No. 13256 of 2022": "2022 का सीडब्ल्यूपी नं. 43256",
  "September 04, 2023": "0५, सितंबर 2023",
  "Constitution of India—Arts. 226/227—Petition filed by workman challenging award passed by Industrial Tribunal-cum -": "भारत का संविधान- अनुछेद 226/227 -औशद्योगिक न्यायाधिकरण-सह-श्रम न्यायालय द्वारा पारित निर्णय को चुनौती",
  "Labour Court deciding the reference of the industrial dispute against": "देने वाली कामगार द्वारा दायर याचिका, जो उसके खिलाफ औद्योगिक विवाद के संदर्भ का निर्णय करती है। सभी",
  "him. Reinstatement with all consequential benefits also sought.": "परिणामी लाभों के साथ बहाली की भी मांग की गई। याचिकाकर्ता यह साबित करने में विफल रहा कि उसने अपनी",
  "Petitioner failed to prove that he had worked for 240 days in one year before his termination. Parameters for exercise of jurisdiction by": "समाप्ति से पहले एक वर्ष में 2५0 दिन काम किया था। कला के तहत उच्च न्यायालय द्वारा अधिकार क्षेत्र के प्रयोग के",
  "challenge to award passed by the Labour Court/Industrial Tribunal": "लिए पैरामीटर। श्रम न्‍्यायालय/औद्योगिक अधिकरण द्वारा पारित अधिनिर्णय को चुनौती देने वाले मामलों और अन्य",
  "defined. Such jurisdiction is supervisory, not appellate. A writ of": "तरह का अधिकार क्षेत्र पर्यवेक्षी है, अपीलीय नहीं। न्यायालयों या अधिकरणों द्वारा की गई अधिकारिता की त्रुटियों को",
  "certiorari can be issued for correcting errors of jurisdiction committed by Courts or Tribunals; if the Court or Tribunal acts": "सुधारने के लिए प्रमाणपत्र की एक रिट जारी की जा सकती है; यदि न्यायालय या अधिकरण अवैध रूप से या",
  "illegally or improperly; the order or award suffers from an error of": "अनुचित तरीके से कार्य करता है; आदेश या पुरस्कार रिकॉर्ड के सामने स्पष्ट रूप से कानून की त्रुटि से ग्रस्त है।",
  "discovered on a bare reading of the order or award under challenge": "गया है, उनके साथ चुनौती के तहत आदेश या पुरस्कार को नंगे पढ़ने पर पाया जा सकता है। एक त्रुटि, जिसकी खोज",
  "discovery of which is possible only after a detailed scrutiny of evidence and lengthy debate is not an error of law. A finding of fact": "साक्ष्य की विस्तृत जांच और लंबी बहस के बाद ही संभव है, कानून की त्रुटि नहीं है। तथ्य के निष्कर्ष को केवल तभी",
  "can be corrected only if it is shown that in recording the said finding the Court or Tribunal had erroneously refused to admit admissible": "सही किया जा सकता है जब यह दिखाया गया हो कि उक्त निष्कर्ष को दर्ज करने में न्यायालय या अधिकरण ने गलत",
  "and material evidence or had erroneously admitted inadmissible": "तरीके से स्वीकार्य और भौतिक साक्ष्य को स्वीकार करने से इनकार कर दिया था या गलत तरीके से अस्वीकार्य साक्ष्य",
  "evidence and the same has influenced the impugned finding. A": "को स्वीकार किया था और उसी ने आशक्षेपित निष्कर्ष को प्रभावित किया है। बिना किसी साक्ष्य के तथ्य का निष्कर्ष",
  "finding of fact based on no evidence would be an error of law which can be corrected by a writ of certiorari. Sufficiency or adequacy of": "निकालना कानून की त्रुटि होगी जिसे प्रमाण पत्र के रिट द्वारा ठीक किया जा सकता है। उच्च न्यायालय द्वारा साक्ष्य की",
  "can be corrected by a writ of certiorari. Sufficiency or adequacy of evidence cannot be gone into by the High Court. Mere possibility of forming a different opinion on re-appreciation of evidence is not": "पर्याप्तता या पर्याप्तता पर विचार नहीं किया जा सकता है। साक्ष्य की पुनः प्रशंसा पर एक अलग राय बनाने की केवल",
  "sufficient for issue of a writ of certiorari. Petition dismissed in limine.": "संभावना प्रमाण पत्र की रिट जारी करने के लिए पर्याप्त नहीं है। याचिका को सीमित सीमा में खारिज कर दिया गया।",
  "Held, that upon appreciating the material/evidence available on": "अभिनिर्धारित किया गया कि अभिलेख पर उपलब्ध सामग्री/साक्ष्य की सराहना करने पर, नीचे दिए गए अधिकरण ने",
  "record, the Tribunal below rejected the claim of petitioner-workman and answered the reference against him vide impugned Award dated": "याचिकाकर्ता-श्रमिक के दावे को खारिज कर दिया और उसके खिलाफ संदर्भ का जवाब दिया पुरस्कार दिनांकित",
  "SATENDER KUMAR v. PRESIDING OFFICER, INDUSTRIAL 683 TRIBUNAL-CUM-LABOUR COURT, PANIPAT AND ANOTHER": "सतेंदर कुमार बनाम पीठासीन अधिकारी, औद्योगिक ट्रिब्यूनल-सह-श्रम न्यायालय, पानीपत और अन्य",
  "principles of natural justice are complied with. The burden of proof was on the respondent herein to show that he had": "प्राकृतिक न्याय के सिद्धांतों का पालन किया जाता है। सबूत का भार यहाँ प्रत्यर्थी पर यह दिखाने के लिए था कि उसने",
  "worked for 240 days in preceding twelve months prior to": "अपनी कथित छंटनी से पहले पिछले बारह महीनों में 2५0 दिनों तक काम किया था। औद्योगिक विवाद अधिनियम,",
  "workman would not be effective unless the conditions precedent therefore are satisfied. Section 25-F postulates": "पूर्ववर्ती शर्तों को पूरा नहीं किया जाता है। धारा 25-एफ एक वैध छंटनी को प्रभावी बनाने के लिए नियोकक्‍ता द्वारा",
  "the following conditions to be fulfilled by employer for": "निम्नलिखित शर्तों को पूरा करने के लिए अभिनिर्धारित करती हैः",
  "(i) one month's notice in writing indicating — the reasons for retrenchment or wages in lieu thereof:": "(0) उसके बदले में छंटनी या मजदूरी के कारणों का संकेत देते हुए लिखित में एक महीने का नोटिसः",
  "(ii) payment of compensation equivalent to fifteen days average pay for every completed year of continuous service or any part thereof in excess of six months.": "() निरंतर सेवा के प्रत्येक पूर्ण वर्ष या छह महीने से अधिक के किसी भी हिस्से के लिए पंद्रह दिनों के औसत वेतन के बराबर मुआवजे का भुगतान।",
  "13. For the said purpose it is necessary to notice the definition of 'Continuous Service’ as contained in Section": "3. उक्त प्रयोजन के लिए अधिनियम की धारा 25-बी में निहित 'निरंतर सेवा' की परिभाषा पर ध्यान देना आवश्यक",
  "25-B of the Act. In terms of sub-section (2) of Section 25-B that if a workman during a period of twelve calendar months preceding the date with reference to which": "है। धारा 25-ख की उपधारा (2) के संदर्भ में कि यदि किसी कर्मकार ने उस तारीख से पूर्ववर्ती बारह पंचांग महीनों",
  "calculation is to be made, has actually worked under the employer 240 days within a period of one year, he will be": "की अवधि के दौरान, जिसके संबंध में गणना की जानी है, वास्तव में एक वर्ष की अवधि के भीतर 2५0 दिनों के लिए",
  "deemed to be in continuous service. By reason of the said": "नियोक्ता के अधीन कार्य किया है, तो उसे सतत सेवा में समझा जाएगा। उक्त प्रावधान के कारण, इस प्रकार, एक",
  "provision, thus, a legal fiction is created. The retrenchment of the respondent took place on 17.5.1995. For the purpose": "कानूनी कल्पना बनाई जाती है। प्रत्यर्थी की छंटनी 7.5.995 को हुई। यह गणना करने के प्रयोजन के लिए कि क्‍या",
  "of calculating as to whether he had worked for a period of 240 days within one year or not, it was, therefore, necessary": "उसने एक वर्ष के भीतर 2५0 दिनों की अवधि के लिए कार्य किया था या नहीं, इसलिए अधिकरण के लिए इस तथ्य",
  "for the Tribunal to arrive at a finding of fact that during the period between5.8.1994 to 16.5.1995 he had worked for a period of morethan 240 days. As noticed hereinbefore,": "के निष्कर्ष पर पहुंचना आवश्यक था कि 5.8.999 से 6.5.995 के बीच की अवधि के दौरान उसने 2५0 दिनों से",
  "a period of morethan 240 days. As noticed hereinbefore, the burden of proof was on the workman. From the Award": "अधिक की अवधि के लिए कार्य किया था। जैसा कि यहाँ पहले देखा गया है, सबूत का भार कारीगर पर था। पुरस्कार",
  "it does not appear that the workman adduced any evidence whatsoever in support of his contention that he complied": "से यह प्रतीत नहीं होता है कि कामगार ने अपने इस तर्क के समर्थन में कोई साक्ष्य प्रस्तुत किया कि उसने औद्योगिक",
  "with the requirements of Section 25-B of the Industrial Disputes Act. Apart from examining himself in support of": "विवाद अधिनियम की धारा 25-बी की आवश्यकताओं का अनुपालन किया है। अपने तर्क के समर्थन में स्वयं की जाँच",
  "his contention he did notproduce or call for any document from the office of the Appellant herein including the muster": "करने के अलावा उन्होंने यहाँ अपीलार्थी के कार्यालय से मस्टर रोल सहित कोई दस्तावेज प्रस्तुत नहीं किया या नहीं",
  "rolls. It is improbable that a person working in a Local": "बुलाया। यह असंभव है कि स्थानीय प्राधिकरण में काम करने वाले व्यक्ति के पास न्‍्यायाधिकरण के समक्ष अपने दावे",
  "SATENDER KUMAR v. PRESIDING OFFICER, INDUSTRIAL 679 TRIBUNAL-CUM-LABOUR COURT, PANIPAT AND ANOTHER": "सतेंदर कुमार बनाम पीठासीन अधिकारी, औद्योगिक ट्रिब्यूनल-सह-श्रम न्यायालय, पानीपत और अन्य",
  "22.01.2020 (Annexure P-1) by holding that the petitioner-workman had": "22.04.2020 (अनुलग्रक पी-॥) यह अभिनिर्धारित करते हुए कि याचिकाकर्ता-कर्मचारी यह साबित करने में विफल",
  "failed to prove that he had worked for 240 days in one year before his alleged termination on 28.11.2018.": "रहा था कि उसने 28..208 को अपनी कथित समाप्ति से पहले एक वर्ष में 2५0 दिनों के लिए काम किया था।",
  "(Para 6)": "(पैरा 6)",
  "Tribunal and orders passed by other judicial and quasi-judicial bodies": "अन्य न्यायिक और अर्थ-न्यायिक निकायों द्वारा पारित आदेशों को चुनौती देने वाले मामलों में भारत के संविधान के",
  "are well defined. A writ of certiorari can be issued for correcting errors of jurisdiction committed by inferior Courts or Tribunals. A writ can": "अदालतों या न्यायाधिकरणों द्वारा की गई अधिकार क्षेत्र की त्रुटियों को सुधारने के लिए प्रमाण पत्र की एक रिट जारी",
  "also be issued where in exercise of jurisdiction conferred on it, the": "की जा सकती है। एक रिट भी जारी किया जा सकता है जहां उस पर प्रदत्त अधिकार क्षेत्र के प्रयोग में, न्यायालय या",
  "Court or the Tribunal acts illegally or improperly ie. it decides a question without giving an opportunity to be heard to the party affected": "न्यायाधिकरण अवैध रूप से या अनुचित रूप से कार्य करता है यह आदेश से प्रभावित पक्ष को सुनने का अवसर दिए",
  "by the order or where the procedure adopted by it is opposed to the": "बिना या जहां उसके द्वारा अपनाई गई प्रक्रिया प्राकृतिक न्याय के सिद्धांतों के विपरीत है, किसी प्रश्न का निर्णय करती",
  "principles of natural justice. However, it must be remembered that the jurisdiction of the High Court to issue a writ of certiorari is a": "है। हालांकि, यह याद रखना चाहिए कि प्रमाणपत्र की रिट जारी करने के लिए उच्च न्यायालय का अधिकार क्षेत्र एक",
  "supervisory jurisdiction and not appellate one. This necessarily means": "पर्यवेक्षी अधिकार क्षेत्र है न कि अपीलीय। इसका अनिवार्य रूप से यह अर्थ है कि साक्ष्य के मूल्यांकन के",
  "that the finding of fact reached by the inferior Court or Tribunal, as a result of the appreciation of evidence, cannot be reopened or questioned": "परिणामस्वरूप निम्न न्यायालय या अधिकरण द्वारा प्राप्त तथ्य के निष्कर्ष को रिट कार्यवाहियों में फिर से नहीं खोला",
  "result of the appreciation of evidence, cannot be reopened or questioned in writ proceedings except when the judgment, order or award suffers": "जा सकता है या उस पर सवाल नहीं उठाया जा सकता है, सिवाय इसके कि जब निर्णय, आदेश या अधिनिर्णय",
  "from an error of law apparent on the face of the record. This is the abstract statement of law, but the vexed question is as to what is an": "अभिलेख के सामने स्पष्ट विधि की त्रुटि से ग्रस्त हो। यह कानून का अमूर्त बयान है, लेकिन परेशान करने वाला सवाल",
  "error of law apparent on the face of the record and in what circumstances a finding of fact recorded by an inferior Court or": "यह है कि रिकॉर्ड के सामने कानून की त्रुटि क्या है और किन परिस्थितियों में एक निम्न न्यायालय या न्‍्यायाधिकरण या",
  "Tribunal or a quasi-judicial authority can be corrected. Broadly speaking, an error of law is one which can be discovered on a bare": "सकता है। मोटे तौर पर, कानून की त्रुटि वह है जिसे निचली अदालत, न्यायाधिकरण या अर्ध-न्यायिक प्राधिकरण द्वारा",
  "reading of the judgment, order or award under challenge along with the documents which have been relied upon by the inferior Court, Tribunal": "वह है जिसे निचली अदालत, न्यायाधिकरण या अर्ध-न्यायिक प्राधिकरण द्वारा भरोसा किए गए दस्तावेजों के साथ",
  "only after a detailed scrutiny of the evidence produced by the parties and lengthy debate at the bar cannot be regarded as an error of law for the purpose of a writ of certiorari. A finding of fact recorded by an": "प्रस्तुत साक्ष्य की विस्तृत जांच और बार में लंबी बहस के बाद ही संभव है, को प्रमाण पत्र के रिट के उद्देश्य से कानून",
  "and lengthy debate at the bar cannot be regarded as an error of law for the purpose of a writ of certiorari. A finding of fact recorded by an inferior Court or Tribunal can be corrected only if it is shown that in": "की त्रुटि नहीं माना जा सकता है। किसी निम्न न्यायालय या अधिकरण द्वारा अभिलिखित तथ्य के निष्कर्ष को केवल",
  "recording the said finding the Court or the Tribunal had erroneously": "अभिलिखित करते समय न्यायालय या अधिकरण ने स्वीकार्य और भौतिक साक्ष्य को स्वीकार करने से गलती से",
  "refused to admit admissible and material evidence or had erroneously": "अधिकरण ने स्वीकार्य और भौतिक साक्ष्य को स्वीकार करने से गलती से इनकार कर दिया था या गलत तरीके से",
  "admitted inadmissible evidence and the same has influenced the impugned finding. Similarly, a finding of fact based on no evidence": "अस्वीकार्य साक्ष्य को स्वीकार किया था और उसी ने आश्षेपित निष्कर्ष को प्रभावित किया है। इसी तरह, बिना किसी",
  "would be regarded as an error of law which can be corrected by a writ": "साक्ष्य के तथ्य के निष्कर्ष को कानून की त्रुटि माना जाएगा जिसे प्रमाण पत्र के रिट द्वारा ठीक किया जा सकता है।",
  "of certiorari. However, sufficiency or adequacy of the evidence relied upon by the inferior Court or Tribunal or the quasi-judicial authority": "हालांकि, निचली अदालत या न्यायाधिकरण या अर्ध-न्यायिक प्राधिकरण द्वारा साक्ष्य की पर्याप्तता या पर्याप्तता पर",
  "versus Sh. Baidyanath Ayurved Bhawan Ltd. and another”; R.S. Saini versus State of Punjab and others® and Mohd. Shahnawaz": "बनाम एस। बैद्यनाथ आयुर्वेद भवन लिमिटेड और अन्य 5५; आर एस सैनी बनाम पंजाब राज्य और अन्य ९ और",
  "Akhtar and another versus Ist A.D.J. Varanasi and others’.": "मोहम्मद। शाहनवाज़ अख्तर और दूसरा बनाम प्रथम ए. डी. जे. वाराणसी और अन्य",
  "(16) When the facts and circumstances of this case and also the findings returned by the Labour Court are considered in the light of": "(।6) जब इस मामले के तथ्यों और परिस्थितियों और श्रम न्यायालय द्वारा वापस किए गए निष्कर्षों पर भी ऊपर बताई",
  "the legal position indicated above, I do not find any illegality or infirmity with the impugned award dated 22.01.2020 (Annexure P-1),": "गई कानूनी स्थिति के आलोक में विचार किया जाता है, तो मुझे दिनांक 22.0.2020 (अनुलग्नक पी-) के आश्षेपित पुरस्कार के साथ कोई अवैधता या दुर्बलता नहीं मिलती है, जो अपनी रिट अधिकारिता का प्रयोग करते हुए इस",
  "which may call for any interference by this Court, while exercising its writ jurisdiction. Therefore, the instant writ petition is bereft of any": "न्यायालय द्वारा किसी भी हस्तक्षेप का आह्ान कर सकता है। इसलिए, तत्काल रिट याचिका किसी भी योग्यता से",
  "merit and the same is accordingly dismissed in limine.": "रहित है और तदनुसार इसे सीमित रूप से खारिज कर दिया जाता है।",
  "(17) All pending application/s, if any, shall also stand closed.": "(7) सभी लंबित आवेदन/आवेदन, यदि कोई हों, तो भी बंद हो जाएंगे।",
  "Reporter-Shubreet Kaur": "रिपोर्टर-शुब्रीत कौर",
  "strange aspect to be noted here is that Ex.C-6 is not bearing name of claimant. In the circumstances, it cannot be said": "यहाँ ध्यान देने योग्य अजीब पहलू यह है कि एक्ससी-6 में दावेदार का नाम नहीं है। इन परिस्थितियों में, यह नहीं कहा",
  "that Ex.C-6 belonged to the claimant. Suffice it to say that document Ex.C-6 cannot be taken into consideration.": "जा सकता है कि एक्ससी-6 दावेदार का था। यह कहने के लिए पर्याप्त है कि दस्तावेज़ एक्ससी-6 को ध्यान में नहीं रखा जा सकता है।",
  "10. In the case pleaded by claimant is that he remained in": "0. दावेदार द्वारा अनुरोध किए गए मामले में यह है कि वह अपनी समाप्ति की तारीख के पूर्ववर्ती वर्ष में प्रत्यर्थी के",
  "continuous employment of 240 working days with the respondent in the preceding year of the date of his termination. The onus to prove this plea was upon the": "साथ 2५0 कार्य दिवसों के निरंतर रोजगार में रहा। इस याचिका को साबित करने की जिम्मेदारी दावेदार पर थी,",
  "claimant but he did not bother to lead evidence in this regard. In Municipal Corporation, Faridabad Vs. Siri Niwas, 2004(8) SCC 195, it has been held that the burden": "लेकिन उसने इस संबंध में सबूत देने की जहमत नहीं उठाई। नगर निगम, फरीदाबाद बनाम सिरी निवास, 200५ (8)",
  "than 240 days in the preceding one year prior to his alleged retrenchment...": "छंटनी से पहले पिछले एक वर्ष में 2५0 दिनों से अधिक समय से काम कर रहा था।",
  ".... It is amply clear that the claimant miserably failed to": "..... यह स्पष्ट है कि दावेदार यह साबित करने में बुरी तरह विफल रहा कि उसने 28..208 को अपनी कथित",
  "prove that he had worked for 240 days in one year before": "समाप्ति से पहले एक वर्ष में 2५0 दिन काम किया था।",
  "11. In view of my observations, the claim statement dated 13.03 2019 is hereby dismissed _ex parte and reference": "॥. मेरी टिप्पणियों को ध्यान में रखते हुए, दिनांक 3.03.209 का दावा कथन इसके द्वारा एकतरफा खारिज कर",
  "stands answered in negative. Copy of this Award be sent": "दिया गया है और संदर्भ का उत्तर नकारात्मक में दिया गया है। इस पुरस्कार की प्रति सूचना और आवश्यक कार्रवाई",
  "immediately to Deputy Labour Commissioner, Rohtak for": "के लिए तुरंत उप श्रम आयुक्त, रोहतक को भेजी जाए।",
  "(14) A perusal of above extracted findings returned by Tribunal below would manifest that the workman failed to prove that the": "(।५) नीचे दिए गए अधिकरण द्वारा वापस किए गए उपर्युक्त निष्कर्षों के अवलोकन से यह प्रकट होगा कि कर्मकार",
  "workman had completed 240days work with respondent-Management": "यह साबित करने में विफल रहा कि कर्मकार ने प्रत्यर्थी-प्रबंधन के साथ 2५0 दिनों का कार्य पूरा कर लिया था ताकि",
  "so as to be entitled to any relief. Neither before the Tribunal below nor": "वह किसी भी राहत का हकदार हो। न तो नीचे के अधिकरण के समक्ष और न ही इस न्यायालय केसमक्ष,याचिकाकर्ता",
  "before thisCourt, the petitioner has shown any material to prove the aforesaid fact, and in the absence of the same, no relief can be granted": "ने उपरोक्त तथ्य को साबित करने के लिए कोई सामग्री दिखाई है, और इसके अभाव में, याचिकाकर्ता को कोई राहत",
  "to the petitioner. It is observed that mere bald statement by the petitioner-workman in this regard was not sufficient to prove that": "नहीं दी जा सकती है। यह देखा गया है कि इस संबंध में याचिकाकर्ता-कर्मचारी का केवल गंजा बयान यह साबित",
  "petitioner had worked for 240 days. Something more was required in": "करने के लिए पर्याप्त नहीं था कि याचिकाकर्ता ने 2५0 दिनों तक काम किया था। दस्तावेजों के रूप में कुछ और की",
  "the shape of documents, that is, appointment letters, payment vouchers, etc. to indicate that petitioner- workman had worked with the": "आवश्यकता थी, यानी नियुक्ति पत्र, भुगतान वाउचर आदि। यह इंगित करने के लिए कि याचिकाकर्ता-कर्मचारी ने",
  "respondent management continuously for a period of 240 days in a year preceding the date of termination.": "समाप्ति की तारीख से पहले एक वर्ष में 2५0 दिनों की अवधि के लिए प्रतिवादी प्रबंधन के साथ लगातार काम किया",
  "(15) The parameters for exercise of jurisdiction by the High Court under Article 226 of the Constitution of India in cases": "(5) भारत के संविधान के अनुच्छेद 226 के तहत उच्च न्यायालय द्वारा अधिकार क्षेत्र के प्रयोग के लिए मापदंड श्रम",
  "involving challengeto the award passed by the Labour Court/Industrial Tribunal and orders passed by other judicial and quasi-judicial bodies": "न्यायालय/औशद्योगिक न्यायाधिकरण द्वारा पारित निर्णय और अन्य न्यायिक और अर्ध-न्यायिक निकायों द्वारा पारित",
  "SATENDER KUMAR v. PRESIDING OFFICER, INDUSTRIAL 687 TRIBUNAL-CUM-LABOUR COURT, PANIPAT AND ANOTHER": "सतेंदर कुमार बनाम पीठासीन अधिकारी, औद्योगिक ट्रिब्यूनल-सह-श्रम न्यायालय, पानीपत और अन्य",
  "are well defined. A writ of certiorari can be issued for correcting errors of jurisdiction committed by inferior Courts or Tribunals. A writ": "अच्छी तरह से परिभाषित हैं। निचली अदालतों या न्यायाधिकरणों द्वारा की गई अधिकार क्षेत्र की त्रुटियों को सुधारने",
  "Court or the Tribunal acts illegally or improperly i.e. it decides a": "अधिकारिता का प्रयोग करते हुए, न्यायालय या न्यायाधिकरण अवैध रूप से या अनुचित तरीके से कार्य करता है और",
  "question without giving an opportunity to be heard to the party affected by the order or where the procedure adopted by it is opposed to the": "आदेश से प्रभावित पक्ष को सुनने का अवसर दिए बिना किसी प्रश्न का निर्णय करता है या जहां उसके द्वारा अपनाई",
  "principles of natural justice. However, it must be remembered that the": "गई प्रक्रिया प्राकृतिक न्याय के सिद्धांतों के विपरीत है। हालांकि, यह याद रखना चाहिए कि प्रमाणपत्र की रिट जारी",
  "jurisdiction of the High Court to issue a writ of certiorari is a supervisory jurisdiction and not appellate one. This necessarily means": "करने के लिए उच्च न्यायालय का अधिकार क्षेत्र एक पर्यवेक्षी अधिकार क्षेत्र है न कि अपीलीय। इसका अनिवार्य रूप",
  "that the finding of fact reached by the inferior Court or Tribunal, as a": "से यह अर्थ है कि साक्ष्य के मूल्यांकन के परिणामस्वरूप निम्न न्यायालय या अधिकरण द्वारा प्राप्त तथ्य के निष्कर्ष को",
  "result of the appreciation of evidence, cannot be reopened or questioned": "रिट कार्यवाहियों में फिर से नहीं खोला जा सकता है या उस पर सवाल नहीं उठाया जा सकता है, सिवाय इसके कि",
  "in writ proceedings except when the judgment, order or award suffers from an error of law apparent on the face of the record. This is the": "जब निर्णय, आदेश या अधिनिर्णय अभिलेख के सामने स्पष्ट विधि की त्रुटि से ग्रस्त हो। यह कानून का अमूर्त बयान है,",
  "abstract statement of law, but the vexed question is as to what is an error of law apparent on the face of the record and in what": "लेकिन परेशान करने वाला सवाल यह है कि रिकॉर्ड के सामने कानून की त्रुटि क्या है और किन परिस्थितियों में एक",
  "circumstances a finding of fact recorded by an inferior Court or": "निम्न न्यायालय या नन्‍्यायाधिकरण या एक अर्ध-न्यायिक प्राधिकरण द्वारा दर्ज तथ्य के निष्कर्ष को ठीक किया जा",
  "speaking, an error of law is one which can be discovered on a bare reading of the judgment, order or award under challenge along with the documents which have been relied upon by the inferior Court, Tribunal": "भरोसा किए गए दस्तावेजों के साथ चुनौती के तहत निर्णय, आदेश या पुरस्कार के खाली पढ़ने पर पाया जा सकता",
  "or quasi-judicial authority. An error, the discoveryof which is possible only after a detailed scrutiny of the evidence produced by the parties": "है। एक त्रुटि, जिसकी खोज पक्षों द्वारा प्रस्तुत साक्ष्य की विस्तृत जांच और बार में लंबी बहस के बाद ही संभव है, को",
  "and lengthy debate at the bar cannot be regarded as an error of law for the purpose of a writ of certiorari. A finding of fact recorded by an": "प्रमाण पत्र के रिट के उद्देश्य से कानून की त्रुटि नहीं माना जा सकता है। किसी निम्न न्यायालय या अधिकरण द्वारा",
  "the purpose of a writ of certiorari. A finding of fact recorded by an inferior Court or Tribunal can be corrected only if it is shown that in": "अभिलिखित तथ्य के निष्कर्ष को केवल तभी सही किया जा सकता है जब यह दिखाया गया हो कि उक्त निष्कर्ष को",
  "refused to admit admissible and material evidence or had erroneously admitted inadmissible evidence and the same has influenced the": "इनकार कर दिया था या गलत तरीके से अस्वीकार्य साक्ष्य को स्वीकार किया था और उसी ने आश्षैपित निष्कर्ष को",
  "impugned finding. Similarly, a finding of fact based on no evidence would be regarded as an error of law which can be corrected by a writ": "प्रभावित किया है। इसी तरह, बिना किसी साक्ष्य के तथ्य के निष्कर्ष को कानून की त्रुटि माना जाएगा जिसे प्रमाण पत्र",
  "of certiorari. However, sufficiency or adequacy of the evidence relied upon by the inferior Court or Tribunal or the quasi-judicial authority cannot be gone into by the High Court while considering the prayer for": "के रिट द्वारा ठीक किया जा सकता है। हालांकि, निम्न न्यायालय या न्‍्यायाधिकरण या अर्ध-न्यायिक प्राधिकरण द्वारा भरोसा किए गए साक्ष्य की पर्याप्तता या पर्याप्तता पर उच्च न्यायालय द्वारा प्रमाण पत्र जारी करने के अनुरोध पर",
  "issue of a writ of certiorari. Likewise, the mere, possibility of forming a different opinion on re- appreciation of evidence by the parties is not": "विचार करते समय विचार नहीं किया जा सकता है। इसी प्रकार, पक्षकारों द्वारा साक्ष्य के पुनर्मूल्यांकन पर एक अलग",
  "sufficient for issue of a writ of certiorari Syed Yakoob versus K.S.": "राय बनाने की मात्र संभावना प्रमाण पत्र जारी करने के लिए पर्याप्त नहीं है। सैयद याकूब बनाम के. एस. राधाकृष्णन",
  "Radhakrishnan and others*; Shaikh Mahammad Umarsaheb versus Kadalaskar Hasham Karimsab and others*;Jitendra Singh Rathor": "और अन्य); शेख मोहम्मद उमरसाहब बनाम कदलस्कर हाशम करीमसब और अन्य\" जितेंद्र सिंह राठौर"
}