{
  "PREM CHAND MANCHANDA AND OTHERS v. 767 STATE OF HARYANA AND ANOTHER (K.Kannan, J.)": "प्रेम चंद मनचंदा और अन्य बनाम हरियाणा राज्य और अन्य (के. कनन्‍नन, न्यायाधीश)",
  "Before Mehtab S. Gill & K. Kannan, JJ.": "माननीय न्यायाधीश मेहताब एस. गिल और माननीय न्यायाधीश के. कनन्‍नन के समक्ष",
  "PREM CHAND MANCHANDA AND OTHERS,—Petitioners": "प्रेम चंद मनचंदा और अन्य - याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER,—Respondents": "हरियाणा राज्य और अन्य - प्रतिवादी",
  "CWP No. 4563 of 2007": "2007 की सीडब्ल्यूपी संख्या 4563",
  "9th January, 2009": "9 जनवरी 2009",
  "Constitution of India, 1950—Art. 226—Department wrongly stepping up pay of petitioners and ordering recovery from date of": "भारत का संविधान, 950- अनुच्छेद 226-विभाग ने गलत तरीके से याचिकाकर्ताओं का वेतन",
  "could be imputed with any fraud or any voluntary act that had": "याचिकाकर्ता पर किसी भी धोखाधड़ी या किसी स्वैच्छिक कार्य का आरोप नहीं लगाया जा सकता",
  "resulted in payment of higher pay—No fault with withdrawal of": "जिंसके परिणामस्वरूप उच्च वेतन का भुगतान हुआ - लाभ वापस लेने में कोई गलती नहीं उनके वेतन में",
  "benefit of higher scale by stepping up of their pay-Petition allowed,": "वृद्धि करके उच्च वेतनमान की - याचिका को अनुमति, वसूली का आदेश संशोधित - याचिकाकर्ताओं",
  "order of recovery modified—No recovery at all for any excess amount paid to petitioners.": "को भुगतान की गई किसी भी अतिरिक्त राशि के लिए कोई वसूली नहीं।",
  "Held, that whatever the petitioners had not been apprised of,": "निर्धारित किया कि जो कुछ भी याचिकाकर्ताओं को सूचित नहीं किया गया था, वह वास्तव में तब",
  "would be really irrelevant so long as the mistake which the Department had committed, was found later and all the petitioners had been granted": "तक अप्रासंगिक होगा जब तक कि विभाग ने जो गलती की थी, जो बाद में पाई गई थी और सभी",
  "an opportunity to show cause against the withdrawal of the benefits.": "याचिकाकर्ताओं को अनुमति दे दी गई की ताकि उन्हें लाभ वापस लेने के विरुद्ध कारण बताने का अवसर",
  "It had not sought for return of the entire amount that had been wrongly": "मिल पाया था [इन्होंने वेतन बढ़ाकर गलत तरीके से भुगतान की गई पूरी राशि की वापसी की मांग नहीं की",
  "paid by stepping up of the pay. On the other hand, it had specifically mentioned that no recovery will be effected with retrospective effect": "थी। दूसरी ओर, इसमें विशेष रूप से उल्लेख किया गया था कि कोई भी वसूली पूर्वव्यापी प्रभाव से नहीं की",
  "but would be effected only with effect from 23rd July, 2003 from the date of issue of instructions by the Finance Department. If there is a": "जाएगी, बल्कि वित्त विभाग द्वारा निर्देश जारी करने की तारीख से 23 जुलाई, 2003 से ही प्रभावी होगी।",
  "scope for intervention in this regard, it is this direction that would have to be modified. None of the petitioners could be imputed with any fraud": "यदि इस संबंध में हस्तक्षेप की गुंजाइश है तो इसी दिशा में संशोधन करना होगा। किसी भी याचिकाकर्ता",
  "find interest of justice would be best subserved if the recovery which had been ordered with effect from 23rd July, 2003 is modified to the": "न्याय का हित सबसे अच्छा होगा यदि 23 जुलाई, 2003 से प्रभावी वसूली का आदेश दिया जाएगा और इस",
  "effect that there shall be no recovery at all for any excess amount paid.": "आशय से संशोधित किया जाएगा कि भुगतान की गई किसी भी अतिरिक्त राशि के लिए कोई वसूली नहीं",
  "The Department would be entitled to recompute/refix the scale of pay notionally for the period from the day when their scales were stepped": "होगी। विभाग उस दिन से उस अवधि के लिए अनुमानित वेतनमान की पुनर्गणना/पुनर्निर्धारण करने का",
  "up and the retiral benefits would be paid on such notional refixation": "हकदार होगा जब उनका वेतनमान बढ़ा दिया गया था और वेतन के ऐसे अनुमानित पुनर्निर्धारण पर",
  "of pay. Here again, we direct that there shall be no recoveries for any": "सेवानिवृत्ति लाभ का भुगतान किया जाएगा। यहां फिर से, हम निर्देश देते हैं कि सेवानिवृत्त कर्मचारियों के",
  "(Para 12)": "(पैरा 2)",
  "Raghuvinder Singh, Advocate and Ravi Sharma, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से रघुविंदर सिंह, अधिवक्ता और रवि शर्मा, अधिवक्ता।",
  "Harish Rathee, Sr. DAG, Haryana.": "हरीश राठी, सीनियर डीएजी, हरियाणा।",
  "2. C.W.P. No. 9780 of 2008": "2. सी.डब्ल्यू पी. 2008 की संख्या 9780",
  "Ravi Sharma Advocate with Sunil Bhardwaj, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से रवि शर्मा अधिवक्ता, सुनील भारद्वाज अधिवक्ता।",
  "3. C.W.P. No. 12144 of 2008": "3. सी.डब्ल्यू पी. 2008 की संख्या 244",
  "K. KANNAN, J.": "के. कनन्‍नन, न्यायाधीश",
  "I. Nature of lis :—": "।. लिंस की प्रकृति :- . लिंस की प्रकृ | ते न",
  "(1) The benefit of retaining the stepped-up pay by giving effect to Assured Career Progression Scales in the department of PWD and": "(।) लोक निर्माण विभाग में सुनिश्चित कैरियर प्रगति वेतनमान को प्रभावी बनाकर बढ़े हुए",
  "of writ petitions that effect fairly a large number of persons who have": "समूह अदालत के समक्ष प्रस्तुत हुयी जो काफी बड़ी संख्या में ऐसे व्यक्तियों को प्रभावित करता है जो",
  "figured as petitioners in the respective writ petitions.": "कि संबंधित रिट याचिकाओं में याचिकाकर्ताओं के रूप में शामिल किये गये हैं ।",
  "(2) C.W.P. No. 4563 of 2007 seeks for quashing of the proceedings of respondent No. 2 dated 15th January, 2007 (Annexure": "(2) सी.डब्ल्यूपी. 2007 की संख्या 4563 में प्रतिवादी संख्या 2, दिनांक 5 जनवरी, 2007",
  "P-6) under which the increased pay scales granted to the petitioners earlier on 8th March, 1996 had been withdrawn. The impugned order,": "(अनुलग्नक पी-6) की कार्यवाही को रद्द करने की मांग की गई है, जिसके तहत 8 मार्च, 996 को याचिकाकर्ताओं को दिया गया बढ़ा हुआ वेतनमान वापस ले लिया गया था। हालाँकि, लागू आदेश में",
  "however, clarified that no recoveries would be effected with retrospective effect but that recovery would be effected from 23rd July, 2003 i.e.": "स्पष्ट किया गया कि कोई भी वसूली पूर्वव्यापी प्रभाव से नहीं की जाएगी, बल्कि वसूली 23 जुलाई,",
  "from the date of issue of instructions by the Finance Department. The": "2003 से यानी वित्त विभाग द्वारा निर्देश जारी होने की तारीख से प्रभावी होगी। आक्षेपित आदेश में",
  "impugned order further stated that the pension of the retirees would be": "आगे कहा गया है कि सेवानिवृत्त लोगों की पेंशन 27 मार्च, 2003 को निर्देश जारी होने की तारीख से",
  "compunded/refixed notionally for the period prior to the date of issue of instructions dated 27th March, 2003 and actually from the date of": "पहले की अवधि के लिए और वास्तव में निर्देश जारी होने की तारीख यानी 23 जुलाई, 2003 से",
  "of 2008 impugned the order of respondent No. 2 issued on 17th April,": "।244 ने 7 अप्रैल, 2008 को जारी प्रतिवादी संख्या 2 के आदेश को चुनौती दी, इसी तरह,",
  "2008, similarly, withdrawing the benefits of stepping up of pay granted to the petitioners and for recovery in the manner stated in the earlier order.": "याचिकाकर्ताओं को दिए गए वेतन वृद्धि के लाभों को वापस ले लिया और पहले के आदेश में बताए गए तरीके से वसूली की मांग की।",
  "I. Facts giving rise to the dispute :": "॥. द्विवाद को जन्म देने वाले तथ्य:",
  "(3) All the petitioners had initially joined services of the respondent-department as Draftsmen. The promotional post for them": "(3) सभी याचिकाकर्ता शुरू में प्रतिवादी-विभाग की सेवाओं में ड्राफ्ट्समैन के रूप में शामिल",
  "was Head Draftsmen. During their employment with the respondent-": "हुए थे। उनके लिए प्रचार पद हेड ड्राफ्ट्समैन था। प्रतिवादी-विभाग में उनके रोजगार के दौरान, सभी",
  "department, pay scales of all categories had been revised with effect from Ist January, 1986 and consequent upon some anomalies pointed": "श्रेणियों के वेतनमानों को 4 जनवरी, 986 से संशोधित किया गया था और परिणामस्वरूप कुछ",
  "out by the employees association in some departments, pay scales were": "विभागों में कर्मचारी संघ द्वारा बताई गई कुछ विसंगतियों के परिणामस्वरूप, वेतनमानों को मई,",
  "modified with effect from Ist May, 1990 instead of Ist January, 1986.": "990 से संशोधित किया गया था, जनवरी, 986 के बजाय। वेतनमान में संशोधन का मतलब",
  "The modification of the pay scales meant better emoluments but they had the benefit only from 31st April, 1990 through modified instructions issued on 23rd August, 1990. The department came to issue another set": "बेहतर परिलब्धियाँ थीं, लेकिन उन्हें 23 अगस्त, 990 को जारी संशोधित निर्देशों के माध्यम से केवल",
  "issued on 23rd August, 1990. The department came to issue another set of instructions on 8th February, 1994 providing for Assured Career": "3 अप्रैल, 4990 से लाभ मिलना शुरू होता हैं | विभाग ने 8 फरवरी 994 को निर्देशों का एक और सेट जारी किया, जिस में सुनिश्चित कैरियर प्रगति स्केल प्रदान किया गया ताकि सेवा में ठहराव को",
  "STATE OF HARYANA AND ANOTHER (K.Kannan, J.)": "प्रेम चंद मनचंदा और अन्य बनाम हरियाणा राज्य और अन्य (के. कनन्‍नन, न्यायाधीश)",
  "Preparatory to the action, the Government had issued a show cause notice and a final order had been made.": "की तैयारी करते हुए सरकार ने कारण बताओ नोटिस जारी किया था और अंतिम आदेश भी दिया गया",
  "VI. Relevant considerations :": "९४॥. प्रासंगिक विचार:",
  "(a) Basis of Surinder Singh’s Case": "(ए) सुरिंदर सिंह के मामले का आधार",
  "(8) The impugned order is on a perception that while applying": "(8) आक्षेपित आदेश इस धारणा पर आधारित है कि एसीपी स्केल लागू करते समय, पात्रता",
  "the ACP Scale, instead of taking the relevant number of years qualifying": "के लिए अह्तता प्राप्त करने वाले वर्षों की प्रासंगिक संख्या लेने के बजाय, सेवा न्यायशास्त्र में लागू",
  "for entitlement, there had been wrong application of the normal principle applied in service jurisprudence that the scales of pay of the seniors": "सामान्य सिद्धांत का गलत अनुप्रयोग किया गया था कि वरिष्ठों के वेतनमान जूनियर के पैमाने के",
  "should be stepped up to match with the scale of a junior. It has been found that such a stepping up of scales were made for certain seniors": "अनुरूप में कदम बढ़ाया जाना चाहिए। यह पाया गया है कि कुछ वरिष्ठों के लिए वेतनमान में इस तरह",
  "when the juniors had been given a higher pay and purporting to apply the principle of law laid down by this Court in Surinder Singh and": "की बढ़ोतरी तब की गई थी जब कनिष्ठों को उच्च वेतन दिया गया था और सुरिंदर सिंह और अन्य",
  "others versus State of Haryana in C.W.P. No. 7255 of 1997, dated": "बनाम हरियाणा राज्य की सी.डब्ल्यू.पी. 4997 का क्रमांक 7255, दिनांक 0 सितंबर, 997 में इस",
  "his pay in terms of the scheme contained in the circular ought not to": "मानक वेतनमान का लाभ इस आधार पर नहीं दिया जाना चाहिए कि उसके कनिष्ठ का वेतन परिपत्र में",
  "in reference to a point raised before the Bench whether period of": "के समक्ष उठाए गए एक बिंदु के संदर्भ में दिया गया था कि क्या एसीपी योजना का लाभ बढ़ाने के लिए",
  "ad hoc service should be counted for reckoning the qualifying number of years of service for extending the benefit of the ACP Scheme. The": "सेवा के वर्षों की अर्हक संख्या की गणना के लिए तदर्थ सेवा की अवधि को गिना जाना चाहिए। बेंच",
  "Bench was merely reaffirming a clarification that had already been": "केवल उस स्पष्टीकरण की पुष्टि कर रही थी जो विभाग द्वारा पहले ही दिया जा चुका था कि इस तरह",
  "on the ground of seniority, without reference to the number of years of regular satisfactory service within the cadre.": "का लाभ केवल वरिष्ठता के आधार पर, कैडर के भीतर नियमित संतोषजनक सेवा के वर्षो की संख्या",
  "(b) Parity of scales for senior and junior admit of exceptions :": "(बी) वरिष्ठ और कनिष्ठ के लिए वेतनमान की समानता पर लागू होते अपवाद :",
  "(9) The application of ACP Scales have always to be done with reference to the terms of the Scheme itself. It would be wrong to apply": "(9) एसीपी स्केल का अनुप्रयोग हमेशा योजना की शर्तों के संदर्भ में ही किया जाना चाहिए।",
  "the principle that a senior would always be entitled to a higher pay": "यह सिद्धांत लागू करना गलत होगा कि एक वरिष्ठ हमेशा उच्च वेतन का हकदार होगा, केवल इसलिए",
  "merely because a junior had obtained to such a higher scale. There": "कि एक कनिष्ठ ने इतने ऊंचे वेतनमान को प्राप्त किया है। ऐसे कई उदाहरण हो सकते हैं जब ऐसी",
  "could be several instances when such a situation may not happen. Stepping up of pay on the only ground that a junior is drawing more": "स्थिति नहीं होगी। केवल इस आधार पर वेतन बढ़ाना कि एक जूनियर अधिक वेतन प्राप्त कर रहा है,",
  "pay will be untenable where a junior is enjoying special pay for,some arduous work and earn a higher pay, as pointed out by the Hon’ble": "अस्थिर होगा, जहां एक जूनियर कुछ कठिन काम के लिए विशेष वेतन का आनंद ले रहा है और उच्च",
  "Supreme Court in Surinder Kumar versus Union of India (1). The": "वेतन अर्जित कर रहा है, जैसा कि माननीय सर्वोच्च न्यायालय ने बताया है, सुरिंदर कुमार बनाम भारत",
  "parity of pay shall be only in the context of the constitutional principle of “Equal Pay for Equal Work” enacted through Article 39(d) of the Constitution of India. A similar situation may also result when an ad": "संघ में!। वेतन की समानता केवल भारत के संविधान के अनुच्छेद 39 (डी) के माध्यम से अधिनियमित \"समान कार्य के लिए समान वेतन\" के संवैधानिक सिद्धांत के संदर्भ में होगी। इसी तरह की स्थिति तब",
  "when he may have earned increments. When the previous pay is taken": "उच्च वेतन प्राप्त करता है, जबकि उसने वेतन वृद्धि अर्जित की हो सकती है। जब पदोन्‍नति पर उसका",
  "on account of fixing his pay on promotion, his senior cannot expect": "वेतन तय करने के लिए पिछला वेतन लिया जाता है, तो उसका वरिष्ठ वेतन बढ़ने की उम्मीद नहीं कर",
  "stepping up of pay. This situation was considered in the case of Union of India versus R. Swaminathan (2). Another situation that Courts have dealt with is that when a direct recruitee was offered scale attached": "सकता है। इस स्थिति पर भारत संघ बनाम आर. स्वामीनाथनः के मामले में विचार किया गया था। एक अन्य स्थिति जिसे न्यायालयों ने समझा है, वह यह है कि जब सीधी भर्ती वाले व्यक्ति को पद से",
  "dealt with is that when a direct recruitee was offered scale attached to the post, when the same post had been earlier meant for ad hoc": "जुड़े वेतनमान की पेशकश की गई थी, जबकि वही पद पहले अनुबंध पर निचले वेतनमान के तदर्थ",
  "ask for stepping up of his pay if under a Scheme his services are sought": "उसका वेतन यदि किसी योजना के तहत, उसकी सेवाओं को नियमित करने की मांग की जाती है और",
  "to be regularised and his pay is fixed at the scale which he would have earned if his services have been regularised on that day. This situation": "उसका वेतन उस पैमाने पर तय किया जाता है जो वह अर्जित करता अगर उसकी सेवाएं उस दिन",
  "was noted in State of Karnataka versus Sh. G. Halappa (3). There": "नियमित हो जातीं। यह स्थिति कर्नाटक राज्य बनाम श्री जी. हलप्पा3 में नोट की गई थी। एक और",
  "may be another instance, when there are two streams of promotional avenues and when the promotional post is occupied from two different": "उदाहरण हो सकता है, जब पदोन्नति के रास्ते की दो घाराएँ हों और जब पदोन्नति पद पर दो अलग-",
  "dealt with in a decision of the Hon’ble Supreme Court in the case of Union of India versus O.P. Saxena (4).": "भारत संघ बनाम ओ.पी. सक्‍्सेना4 के मामले में माननीय सर्वोच्च न्यायालय के एक निर्णय में निर्धारित",
  "(10) The impugned order dated 15th January, 2007 in C.W.P.": "(0) आक्षेपित आदेश दिनांक 5 जनवरी 2007, 2007 सी.डब्ल्यू.पी. की संख्या 4763 में",
  "No. 4763 of 2007 cites of the office order No. 197/E-II dated 8th March,": "कार्यालय आदेश संख्या 97/ई-2 दिनांक 8 मार्च 996 का हवाला दिया गया है कि 8 हेड",
  "1996 that 81 Head Draftsmen (HDM) were stepped up to the scale of Rs. 2000-3200 with effect from Ist April, 1995 to the level of their": "ड्राफ्ट्सममैन (एचडीएम) के वेतनमान के स्तर पर 2000-3200 रुपये तक बढ़ाया गया था, जो कि ॥",
  "to the senior officers was sought to be withdrawn. The situation under which the juniors earned higher pay is not discernible from the order.": "में वृद्धि का लाभ वापस लेने की मांग की गई थी। जिस स्थिति में कनिष्ठों ने अधिक वेतन अर्जित किया",
  "were holding the posts whose pay scales were modified with effect from Ist May, 1990 against the pay scales of Ist January, 1986.": "याचिकाकर्ता उन पदों पर कार्यरत थे जिनका वेतनमान | जनवरी, 986 के वेतनमान के विरुद्ध मई,",
  "(3) (2002) 4 SCC 662": "32002) 4 एससीसी 662",
  "(4) (1997) 6 S.C.C. 360": "4997) 6 एस.सी.सी. 360",
  "Il. Details instructions for claiming ACP Scales :": "||. एसीपी स्केल का दावा करने के लिए विवरण निर्देश:",
  "(4) The instructions which were applicable to all the Government employees of Group ‘C’ and Group ‘D’ provided, inter alia, that": "(4) जो निर्देश समूह 'सी' और समूह 'डी' के सभी सरकारी कर्मचारियों पर लागू होते थे, उनमें",
  "promotion or promotional scales/higher time scale/selection grade/,": "पदोन्‍नति या पदोन्नति वेतनमान/उच्च समयमान/चयन ग्रेड/ प्राप्त किया हो, तो वर्तमान वेतनमान के",
  "could be allowed in the place of present pay scale, the first higher standard scale with respect to the pay scale of the post applicable from Ist January, 1986. Any employee who completed such regular satisfactory": "स्थान पर । जनवरी, 986 से लागू पद के वेतनमान के संबंध में प्रथम उच्च मानक वेतनमान की",
  "Ist January, 1986. Any employee who completed such regular satisfactory service of 20 years after lst January, 1994 but had got only one": "अनुमति दी जा सकती है। जिस कर्मचारी ने जनवरी, 994 के बाद 20 वर्षों की ऐसी नियमित",
  "standard scale with effect from the first day of the month following the": "महीने के, जिसमें उसने सेवा पूरी की है से अगले महीने के पहले दिन से पहला उच्च मानक वेतनमान",
  "was only equal to or lower than the pay scale of the feeder post, the": "पदोन्‍नति पद का वेतनमान फीडर पद के वेतनमान के बराबर या उससे कम था, तो उससे भी उच्च",
  "benefits of higher standard scale was also to be given.": "मानक वेतनमान का लाभ भी दिया जाना था।",
  "IV. The petitioner’s grievance :": "|४ याचिकाकर्ता की शिकायत:",
  "(5) The petitioner’s complaint was that in spite of the applicability of the instructions for the higher scales, they had not been": "(5) याचिकाकर्ता की शिकायत यह थी कि उच्च वेतनमान के लिए निर्देशों की प्रयोज्यता के",
  "awarded the same and certain representations yielded to fresh instructions dated 29th December, 1995 granting the benefits of stepping up of their": "बावजूद, उन्हें समान वेतन नहीं दिया गया था और 29 दिसंबर, 995 के नए निर्देशों के लिए कुछ अभ्यावेदन दिए गए थे, जिसमें उनके वेतन में बढ़ोतरी का लाभ दिया गया था। जैसा कि पहले के",
  "pay with effect from Ist April, 1995 instead of Ist January, 1994 as has been previously said in the earlier instructions. The instructions had": "अभ्यावेदन दिए गए थे, जिसमें उनके वेतन में बढ़ोतरी का लाभ दिया गया था। जैसा कि पहले के निर्देशों में कहा गया है, की यह | जनवरी, 994 के बजाय अप्रैल, 995 से प्रभावी होगा। निर्देशों",
  "also specifically given the scales of pay at the various levels, namely,": "में विशेष रूप से विभिन्‍न स्तरों पर वेतनमान भी दिए गए थे, अर्थात्‌ रू/400-2300 जैसा कि ॥",
  "at Rs. 1400—-2300 as was applicable with effect from 1st January, 1986. The corresponding higher pay scale was given as Rs. 1600—": "जनवरी, 4986 से लागू था। तदनुरूप उच्च वेतनमान रुपये के रूप में दिया गया था, 4600- 2660",
  "2660. This scale of Rs. 1600—2660 was higher than the revised pay": "वाला वेतनमान। यह स्केल रु. 4600-2660 रुपये के संशोधित वेतनमान 400-2600 से अधिक था",
  "scale of Rs. 1400—2600 and as such benefit of first higher pay scale was admissible. However, in the case of Head Draftsmen, the modified": "और इस प्रकार पहले उच्च वेतनमान का लाभ स्वीकार्य था। हालाँकि, हेड ड्राफ्ट्समैन के मामले में, |",
  "pay scale with effect from 1st May, 1990 remained at par with the higher standard pay scale admissible on the basis of pay scale of Rs. 1600-": "मई, 990 से संशोधित वेतनमान रुपये के वेतनमान के आधार पर स्वीकार्य उच्च मानक वेतनमान के",
  "standard pay scale could not be availed but they would be entitled for stepping up their pay in the manner specifically set forth in the notification.": "पर यह उच्च मानक वेतनमान का लाभ नहीं उठाया जा सकता है, लेकिन वे अधिसूचना में विशेष रूप से",
  "stepping up their pay in the manner specifically set forth in the notification. It could be noticed that the Assured Career Progression Scheme itself": "निर्धारित तरीके से अपना वेतन बढ़ाने के हकदार होंगे। यह देखा जा सकता है कि सुनिश्चित कैरियर",
  "promotions. If any employee had already received two promotions or": "थी। यदि किसी कर्मचारी को पहले से ही दो या अधिक पदोन्‍नति मिल चुकी है, तो निहितार्थ से,",
  "was not applicable at all. According to the petitioners, it was this aspect which was lost sight of Assured Career Progression Scales had been given across the board to all persons holding the posts of Draftsmen": "अनुसार, यह वह पहलू था जिसमें ड्राफ्ट्समैन के पद पर रहने वाले सभी व्यक्तियों के सुनिश्चित",
  "and who, in some cases, had been promoted as Head Draftsmen. The": "कैरियर प्रगति स्केल की अनदेखी की गई थी और जिन्हें, कुछ मामलों में, हेड ड्राफ्ट्समैन के रूप में",
  "instance of a mistake, as pointed out by the petitioner, was the case": "पदोन्‍नत किया गया था। एक गलती का उदाहरण हैं जैसा कि याचिकाकर्ता ने बताया, अभिनाशी लाल",
  "as Draftsman and still later promoted as Head Draftsman, had also been": "गया और फिर बाद में हेड ड्राफ्ट्समैन के रूप में पदोन्‍नत किया गया, उसे सुनिश्चित कैरियर प्रगति",
  "given the Assured Career Progression Scales but during the relevant period, the said person had received two promotions and that his initial": "स्केल भी दिया गया था, लेकिन इस दौरान प्रासंगिक अवधि में, उक्त व्यक्ति को दो पदोन्नति प्राप्त हुई",
  "appointment was on a lower post as Tracer and the benefit granted under": "थी और उसकी प्रारंभिक नियुक्ति ट्रेसर के रूप में निचले पद पर थी और दो पदोनति प्राप्त होकर उसे",
  "the Assured Career Progression Scale for him who had obtained two promotions was clearly wrong. When they found out the mistake and": "दिए गए सुनिश्चित कैरियर प्रगति स्केल के तहत लाभ स्पष्ट रूप से गलत था। जब उन्हें गलती का पता",
  "sought the recovery against Abhnashi Lal Chugh, they applied the same": "चला और उन्होंने अभिनाशी लाल चुघ के खिलाफ वसूली की मांग की, तो उन्होंने याचिकाकर्ताओं जैसे",
  "the Draftsmen at par and visited to some persons with similar orders of withdrawal of ACP Scales and for recoveries subsequently by its": "समान व्यवहार किया और एसीपी वेतनमान वापस लेने के समान आदेश वाले कुछ व्यक्तियों से",
  "proceedings dated 17th April, 2008 which came to be challenged in": "मुलाकात की। बाद में 7 अप्रैल, 2008 की कार्यवाही द्वारा वसूली की गई जिसे ऊपर उल्लिखित",
  "the other two writ petitions referred to above.": "अन्य दो रिट याचिकाओं में चुनौती दी गई।",
  "V. The State’s defence :": "४. राज्य का बचाव पक्ष :",
  "(6) The justification proferred by the respondents was that the claim for grant of ACP was originally applied as Rs. 10,000 and": "(6) उत्तरदाताओं द्वारा दिया गया औचित्य यह था कि एसीपी अनुदान का दावा मूल रूप से रुपये के रूप में लागू किया गया था जिस में की 0,000 रुपय ग्रुप 'सी' को और ग्रुप 'डी' के",
  "Rs, 20,000 in the time scale but to Group ‘C’ and Group ‘D’ employee,— vide \\etter of the Government dated 14th May, 1991 to take effect from": "कर्मचारियों को टाइम स्केल में 20,000 रुपये मिलेंगे, - सरकार के 4 मई, 99 के पत्र के तहत",
  "1st January, 1991 itself and was implemented on 7th August, 1992. The": "इसे । जनवरी, 99 से प्रभावी किया गया और 7 अगस्त, 992 को लागू किया गया। बाद का दावा",
  "subsequent claim for ACP referred to its application that refers to the completion of years of service, namely, 8/18 years. This period of": "एसीपी के अनुप्रयोग के लिए संदर्भित किया गया है जो सेवा के वर्षों, अर्थात्‌ 8/8 वर्ष के पूरा होने को",
  "reappraised in the light of the scheme by first computing the length of service ‘regular satisfactory service of 10/20 years’. This will be done": "नियमित संतोषजनक सेवा' की गणना करके योजना के आलोक में पुनर्मूल्यांकन किया जाना है। यह",
  "by computing the period of ad hoc service also, in the manner set forth in Surinder Singh’s case (supra). While awarding the higher scales, if": "सुरिंदर सिंह के मामले (सुप्रा) में निर्धारित तरीके से तदर्थ सेवा की अवधि की गणना करके भी किया",
  "a junior draws a higher pay, stepping up of pay for the senior will not": "जाएगा। उच्च वेतनमान प्रदान करते समय, यदि कोई कनिष्ठ अधिक वेतन प्राप्त करता है, तो वरिष्ठ",
  "always result in the circumstances outlined above. If higher scales have": "के लिए वेतन बढ़ाना हमेशा ऊपर उल्लिखित परिस्थितियों में परिणामित नहीं होगा। यदि संतोषजनक",
  "of juniors, who may have earned higher pay through increments by officiation in ad hoc promotion posts and such like situations, there is": "स्थितियों में स्थानापन द्वारा वेतन वृद्धि के माध्यम से उच्च वेतन अर्जित किया हो, तो वहाँ उच्च वेतन के",
  "no scope for withdrawal of the benefits of higher pay. However, if the scales of pay have been stepped up wrongly, there is justification for": "लाभों को वापस लेने की कोई गुंजाइश नहीं है। हालाँकि, यदि वेतनमान गलत तरीके से बढ़ा दिया गया",
  "the withdrawal of the benefit. Even in such a case, there shall be no recovery of higher pay already made.": "है, तो लाभ वापस लेने का औचित्य है। ऐसे मामले में भी, पहले से किए गए उच्च वेतन की कोई वसूली नहीं की जाएगी।",
  "(12) Whatever the petitioners had not been apprised of, would": "(2) जो कुछ भी याचिकाकर्ताओं को सूचित नहीं किया गया था, वह वास्तव में तब तक",
  "be really irrelevant so long as the mistake which the Department had committed, was found later and all the petitioners had been granted an": "अप्रासंगिक होगा जब तक कि विभाग ने जो गलती की थी, जो बाद में पाई गई थी और सभी",
  "opportunity to show cause against the withdrawal of the benefits. It had": "याचिकाकर्ताओं को अनुमति दे दी गई की ताकि उन्हें लाभ वापस लेने के विरुद्ध कारण बताने का अवसर",
  "not sought for return of the entire amount that had been wrongly paid": "मिल पाया था [इन्होंने वेतन बढ़ाकर गलत तरीके से भुगतान की गई पूरी राशि की वापसी की मांग नहीं की",
  "by stepping up of the pay. On the other hand, it had specifically mentioned that no recovery will be effected with retrospective effect": "थी। दूसरी ओर, इसमें विशेष रूप से उल्लेख किया गया था कि कोई भी वसूली पूर्वव्यापी प्रभाव से नहीं की",
  "The Department would be entitled to recompute/refix the scale of pay notionally for the period from the day when their Scales were stepped": "होगी। विभाग उस दिन से उस अवधि के लिए अनुमानित वेतनमान की पुनर्गणना/पुनर्निर्धारण करने का",
  "(13) All the writ petitions, therefore, are disposed of with the": "(3) इसलिए, सभी रिट याचिकाओं को इस निर्देश के साथ निपटाया जाता है कि उच्च",
  "direction that higher scale of pay, if they have been refixed by stepping up their pay only on the ground that some juniors have been granted": "वेतनमान, यदि उन्हें केवल इस आधार पर उनके वेतन को बढ़ाकर पुनर्निर्धारित किया गया है कि कुछ",
  "higher pay,-shall be withdrawn. No recoveries shall be made for excess": "कनिष्ठों को उच्च वेतन दिया गया है, वापस ले लिया जाएगा। पहले से किए गए अतिरिक्त भुगतान के",
  "payments made already. The retiral benefits shall be refixed/recomputed": "लिए कोई वसूली नहीं की जाएगी। सेवानिवृत्ति लाभों को संबंधित कर्मचारियों की सेवानिवृत्ति के अंतिम",
  "on a notional refixation of the pay drawn on the last day of retirement": "दिन आहरित वेतन के अनुमानित पुनर्निर्धारण पर पुनर्निर्धारित/पुन-गणना किया जाएगा। यदि",
  "of the respective employees. If the higher pay to the petitioners has resulted from the application of ACP Scales, then there is no": "याचिकाकर्ताओं को अधिक वेतन दिया गया है एसीपी स्केल के अनुप्रयोग के परिणामस्वरूप, तो कोई"
}