{
  "MANU KAPUR v. STATE OF HARYANA AND ANOTHER 75 (Suvir Sehgal, J.)": "मनु कपूर बनाम हरियाणा राज्य और एक और (सुवीर सहगल, जे.)",
  "Before Suvir Sehgal, J.": "समक्ष सुवीर सहगल, जे.",
  "MANU KAPUR—Petitioner": "मनु कपूर-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER—Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "CWP No. 2111 of 2023": "सीडब्ल्यूपी नं. 2023 का 2॥॥]",
  "March 17, 2023": "मार्च 7, 2023",
  "Constitution of India, 1950—Article 226—Haryana Lokayukta": "भारत का संविधान, 950-अनुच्छेद 226-हरियाणा लोकायुक्ता अधिनियम की धारा 26 के आधार पर बनाए गए",
  "(Functions, Powers, Inquiry and Investigation) Rules 2008 framed by virtue of Section 26 of Haryana Lokayukta Act—Rule 11 framed": "हरियाणा लोकायुक्‍ता (कार्य, शक्तियां, जांच और जांच) नियम 2008-इसके तहत बनाए गए नियम ॥॥-याचिकाकर्ता",
  "thereunder—Petitioner directed to join as Private Secretary on deputation basis in the office of Lokayukta Haryana vide office": "को लोकायुक्‍ता हरियाणा के कार्यालय में प्रतिनियुक्ति के आधार पर निजी सचिव के रूप में शामिल होने का निर्देश",
  "the deputationist. The consent of all the three must coexist-Petitioner never expressed his willingness to proceed on deputation. The rule": "दिया गया है। तीनों की सहमति सह-अस्तित्व में होनी चाहिए-याचिकाकर्ता ने कभी प्रतिनियुक्ति पर आगे बढ़ने की इच्छा",
  "does not stipulate posting of Private Secretary by transfer. Just": "व्यक्त नहीं की। नियम स्थानांतरण द्वारा निजी सचिव की नियुक्ति को निर्धारित नहीं करता है। सिर्फ इसलिए कि इसकी",
  "Held, that Rule 11 framed under Haryana Lokayukta (Functions,": "हरियाणा लोकायुक्ता अधिनियम की धारा 26 के आधार पर बनाए गए हरियाणा लोकायुक्‍ता (कार्य, शक्तियां, जांच और",
  "Powers, Inquiry and Investigation) Rules 2008 framed by virtue of": "जांच) नियम 2008 के तहत बनाए गए नियम ॥ में 2008 के नियमों के साथ संलग्न अनुसूची में निर्धारित",
  "recruitment and appointment of officers/staff and their conditions of": "अधिकारियों /कर्मचारियों की भर्ती और नियुक्ति की प्रक्रिया और उनकी सेवा की शर्तें प्रदान की गई हैं। अनुसूची में",
  "service laid down in Schedule appended to 2008 Rules. Entry 5 to Appendix B to the Schedule provides that method of recruitment to": "परिशिष्ट बी की प्रविष्टि 5 में यह प्रावधान है कि निजी सचिव के पद पर भर्ती की विधि हरियाणा सचिवालय सेवा-॥ संवर्ग",
  "a vacancy can be filled by transfer and that since 2008, number of employees from Haryana Secretariat Service Cadre have been posted": "सकता है और 2008 से, हरियाणा सचिवालय सेवा संवर्ग के कर्मचारियों की संख्या को स्थानांतरण-फील्ड द्वारा तैनात",
  "by transfer-Held- The consent of parent department, borrowing authority and the deputationist must coexist and in case any of the three": "किया गया है- मूल विभाग, उधार लेने वाले प्राधिकरण और प्रतिनियुक्तिकर्ता की सहमति सह-अस्तित्व में होनी चाहिए",
  "parties does not agree or withdraws the consent, deputation cannot be": "और यदि तीनों पक्षों में से कोई भी सहमति से सहमत नहीं होता है या सहमति वापस नहीं लेता है, तो प्रतिनियुक्ति को",
  "given effect to or continue. Impugned orders set aside.": "प्रभावी या जारी नहीं रखा जा सकता है। विवादित आदेशों को अलग रखा जाता है।",
  "Writ Petition Allowed.": "लेखन याचिका की अनुमति दी गई।",
  "(Para 4)": "(पैरा ५)",
  "Anil Kumar Lamdharia, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता अनिल कुमार लमधारिया।",
  "Harish Nain, AAG, Haryana.": "हरीश नैन, एएजी, हरियाणा।",
  "SUVIR SEHGAL, J. (Oral)": "एसयूवीआईआर सहगल, जे। (मौखिक)",
  "a writ of certiorari for quashing impugned office order dated 27.12.2022, Annexure P-3, and order dated 24.01.2023, Annexure P-5,": "और दिनांक 2५.0.2023 के आदेश, अनुलग्नक पी-5 को रद्द करने के लिए प्रमाण पत्र की रिट जारी करने की मांग",
  "whereby the petitioner has been directed to join as Private Secretary in the office of Lokayukta, Haryana, on deputation basis.": "की गई है, जिसके तहत याचिकाकर्ता को प्रतिनियुक्ति के आधार पर लोकायुक्‍ता, हरियाणा के कार्यालय में निजी सचिव के रूप में शामिल होने का निर्देश दिया गया है।",
  "(2) Counsel for the petitioner urges that the petitioner is serving the Haryana Government and is discharging duties on the promotional": "(2) याचिकाकर्ता के वकील का आग्रह है कि याचिकाकर्ता हरियाणा सरकार की सेवा कर रहा है और वर्ष 20॥7 से",
  "post of Private Secretary since the year 2017. He submits that the": "निजी सचिव के पदोन्नति पद पर कर्तव्यों का निर्वहन कर रहा है। उन्होंने प्रस्तुत किया कि उत्तरदाताओं ने दिनांक",
  "respondentscirculated a letter dated 20.12.2022, Annexure P-2, inviting": "20.2.2022 को एक पत्र, अनुलग्नक पी-2 प्रसारित किया, जिसमें हरियाणा सिविल सचिवालय में निजी और निजी",
  "willingness fromthe Personal and Private Secretaries in the Haryana Civil Secretariat for being posted as Personal Assistant and Private Secretary in the office of Lokayukta, Haryana, but concurrence was not": "सचिवों से लोकायुक्‍्ता, हरियाणा के कार्यालय में निजी सहायक और निजी सचिव के रूप में तैनात होने की इच्छा",
  "given by any employee. He submits that despite this fact, vide": "आमंत्रित की गई थी, लेकिन किसी भी कर्मचारी द्वारा सहमति नहीं दी गई थी। वह प्रस्तुत करता है कि इस तथ्य के",
  "impugned office order, Annexure P-3, petitioner has been posted by": "बावजूद, आशक्षेपित कार्यालय आदेश, अनुलग्नरक पी-3 के माध्यम से, याचिकाकर्ता को निजी सचिव के रूप में स्थानांतरण",
  "way of a transfer as Private Secretary and by subsequent order, Annexure P-5, he has been directed to join the office of Lokayukta, Haryana with immediate effect.": "के माध्यम से तैनात किया गया है और बाद के आदेश, अनुलग्नक पी-5 द्वारा, उसे तत्काल प्रभाव से लोकायुकता, हरियाणा के कार्यालय में शामिल होने का निर्देश दिया गया है।",
  "(3) Upon notice, writ petition has been contested by the respondents by filing a written statement, wherein stand taken is that": "(3) नोटिस पर, रिट याचिका को प्रतिवादियों द्वारा एक लिखित बयान दाखिल करके चुनौती दी गई है, जिसमें यह रुख",
  "when no eligible employee opted for being posted in the office of the": "अपनाया गया है कि जब किसी भी योग्य कर्मचारी ने लोकायुक्ता, हरियाणा के कार्यालय में तैनात होने का विकल्प नहीं",
  "Lokayukta, Haryana and petitioner, who was awaiting posting orders, has been transferred as Private Secretary in the office of Lokayukta,": "चुना है और याचिकाकर्ता, जो नियुक्ति आदेश की प्रतीक्षा कर रहा था, को लोकायुक्‍ता, हरियाणा के कार्यालय में निजी",
  "and since 2008, when the office of Lokayukta was established, a number of employees from Haryana Secretariat Service Cadre have": "और 2008 से, जब से लोकायुक्‍ता का कार्यालय स्थापित किया गया था, हरियाणा सचिवालय सेवा संवर्ग के कई",
  "been posted by transfer.": "कर्मचारियों को स्थानांतरण द्वारा तैनात किया गया है।",
  "(4) I have heard counsel for the parties at considerable length.": "(५) मैंने पक्षकारों की ओर से काफी देर तक सलाह सुनी है। राज्य में हरियाणा लोकायुक्ता अधिनियम, 2002 द्वारा",
  "Institution of Lokayukta has been established in the State by the": "लोकायुक्ता संस्थान की स्थापना की गई है और अधिनियम की धारा 9 में राज्य सरकार के परामर्श से कर्मचारियों की",
  "By virtue of Section 26 of the Act, the Haryana Lokayukta (Functions,": "नियुक्ति का प्रावधान है। अधिनियम की धारा 26 के आधार पर, हरियाणा लोकायुक्‍ता (कार्य, शक्तियां, जांच और जांच)",
  "Powers, Inquiry and Investigation) Rules, 2008, Annexure R-2, (for short “the 2008 Rules”) have been framed. Rule 11, ibid, provides that": "नियम, 2008, अनुलग्रक आर-2, (संक्षेप में \"२008 नियम\") तैयार किए गए हैं। नियम ।।, आई. बी. आई. डी. में यह",
  "the procedure of recruitment and appointment of officers/staff and their conditions of service has been laid down in the Schedule appended to": "प्रावधान है कि अधिकारियों कर्मचारियों की भर्ती और नियुक्ति की प्रक्रिया और उनकी सेवा की शर्तें 2008 के नियमों",
  "the 2008 Rules. Entry 5 to Appendix B to the Schedule provides that": "से जुड़ी अनुसूची में निर्धारित की गई हैं। अनुसूची में परिशिष्ट बी की प्रविष्टि 5 में यह प्रावधान है कि निजी सचिव के पद"
}