{
  "(vii) the requirement of serving the advance notices of motion . of the writ petition on the respondents. may also be dis-": "शो. उत्तरदाताओं को रिट याचिका के प्रस्ताव की अग्रिम सूचना देने की आवश्यकता से भी",
  "(viti) costs of this writ petition also be awarded to the petitioners against the respondents.": "शा. इस रिट याचिका की लागत भी उत्तरदाताओं के खिलाफ याचिकाकर्ताओं को दी जाए।",
  "M. S. Jain, Sr. Advocate with Sanjeev Sharma, Advocate, for the petitioners.": "याचिकाकर्ताओं के लिए एमएस जैन, वरिष्ठ अधिवक्ता और संजीव शर्मा, अधिवक्ता ।",
  "S. C. Mohunta, A.G. Haryana and S, K. Sood, A.A.G. Haryana, for respondent No. 1.": "प्रतिवादी नंबर के लिए एससी मोहंता, एजी हरियाणा और एसके सूद, एएजी हरियाणा ।",
  "G. C. Garg, Sr. Advocate with Mr. Rajan Gupta, Advocate, for respondent No. 2.": "प्रतिवादी संख्या 2 के लिए जीसी गर्ग, वरिष्ठ अधिवक्ता, श्री राजन गुप्ता, अधिवक्ता ।",
  "JUDGMENT": "निर्णय",
  "Gokal Chand Mital, J.": "न्यायमूर्ति गोकल चंद मितल,",
  "(1) The point raised in Civil Writ Petition Nos. 7991, 9096 and": "() 4990 की सिविल रिट याचिका संख्या 799], 9096 और 668 में उठाया गया मुद्दा 'नीलिमा शांगला",
  "Court in ‘Neelima Shangla v. State of Haryana (1). We are at pains . to notice that in spite of clear exposition of law in the ‘aforesaid.": "बनाम हरियाणा राज्य '' में सुप्रीम कोर्ट के फैसले में शामिल है। हमें यह देखकर दुख हो रहा है कि उपरोक्त निर्णय",
  "(2) On 15th July, 1988 Haryana Public Service Commission (for short ‘the Commission’) advertised posts for the recruitment of 24 officers in the Haryana Civil Service (Judicial Branch). Later on, the State Government sent intimation to the Commission that the": "(2) 45 जुलाई, 988 को हरियाणा लोक सेवा आयोग (संक्षेप में 'आयोग\") ने हरियाणा सिविल सेवा (न्यायिक शाखा) में 24 अधिकारियों की भर्ती के लिए पद विज्ञापित किया। बाद में, राज्य सरकार ने आयोग को सूचना",
  "existing vacancies are 28. Accordingly, a fresh advertisement was published for the recruitment of 28 officers.": "भेजी कि मौजूदा रिक्तियां 28 हैं। तदतुसार, 28 अधिकारियों की भर्ती के लिए एक नया विज्ञापन प्रकाशित किया",
  "(3) In December, 1988 written examination was held and after": "(3) दिसंबर, 988 में लिखित परीक्षा आयोजित की गई और उसके परिणाम समाप्त के बाद, सभी लिखित पेपरों",
  "the result was over the candidates who obtained 45 per cent marks in the aggregate in all the written papers and 33 per cent marks in": "में कुल मिलाकर 45 प्रतिशत अंक और भाषा के पेपर में 33 प्रतिशत अंक प्राप्त करने वाले उम्मीदवारों को जुलाई,",
  "rule 7 of part ‘C’ of the Punjab Civil Service (Judicial Branch)": "990 में पंजाब सिविल सेवा (न्यायिक शाखा) नियम, 95, हरियाणा राज्य द्वारा संशोधित (संक्षेप में 'नियम')",
  "number of candidates who obtained higher percentage than 55 per": "अनुसार वे अभ्यर्थी जिन्होंने मौखिक परीक्षा सहित सभी प्रश्नपत्रों में कुल मिलाकर 55 प्रतिशत से कम अंक प्राप्त",
  "Before : G. C. Mitat & S. S. Grewal, JJ.": "माननीय जीसी मितल और एसएस ग्रेवाल, जे.जे. के समक्ष",
  "KAMAL KANT AND OTHERS,—Petitioners.": "कमल कांत और अन्य,-याचिकाकर्ता।",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER,—Respondents. -": "हरियाणा राज्य और अन्य, - प्रतिवादी।",
  "Civil Writ Petition No. 7991 of 1990.": "990 की सिविल रिट याचिका संख्या 799॥",
  "5th February, 1991.": "5 फरवरी, 99,",
  "Punjab Civil Service (Judicial Branch) Rules, 1951 as amended": "पंजाब सिविल सेवा (न्यायिक शाखा) नियम, 95 जैसा कि हरियाणा राज्य द्वारा संशोधित किया गया है -",
  "by the State of Haryana—Rls. 7. 8, 10(i) & (ii) of part ‘C’, 1, 7 & 8 of": "रिस। 7. भाग 'सी'के 8, 06) और (8) , ।, 7 और 8 भाग 'डी” - न्यायिक सेवाओं में रिक्तियों को भरना - लोक सेवा",
  "Commission is duty bound to intimate the names of all the candi- dates to the State Government who secured not less then 55 per cent marks in the aggregate in all the papers including the viva": "आयोग उन सभी उम्मीदवारों के नाम सूचित करने के लिए बाध्य है, जिन्होंने कुल मिलाकर 55 प्रतिशत अंक प्राप्त",
  "that Register the names of the candidates on merit to fill up the": "में आवश्यक संख्या में उम्मीदवारों के नाम योग्यता के क्रम में रजिस्टर में दर्ज करेगा। आरक्षित वर्ग के उम्मीदवारों के",
  "the list to the High Court for entering their names in the High": ". उच्चु न्यायालय को सभी योग्य उम्मीदवारों के नाम रजिस्टर में दर्ज करने का निर्देश देना, जिसे सेवा",
  "the selected candidates in the general quota and reserved categories": "कारणवश उच्च न्यायालय अधीनस्थ न्यायाधीशों की नियुक्ति के लिए सामान्य कोटा और आरक्षित श्रेणियों में",
  "1989 ordered the appointment of 8 candidates out of the general quota and 8 out of the reserved quota of three categories viz. the Scheduled Castes, Backward Classes and Ex-Servicemen. After the": "ने दिसंबर, 4989 में सामान्य कोटे से 8 और तीन श्रेणियों के आरक्षित कोटे नामतः अनुसूचित जाति, पिछड़ा वर्ग",
  "appointment orders were issued the names of 16 candidates were": "और पूर्व सैनिक से 8 उम्मीदवारों की नियुक्ति का आदेश दिया।। नियुक्ति आदेश जारी होने के बाद 6 अभ्यर्थियों",
  "entered in the High Court Register and their posting orders were issued by the High Court.": "के नाम हाईकोर्ट रजिस्टर में दर्ज किए गए और उनके पदस्थापन आदेश हाईकोर्ट द्वारा जारी किए गए।",
  "(9) The State Government on 15th March, 1990 appointed two more candidates of general category and still two more in April,": "(9) राज्य सरकार ने 5 मार्च, 990 को सामान्य वर्ग के दो और उम्मीदवारों को नियुक्त किया और अप्रैल,",
  "1990, one each from Scheduled Castes and Backward Class. On": "990 में दो और उम्मीदवारों को नियुक्त किया, जिनमें से प्रत्येक अनुसूचित जाति और पिछड़ा वर्ग से था। राज्य",
  "receipt of the intimation from the State Government the names of these four candidates-were also entered in the High Court Register": "सरकार से सूचना मिलने पर इन चारों अभ्यर्थियों के नाम भी हाईकोर्ट रजिस्टर में दर्ज कर दिए गए और हाईकोर्ट",
  "20 candidates, 10 from general category and 10 from the reserved categories were given appointments/postings. Since the vacancies notified were 28 and some more vacancies had arisen and some more": "यानि कुल 20 अभ्यर्थियों को नियुक्ति/तैनाती दी गई। चूंकि अधिसूचित रिक्तियां 28 थीं और कुछ और रिक्तियां",
  "were anticipated within two years of the selection, the candidates": "निकली थीं और चयन के दो साल के भीतर कुछ प्रत्याशित रिक्तियां होने की उम्मीद थी, इसलिए जो उम्मीदवार",
  "who were lower in merit and expecting their appointments in case all the vacancies were to be filled in have come to this Court in": "योग्यता में नीचे थे और सभी रिक्तियां भरने की स्थिति में अपनी नियुक्ति की उम्मीद कर रहे थे, वे इस न्यायालय",
  "writ petitions for issuing directions for complying with the rules": "में आए हैं। रिट याचिकाओं में नियमों के अनुपालन के लिए निर्देश जारी करने के लिए और नियमों के भाग डी",
  "selected for appointment strictly in the order in which they are placed by the Commission in the list of qualified candidates. This": "नियुक्ति के लिए उसी क्रम में चुना जाना है जिसमें उन्हें रखा गया है। आयोग द्वारा योग्य अभ्यर्थियों की सूची",
  "is subject to the reservation of certain seats for Scheduled Castes, Backward Classes and Ex-servicemen,": "अनुसूचित जाति, पिछड़ा वर्ग और पूर्व सैनिकों के लिए कुछ सीटों के आरक्षण के अधीन है",
  "(4) Thirty two candidates of the general category and ten of the reserved category qualified in the examination. On 16th": "(4) परीक्षा में सामान्य वर्ग के बत्तीस और आरक्षित वर्ग के दस उम्मीदवार उत्तीर्ण हुए। 46 सितम्बर, 989 को",
  "September, 1989 the result was published in the government gazette (Annexure P/2).": "परिणाम सरकारी राजपत्र (अनुलग्रक पी/2) में प्रकाशित किया गया।",
  "(5) Then we are concerned with Rules 1, 7 and 8 of Part ‘D’ of": "(5) फिर हम नियमों के भाग 'डी' के नियम , 7 और 8 से चिंतित हैं। नियम के तहत अधीनस्थ न्यायाधीशों",
  "Government’ for appointment as Subordinate Judges are to be entered in the High Court Register in the order of their selection.": "के रूप में नियुक्ति के लिए सरकार द्वारा चयनित उम्मीदवारों के नाम उनके चयन के क्रम में उच्च न्यायालय",
  "Rule 7(1) provides that whenever it appears to the Judges of - the": "रजिस्टर में दर्ज किए जाने हैं। नियम 7(॥) में प्रावधान है कि जब भी उच्च न्यायालय के न्यायाधीशों को यह प्रतीत",
  "High Court that a vacancy or vacancies in the cadre of Judicial Branch of the Haryana Civil Service, whether permanent, tem-": "होगा कि हरियाणा सिविल सेवा की न्यायिक शाखा के कैडर में कोई रिक्ति या रिक्तियां, चाहे वह स्थायी, अस्थायी",
  "porary or officiating, should be filled, they will make a_ selection from the High Court Register in the order in which names have": "या स्थानापन्न हो, भरी जानी चाहिए, तो बे उच्च न्यायालय रजिस्टर से उसी क्रम में चयन करेंगे जिसमें नाम दर्ज",
  "Government for appointment as Subordinate Judges under Article 234 of the Constitution of India.": "किए गए हैं और भारत के संविधान के अनुच्छेद 234 के तहत अधीनस्थ न्यायाधीशों के रूप में नियुक्ति के लिए",
  "(6) Then we are concerned with Rule 8 of the Rules which is of greater importance.": "(6) फिर हमारा संबंध नियमों के नियम 8 से है जो अधिक महत्वपूर्ण है।",
  "(7) Under Rule 8 of the Rules there is no limit to the number of names to be borne on the High Court Register but ordinarily no": "(7) नियमों के नियम 8 के तहत उच्च न्यायालय के रजिस्टर में रखे जाने वाले नामों की संख्या की कोई सीमा",
  "occur within two years from the date of selection of candidates as": "नहीं है, लेकिन आम तौर पर परीक्षा के परिणामस्वरूप उम्मीदवारों के चयन की तारीख से दो साल के भीतर",
  "Court to forward the names of selected candidates to the State Government for appointment of such number of Subordinate Judges": "उच्च न्यायालय को अधीनस्थ न्यायाधीशों की नियुक्ति के लिए रजिस्टर से चयनित उम्मीदवारों के नामराज्य",
  "which are likely to occur within two years from the date of selection.": "रिक्तियों जो चयन की तारीख से दो साल के भीतर होने की संभावना है, के अनुसार भेजे जाएं।",
  "obtained more than 55 per cent marks in the aggregate to": "में कुल मिलाकर कम से कम 55 प्रतिशत अंक हासिल किए हों। राज्य सरकार को उनके नाम सरकारी गजट में",
  "High Court to fill all the existing vacancies and also the vacancies which are anticipated to arise during the period": "करने के लिए उच्च न्यायालय को सूचित करेगी और उच्च न्यायालय चयन के समय मौजूदा रिक्तियां, प्रत्याशित",
  "vacancies which are anticipated to arise during the period of 2 years from the date of the publication of the result of": "रिक्तियां और अभ्यर्थियों के चयन की तारीख से दो साल के भीतर संभावित रिक्तियों को भरने के लिए योग्यता",
  "Commission is duty bound to. intimate names of all candidates who": "के आधार पर उम्मीदवारों के नाम दर्ज करने की सिफारिश करेगा। हालांकि आयोग ने सभी नामों की सूचना",
  "Court directing State Government to forward names of all qualified": "राज्य सरकार को दे दी और राज्य सरकार ने सभी योग्य उम्मीदवारों के नाम राजपत्र में प्रकाशित कर दिए,",
  "Held, that in terms of the law laid down by the Supreme Court in Neelima Shangla’s case, we direct the State of Haryana to forward": "(4) नीलिमा शांगला मामले (सुप्रा) में सुप्रीम कोर्ट द्वारा निर्धारित कानून के संदर्भ में , हम हरियाणा राज्य",
  "the list of 42 candidates who qualified in the examination (32 in general and 10 reserved) held in December, 1988 forthwith and the High Court": "को निर्देश देते हैं कि वह दिसंबर, 988 में आयोजित परीक्षा (32 सामान्य और 0 आरक्षित) में अर्हता प्राप्त करने",
  "would enter the names of such number of candidates as would be necessary in terms of Rule 8 of Part D of the Rules in the Register": "वाले 42 उम्मीदवारों की सूची तुरंत अग्रेषित करें। और उच्च न्यायालय भाग डी के नियम 8 के संदर्भ में, उतनी",
  "in order of merit. The names of the candidates of the reserved cate-": "संख्या में उम्मीदवारों के नाम योग्यता के क्रम में रजिस्टर में दर्ज करेगा। आरक्षित श्रेणियों के अभ्यर्थियों के नाम",
  "gories would also: be brought on the Register in the same manner. The High Court would then consider to fill up the retaining vacan-": "भी इसी प्रकार रजिस्टर पर लाये जायेंगे। इसके बाद उच्च न्यायालय शेष रिक्तियों को भरने पर विचार करेगा",
  "-Cies and would forward the names of the requisite number of candi- dates to the State Government for appointment as per Rule 7(1) of Part D of the rules as Subordinate Judges under Article 234 of the Constitution. While doing so it will be open to the High Court in the": "और नियमों के भाग डी के नियम 7() के अनुसार एवं संविधान के अनुच्छेद 234 के तहत अधीनस्थ न्यायाधीशों के रूप में नियुक्ति के लिए अपेक्षित संख्या में उम्मीदवारों के नाम राज्य सरकार को भेजेगा।ऐसा करते समय उच्च",
  "Constitution. While doing so it will be open to the High Court in the interest of higher standard not to recommend the names of all the candidates who obtained 55 per cent marks and the appointment can": "के रूप में नियुक्ति के लिए अपेक्षित संख्या में उम्मीदवारों के नाम राज्य सरकार को भेजेगा।ऐसा करते समय उच्च मानक के हित में यह उच्च न्यायालय के लिए खुला होगा कि वह 55 प्रतिशत अंक प्राप्त करने वाले सभी",
  "centage than 55 per cent as may be decided by the High Court and agreed to by the Government. ;": "जिन्होंने 55 प्रतिशत से अधिक अंक प्राप्त किए हैं। इसका निर्णय उच्च न्यायालय द्वारा सरकार की सहमति से",
  "Held, that the selection process on the basis of requisition sent in January, 1991 should go on, as it is time consuming, and this would": "(।6) जनवरी, 99| में भेजी गई अधियाचना के आधार पर चयन प्रक्रिया जारी रहनी चाहिए, क्योंकि",
  "otcur within two vears of the date of selection as per rule 8 of Part D": "नियम 8 के अनुसार चयन की तारीख से दो साल के भीतर होने वाली प्रत्याशित रिक्तियों को भरना सुनिश्चित"
}