{
  "BABU LAL v. RAHUL 195 (Tribhuvan Dahiya, J.)": "बाबू लाल बनाम राहुल (न्यायमूर्ति त्रिभुवन दहिया) आई. एल. आर. पंजाब और हरियाणा 20०३ (2) (पृष्ठ )",
  "Before Tribhuvan Dahiya, J.": "न्यायमूर्ति त्रिभुवन दहिया के समक्ष",
  "BABU LAL—Petitioner": "याचिकाकर्ता - बाबू लाल",
  "versus": "बनाम",
  "RAHUL— Respondent": "प्रतिवादी - राहुल",
  "CR No. 3550 of 2022": "2022 का सीआर नंबर 355०0",
  "December 16, 2022": "46 दिसंबर, 2022",
  "Haryana Urban (Control of Rent and Eviction) Act, 1973—S.": "हरियाणा शहरी (किराया और बेदखली पर नियंत्रण) अधिनियम, 4973- धारा 4३",
  "13(3) (a) ()—Ejectment on the ground of bonafide requirement; In": "(9) (०) (आई) - प्रामाणिक आवश्यकता के आधार पर निष्कासन; कानून में",
  "law the terms ‘Possession’ and ‘occupation’ are _ not interchangeable—Mere possession without occupation will not attract": "\"कब्जे! और 'व्यवसाय' शब्द विनिमय नहीं हैं - महज कब्जे के बिना कब्जा धारा 43",
  "Held, that the Supreme Court also with reference to provisions of Section 13 (2) (v) of the Act of 1973 explained the terms": "सुप्रीम कोर्ट ने 4973 के अधिनियम की धारा 43 (2) (वी) के प्रावधानों के संदर्भ में राम",
  "‘possession’ and ‘occupy’ in RamDas versus Davinder (2004) 3 SCC": "दास बनाम दविंदर (2004) ३ एससीसी 684 में 'अधिकार' और 'कब्जा' शब्दों की",
  "premises on the ground that the tenant had ceased to occupy it for a": "किराएदार के परिसर का कब्जा मांगा था कि किराएदार ने उचित कारण के बिना चार",
  "(Para 11.5)": "(अनुच्छेद 4.5)",
  "Aman Bahri, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से वकील अमन बाहरी।",
  "Munish Gupta, Advocate, for the caveator.": "कैविएटर के लिए वकील मुनीश गुप्ता।",
  "TRIBHUVAN DAHIYA, J. (Oral)": "न्यायमूर्ति त्रिभुवन दहिया (मौखिक)",
  "(1) This is tenant’s revision petition against the order of ejectment, dated 20.8.2018, passed by the Rent Controller, and the": "(0) यह किराया नियंत्रक द्वारा पारित 20.8.2048 के निष्कासन के आदेश के खिंलाफ किरायेदार की पुनरीक्षण याचिका है, और अपीलीय प्राधिकरण द्वारा पारित",
  "order, dated 16.5.2022, passed by the Appellate Authority, affirming the ejectment order.": "6.5.2022 का आदेश, निष्कासन आदेश की पुष्टि करता है।",
  "and another judgment passed by this Court in Shankar Lal versus Madan Lal and others’.": "मदन लाल और अन्य? के मामले में पारित एक और निर्णय इस न्यायात्रय की पूर्ण",
  "(5) Per contra, \\earned counsel for the respondent/landlord": "(७) प्रतिवादी/मकान माल्रिंक के विद्वान वकील ने कहा कि मकान माल्रिंक द्वारा किसी",
  "submits that there was no concealment of any relevant fact by the": "भी प्रासंगिक तथ्य को छिपाया नहीं गया था, और वह संबंधित शहरी क्षेत्र में किसी अन्य",
  "landlord, and that he was not in occupation of any other premises or shop in the urban area concerned. He further submits that the": "परिसर या दुकान के कब्जे में नहीं था। उन्होंने आगे कहा कि संबंधित परिसर को मकान",
  "premises in question was required bythe landlord for expanding his": "मालिक द्वारा अपने व्यवसाय और कार्यात्रय का विस्तार करने के लिए आवश्यक था,",
  "petition. So far as the transfer deed dated 26.3.2015 is concerned, the": "दिनांक 26.3.2075 के स्थानांतरण विलेख का संबंध है, इसे किराया नियंत्रक या",
  "this Court. Besides, even the shop referred to in the transfer deed, is not": "हस्तांतरण विलेख (लिंखिंत कानूनी दस्तावेज) में उल्लिखित दुकान भी मकान मालिक",
  "(6) Learned counsel for the parties have been heard.": "(6) पक्षकारों के विद्वान वकीलों को सुना गया है।",
  "has not vacated such building without sufficient cause after the commencement of the 1949 Act in the said urban area.": "949 के अधिनियम के ल्रागू होने के बाद पर्याप्त कारण के बिना ऐसी इमारत को",
  "(8) It is not in dispute that as per settled law eviction of a tenant": "(8) इस बात पर कोई विवाद नहीं है कि स्थापित कानून के अनुसार मकान मालिक द्वारा",
  "on the ground of bona fide personal necessity of the premises can be sought by a landlord from non-residential building also under": "परिसर की वास्तविक व्यक्तिगत आवश्यकता के आधार पर मकान माल्रिंक द्वारा गैर-",
  "sought by a landlord from non-residential building also under provisions of Section 13(3)(a)(1) of the Act.": "आवासीय निर्माण से भी अधिनियम की धारा 43 (3) (0) (आई) के प्रावधानों के तहत",
  "(9) In the instant case, to refer to the ground on personal": "(9) इस मामले में, व्यक्तिगत आवश्यकता पर आधार का उल्लेख करने के लिए, मकान",
  "necessity, the landlord has sought eviction from the premises on the": "मालिक ने इस दलील पर परिसर से बेदखल्नी की मांग की है कि वह कार्यालय,",
  "pleadings that he is facing scarcity of space for office, workshop and": "कार्यशाला के लिए जगह की कमी का सामना कर रहा है और प्रशिक्षण कक्ष और",
  "BABU LAL v. RAHUL 193 (Tribhuvan Dahiya, J.)": "बाबू लाल बनाम राहुल (न्यायमूर्ति त्रिभुवन दहिया) आई. एल. आर. पंजाब और हरियाणा 20०३ (2) (पृष्ठ 3)",
  "occupation, (it) he/she is not occupying another residential building in": "है कि वह संबंधित शहरी क्षेत्र में किसी अन्य परिसर पर कब्जा नहीं कर रहा था। इस",
  "having different implications. It is as under:": "अलग-अलग होने की ओर इशारा करता है, जिनके अलग-अलग निहितार्थ हैं। यह",
  "Occupation. 2. The possession, control, or use of real property; OCCUPANCY.": "आधिपत्य 2. अचल संपत्ति का कब्जा, नियंत्रण या उपयोग; अधिभोग।",
  "Possession. 1. The fact of having or holding property in one’s power;the exercise of dominion over property.": "कब्जा 4. किसी की शक्ति में संपत्ति रखने या रखने का तथ्य; संपत्ति पर प्रभुत्व का",
  "(11.4) ‘Occupation’, therefore, has a wider meaning as it": "(04.4) इसलिए, 'आधिपत्य' का एक व्यापक अर्थ है क्योंकि इसमें नियंत्रण में होने या",
  "includes possession, apart from being in control or using the property,": "संपत्ति का उपयोग करने के अलावा कब्जा शामिल ्र है, लेकिन इसके विपरीत नहीं।",
  "but not vice versa.‘Possession’ does not include occupation; it refers to": "'कब्जा' में आधिपत्य शामिल्र नहीं है; यह दूसरों के बहिष्करण के लिए एक संपत्ति पर",
  "the state of being in control over a property to the exclusion of others,": "नियंत्रण में होने की स्थिति को संदर्भित करता है, जो उस पर कब्जा रखने वाले व्यक्ति",
  "which may not be in actual use by the one having possession over it.": "द्वारा वास्तविक उपयोग में नहीं हो सकता है।",
  "7. The terms “possession” and “occupy” are in common": "अभिव्यक्ति 'कब्जा' है, अर्थात, 'पेशे में॥ 'आधिपत्य” और 'कब्जा' शब्द अलग-अलग",
  "over a property may amount to holding it as an owner but": "के पास संपत्ति हो सकती है, लेकिन उस पर कब्जा नहीं हो सकता है। 'पेशे' शब्द का",
  "occupy the tenancy premises though he may have continued": "परिसर पर कब्जा करना बंद कर दिया है, हालांकि उसने उस पर कब्जा बनाए रखा हो।",
  "toretain possession thereof. The scheme of the Haryana Act is also to insist on the tenant remaining in occupation of the": "हरियाणा अधिनियम की योजना किरायेदार को परिसर के कब्जे में रहने पर जोर देने",
  "upon the tenant is expected to make useful use of the": "के लिए भी है। किराएदार से अपेक्षा की जाती है कि वह संपत्ति का उपयोगी उपयोग",
  "property and subject the tenancy premises to any permissible and useful activity by actually being there. To": "करे और किरायेदारी परिसर को वास्तव में वहां रहकर किसी भी अनुमेय और उपयोगी",
  "the premises it is no answer that the tenant has a right to": "पर कब्जा करना बंद कर दिया है, यह कोई जवाब नहीं है कि किरायेदार को किरायेदारी",
  "possess the tenancy premises and he has continued in juridical possession thereof...": "परिसर पर कब्जा करने का अधिकार है और वह उसके न्यायिक कब्ने में है...",
  "This meaning assigned to the terms ‘possession’ and ‘occupy’ has direct relevance to the issue arising in the instant petition, as in Ram Das (supra) case also possession or occupation of the premises was": "'आधिपत्य” और 'कब्जा' शब्दों को सौंपे गए इस अर्थ का तत्काल याचिका में उठने वाले मुद्दे से सीधा संबंध है, क्योंकि राम दास (पूर्व) मामले में भी परिसर का कब्जा या",
  "(11.6) The requirement of Section 13(1)(a)(i) of the Act,": "(0.6) अधिनियम की धारा 33 (0) (00 (आई) की आवश्यकता यह है कि मकान मात्रिंक",
  "therefore, is that the landlord is not occupying another residential/non-": "संबंधित शहारी क्षेत्र में किसी अन्य आवासीय/ गैर-आवासीय भवन पर कब्जा नहीं कर",
  "keeping possession of the premises and using it too by being present in": "इसका उपयोग कर रहा है। मकान मा्रिंक द्वारा किसी परिसर के स्वामित्व और कब्जे,",
  "it. Mere ownership and possession of a premises by the landlord,": "मामला एक मकान मालिक से संबंधित है, जिसने इस आधार पर किरायेदार के परिसर",
  "without it being in occupation, will not be of any consequence and": "बिना उसके कब्जे के, कोई परिणाम नहीं होगा और एक मकान मालिक को वास्तविक",
  "cannot bar a landlord from seeking its possession for bona fide personaluse.": "व्यक्तिगत उपयोग के लिए इसके कब्जे की मांग करने से नहीं रोका जा सकता है।",
  "(12) The fact of landlord not being in occupation of any other suitable premises in the urban area concerned, was pleaded in the": "(2) संबंधित शहरी क्षेत्र में किसी अन्य उपयुक्त परिसर पर मकान मालिक का कब्जा",
  "ejectment petition and proved in evidence also. Initial burden having": "नहीं होने के तथ्य को निष्कासन याचिका में दलील दी गई थी और साक्ष्य में भी साबित",
  "been discharged by the landlord; onus was on the tenant to establish that the former was in occupation of another residential/non-residential": "किराएदार पर यह स्थापित करने की जिम्मेदारी थी कि पूर्व एक अन्य आवासीय / गैर-",
  "building. He, however, failed to do that. Now, before this Court, by": "आवासीय इमारत के कब्जे में था। हालांकि, वह ऐसा करने में विफल रहे। अब, इस",
  "relying on the transfer deed, dated 26.3.2015, and referring to the": "न्यायालय के समक्ष, दिनांक 26.3.2075 के हस्तांतरण विलेख पर भरोसा करके और",
  "recitals therein about ownership and possession of a shop, no plea can": "दुकान के स्वामित्व और कब्जे के बारे में उसके अभिलेखों का उल्लेख करके, कोई",
  "be raised that the landlord was in occupation of another non-residential": "दत्नील नहीं दी जा सकती है कि मकान मालिक संबंधित शहरी क्षेत्र में किसी अन्य गैर-",
  "property/shop in the urban area concerned; and that the fact was": "आवासीय संपत्ति / दुकान के कब्जे में था; और यह तथ्य था कि निष्कासन याचिका"
}