{
  "stated that the petitioner in CWP No. 7647 of 2016 has already died awaiting the benefit as being claimed in the present petition.": "संख्या 7647/2046 पहले ही लाभ की प्रतीक्षा में मर चुका है जेसा कि वर्तमान याचिका में दावा किया गया है।",
  "(15) Keeping in view the facts and circumstances of this case,": "(45) इस मामले के तथ्यों और परिस्थितियों को ध्यान में रखते हुए, याचिकाकर्ताओं",
  "period of three years and two months prior to the filing of the present": "को वर्तमान याचिकाओं को दाखिल करने से पहले तीन साल और दो महीने की अवधि के",
  "with within a period of two months from the receipt of copy of this": "थी। 2046. इस आदेश की प्रति प्राप्त होने के दो माह की अवधि के भीतर आदेश का",
  "(16) It is made clear that the arrears upon re-fixation will be paid": "(56) यह स्पष्ट किया गया है कि पुन: निर्धारण पर बकाया राशि 2046 के",
  "to the legal heirs of the petitioner in CWP No. 7647 of 2016.": "सीडब्ल्यूपी संख्या 7647 में याचिकाकर्ता के कानूनी उत्तराधिकारियों को भुगतान की",
  "(17) Petitions are allowed in above terms.": "(7) उपरोक्त शर्तों में याचिकाएं स्वीकार की जाती हैं।",
  "(18) A photocopy of this order be placed on the file of another connected case.": "(48) इस आदेश की एक फोटोकॉपी किसी अन्य संबंधित मामले की फाइल पर लगाई जाएगी।",
  "Before Harsimran Singh Sethi, J.": "हरसिमरन सिंह सेठी से पहले जे.",
  "RAM KUMAR BISHNOI THROUGH HIS L.Rs—Petitioner": "राम कुमार बिश्नोई अपने एल.आर. के माध्यम से-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND ANOTHER—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "CWP No. 7647 of 2016": "2046 का सीडब्ल्यूपी नंबर 7647",
  "October 10, 2022": "40 अक्टूबर 2022",
  "Haryana Civil Services (Assured Career Progression), Rules": "हरियाणा सिविल सेवा (सुनिश्चित कैरियर प्रगति), नियम 2008 (इसके बाद '2008",
  "2008 (hereinafter referred to as ‘2008 Rules’)—Clause 12 solve the anomalies present case clear case of anomaly. Where senior is getting": "नियम' के रूप में संदर्भित) - खंड 42 विसंगति के स्पष्ट मामले को वर्तमान विसंगतियों को",
  "anomalies present case clear case of anomaly. Where senior is getting lower pay than juniors. Which is not permissible under the law—": "हल करता है। जहां सीनियर को जूनियर से कम वेतन मिल रहा है। जो कानून के तहत",
  "Petitioner entitled to step up of pay in term of Rule 12 of 2008 Rules": "का ही है - याचिकाकर्ता 2008 नियमों के नियम 42 की अवधि में वेतन वृद्धि का हकदार",
  "Held, that the petitioner was appointed as a Lecturer in Civil": "माना गया कि याचिकाकर्ता को सरकार में सिविल इंजीनियरिंग में व्याख्याता के",
  "Engineering in Govt. Polytechnic through Haryana Public Service Commission on 25.02.1992. While the petitioner was working as a": "रूप में नियुक्त किया गया था। 25.02.4992 को हरियाणा लोक सेवा आयोग के माध्यम से पॉलिटेक्निक। जब याचिकाकर्ता एक व्याख्याता के रूप में काम कर रहा था, तब",
  "Lecturer, therespondent-department issued an advertisement advertising the post of Senior Lecturer in the Department of Civil Engineering and": "विभाग ने सिविल इंजीनियरिंग विभाग में वरिष्ठ व्याख्याता के पद के लिए एक विज्ञापन",
  "the petitioner competed for the same and was ultimately directly": "जारी किया और याचिकाकर्ता ने इसके लिए प्रतिस्पर्धा की और अंततः नियुक्ति पत्र दिनांक",
  "recruited as a Senior Lecturer Anurag Goyal, Advocate, for the": "वरिष्ठ व्याख्याता के रूप में भर्ती कर लिया गया। अनुराग गोयल, अधिवक्ता, 2046 के",
  "Gulfana, Advocate, for Gurinder Pal Singh, Advocate, for the": "गुलफाना, वकील, गुरिंदर पाल सिंह के लिए, वकील, 2046 के सीडब्ल्यूपी नंबर",
  "petitioner in CWP No.25433 of 2016.": "25433 में याचिकाकर्ता के लिए।",
  "Rajesh Gaur, Addl. A.G., Haryana.": "राजेश गौड़, अतिरिक्त. ए.जी., हरियाणा।",
  "HARSIMRAN SINGH SETHI J. (ORAL)": "हरसिमरन सिंह सेठी से पहले जे.",
  "(1) By this common order, the writ petitions, details of which": "(3) इस सामान्य आदेश द्वारा, रिट याचिकाएं, जिनका विवरण ऊपर दिया गया है,",
  "have been given above, are being disposed of as both the writ petitions involvethe same question of law on similar facts.": "का निपटारा किया जा रहा है क्योंकि दोनों रिट याचिकाओं में समान तथ्यों पर समान कानून का प्रश्न शामिल है।",
  "(2) For the purpose of this order, the facts are being taken from CWP No. 7647 of 2016.": "हर हि ) इस आदेश के प्रयोजन के लिए, तथ्य 2046 के सीडब्ल्यूपी संख्या 7647 से लिए जा रहे हैं।",
  "(3) In the present petition, the grievance of the petitioner is that": "(3) वर्तमान याचिका में, याचिकाकर्ता की शिकायत यह है कि जिन कर्मचारियों को",
  "the employees, who were promoted after the petitioner (since deceased) after his direct recruitment in the cadre of Senior Lecturer in": "सिविल इंजीनियर में वरिष्ठ व्याख्याता के कैडर में सीधी भर्ती के बाद याचिकाकर्ता (मृतक)",
  "of Senior Lecturer, which is not permissible. The claim of the petitioner": "वरिष्ठ व्याख्याता के संवर्ग में, जो अनुमन्य नहीं है। याचिकाकर्ता का दावा दिनांक",
  "is for the grant of benefit to the petitioner under Clause-12 of the Notification dated 30.12.2008 (Annexure P-3) so as to grant the": "30.42.2008 (अनुलग्रक पी-3) की अधिसूचना के खंड-42 के तहत याचिकाकर्ता को लाभ",
  "the petitioners is that petitioner is entitled to the salary equivalent to his": "42 को ध्यान में रखते हुए याचिकाकर्ता अपने कनिष्ठों के बराबर वेतन का हकदार है,",
  "(7) After notice of motion, the respondents have filed the reply,": "(7) प्रस्ताव के नोटिस के बाद, उत्तरदाताओं ने जवाब दाखिल किया है, जिसमें",
  "amended for the grant of higher pay structure/ACP. As per the": "अधिसूचना/पत्र के कार्यान्वयन के कारण था, जिसके द्वारा उच्च वेतन संरचना/एसीपी के",
  "respondents, Clause-12 of 2008 Rules can only be implemented where,": "अनुसार, 2008 के नियमों के खंड-42 को केवल वहीं लागू किया जा सकता है, जहां किसी",
  "no benefit of ACP has been extended to an employee and hence, the": "कर्मचारी को एसीपी का कोई लाभ नहीं दिया गया है और इसलिए, 2008 के नियमों के",
  "benefit of said Clause-12 of 2008 Rules is not admissible to the petitioner.": "खंड-42 का लाभ याचिकाकर्ता को स्वीकार्य नहीं है।",
  "(8) I have heard learned counsel for the parties and have gone through the record with their able assistance.": "(9) मैंने पार्टियों के विद्वान वकील को सुना है और उनकी सक्षम सहायता से",
  "(9) The only question, which needs to be answered in the": "(9) वर्तमान याचिकाओं में एकमात्र प्रश्न, जिसका उत्तर दिए जाने की आवश्यकता",
  "present petitions is whether, a senior employee can get lower pay than his junior by the implementation of ACP Rules and in case, any such": "है, वह यह है कि क्‍या एसीपी नियमों के कार्यान्वयन से एक वरिष्ठ कर्मचारी को अपने कनिष्ठ कर्मचारी से कम वेतन मिल सकता है और यदि ऐसी कोई स्थिति उत्पन्न होती है, तो",
  "situation arises whether, the senior can claim step up of his/her pay.": "क्या वरिष्ठ कर्मचारी कदम का दावा कर सकता है? उसके वेतन से ऊपर.",
  "(10) It is a conceded position that 2008 Rules came into": "(40) यह एक स्वीकृत स्थिति है कि 2008 के नियम 4.4.2008 से अस्तित्व में आए।",
  "existence w.e.f. 01.01.2006. The provisions of 2008 Rules are admissible/applicable upon the petitioners as well. Further, 2008 Rules": "04.04.2006. 2008 के नियमों के प्रावधान याचिकाकर्ताओं पर भी स्वीकार्य/लागू हैं। इसके",
  "were further amended by the respondents vide Notification/letter dated": "अलावा, 2008 के नियमों को उत्तरदाताओं द्वारा दिनांक 8.0.2044 की अधिसूचना/पत्र",
  "18.10.2011 by which, pay scale of the technical post were revised.": "के माध्यम से संशोधित किया गया, जिसके द्वारा तकनीकी पद के वेतनमान को संशोधित",
  "Though, for the higher pay under the ACP Rules, 2008, Senior": "किया गया। हालाँकि, एसीपी नियम, 2008 के तहत उच्च वेतन के लिए, वरिष्ठ व्याख्याता",
  "Lecturers were eligible only after six years of regular service in the cadre of Senior Lecturers but keeping in view the note mentioned in the": "वरिष्ठ व्याख्याता के कैडर में छह साल की नियमित सेवा के बाद ही पात्र थे, लेकिन दिनांक",
  "higher pay scale in the cadre of Senior Lecturers after counting of": "का प्रावधान किया गया था। वरिष्ठ व्याख्याताओं के संवर्ग में उच्च वेतनमान का लाभ",
  "three years regular satisfactory service in the cadre of regular lecturer as": "नियमित व्याख्याता के संवर्ग में भी तीन वर्ष की नियमित संतोषजनक सेवा की गणना के",
  "well, juniors to the petitioner were granted the benefit of higher pay": "बाद याचिकाकर्ता के कनिष्ठों को याचिकाकर्ता को नजरअंदाज कर उच्च वेतनमान का",
  "ignoring the petitioner. By implementing the said note of the Notification/letter dated 18.10.2011, the juniors of the petitioners, who": "लाभ दिया गया। दिनांक 48.40.2044 की अधिसूचना/पत्र के उक्त नोट को लागू करके,",
  "did not had six years service as a Senior Lecturer, were granted higher": "याचिकाकर्ताओं के कनिष्ठों, जिनके पास वरिष्ठ व्याख्याता के रूप में छह साल की सेवा",
  "petitioners on the ground that petitioners were directly recruited as": "को इस आधार पर नहीं दिया गया कि याचिकाकर्ताओं को सीधे वरिष्ठ व्याख्याता के रूप",
  "Senior Lecturers and not promoted. The net result is that the": "में भर्ती किया गया था और पदोन्नत नहीं किया गया था। इसका नतीजा यह है कि",
  "petitioners are getting lesser pay as compared to their juniors. The": "याचिकाकर्ताओं को उनके कनिष्ठों की तुलना में कम वेतन मिल रहा है। प्रतिवादी-राज्य",
  "petitioner stepping up of pay equivalent to that of his juniors with all": "देने के लिए है, ताकि याचिकाकर्ता को उसके कनिष्ठों के बराबर वेतन दिया जा सके।",
  "consequential benefits. The facts leading to the filing of the present petition are as under :-": "फ़ायदे। वर्तमान याचिका दायर करने के तथ्य इस प्रकार हैं:-",
  "(4) The petitioner was appointed as a Lecturer in Civil Engineering in Govt. Polytechnic through Haryana Public Service": "(4) याचिकाकर्ता को सरकार में सिविल इंजीनियरिंग में व्याख्याता के रूप में नियुक्त किया गया था। 25.02.4992 को हरियाणा लोक सेवा आयोग के माध्यम से",
  "(5) In the year 2008, the respondents issued Haryana Civil Services(Assured Career Progression), Rules 2008 (hereinafter referred": "(5) वर्ष 2008 में, उत्तरदाताओं ने हरियाणा सिविल सेवा (सुनिश्चित कैरियर प्रगति),",
  "to as '2008 Rules'), which came into effect w.e.f. 01.01.2006. The said": "नियम 2008 (इसके बाद '2008 नियम' के रूप में संदर्भित) जारी किए, जो 4.4.2008 से",
  "the Assured Career Progression Scheme to the employees, who though": "सुनिश्चित कैरियर प्रगति योजना के तहत उच्च वेतनमान का लाभ दिया जा सके, जो",
  "were eligible for promotion but were not getting the same due to the": "हालांकि पदोन्नति के लिए पात्र थे, लेकिन पदोन्नति के अवसरों की कमी के कारण उन्हें यह",
  "pay of a senioremployee is to be fixed even in case, the said senior": "कर्मचारी का वेतन कैसे तय किया जाए, भले ही उक्त वरिष्ठ कर्मचारी को एसीपी के",
  "employee has not been granted the benefit under 2008 Rules for the": "अनुदान के लिए 2008 के नियमों के तहत लाभ नहीं दिया गया हो और उसके जूनियर को",
  "(6) As per the petitioner, certain employees, who were working": "(6) याचिकाकर्ता के अनुसार, कुछ कर्मचारी, जो व्याख्याता के कैडर में कार्यरत थे,",
  "Lecturer after the direct recruitment of the petitioner to the said post, in December, 2004. In the year 2011, the respondents further revised the": "दिसंबर, 2004 में याचिकाकर्ता की उक्त पद पर सीधी भर्ती के बाद वरिष्ठ व्याख्याता के",
  "pay scale of the employees working in the Technical Education Department including that of Senior Lecturers through letter dated": "-4) के माध्यम से वरिष्ठ व्याख्याताओं सहित तकनीकी शिक्षा विभाग में कार्यरत कर्मचारियों",
  "18.10.2011 (Annexure P-4) while implementing the said letter dated": "उक्त पत्र दिनांक 48.0.2044 (अनुलग्नक पी-4) में दिए गए नोट को ध्यान में रखते हुए",
  "the benefit of higher pay scale admissible after six years, by counting": "करके छह साल के बाद स्वीकार्य उच्च वेतनमान का लाभ दिया गया था। शुद्ध परिणाम",
  "was that though, petitioner was senior in the seniority list in the cadre": "यह हुआ कि हालांकि, याचिकाकर्ता वरिष्ठ व्याख्याता के कैडर में वरिष्ठता सूची में वरिष्ठ",
  "of Senior Lecturer, but his juniors were getting higher pay scale by implementation of the letter dated 18.10.2011 (Annexure P-4), which": "था, लेकिन उसके कनिछष्ठों को दिनांक 48.40.2044 के पत्र (अनुलग्रक पी -4) के कार्यान्वयन से उच्च वेतनमान मिल रहा था, जिसमें 2008 के नियमों में संशोधन किया गया",
  "amended 2008 Rules in preference to the petitioner. The grievance of": "था। याचिकाकर्ता को. याचिकाकर्ताओं की शिकायत यह है कि 2008 के नियमों के खंड-"
}