{
  "ment when he is hired in or in connection with such work": "(9) एक श्रमिक को “किसी प्रतिष्ठान के काम के संबंध में या उसके संबंध में अनुबंधित श्रमिक के रूप में नियोजित",
  "by or through a contractor, with or without the knowledge of the principal employer;": "निर्धारित किया जाएगा, जब उसे किसी ठेकेदार द्वारा या उसके माध्यम से, प्रमुख नियोक्ता की जानकारी के साथ या उसके बिना ऐसे काम के संबंध में काम पर रखा जाता है|;",
  "(c) “contractor”, in relation to an establishment means a person": "(0 किसी प्रतिष्ठान के संबंध में “ठेकेदार” का अर्थ एक ऐसा व्यक्ति है जो अनुबंध श्रम के माध्यम से ऐसे प्रतिष्ठान",
  "ment, other than a mere supply of goods or articles of manufacture to such establishment, through contract labour": "को केवल माल या निर्माण के लेखों की आपूर्ति के अलावा, प्रतिष्ठान के लिए दिए गए परिणाम का उत्पादन करने",
  "manufacture to such establishment, through contract labour or who supplies contract labour for any work of the estab-": "का कार्य करता है या जो किसी स्थापना कार्य के लिए अनुबंध श्रम की आपूर्ति करता है और इसमें एक उप-",
  "lishment and includes a sub-contractor;": "ठेकेदार भी शामिल है;",
  "(e) “establishment” means—": "(9) “स्थापना” का अर्थ है",
  "(i) any office or department of the Government or a_ local authority, or": "(0) सरकारी स्थानीय प्राधिकरण का कोई कार्यालय या विभाग, या",
  "(ii) any place where any industry, trade business, manufacture or occupation is carried :on;": "(0॥ कोई भी स्थान जहां कोई उद्योग, व्यापार व्यवसाय, विनिर्माण या व्यवसाय चलाया जाता है;",
  "(g) “Principal employers” means—": "(९) \"प्रधान नियोक्‍ता” का अर्थ है-",
  "(i) in relation to any office or department of the Government or a local authority, the head of that office or department": "(0) किसी कार्यालय या विभाग के संबंध में, सरकार या स्थानीय प्राधिकारी, उस कार्यालय या विभाग का",
  "er such other officer as the Government or the local authority, as the case may be, specify in this behalt,": "प्रमुख ट् ऐसा अन्य अधिकारी, जैसा भी मामला हो, सरकार या स्थानीय प्राधिकारी, इस संबंध में निर्दिष्ट",
  "(ii) in a factory, the owner or occupier of the factory and": "(॥)) किसी कारखाने में, कारखाने का मालिक या अधिभोगी और जहां किसी व्यक्ति को फैक्टरी अधिनियम,",
  "where a person has been named as the manager of the factory under the Factories Act, 1948, the person so named,": "948 के तहत कारखाने के प्रबंधक के रूप में नामित किया गया है, उस व्यक्ति को इस प्रकार नामित",
  "(iii) in a mine, the owner or agent of the mine and where a person has been named as the manager of the mine, the": "(॥) किसी खदान में, खदान का मालिक या एजेंट और जहां किसी व्यक्ति को खदान के प्रबंधक के रूप में",
  "person so named,": "नामित किया गया है, तो इस प्रकार नामित व्यक्ति,",
  "(iv) in any other establishment, any person responsible fur the supervision and control of the establishment.": "(५) किसी अय्य प्रतिष्ठान में, प्रतिष्ठान के पर्यवेक्षण और नियंत्रण के लिए जिम्मेदार कोई भी व्यक्ति।",
  "7. Registration of certain establishments.": "7. निश्चित प्रतिष्ठानों का पंजीकरण।",
  "(1) Every principal employer of an establishment to which this Act applies shall within such period as the appropriate": "(॥) किसी प्रतिष्ठान का प्रत्येक प्रमुख नियोक्ता जिस पर यह अधिनियम लागू होता है, उपयुक्त सरकार द्वारा",
  "Government may; by notification ‘in the official Gazette, fix in this behalf with respect to establishment genera!lly or": "निर्धारित अवधि के भीतर; आधिकारिक राजपत्र में अधिसूचना द्वारा, सामान्यतः प्रतिष्ठानों के संबंध में या",
  "with respect to any class of them, make an application to the registering officer in the prescribed manner for regis- tration of the establishment :": "उनमें से किसी भी वर्ग के संबंध में इस संबंध में तय करें, प्रतिष्ठान के पंजीकरण के लिए पंजीकरण अधिकारी को निर्धारित तरीके से आवेदन करें",
  "Provided that the registering officer may entertain anv such application for registration after expiry of the period fixed": "बशर्ते कि पंजीकरण अधिकारी इस संबंध में निर्धारित अवधि की समाप्ति के बाद पंजीकरण के लिए ऐसे किसी",
  "the applicant was prevented by sufficient cause from: making": "करने से पर्याप्त कारण से रोका गया था।",
  "respectively. Section 7 of the Act provides for registration of the establishment to which the Act applies; whereas section 12 is for": "अधिनियम की धारा 7 उस प्रतिष्ठान के पंजीकरण का प्रावधान करती है जिस पर अधिनियम लागू होता है; जबकि",
  "provisions of the Act. Section 9 of the Act provides for the effect of the non-registration under the Act; whereas section 10 gives the": "की धारा 9 अधिनियम के तहत पंजीकरण न होने के प्रभाव का प्रावधान करती है; जबकि धारा 0 उपयुक्त",
  "power to the appropriate government to prohibit the employment of contract labour in an establishment by 2 notification in the Official": "सरकार को आधिकारिक राजपत्र में एक अधिसूचना द्वारा किसी प्रतिष्ठान में अनुबंध श्रम के रोजगार पर रोक",
  "Gazette. Sections 23 and 24 of the Act provide for the penalties for the contravention of the Act. It will be relevant to reproduce the,": "लगाने की शक्ति देती है। अधिनियम की धारा 23 और 24 अधिनियम के उल्लंघन के लिए दंड का प्रावधान",
  "the contravention of the Act. It will be relevant to reproduce the, above-quoted sections: —": "करती है। उपरोक्त उद्धृत अनुभागों को पुन: प्रस्तुत करना प्रासंगिक होगा:",
  "“Short title, extent commencement and application.—(1) This Act may be called THE CONTRACT LABOUR (REGU-": "“संक्षिप्त शीर्षक, विस्तार प्रारंभ और अनुप्रयोग।-() इस अधिनियम को अनुबंध श्रम (विनियमन और उन्मूलन)",
  "(4) It applies;": "(4) यह लागू होता है;",
  "(a) to every establishment in which twenty or more workmen are employed or were employed on any day of the preced-": "(0) प्रत्येक प्रतिष्ठान में जिसमें बीस या अधिक कामगार नियोजित हैं या पिछले बारह महीनों के किसी भी दिन",
  "ing twelve months as contract labour;": "अनुबंध श्रमिक के रूप में नियोजित थे;",
  "(b) to every contractor, who employs or who employed on arty day of the preceding twelve months twenty or more": "(बी) प्रत्येक ठेकेदार को, जो पिछले बारह महीनों के कोई भी दिन पर बीस या श्रमिकों को नियोजित करता है या",
  "workmen;": "नियोजित करता है;",
  "Provided that the appropriate Government may, after giving not less than two months’, notice of its intention so to do,": "बशर्ते कि उपयुक्त सरकार, ऐसा करने के अपने इरादे की दो महीने से कम नहीं की सूचना देने के बाद,",
  "by notification in the Official Gazette, apply the, provisions of this Act to any establishment of contractor employing such number of workmen less than twenty as may be": "आधिकारिक राजपत्र में अधिसूचना द्वारा, इस अधिनियम के प्रावधानों को बीस से कम श्रमिकों को नियोजित",
  "(5) (a) It shall not apply to establishments in which work only of an intermittent or casual nature is performed.": "(5) (ए) यह उन प्रतिष्ठानों पर लागू नहीं होगा जिनमें केवल रुक-रुक कर या आकस्मिक प्रकृति का काम किया जाता है।",
  "(b) If a question arises whether work performed.in an estab- lishment is of an intermittent or casual nature, the appro-": "(बी) यदि प्रश्न उठता है कि कया किसी प्रतिष्ठान में किया गया कार्य रूक-रुक कर या आकस्मिक प्रकृति का है,",
  "priate Government shall decide that question after consult- ation with the Central Board or, as the case may be, a": "तो उपयुक्त सरकार केंद्रीय बोर्ड या, जैसा भी मामला हो, राज्य बोर्ड से परामर्श के बाद उस प्रश्न पर निर्णय लेगी,",
  "State Board, and its decision shall be final,’": "और इसका निर्णय अंतिम होगा।",
  "Before : J. V. Gupta, C.J. & R. S. Mongia, J.": "जे. वी. गुप्ता, सी.जे. और आर. एस. मोंगिया, जे समक्ष",
  "GIAN SINGH AND OTHERS,—Petitioners.": "ज्ञान सिंह और अन्य,- याचिकाकर्ता।",
  "versus": "बनाम",
  "SENIOR REGIONAL MANAGER, F.C.1, CHANDIGARH, —~Respondents,": "वरिष क्षेत्रीय प्रबंधक, एफ.सी.आई., चंडीगढ़, प्रतिवादी।",
  "27th November, 1990.": "27 नवंबर, 990",
  "Contract Labour (Regulation and Abolition) Act, 1970-—Ss. 1(4), 2(b), 2(e)—Act applies to establishments employing 20 or more": "अनुबंध श्रम (विनियमन और उन्मूलन) अधिनियम, 970-एस.एस. (4), 2(बी), 2(ई) - अधिनियम 20 या अधिक",
  "workmen—No provision for total abolition under Act-—-Abolition": "श्रमिकों को नियोजित करने वाले प्रतिष्ठानों पर लागू होता है -उन्मूलन के तहत पूर्ण उन्मूलन का कोई प्रावधान",
  "power with appropriate government—Individual godown not": "नहीं है - उपयुक्त सरकार के साथ उन्मूलन शक्ति - 20 या अधिक कर्मचारियों को नियोजित न करने वाले",
  "employing 20 or more employees—Each godown—Whether can de treated as separate establishment.": "व्यक्तिगत गोदाम - प्रत्येक गोदाम - क्या उसे अलग प्रतिष्ठान निर्धारित किया जा सकता है।",
  "Held, that each godown is a separate establishment and it would have to be seen whether in any ot these godowns, the number": "यह निर्धारित गया है कि प्रत्येक गोदाम एक अलग प्रतिष्ठान है और यह देखना होगा कि क्या इनमें से किसी भी",
  "of persons employed through the contractor is miore than 20. It has": "गोदाम में ठेकेदार के माध्यम से नियोजित व्यक्तियों की संख्या 20 से अधिक है। निगम द्वारा विशेष रूप से कहा",
  "establishments, more than 15 persons as Security Guards have been employed through the contractor. Ihat being so, the question of": "गया है कि किसी भी प्रतिष्ठान में ठेकेदार के माध्यम से सुरक्षा गार्ड के रूप में 5 से अधिक व्यक्तियों को",
  "employed through the contractor. Ihat being so, the question of any right flowing to such Security Guards under the Act would not": "नियोजित नहीं किया गया है। ऐसा होने पर, अधिनियम के तहत ऐसे सुरक्षा गार्डों को कोई अधिकार मिलने का",
  "Contract Labour (Regulation and Abolition) Act, 1970—Ss. 7, 12,": "(आख्यान १5) अनुबंध श्रम (विनियमन और उन्मूलन) अधिनियम, 970-एस.एस. 7, 2.",
  "23 & 24—Food Corporation Act, 1964—S. 45—Food Corporation of": "23 और 24-खाद्य निगम अधिनियम, 964 एस. 45 भारतीय खाद्य निगम (कर्मचारी) विनियम, 97-ठेकेदार",
  "by contractor—Neither Corporation registered nor contractor hold-": "द्वारा सुरक्षा गार्ड की तैनाती-न तो निगम पंजीकृत है और न ही ठेकेदार के पास अधिनियम के तहत लाइसेंस है-",
  "ing licence under the Act—Effect of non-registration—Liability restricted only to penal provisions—No relationship of ‘master and": "पंजीकरण न होने का प्रभाव -दायित्व केवल दंडात्मक प्रावधानों तक सीमित है- मालिक और नौकर का कोई",
  "servant’—Security guards not in direct control of Corporation—Such": "संबंध नहीं'-सुरक्षा गार्ड निगम के सीधे नियंत्रण में नहीं हैं-ऐसे कर्मचारियों को निगम का नियमित कर्मचारी कहा",
  "Held, that if there is violation of the provisions.of the Act, to": "निर्धारित किया जाता है कि यदि अधिनियम के प्रावधानों का उल्लंघन होता है, तो इस आशय का कि मुख्य",
  "the effectithat the principal employer does not get registration as required under Section 7 of the Act and or the contractor does not get the licence under Section 12 of the Act, the persons so appointed": "नियोक्‍्ता को अधिनियम की धारा 72 के तहत आवश्यक पंजीकरण नहीं मिलता है, तो ठेकेदार के माध्यम से",
  "by the principal employer through the contractor would be deemed to be the direct employees of the principal employer. We see no": "मुख्य कर्मचारी द्वारा नियुक्त व्यक्ति को मुख्य नियोकता के प्रत्यक्ष कर्मचारी नियोक्‍ता निर्धारित किया जाएगा। हम",
  "such inference deducible from the violation of ‘the provisions of the Act. Section 9 of the Act prohibits the employment throygh the": "अधिनियम के प्रावधानों के उल्लंघन से उत्पन्न होने वाला कोई प्रमुख निष्कर्ष नहीं देखते हैं। अधिनियम की धारा",
  "Act. Section 9 of the Act prohibits the employment throygh the contractor in case of non-registration. But is a principal employer. does": "9 पंजीकरण न होने की स्थिति में ठेकेदार के माध्यम से रोजगार पर रोक लगाती है। लेकिन क्या कोई प्रमुख",
  "employ persons through the contractor inspite of non-registration, the": "नियोक्‍्ता पंजीकरण न होने के बावजूद ठेकेदार के माध्यम से व्यक्तियों को नियुक्त करता है, तो एकमात्र पैनल",
  "only penal provisions. are Sections. 23.and 24 of the Act ie. that the principal: employer can be proceeded .against under these sections": "प्रावधान अधिनियम की धारा 23 और 24 हैं यानी कि इन धाराओं के तहत मुख्य नियोक्‍्ता के खिलाफ कार्रवाई",
  "but.the Act nowhere.provides that such employees employed through": "की जा सकती है, लेकिन अधिनियम में कहीं भी यह प्रावधान नहीं है कि ठेकेदार के माध्यम से नियोजित ऐसे",
  "the contractor would become the employees of ‘the ‘principal": "कर्मचारी मुख्य नियोक्‍ता के कर्मचारी बन जाएंगे।",
  "Appeal under Clause ‘X’ of the Letters Patent against t judgment dated 8th October, 1990, delivered by Hon’ble Mr. Justice MR. Agnihotri.": "माननीय न्यायमूर्ति श्री एम.आर.अग्निहोत्री द्वारा दिए गए दिनांक 8 अक्टूबर 990 के निर्णय के विरुद्ध लेटर्स पेटेंट के खंड 'एक्स' की अपील",
  "H. S. Gill, Advocate. for the Appeliant.": "एच.एस. गिल, अपीलकर्ता की ओर से अधिवक्ता।",
  "“NK. Sodhi,-Sr.. Advocate with Kapil Dev Aggarwal, Advocate, for the respondents.": "एन. के. सोढ़ी, वरिष्ठ अधिवक्ता, कपिल देव अग्रवाल अधिवक्ता के साथ, उत्तरदाताओं के लिए अधिवक्ता।",
  "JUDGMENT": "निर्णय",
  "(1) Since the matter is of great importance and many cases on the same point are pending decision, we heard the learned counsel": "चूंकि मामला बहुत महत्वपूर्ण है और एक ही बिंदु पर कई मामले निर्णय के लिए लंबित हैं, हमने पार्टियों के विद्वान",
  "the same point are pending decision, we heard the learned counsel for the parties at length as we intended to dispose of these Letters Patent Appeal at the motion stage.": "वकील को विस्तार से सुना क्योंकि हमारा इरादा प्रस्ताव चरण में इन पत्र पेटेंट अपील का निपटान करना था।",
  "(2) This judgment would dispose of Letters Patent Appeals Nos. 1215 and 1214 of 1990, these arise out of a common judgment": "यह निर्णय 990 के लेटर्स पेटेंट अपील संख्या 425 और 4244 का निपटान करेगा, ये विद्वान एकल न्यायाधीश",
  "of the learned Single Judge, by which 17 writ petitions involving the same questions of law and fact were dismissed.": "के एक सामान्य निर्णय से उत्पन्न हुए हैं, जिसके द्वारा कानून और तथ्य के समान प्रश्नों से जुड़ी 47 रिट याचिकाएं खारिज कर दी गई थीं।",
  "provisions of law, on the basis of which the appellants (writ peti-": "पर ध्यान देना आवश्यक होगा, जिसके आधार पर अपीलकर्ताओं (रिट याचिकाकर्ताओं) ने रिट याचिकाओं में",
  "(4) Respondent-Food Corporation of India (hereinafter referred to as the Corporation) has been constituted by the Act of Parliament,": "प्रतिवादी-भारतीय खाद्य निगम (बाद में निगम के रूप में संदर्भित) का गठन संसद के अधिनियम, अर्थात, खाद्य",
  "viz., the Food Corporation Act, 1964, with the object of procurement, storage, movement in distribution of Foodgrains throughout the": "निगम अधिनियम, 964 द्वारा किया गया है, जिसका उद्देश्य खाद्यानत्नों की खरीद, भंडारण, देश में वितरण में",
  "country. The Corporation employs for the discharge of this work, _ three types of labourers (i) departmentalised labour who are its": "आवाजाही है। निगम इस कार्य के निर्वहन के लिए तीन प्रकार के श्रमिकों को नियोजित करता है () विभागीय",
  "regular employees; (ii) direct paid labour and (iii) contract labour,": "श्रमिक जो इसके नियमित कर्मचारी हैं; 0 प्रत्यक्ष भुगतान वाले श्रमिक और (॥) अनुबंधित श्रमिक, जिन्हें निगम",
  "who are employed by the Corpoartion through the intermediatary of the contractors. The appellants (writ-petitioners) are the": "द्वारा ठेकेदारों के मध्यस्थ के माध्यम से नियोजित किया जाता है। अपीलकर्ता (रिट-याचिकाकर्ता) ऊपर",
  "employees of the third category referred to above. Respondent No. 4 in the present appeal is a contractor. running the business of security and deployment services, which provides Security Guards": "उल्लिखित तीसरी श्रेणी के कर्मचारी हैं। वर्तमान अपील में प्रतिवादी 4 सुरक्षा और तैनाती सेवाओं का व्यवसाय",
  "security and deployment services, which provides Security Guards to various establishments whenever an Establishment asks for.": "चलाने वाला एक ठेकेदार है, जो जब भी कोई प्रतिष्ठान ऐसी सेवाओं की मांग करता है तो विभिन्न प्रतिष्ठानों को",
  "such services. The appellants are ex-servicemen and _ registered with the said contractor. According to the Corporation, the work": "सुरक्षा गार्ड प्रदान करता है। अपीलकर्ता पूर्व सैनिक हैं और उक्त अनुबंध के साथ पंजीकृत हैं। निगम के अनुसार,",
  "of procurement, storage, movement and distribution of foodgrains is seasonal, sporadic and varies from region to region. The Cor-": "खाद्यान्न की खरीद, भंडारण, परिवहन और वितरण का कार्य मौसमी, विकिर्ण है और एक क्षेत्र से दूसरे क्षेत्र में",
  "poration requires Security Guards for the protection of food stuffs.": "भिन्न होता है। निगम को खाद्य सामग्री की सुरक्षा के लिए सुरक्षा गार्ड की आवश्यकता है। निगम के पास अपने",
  "it also requires from time to time more staff to supplement the regular staff for the purpose of providing security service as and when need arises. The requirement of Security Guards fluctuates": "नियमित कर्मचारियों की पूर्ति के लिए समय-समय पर अधिक कर्मचारियों की भी आवश्यकता होती है। सुरक्षा",
  "when need arises. The requirement of Security Guards fluctuates depending upon the stock in hand. It is for this reason that Cor-": "गार्डों की आवश्यकता हाथ पर मौजूद स्टॉक के आधार पर घटती-बढ़ती रहती है। यही कारण है कि जिला स्तर",
  "cies of contractors like respondent No. 4, for providing security": "पर निगम को सुरक्षा प्रदान करने के लिए प्रतिवादी नंबर 4 जैसे ठेकेदारों की एजेंसियों के साथ जब भी आवश्यक",
  "(d) whether it is sufficient to employ, considerable number of whole time workmen.": "(डी) क्या यह पर्याप्त संख्या में पूर्णकालिक कामगारों को नियोजित करने के लिए पर्याप्त है।",
  "contract labour—Whoever contravenes any provision, of": "23. संविदा श्रमिकों के नियोजन के संबंध में प्रावधानों का उल्लंघन - जो कोई भी इस अधिनियम के किसी भी",
  "this Act or of any rules made thereunder prohibiting. restricting or regulating the employment of contract": "प्रावधान या इसके तहत बनाए गए निषेध नियमों का उल्लंघन करता है। अनुबंधित श्रम के रोजगार को प्रतिबंधित",
  "restricting or regulating the employment of contract ‘labour, or contravenes any condition of a licence granted under this Act, shall be punishable with imprisonment for": "या विनियमित करना, या इस अधिनियम के तहत दिए गए लाइसेंस की किसी भी शर्त का उल्लंघन करना, तीन",
  "a term which may extend to three months, or with fine which may extend to one thousand rupees or with both. and in the case of a continuing contravention with an": "महीने तक की कैद या एक हजार रुपये तक के जुर्माने या दोनों से दंडनीय होगा। और लगातार उल्लंघन के",
  "additional fine which may extend to one hundred rupees for every day during which such contravention continues": "मामले में अतिरिक्त जुर्माना लगाया जा सकता है, जो हर दिन के लिए एक सौ रुपये तक बढ़ाया जा सकता है,",
  "every day during which such contravention continues after conviction for the first contravention.": "जिसके दौरान पहले उल्लंघन के लिए दोषी ठहराए जाने के बाद ऐसा उल्लंघन जारी रहता है।",
  "Other offences—If any person contravenes any of the pro- yisions of this Act or of any rules made thereunder for": "24. अन्य अपराध-यदि कोई व्यक्ति इस अधिनियम के किसी भी प्रावधान या इसके तहत बनाए गए किसी नियम",
  "which no other penalty is elsewhere provided, he shall be punishable with imprisonment for a term which may extend to three months or fine which may extend to one": "का उल्लंघन करता है जिसके लिए अन्य किसी दंड का प्रावधान नहीं है, तो उसे तीन महीने तक की कैद या एक",
  "(9) The learned counsel for the appellants submitted that there is no serious dispute that neither principal employer ie. the Cor-": "अपीलकर्ताओं के विद्वान वकील ने प्रस्तुत किया कि इसमें कोई गंभीर विवाद नहीं है कि न तो प्रमुख नियोक्‍्ता",
  "poration was registered under Section 7 of the Act nor did the contractor had the requisite licence as required under Section 12": "यानी निगम अधिनियम की धारा 7 के तहत पंजीकृत था और न ही ठेकेदार के पास अधिनियम की धारा 2 के",
  "contractor had the requisite licence as required under Section 12 of the Act. Consequently, according to the counsel, the writ peti-": "तहत आवश्यक लाइसेंस था। नतीजतन, वकील के अनुसार, जिन रिट याचिकाकर्ताओं को ठेकेदार द्वारा निगम",
  "tion as Security Guards had become the direct employees of the contractor and where entitled to be treated as regular employees": "में सुरक्षा गार्ड के रूप में तैनात किया गया था, वे ठेकेदार के सीधे कर्मचारी बन गए थे और जहां वे हकदार थे,",
  "contractor and where entitled to be treated as regular employees of the Corporation and given the same salary as the regular em-": "उन्हें निगम के नियमित कर्मचारियों के रूप में निर्धारित किया जाना चाहिए और वही दिया जाना चाहिए। नियमित",
  "ployees, and were also entitled to be governed by similar service condi- tions as of the regular employees. The primary reliance in this be-.": "कर्मचारियों के समान वेतन, और नियमित कर्मचारियों के समान सेवा शर्तों द्वारा शासित होने के भी हकदार थे।",
  "Food Corporation of India v. Presiding Officer, Labour Court and": "इस संबंध में प्राथमिक निर्भरता भारतीय खाद्य निगम बनाम पीठासीन अधिकारी, श्रम न्यायालय और अन्य (॥) में",
  "Division Bench case was of the employees who had been deployed by the contractor as contract Jabour to the Corporation and, there-": "डिवीजन बेंच का मामला उन कर्मचारियों का था जिन्हें ठेकेदार द्वारा निगम में अनुबंध श्रमिक के रूप में तैनात",
  "tore, it was a binding precedent between the parties.": "किया गया था और इसलिए, यह पार्टियों के बीच एक बाध्यकारी मिसाल थी।",
  "(10) On the other hand, Mr. N. K. Sodhi, Senior Advocate, learned counsel for the Corporation, submitted that all. that the": "(0) दूसरी ओर, श्री एन के. सोढ़ी, वरिष्ठ अधिवक्ता, निगम के विद्वान वकील ने प्रस्तुत किया कि रिट याचिकाकर्ता",
  "writ petitioners were wanting was that this Court should direct that the Corporation should abolish appointing labour through the": "केवल यह चाहते थे कि यह न्यायालय निर्देश दे कि निगम को श्रम अनुबंध के माध्यम से श्रमिकों की नियुक्ति को",
  "Jabour contract and the writ-petitioners should be treated as the direct employees of the Corporation and be regularised. He pointed": "समाप्त कर देना चाहिए और रिट-याचिकाकर्ताओं को निगम के प्रत्यक्ष कर्मचारियों के रूप में निर्धारित किया",
  "Workers’ Union had filed a writ petition in the Hon’ble Supreme": "निगम श्रमिक संघ ने माननीय सर्वोच्च न्यायालय में एक रिट याचिका दायर की थी, जिसमें वही याचिका की गई",
  "Court with the same prayer as made in these writ petitions in this Court and the said writ petition in the Supreme Court was dis-": "थी जो इस न्यायालय में इन रिट याचिकाओं और सर्वोच्च न्यायालय में उक्त रिट याचिका में खारिज कर दिया",
  "missed. The judgment is reported as Food Corporation of India. Workers’ Union v. Food Corporation of India and others (2). He": "गया था। यह फैसला भारतीय खाद्य निगम द्वारा सुनाया गया है। वर्कर्स यूनियन बनाम भारतीय खाद्य निगम और",
  "went on to submit that various warehouses, godowns and places alike set up by the Corporation would be separate establishments": "अन्य (2)। उन्होंने कहा कि निगम द्वारा स्थापित विभिन्न गोदाम, गोदाम और स्थान अलग-अलग प्रतिष्ठान होंगे",
  "where the trade of the Corporation is being carried on and accord-": "जहां निगम का व्यापार किया जा रहा है और उनके अनुसार इनमें से किसी भी प्रतिष्ठान में ठेकेदार की एजेंसी",
  "did not grant the relief to the writ-petitioners before it and left it to the appropriate Government to see whether notification for the": "अपने समक्ष रिट-याचिकाकर्ताओं को राहत नहीं दी और यह देखने के लिए उपयुक्त सरकार पर छोड़ दिया कि",
  "prohibition of employment of contract labour in the Corporation was to be issued or not.": "निगम में अनुबंध श्रमिकों के रोजगार पर प्रतिबंध के लिए अधिसूचना जारी की जानी थी या नहीं।",
  "(12) The other case ie. B.H.E.L. Workers’ Association’s Case": "(2) दूसरा मामला यानी बी.एचई. एल. वर्कर्स एसोसिएशन का मामला (सुप्रा), बी.एच.ई.एल. वर्कर्स एसोसिएशन ने",
  "(supra), the B.H:E.L. Workers’ Association had alleged before the Supreme Court that out of 16,000 and odd workers working within the premises of the B.H.E.L. factory at Hardwar, as many as": "सुप्रीम कोर्ट के समक्ष आरोप लगाया था कि बी.एच ई.एल. के परिसर में काम करने वाले लगभग 6,000 कर्मचारी",
  "the premises of the B.H.E.L. factory at Hardwar, as many as thousand workers were treated as ‘contract labour’ and placed under the control and at the mercy of contractors. Though they did the": "हरद्वार की फैक्ट्री में हजारों श्रमिकों को 'ठेका मजदूर' निर्धारित किया गया और उन्हें ठेकेदारों के नियंत्रण और",
  "the control and at the mercy of contractors. Though they did the same work as the workers directly employed by the B.H.E.L., they,": "दया पर छोड़ दिया गया। हालाँकि उन्होंने बी.एच.ई.एल. द्वारा सीधे नियोजित श्रमिकों के समान ही काम किया,",
  "were not paid the same wages nor were their conditions of service": "लेकिन उन्हें समान वेतन नहीं दिया गया और न ही उनकी सेवा की शर्तें समान थीं। उन्होंने आरोप लगाया कि",
  "the same. They alleged that the management paid their salary to the contractors and in turn the contractors paid them their salary’ alter deducting substantial commission. The wages received by": "प्रबंधन ने ठेकेदारों को उनका वेतन दिया और बदले में ठेकेदारों ने पर्याप्त कमीशन काटकर उन्हें वेतन दिया।",
  "them bore no comparison with the wages paid to those directly": "उनके द्वारा प्राप्त वेतन की तुलना बी.एच.ई.एल. द्वारा सीधे नियोजित लोगों को दिए जाने वाले वेतन से नहीं की",
  "employed by the B.H.E.L. They prayed that they were entitled to the declared regular employees of the B.H-E.L. and further entitled": "जा सकती। उन्होंने याचिका की कि वे बी.एच.ई.एल. के घोषित नियमित कर्मचारियों के हकदार हैं। और",
  "to the same scales of pay as the workers of the B.H.E.L. They wanted a declaration from the Supreme Court that the system of": "बी.एच.ई.एल. के श्रमिकों के समान वेतनमान के भी हकदार हैं। वे सर्वोच्च न्यायालय से यह घोषणा चाहते थे कि",
  "contract labour was illegal and they were the direct employees of B.H.E.L. After noticing the objects and reasons of the Act and": "अनुबंध श्रम की प्रणाली अवैध थी और वे बी.एच.ई.एल. के प्रत्यक्ष कर्मचारी थे। अधिनियम के उद्देश्यों और कारणों",
  "the various provisions, the Supreme Court observed as under in para 6 of the judgment :-": "और विभिन्न प्रावधानों पर गौर करने के बाद, सुप्रीम कोर्ट ने फैसले के पैरा 6 में निम्नानुसार कहा:-",
  "“It is not for the court to enquire into the question and to": "“इस सवाल की जांच करना और यह तय करना अदालत का काम नहीं है कि किसी प्रतिष्ठान में किसी भी",
  "decide whether the employment of contract labour in any process, operation or other work in any establish- ment should be abolished or not. This is a matter for": "प्रक्रिया, संचालन या अन्य कार्य में अनुबंध श्रम का रोजगार समाप्त किया जाना चाहिए या नहीं। यह सरकार के",
  "the decision of the Government after considering the matter required to be considered under Section 10 of": "निर्णय का मामला है इस मामले पर विचार करने के बाद अधिनियम की धारा 0 के तहत विचार किया जाना",
  "the Act. Similarly the question whether the work done by Contract labour is the same or similar work as_ that": "आवश्यक है। इसी प्रकार यह प्रश्न भी विचारणीय है कि क्या ठेका श्रमिक द्वारा किया गया कार्य वही या समान",
  "done by the workman directly employed by the principal": "कार्य है जो किसी प्रतिष्ठान के मुख्य नियोकक्‍ता द्वारा सीधे नियोजित श्रमिक द्वारा किया जाता है। नियम 25(॥)(४)(४)",
  "by the Chief Labour Commissioner under the proviso to Rule 25(ii) (v) (a). In these circumstanees, we have no": "के प्रावधान के तहत मुख्य श्रम आयुक्त द्वारा निर्णय लिया गया। इन परिस्थितियों में, हमारे पास दोनों रिट",
  "option but to dismiss both the writ petitions but with a direction to the Central Government to consider whether": "याचिकाओं को खारिज करने के अलावा कोई विकल्प नहीं है, लेकिन केंद्र सरकार को इस बात पर विचार करने",
  "10 of the Act, abolishing contract labour in such establishments, there was no bar to employ such contract labour, and consequently ‘such labour had no right to claim that they had become the em- ployees of the principal employer i.e. Railway.": "अधिनियम की धारा के तहत अनुबंध श्रम पर प्रतिबंध नहीं लगाया जाना चाहिए। मुख्य श्रम आयुक्त को इस",
  "or other work of the B.H.E.L., Hardwar. There will also": "उसी प्रकार का कार्य है जैसा कि बी.एच.ई.एल. या बी.एच.ई.एल.हरिद्वार का अन्य कार्य में मुख्य नियोकता द्वारा",
  "of work as that done by the workmen directly employed": "सीधे नियोजित श्रमिकों द्वारा किया जाता है। '",
  "(13) It may be mentioned here that on 29th June, 1989, the Central Government in exercise of the powers under Section 10 of": "(3) यहां यह उल्लेख किया जा सकता है कि 29 जून, 989 को, केंद्र सरकार ने अधिनियम की धारा 40 के तहत",
  "labour in various godowns and depots of the Corporation in various": "शक्तियों का प्रयोग करते हुए, विभिन्न राज्यों में निगम के विभिन्न गोदामों और डिपो में अनुबंध श्रमिकों के रोजगार",
  "States of the country but in none of the depots in Punjab, the": "पर रोक लगाने की अधिसूचना जारी की। देश भर में, लेकिन पंजाब के किसी भी डिपो में, सरकार ने अनुबंध",
  "Government has prohibited the employment of the contract labour.": "श्रमिकों के रोजगार पर रोक नहीं लगाई है।",
  "(14) On the basis of the above judgments and the notifications, the learned counsel for the Corporation submitted that there was": "(44) उपरोक्त निर्णयों एवं अधिसूचनाओं के आधार पर, निगम के विद्वान वकील ने प्रस्तुत किया कि ठेका श्रमिकों को",
  "no bar to employ the contract labour. We ‘find force in this argu- ment and hold that in absence of any notification by the Central": "नियोजित करने पर कोई रोक नहीं है। हम इस तर्क में बल पाते हैं और मानते हैं कि केंद्र सरकार द्वारा किसी भी",
  ".Government, the Food Corporation of India can employ contract iabour in Punjab and the persons so employed would remain the": "अधिसूचना के अभाव में, भारतीय खाद्य निगम पंजाब में अनुबंध पर श्रमिकों को नियुक्त कर सकता है और इस",
  "employees of the contractor and not of the Corporation.": "प्रकार नियोजित व्यक्ति निगम के नहीं, बल्कि ठेकेदार के कर्मचारी बने रहेंगे।",
  "(15) We also agree with the learned counsel for the respondent- Corporation that as far as definition of “establishment” under section 2(1)(e) is concerned, it provides that establishment would": "(5) हम प्रतिवादी-निगम के विद्वान वकील से भी सहमत हैं कि जहां तक धारा 2()(ई) के तहत “स्थापना” की",
  "section 2(1)(e) is concerned, it provides that establishment would be an establishment where any industry, trade, business, manufac-": "परिभाषा का संबंध है, यह प्रावधान करता है कि प्रतिष्ठान एक ऐसा प्रतिष्ठान होगा जहां कोई भी उद्योग, व्यापार,",
  "ture or occupation is carried on. According to the Supreme Court in Food Corporation of India Workers Union’s case , (supra), the": "व्यवसाय , निर्माण या व्यवसाय किया जाता है। भारतीय खाद्य निगम श्रमिक संघ के मामले में सर्वोच्च न्यायालय",
  "poration would be establishments. Consequently, each godown is a separate establishment and it would have to be seen whether in": "नतीजतन, प्रत्येक गोदाम एक अलग प्रतिष्ठान है और यह देखना होगा कि क्या इनमें से किसी भी गोदाम में",
  "the contractor is more than 20. It has been specifically averred by": "ठेकेदार के माध्यम से नियोजित व्यक्तियों की संख्या 20 से अधिक है। निगम द्वारा यह विशेष रूप से कहा गया",
  "the Corporation that in none of these establishments, more than 15 persons as Security Guards have been employed through the contrac-": "है कि इनमें से किसी भी प्रतिष्ठान में, ठेकेदार के माध्यम से 5 से अधिक व्यक्तियों को सुरक्षा गार्ड के रूप में",
  "tor. That being so, the question of any right flowing to such Security Guards under the Act would not arise.": "नियुक्त नहीं किया गया है। ऐसा होने पर, अधिनियम के तहत ऐसे सुरक्षा गा्डों को मिलने वाले किसी भी अधिकार का सवाल ही नहीं उठता।",
  "(16) Now let us examine the contentions of the learned counsel for the appellants that if there is violation of the provisions of the": "(6) अब आइए अपीलकर्ताओं के विद्वान वकील की दलीलों की जांच करें कि यदि अधिनियम के प्रावधानों का",
  "Act, to the effect that the principal employer does not get registra- tion as required under Section 7 of the Act and or the contractor": "उल्लंघन होता है, तो इस आशय का कि मुख्य नियोक्‍्ता को अधिनियम की धारा 7 के तहत आवश्यक पंजीकरण",
  "does not get the licence under Section 12 of the Act, the persons so": "नहीं मिलता है और या ठेकेदार को अधिनियम की धारा 42 के तहत लाइसेंस नहीं मिलता है, तो ठेकेदार के",
  "appointed by the principal employer through the contractor would be deemed to be the direct employees of the principal empolyer.": "माध्यम से मुख्य नियोक्‍ता द्वारा नियुक्त किए गए व्यक्तियों को प्रमुख नियोक्‍ता का प्रत्यक्ष कर्मचारी निर्धारित किया",
  "We see no such inference deducible from the violation of the provi- sions of the Act. Section 9 of the Act prohibits the employment": "हमें अधिनियम के प्रावधानों के उल्लंघन से ऐसा कोई निष्कर्ष निकलता नहीं दिखता। अधिनियम की धारा 9",
  "through the contractor in case of non-registration. But if a princi-": "पंजीकरण न होने की स्थिति में ठेकेदार के माध्यम से रोजगार पर रोक लगाती है। लेकिन यदि कोई प्रमुख",
  "pal employer does employ persons through the contractor inspite of non-registration, the only penal provisions are Sections 23 and 24 of the Act ie. that the principal employer can be proceeded": "नियोक्‍्ता पंजीकरण न होने के बावजूद ठेकेदार के माध्यम से व्यक्तियों को रोजगार देता है, तो एकमात्र दंडात्मक प्रावधान अधिनियम की धारा 23 और 24 हैं यानी कि प्रमुख नियोक्‍्ता के खिलाफ इन धाराओं के तहत कार्रवाई",
  "against under these sections but the Act nowhere provides that such": "की जा सकती है, लेकिन अधिनियम कहीं भी ऐसा प्रावधान नहीं करता है। ठेकेदार के माध्यम से नियोजित",
  "employees employed through the contractor would become the employees of the principal employer. If such was the interpreta- tion then the Supreme Court in cases of Food Corporation of India Workers Union’s and B.H.E.L. Workers’ Association (supra), would": "कर्मचारी कर्मचारी बन जाएंगे तो भारतीय खाद्य निगम श्रमिक संघ और बी.एच.ई.एल. के मामलों में ऐसी व्याख्या",
  "employees employed through the contract labour had become the employees of the principal employer and were entitled to all the": "माध्यम से नियोजित कर्मचारी प्रमुख नियोक्ता के कर्मचारी बन गए हैं और उन सभी लाभों के हकदार हैं जो",
  "benefits which were available to the regular employees, but as seen above the Supreme Court never granted such a prayer. More-": "नियमित कर्मचारियों के लिए उपलब्ध थे, लेकिन जैसा कि ऊपर देखा गया कि सुप्रीम कोर्ट ने कभी ऐसी याचिका",
  "vide for the abolition of the contract labour and for providing certain facilities to such contract labour. As far as the abolition is": "करने और ऐसे अनुबंध श्रमिकों को कुछ सुविधाएं प्रदान करने के लिए है। जहां तक उन्मूलन का सवाल है, किसी",
  "concerned, as to whether in a particular establishment such con- tract labour should be abolished or not, the power has been given": "विशेष प्रतिष्ठान में इस तरह के अनुबंध श्रम को समाप्त किया जाना चाहिए या नहीं, अधिनियम की धारा 0 के",
  "tacilities which are to be provided to such contract labour by the": "की जानी हैं, वे अधिनियम के तहत प्रदान की गई हैं। प्रमुख नियोक्‍ता द्वारा ऐसे अनुबंध श्रमिकों को जो सुविधाएं",
  "facilities are not provided, the remedies are also provided; but by no stretch of it can be said that the contract labour would": "उपचार भी प्रदान किए जाते हैं; लेकिन किसी भी हृद तक यह नहीं कहा जा सकता कि अधिनियम के प्रावधानों",
  "become the employees of the principal employer under the": "के तहत अनुबंधित श्रमिक प्रमुख नियोक्‍्ता के कर्मचारी बन जाएंगे। जहां तक भारतीय खाद्य निगम, हरियाणा",
  "this Court in Food Corporation of India, Haryana Region, Sector 17, Chandigarh v. The Presiding Officer, Central Government: Industrial": "क्षेत्र, सेक्टर 47. चंडीगढ़ बनाम पीठासीन अधिकारी, केंद्र सरकार औद्योगिक न्यायाधिकरण, चंडीगढ़ और अन्य",
  "be noticed that the above mentioned two authorities of the Supreme Court were not noticed by the Division Bench.": "कोर्ट के दो प्राधिकारियों पर डिवीजन बेंच ने ध्यान नहीं दिया। अन्यथा भी, उस डिवीजन बेंच के सदस्य न्यायाधीशों",
  "Division Bench has dismissed the writ petitions against which ‘the present Letters Patent Appeals have been filed and while dealing": "में से एक ने उन रिट याचिकाओं को खारिज कर दिया है जिनके खिलाफ वर्तमान पत्र पेटेंट अपील दायर की गई",
  "with the said Division Bench judgment, the learned Single Judge has observed as under :—": "है और उक्त डिवीजन बेंच के फैसले से निपटते समय, विद्वान एकल न्यायाधीश ने निम्नानुसार देखा है:",
  "“This being the position in law, the facts pleaded by the Cor- poration in their written statement assume importance.": "“कानून में यह स्थिति होने के कारण, निगम द्वारा अपने लिखित बयान में दिए गए तथ्य महत्वपूर्ण हो जाते हैं।"
}