{
  "Puneet Jindal, Advocate for respondents.": "पुनीत जिंदल, प्रतिवादीगण के वकील ।",
  "(1) This petition arise out of judgement dated 26.4.2010 passed by the Central Administrative Tribunal, Chandigarh Bench, Chandigarh": "0) यह याचिका केंद्रीय प्रशासनिक न्यायाधिकरण, चंडीगढ़ पीठ,",
  "(hereinafter referred to as the Tribunal) dismissing the O.A filed by the": "चंडीगढ़ (इसके बाद नन्‍्यायाधिकरण के रूप में संदर्भित) द्वारा पारित दिनांक 26.4.200 के फैसले से उत्पन्न होती है, जिसमें याचिकाकर्ता द्वारा उत्तर",
  "petitioner herein for seeking a direction for re-checking or re-evaluation of": "पुस्तिकाओं की पुनः जांच या पुनमल्यांकन के लिए निर्देश की मांग करने के लिए दायर",
  "seeking information under R.T.I. Act.": "हालांकि, याचिकाकर्ता को आर. टी. आई. अधिनियम के तहत जानकारी मांगने के",
  "(2) Resume of the facts leading to the filing of the present writ": "0) वर्तमान रिट याचिका दायर करने वाले तथ्यों को फिर से शुरू करने का",
  "petition is summarized hereinafter.": "सारांश इसके बाद दिया गया है।",
  "(3) Inthe year 2008 Railway Department conducted a departmental": "6) वर्ष 2008 में रेलवे विभाग ने एक विभागीय परीक्षा आयोजित की जिसे",
  "examination known as Appendix ITI (IREM) 2006. This examination is": "परिशिष्ट ता (आई. आर. ई. एम.) 2006 के रूप में जाना जाता है।यह परीक्षा",
  "mandatory for promotion to the posts of Section Officers/Inspectors of Station Accounts/Inspectors of Store Accounts. The petitioner claiming to": "अनुभाग अधिकारियों/स्टेशन खातों के निरीक्षकों/स्टोर खातों के निरीक्षकों के पदों पर पदोन्नति के लिए अनिवार्य है।इस पद के लिए पात्र होने का दावा करने वाला",
  "between 15.4.2008 to 23.4.2008 under Roll No. 02174. The petitioner": "याचिकाकर्ता अनुक्रमांक 0274 के तहत 5.4.2008 से 23.4.2008 के बीच",
  "18.11.2008 for inspection and supply of his answer sheets and key (model": "अपनी उत्तर पुस्तिकाओं और कुंजी (मॉडल उत्तर) के निरीक्षण और आपूर्ति के लिए",
  "on 23.12.2008 on the ground that there were more than 5,000 candidates who appeared in the test. Petitioner filed First Appeal on 26.12.2008 which": "में 5,000 से अधिक उम्मीदवार उपस्थित हुए थे।याचिकाकर्ता ने 26.2.2008 पर",
  "also came to be dismissed. Consequently, an appeal was preferred before": "पहली अपील दायर की जिसे भी खारिज कर दिया गया |नतीजतन, केंद्रीय सूचना",
  "appeal was allowed vide order dated 25.5.2009 directing the authority to": "को 25.5.2009 दिनांकित आदेश के माध्यम से अनुमति दी गई थी जिसमें",
  "provide information on points No.6 and 7. On receiving the information,": "प्राधिकरण को बिंदु संख्या 6 और 7 पर जानकारी प्रदान करने का निर्देश दिया गया था जानकारी प्राप्त करने पर, जिसमें अन्य बातों के साथ-साथ उत्तर पुस्तिकाओं और",
  "which inter alia includes copies of the answer sheets and key, the petitioner": "था जानकारी प्राप्त करने पर, जिसमें अन्य बातों के साथ-साथ उत्तर पुस्तिकाओं और कुंजी की प्रतियां शामिल हैं, याचिकाकर्ता",
  "not been evaluated or that the evaluation has been done": "मूल्यांकन नहीं किया गया है या मूल्यांकन परीक्षण निकाय द्वारा",
  "contrary to the norms fixed by the examining body. For example, in certain cases examining body can provide": "निर्धारित मानदंडों के विपरीत किया गया है उदाहरण के लिए, कुछ",
  "example, in certain cases examining body can provide model answers to the questions. In such cases the examinees": "मामलों में जाँच करने वाला निकाय प्रश्नों के आदर्श उत्तर प्रदान",
  "has been adopted by the Board. Then only can the court": "आदर्श उत्तर बोर्ड द्वारा अपनाए गए उत्तर से अलग है।केवल तभी",
  "(8) Hon’ble Supreme Court set aside the judgement of the Hon’ble": "(8) माननीय उच्चतम न्यायालय ने माननीय कलकत्ता उच्च न्यायालय के",
  "Calcutta High Court. In H.P. Public Service Commission versus Mukesh Thakur & Anr. (6) Again examining the question of jurisdiction of the court": "फैसले को रद्द कर दिया ।एच. पी. लोक सेवा आयोग बनाम मुकेश ठाकुर और अन्‌र। (6)",
  "to order re-evaluation of answer sheets, Hon’ble Supreme Court postulated": "उत्तर पुस्तिकाओं के पुनर्मूल्यांकन का आदेश देने के लिए न्यायालय की अधिकारिता के प्रश्न की फिर से जांच करते हुए, माननीय सर्वोच्च न्यायालय ने अपने विचार के लिए",
  "following question for its consideration:-": "निम्नलिखित प्रश्न को अभिनिर्धारित किया :-",
  "“(iii) Whether in absence of any statutory provision for": "(४9 क्या पुनर्मूल्यांकन के लिए किसी भी वैधानिक प्रावधान के अभाव",
  "reevaluation, the court could direct for re-evaluation.”": "में, न्यायालय पुनर्मूल्यांकन के लिए निर्देश दे सकता है।”",
  "(9) This question was answered by the court on consideration of": "9) इस प्रश्न का उत्तर न्यायालय ने महाराष्ट्र राज्य माध्यमिक और",
  "the various judgements including judgement rendered in case of Maharashtra State Board of Secondary and Higher Secondary Education v. Paritosh Bhupeshkumar Sheth and other judgements of Hon’ble Supreme Court": "उच्च माध्यमिक शिक्षा बोर्ड बनाम परितोष भुपेशकुमार सेठ के मामले में गए निर्णय और माननीय सर्वोच्च न्यायालय के अन्य निर्णयों सहित विभिन्‍न निया पर",
  "in the following manner:-": "विचार करने पर निम्नलिखित तरीके से दिया: -",
  "“ Thus, the law on the subject emerges to the effect that in": "“इस प्रकार, इस विषय पर कानून इस प्रभाव से उभरता है कि क़ानून या",
  "absence of any provision under the Statute or Statutory": "सांविधिक नियमों/विनियमों के तहत किसी भी प्रावधान के अभाव",
  "Rules/Regulations, the Court should not generally direct re-evaluation.”": "में, न्यायालय को आम तौर पर पुनर्मूल्यांकन का निर्देश नहीं देना चाहिए।",
  "(10) From the ratio of the aforesaid judgements, it amerges that": "(0) उपरोक्त निर्णयों के अनुपात से, यह माना जाता है कि पुनर्मुल्यांकन",
  "reevaluation is only permissible, if, the rule governing any particular examination": "केवल तभी अनुमत है, जब किसी विशेष परीक्षा को नियंत्सति करने वाला नियम",
  "so permits. It has also been observed that where the nonevaluation of any": "अनुमति देता है।यह भी देखा गया है कि जहां किसी भी प्रश्न या मूल्यांकन का",
  "question or evaluation is done contrary to the norms fixed by the examining": "मूल्यांकन परीक्षण निकाय द्वारा निर्धारित मानदंडों के विपरीत नहीं किया जाता है, वहां",
  "body, the court may resort to re-evaluation, however, the court cannot take": "न्यायालय पुनर्मूल्यांकन का सहारा ले सकता है, हालांकि, न्यायालय वैधानिक",
  "the above judgements to the facts of the present case, it is noted that the": "वर्तमान मामले के तथ्यों पर लागू करने के लिए, यह ध्यान दिया जाता है कि",
  "allegations of the petitioner before the Tribunal are that in spite of the": "न्‍्यायाधिकरण के समक्ष याचिकाकर्ता के आरोप हैं कि आवेदक के असाधारण",
  "question nos. 2 (a), 3, 4 (a, b, c & d), 7 (a, b, c & d) 8 (a & b). Similar allegations were made in respect to some other questions.": "औरडी), 7 (ए, बी, सी औरघ) 8 (अ और अ)बी) |कुछ अन्य प्रश्नों के संबंध में भी इसी तरह के आरोप लगाए गए थे।",
  "(6) AIR 2010 SC 2620": "(6) आकाशवाणी 200 एससी 2620",
  "Court reported as 2004 (5) SLR 457 dismissed the O.A. The Tribunal": "(0]) टिरबयूनल ने 2004 (5) एस. एल. आर. 457 के रूप में रिपोर्ट किए",
  "Pramod Kumar Srivastava versus Chairman, Bihar Public Service": "कर दिया। ट्रिब्यूनल ने प्रमोद कुमार श्रीवास्तव बनाम अध्यक्ष, बिहार लोक सेवा",
  "Commission, Patna & Others (7), which are reproduced hereunder:-": "आयोग, पटना और अन्य (7) के मामले में माननीय सर्वोच्च न्यायालय की टिप्पणियों पर भी ध्यान दिया, जिन्हें यहां पुनः प्रस्तुत किया गया हैः -",
  "“9. Even otherwise, the manner in which the learned Single": "“9. अन्यथा भी, जिस तरह से विद्वान एकल न्यायाधीश ने सामान्य",
  "Judge had the answer-book of the appellant in General Science paper reevaluated cannot be justified. The answer-": "विज्ञान के पेपर में अपीलार्थी की उत्तर पुस्तिका का पुनर्मूलल्‍्यांकन किया था, उसे उचित नहीं ठहराया जा सकता है उत्तर पुस्तिका",
  "of the Patna University or to the Principal of the Science": "न्यायालय द्वारा सीधे पटना विश्वविद्यालय के कुलसचिव या विज्ञान",
  "to the standing counsel for the Patna University who returned": "एक फोटोकॉपी पटना विश्वविद्यालय के स्थायी वकील को सौंपी गई,",
  "the same to the Court after some time and a statement was": "जिन्होंने कुछ समय बाद इसे अदालत को लौटा दिया और इस आशय",
  "teachers of Patna Science College. The names of the teachers": "शिक्षकों द्वारा इसकी जांच की गई थी।अदालत में शिक्षकों के नामों",
  "were not even disclosed to the court. The examination in": "का खुलासा भी नहीं किया गया था ।विचाराधीन परीक्षा एक प्रतियोगी",
  "question is a competitive examination where the comparative": "परीक्षा है जिसमें उम्मीदवार की तुलनात्मक योग्यता का आकलन",
  "absolutely necessary that a uniform standard is applied in examining the answer books of all the candidates. It is the": "की उत्तर पुस्तिकाओं की जांच में एक समान मानक लागू किया जाए।",
  "specific case of the Commission that in order to achieve such": "यह आयोग का विशिष्ट मामला है कि इस तरह के उद्देश्य को प्राप्त",
  "books is adopted wherein different examiners examine the": "प्रणाली अपनाई जाती है जिसमें विभिन्‍न परीक्षक अन्य परीक्षकों की",
  "answer books on the basis of model answers prepared by the": "सहायता से मुख्य परीक्षक द्वारा तैयार किए गए मॉडल उत्तरों के",
  "was pleaded in the letters patent appeal preferred by the": "पत्र पेटेंट अपील में यह अनुरोध किया गया था और इस तथ्य पर",
  "model answer was not supplied to the two teachers of the": "आदर्श उत्तर प्रदान नहीं किया गया था विभिन्‍न परीक्षकों द्वारा अंक",
  "in awarding marks by different examiners. The manner in": "प्रदान करने में मानकों में भिन्‍नता हो सकती है ।जिस तरह से उत्तर",
  "which the answer books were got evaluated, the marks": "पुस्तिकाओं का मूल्यांकन किया गया था, उसमें दिए गए अंकों को",
  "awarded therein cannot be treated as sacrosanct and": "पवित्र नहीं माना जा सकता है और इसके परिणामस्वरूप विद्वान",
  "(12) We have heard learned counsel for the parties at length and": "(02) हमने पक्षों के विद्वान वकील को विस्तार से सुना है और पक्षकारों द्वारा",
  "carefully perused the judgements relied upon by the parties as also the O.A filed before the Tribunal.": "दिए गए निर्णयों के साथ-साथ नन्‍्यायाधिकरण के समक्ष दायर ओ. ए. का भी सावधानीपूर्वक अध्ययन किया है।",
  "(7) 2004 (5) SLR 457": "(7) 2004 6) एसएलआर 457",
  "(13) Admittedly, there is no rule or regulation which inter alia": "(3) मान लीजिए, ऐसा कोई नियम या विनियमन नहीं है जो अन्य बातों",
  "permits re-evaluation of the answer sheets. Petitioner has not been able to": "के साथ-साथ उत्तर पुस्तिकाओं के पुनर्मूल्यांकन की अनुमति देता हो।याचिकाकर्ता",
  "bring his case within the exceptions noticed by the Hon’ble Supreme Court": "अपने मामले को माननीय सर्वोच्च न्यायालय द्वारा देखे गए अपवादों के भीतर नहीं ला",
  "like certain answers to remain unmarked or evaluation has been done": "सका है जैसे कि कुछ उत्तर अचिहनित रहने या मूल्यांकन किसी भी मानदंड के",
  "contrary to any norms or where the answer key is found to contain wrong": "विपरीत किया गया है या जहां उत्तर कुंजी में गलत उत्तर आदि पाए गए हैं।",
  "marks by the examiner. This cannot be a ground for re-evaluation of the answer sheets. In cases of Maharashtra State Board of Secondary and": "उत्तर पुस्तिकाओं के पुनर्मुल्‍्यांकन का आधार नहीं हो सकता है |महाराष्ट्र राज्य",
  "Higher Secondary Education v. Paritosh Bhupeshkumar Sheth and": "माध्यमिक और उच्च माध्यमिक शिक्षा बोर्ड बनाम परितोष भुपेशकुमार सेठ और",
  "Kanpur University v. Samir Gupta, it has been held that finality has to": "कानपुर विश्वविद्यालय बनाम समीर गुप्ता के मामलों में यह माना गया है कि",
  "be given to the examination. The court has no expertise to assess the award": "परीक्षा को अंतिम रूप दिया जाना है।अदालत के पास अंकों के पुरस्कार का आकलन",
  "upon its shoulders the responsibility and task of the statutory authorities": "वैधानिक अधिकारियों की जिम्मेदारी और कार्य को अपने कंधों पर नहीं ले सकता",
  "or regulation. A mere desire of a candidate or allegations that he has not": "है।किसी उम्मीदवार की केवल यह इच्छा या आरोप कि अधिकारियों या परीक्षक के",
  "been fairly assessed without any specific allegation of malafide either against": "खिलाफ दुर्भावना के किसी विशेष आरोप के बिना उसका उचित मूल्यांकन नहीं किया",
  "the authorities or the examiner, it is impermissible in law to order re- evaluation on the mere ipse dixi of the candidate. Every unsuccessful": "गया है, उम्मीदवार की केवल एक टिपण्णी पर पुनर्मूल्यांकन का आदेश देना कानून",
  "candidate would like to seek re-assessment time and again.": "में अस्वीकार्य है प्रत्येक असफल उम्मीदवार बार-बार पुनर्मूल्यांकन करना चाहेगा।",
  "(14) Weare of the considered opinion that the re-evaluation without statutory sanction is prejudicial to the public interest and is unwarranted": "(04) हमारा मानना है कि वैधानिक मंजूरी के बिना पुनर्मूलल्‍्यांकन जनहित के",
  "unless the circumstances in a particular case so permit. No such circumstances": "लिए प्रतिकूल ल है और अनुचित है जब तक कि किसी विशेष मामले में परिस्थितियां",
  "have been brought to our notice in the present case. We find no infirmity": "इसकी अनुमति नहीं देती हैं।वर्तमान मामले में ऐसी कोई स्थिति हमारे संज्ञान में नहीं",
  "in the judgement of the Tribunal nor do we feel it is a fit case, where the": "लाई गई है।हम न्‍्यायाधिकरण के निर्णय में कोई कमजोरी नहीं पाते हैं और न ही हमें",
  "(15) This petition, thus, fails and is, accordingly dismissed. However,": "(5) इस प्रकार यह याचिका विफल हो जाती है और तदनुसार खारिज कर दी",
  "before parting with the judgement, we may like to say that the Tribunal has": "जाती है।हालाँकि, निर्णय से अलग होने से पहले, हम यह कहना चाह सकते हैं कि",
  "permitted the petitioner to make a representation for purpose of re-checking": "न्यायाधिकरण ने याचिकाकर्ता को अधिकारियों को फिर से जाँच करने के उद्देश्य से",
  "to the authorities. If, any such representation is made by the petitioner for": "प्रतिनिधित्व करने की अनुमति दी है।यदि याचिकाकर्ता द्वारा उत्तर पुस्तिका की पुनः",
  "unmarked or the total of the marks awarded for various questions is wrong,": "क्या कोई प्रश्न अचिहनित रह गया है या विभिन्‍न प्रश्नों के लिए दिए गए कुल अंक",
  "the authorities shall conduct re-checking for these purposes and in the event": "गलत हैं, तो अधिकारी इन उद्देश्यों के लिए पुनः जाँच करेंगे और अंकों में भिन्‍नता",
  "S. Sandhu": "एस. संघू"
}