{
  "VIJAY PAL v. FINANCIAL COMMISSIONER, STATE OF 873": "विजय पाल बनाम वित्तीय आयुक्त, हरियाणा राज्य 873",
  "HARYANA AND OTHERS (Alok Singh, J.)": "और अन्य (न्‍्यामूर्ति आलोक सिंह)",
  "Before Alok Singh, J.": "न्यामूर्ति आलोक सिंह के समक्ष",
  "VIJAY PAL,—Petitioner": "विजय पाल-याचिकाकर्ता",
  "versus": "बनाम",
  "FINANCIAL COMMISSIONER, STATE OF HARYANA": "वित्तीय आयुक्त, हरियाणा राज्य",
  "AND OTHERS,—Respondents": "और अन्य,-उत्तरदाता",
  "C.W.P. No. 1204 of 2009": "सी. डब्ल्यू पी. सं. 2009 का 4204",
  "Constitution of India,1950 - Art.22/227 - Revision petition": "भारत का संविधान, 950-अनुच्छेद 22/227-वित्तीय आयुक्त द्वारा पुन:",
  "favour and according consent to partition by the seller would amount": "गया शेयर और विक्रेता द्वारा विभाजन की सहमति के अनुसार न केवल",
  "to fraud not only with the Petitioners but also with the Court.": "याचिकाकर्ताओं के साथ बल्कि अदालत के साथ भी धोखाधड़ी होगी।",
  "Held, That any order or judgment obtained by playing fraud on petitioner and court would amount to nullity and can be challenged before": "अभिनिर्धारित किया गया कि याचिकाकर्ता और न्यायालय पर धोखाधड़ी करके प्राप्त कोई भी आदेश या निर्णय अमान्य होगा और इसे उच्च अधिकारियों के समक्ष",
  "higher authorities and in subsequent proceedings and can be challenged at": "और बाद की कार्यवाही में चुनौती दी जा सकती है और मुकदमे के किसी भी स्तर",
  "any stage of the litigation. SP Changalvaraya Naidu (dead) by LR's v/s": "पर चुनौती दी जा सकती है। एस. पी. चंगलवराय नायडू (मृत) एल. आर. द्वारा",
  "Jagannath (dead) by LR's, (1194) 1 SCC 1 and Ashwani Kumar Aggarwal": "बनाम जगन्नाथ (मृत) एल. आर द्वारा , (94) । एस. सी. सी. । और अश्विनी कुमार",
  "v/s Smt. Kalawati, 2002 (2) PLR 236 relied upon.": "अग्रवाल बनाम श्रीमती कलावती, 2002 (2) पी. एल. आर. 236 पर भरोसा किया गया।",
  "(Paras 6, 7, 8)": "(पैरा 6.7,8)",
  "Further held, that in view of Amarkhan & Ors. v/s State of Punjab": "आगे अभिनिर्धारित किया कि अमरखान और अन्य बनाम पंजाब राज्य और",
  "& Ors, 2009 (1) RCR (Civil) 741 after finalization of sanad takseem": "अन्य, 2009 ()) आर. सी. आर. (सिविल) 74 को ध्यान में रखते हुए सनद तकसीम",
  "Financial Commissioner as well as this Court can entertain Petition to find": "को अंतिम रूप देने के बाद वित्तीय आयुक्त और यह न्यायालय यह पता लगाने के",
  "out whether sanad takseem was rightly prepared and finalized or not.": "लिए याचिका पर विचार कर सकता है कि सनद तकसीम को सही तरीके से तैयार किया गया था और अंतिम रूप दिया गया था या नहीं।",
  "(Para 9)": "(पैरा 9)",
  "Further held, that petition allowed. Parties directed to appear before Assistant Collector who shall proceed with partition proceedings": "अभिनिर्धारित किया गया-याचिका स्वीकृति पक्षकारों को सहायक कलेक्टर के",
  "afresh after hearing Petitioner and after affording him an opportunity to file": "समक्ष उपस्थित होने का निर्देश दिया गया जो याचिकाकर्ता को सुनने के बाद और",
  "(Para 11)": "(पैरा ॥)",
  "Arun Singal, Advocate, for the petitioner.": "अधिवक्ता अरुण सिंघल याचिकाकर्ता की ओर से।",
  "Gaurav Dhir, DAG Haryana.": "गौरव धीर, डीएजी, हरियाणा।",
  "S.P. Chahar, Advocate, for respondents No.5 and 6.": "एस. पी. चाहर, अधिवक्ता, उत्तरदाताओं संख्या 5 और 6 के लिए।",
  "ALOK SINGH, J. (ORAL)": "न्यामूर्ति आलोक सिंह (मौखिक)",
  "(1) Learned Financial Commissioner vide order dated 29.5.2008": "() विद्वान वित्तीय आयुक्त ने दिनांक 29.5.2008 के आदेश के माध्यम से",
  "has allowed the revision petition and set aside the order passed by Collector": "पुनरीक्षण याचिका की अनुमति दी है और कलेक्टर द्वारा मामले को सहायक",
  "has allowed the revision petition on the ground that after finalization of the": "पुनरीक्षण याचिका को इस आधार पर अनुमति दी है कि सनद तकसीम की नोटिंग",
  "therefore, remand by Collector is not justified.": "नहीं है, इसलिए कलेक्टर द्वारा रिमांड उचित नहीं है।",
  "(2) Record reveals that Ram Parshad has sold his share to present petitioner-Vijay Pal during the pendency of the partition proceedings without disclosing him about the pendency of the partition proceedings. Ram Parshad": "(2) अभिलेख से पता चलता है कि राम प्रसाद ने विभाजन की कार्यवाही विचाराधीनता रहने के बारे में खुलासा किए बिना विभाजन की कार्यवाही विचाराधीनता के दौरान याचिकाकर्ता-विजय पाल को अपना हिस्सा बेच दिया",
  "has also not disclosed to the revenue authorities that he has alienated his": "था।राम प्रसाद ने राजस्व अधिकारियों को यह भी नहीं बताया कि उन्होंने वर्तमान",
  "share to the present petitioner- Vijay Pal; thereafter Ram Parshad has given": "याचिकाकर्ता-विजय पाल को अपना हिस्सा दिया है; इसके बाद राम प्रसाद ने",
  "his consent to the partition; partition proceedings were completed at the back of Vijay Pal without hearing him; Vijay Pal thereafter filed revision": "विभाजन के लिए अपनी सहमति दे दी है; विजय पाल को सुने बिना विभाजन की कार्यवाही पूरी कर ली गई; इसके बाद विजय पाल ने कलेक्टर के समक्ष पुनरीक्षण",
  "before the Collector. Learned Collector vide order dated 24.8.2004 has": "दायर किया। विद्वान कलेक्टर ने दिनांक 24.8.2004 के आदेश के माध्यम से कहा",
  "observed that Ram Parshad had already sold agricultural land of his share on 13.3.2001 in favour of Vijay Pal; he should have brought this fact to the notice of the Court below that he had sold the land of his share under": "है कि राम प्रसाद ने पहले ही विजय पाल के पक्ष में 43.3.200। पर अपने हिस्से की कृषि भूमि बेच दी थी; उन्हें इस तथ्य को अदालत के संज्ञान में लाना चाहिए था कि",
  "the notice of the Court below that he had sold the land of his share under partition; Ram Parshad, vendor, after selling the property in favour of Vijay": "उन्होंने विभाजन के तहत अपने हिस्से की भूमि बेच दी थी; विक्रेता राम प्रसाद ने",
  "Pal had wrongly given his no objection on 27.7.2001 for preparation of naksha ‘Be’ of the land under partition.": "विजय पाल के पक्ष में संपत्ति बेचने के बाद विभाजन के लिए भूमि के नक्शा 'बे' की तैयारी के लिए गलत तरीके से अपनी कोई आपत्ति नहीं दी थी।",
  "also dismissed vide order dated 28.9.2006 confirming the order of remand": "पारित रिमांड के आदेश की पुष्टि करते हुए दिनांक 28.09.2006 के आदेश द्वारा",
  "passed by learned Collector. While confirming order of Collector, learned": "भी खारिज कर दिया गया था।कलेक्टर के आदेश की पुष्टि करते हुए, विद्वान",
  "Divisional Commissioner has held that justice demands that Vijay Pal, who": "संभागीय आयुक्त ने कहा है कि न्याय की मांग है कि विजय पाल, जिन्होंने इस बीच",
  "had meanwhile purchased the half share of the total lands, naturally deserved": "कुल भूमि का आधा हिस्सा खरीदा था, स्वाभाविक रूप से सुनवाई के योग्य हैं ताकि",
  "to be given hearing so that he could protect his interests.": "वे अपने हितों की रक्षा कर सकें।",
  "VIJAY PAL v. FINANCIAL COMMISSIONER, STATE OF 875": "विजय पाल बनाम वित्तीय आयुक्त, हरियाणा राज्य 875",
  "(4) Feeling aggrieved, respondents No.5 and 6 filed revision before": "(4) पीड़ित महसूस करते हुए, प्रतिवादी संख्या 5 और 6 ने विद्वान वित्तीय",
  "Commissioner vide impugned order dated 29.5.2008 by setting aside the": "आदेश को दरकिनार करते हुए दिनांक 29.05.2008 के विवादित आदेश के",
  "(5) Undisputedly, Ram Parshad had sold his total half share in the land in favour of present petitioner-Vijay Pal on 13.3.2001 and after": "(5) निर्विवाद रूप से, राम प्रसाद ने वर्तमान याचिकाकर्ता-विजय पाल के पक्ष में भूमि में अपना कुल आधा हिस्सा 3.3.200। पर बेच दिया था और 3.3.200॥ के",
  "13.3.2001 Ram Parshad had no share or interest in the property in dispute.": "बाद विवादग्रस्त संपत्ति में राम प्रसाद का कोई हिस्सा या हित नहीं था।वर्तमान",
  "petitioner as well as on the Court finalizing the partition on the basis of consent by Ram Parshad.": "विभाजन के लिए राम प्रसाद की सहमति विजय पाल-याचिकाकर्ता के साथ-साथ",
  "(9) As observed hereinabove that Ram Parshad after alienating his": "(9) जैसा कि यहाँ ऊपर देखा गया है कि राम प्रसाद को वर्तमान",
  "entire share in favour of present petitioner-Vijay Pal on 13.3.2001 had": "याचिकाकर्ता-विजय पाल के पक्ष में 43.3.200। को अपने सारे हिस्से को हस्तांतरण",
  "absolutely no authority to give consent to the partition. He should have": "करने के बाद विभाजन के लिए सहमति देने का कोई अधिकार नहीं था।उन्हें",
  "disclosed to the Court hearing the partition proceedings that he had already": "विभाजन की कार्यवाही की सुनवाई करते हुए अदालत के सामने खुलासा करना",
  "sold the property in favour of Vijay Pal-present petitioner. By not telling": "चाहिए था कि उसने पहले ही विजय पाल-उपस्थित याचिकाकर्ता के पक्ष में संपत्ति",
  "favour of the partition, Ram Parshad has certainly played fraud with the": "विभाजन के पक्ष में सहमति देकर, राम प्रसाद ने निश्चित रूप से गैर सरकारी",
  "collusion of private respondents No.5 and 6. Therefore, in the peculiar facts": "प्रतिवादी संख्या 5 और 6 की मिलीभगत से धोखाधड़ी की है।इसलिए, मामले के",
  "while remanding the matter. Not only this, Division Bench of this Court in": "अपने अधिकार क्षेत्र में थे।इतना ही नहीं, इस न्यायालय की खण्ड पीठ ने अमरखान",
  "reported in (3) has held that after finalization of sanad takseem, Financial": "सनद तकसीम को अंतिम रूप देने के बाद, वित्तीय आयुक्त के साथ-साथ यह",
  "as to whether sanad takseem was rightly prepared and finalized or not.": "तकसीम को सही तरीके से और अंतिम रूप दिया गया था या नहीं।विद्वान वित्त",
  "Leamed Financial Commissioner ought to have taken into consideration that Ram Parshad after alienating his share did not disclose to the Court factum": "आयुक्त को इस बात पर ध्यान देना चाहिए था कि राम प्रसाद ने अपने हिस्से को",
  "of the alienation in favour of present pettioner-Vijay Pal and has given": "हस्तांतरण करने के बाद अदालत को वर्तमान याचिकाकर्ता-विजय पाल के पक्ष में",
  "consent to the partition with ulterior motive with the collusion of respondents No.5 and 6. Learned Financial Commissioner while hearing the revision": "हस्तांतरण के तथ्य का खुलासा नहीं किया और प्रतिवादी संख्या 5 और 6 की मिलीभगत से विभाजन के लिए सहमति दी है।विद्वान वित्तीय आयुक्त ने पुन:",
  "failed to take into consideration the fraud committed by Ram Parshad to": "निरिक्षण की सुनवाई करते हुए राम प्रसाद द्वारा की गई धोखाधड़ी को ध्यान में",
  "enable private respondents No.5 and 6 to get the property partitioned.": "रखने में विफल रहे ताकि गैर सरकारी प्रतिवादी संख्या 5 और 6 को संपत्ति का विभाजन करने में सक्षम बनाया जा सके।",
  "(10) Inthe opinion of this Court, learned Financial Commissioner": "(0) इस न्यायालय की राय में, विद्वान वित्तीय आयुक्त ने विद्वान कलेक्टर द्वारा",
  "has committed jurisdictional error while setting aside the remand order": "पारित रिमांड आदेश को दरकिनार करते हुए अधिकार क्षेत्र में त्रुटि की है।",
  "(11) Petition is allowed. Order impugned passed by learned Financial": "(॥) याचिका स्वीकृत है।विद्वान वित्तीय आयुक्त द्वारा पारित आदेश को",
  "Commissioner is set aside and order dated 24.8.2004 passed by learned": "दरकिनार कर दिया जाता है और विद्वान कलेक्टर द्वारा पारित 24.8.2004 के",
  "Collector is restored. Parties are directed to appear before the Assistant Collector, Ist Grade, on 18.8.2011. Learned Assistant Collector shall proceed": "आदेश को बहाल कर दिया जाता है। पक्षो को 8.8.204। को सहायक कलेक्टर,"
}