{
  "JS.T.": "जेएसटी",
  "Before Hon'ble G. S, Singhvi & T. H. B. Chalapathi, JJ.": "माननीय जीएस सिंघवी और टीएचबी चलपथी, जे. जे; के सामने",
  "DALIP SINGH & OTHERS,—Petitioners.": "दलीप सिंह और अन्य - याचिकाकर्ता।",
  "THE FINANCIAL COMMISSIONER-CUM-SECRETARY TO GOVERNMENT, HARYANA & OTHERS,—Respondents.": "वित्तीय आयुकत- सह: सचिव, सरकार, हरियाणा ओर अन्य- प्रतिवावी",
  "C.W.P. No. 5781 of 1994": "सीडब्ल्यूपी न॑ .. . 4994 का 5784",
  "26th July, 1995": "26 जुलाई 4995",
  "Displaced Persons (Compensation & Rehabilitation) Act, 1954—~": "विस्थापित व्यक्ति (मुआवजा एवं पुनर्वास) अधिनियम , , 4954- एस.एस. 8-ए, 22",
  "sation) Rules, 1955—Rls. 90(15), 92—Constitution of India, 1950—": "98(45), 92-भारत का संविधान, 4950-",
  "‘Arts. 226/227—Cancellation of allotment due to non payment of": "' कला. 226/227- भ्रगतान न करने के कारण आवंटन रददव करना",
  "mortgage amount—Allotment set aside by Chief Settlement Com-": "बंधक राशि - मुख्य निपटान आयुक्त मिशनर दवारा आवंटन को रदव कर विया गया",
  "Order of restoration of property after lapse of 8 years is proper—": "संपति की बहाली का आदेश उचित हैं",
  "Power of Chief Settlement Commissioner under section 24(1) is not": "24(]) के तहत मुख्य निपटान आयक्त की शक्ति नहीं हैं",
  "subject to provisions of Rule 92—Original order passed by the": "92 के प्रावधानों के अधीन - प्रबंध अधिकारी दवारा पारित मन आदेश श॒रू से ही शून्य",
  "‘Managing Officer is liable to be declared void ab initio—Direction to refund the proportionate amount cannot be termed as illegal or": "घोषित किया जा सकता है - आनपातिक राशि वापस करने के निर्देश को अवैध या",
  "‘displaced persons to custodian property, stated.": "विस्थापित व्यक्तियों का संरक्षक का अधिकार संपत्ति, कहा गया.",
  "Held. that a plan reading of Section 8-A and in particular sub-": "माना गया कि धारा 8-ए और विशेष रूप से उसकी उपधारा (2) की एक योजना पढ़ने",
  "‘perties abandoned by the displaced persons in the West Pakistan": "() जहां किसी भी विस्थापित व्यक्ति को पश्चिमी पाकिस्तान में उसके द्वारा छोड़ी गई संपत्ति",
  "-gage in favour of a person who is not resident of India. This provi-": "तारीख एक ऐसे व्यक्ति के पक्ष में बंधक के अधीन थी जो भारत का निवासी नहीं है। यह प्रावधान कहीं भी बंधक राशि का भुगतान न करने के कारण विस्थापित व्यक्ति",
  "‘sion nowhere sveaks of automatic cancellation of allotment made in": "के पक्ष में किए गए आवंटन को स्वचालित रूप से रद्द करने की बात नहीं करता है |",
  "favour of a disvlaced person on account of non-payment of the": "कारण विस्थापित व्यक्ति के पक्ष में किए गए आवंटन को रदद करने की कोई"
}