{
  "KHAJJAN SINGH AND OTHERS v. STATE OF HARYANA 363 AND OTHERS (Rajiv Narain Raina, J)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "Before Rajiv Narain Raina, J.": "राजीव नारायण रैना के समक्ष",
  "KHAJJAN SINGH AND OTHERS—Petitioner": "याचिकाकर्ता - खजान सिंह और अन्य",
  "Versus": "बनाम",
  "May 28, 2014": "28 मई 204",
  "Constitution of India, 1950 - Art. 14, 16, 226 309 & 310 -": "भारत का संविधान, 4950 - कला। 44, 46, 226 309 और 340 - औदयोगिक विवाद",
  "Industrial Disputes Act, 1947 - S.10(1)(c) - National Rural Employment Guarantee Act, 2005 - Maharashtra Recognition of": "अधिनियम, 4947 - एस.0(एल)(सी) - राष्ट्रीय ग्रामीण रोज़गार गारंटी अधिनियम, 2005 -",
  "Employment Guarantee Act, 2005 - Maharashtra Recognition of Trade Unions and Prevention of Unfair Labour Practice Act, 1971": "महाराष्ट्र ट्रेड यूनियनों की मान्यता और अनुचित श्रम अभ्यास रोकथाम अधिनियम, 4974",
  "- §. 30 - Present bunch of petitions arise out of awards of Labour Courts granting reinstatement with continuity of service, on which": "- एस 30 - याचिकाओं का वर्तमान समूह सेवा की निरंतरता के साथ बहाली प्रदान करने वाले श्रम न्यायालयों के पुरस्कारों से उत्पन्न हुआ है, जिस पर याचिकाकर्ताओं ने नियमितीकरण",
  "the Petitioners have based their claim for regularization - While the": "के लिए अपने दावे को आधार बनाया है - जबकि याचिकाकर्ताओं ने सेवा की निरंतरता के साथ",
  "Petitioners secured awards in their favour in different years granting reinstatement with continuity of service from the date of illegal": "बहाली की तारीख से अलग-अलग वर्षों में अपने पक्ष में पुरस्कार सुरक्षित किए हैं। अवैध",
  "termination/retrenchment, many other daily wagers continued in service by reason of nor ~etrenchment and their services had been": "समाप्ति/छंटनी, कई अन्य दैनिक वेतनभोगी बिना किसी छंटनी के कारण सेवा में बने रहे",
  "service by reason of nor ~etrenchment and their services had been regularized - Petitioners’ reinstatement in daily wage service only": "और उनकी सेवाओं को नियमित कर दिया गया था - याचिकाकर्ताओं की दैनिक वेतन सेवा में",
  "KHAJJAN SINGH AND OTHERS v. STATE OF HARYANA 365 AND OTHERS (Rajiv Narain Raina, J.)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "lurther held, that the Constitution Bench also found its carlier directions issucd in para 50 of State of [Haryana v. Piara Singh, 1992 (4)": "आगे कहा गया कि संविधान पीठ ने हरियाणा राज्य बनाम प्यारा सिंह 4992 (4) एससीसी",
  "employment. Piara Singh was declared bad law. ‘he Court decreed against such employment made de hors the rules of recruitment and directed that": "क़ानून घोषित किया गया । कोर्ट ने भर्ती के नियमों को तोड़ते हुए ऐसे रोज़गार के खिलाफ",
  "such employment made de hors the rules of recruitment and directed that such ad hoc, temporary and daily wage employces have no rights but can": "फैसला सुनाया और निर्देश दिया कि ऐसे तदर्थ, अस्थायी और दैनिक वेतनभोगी कर्मचारियों",
  "bar should be waived off for them. Ten ycars of irregular ad hoc or daily": "सीमा की शर्त हटा दी जानी चाहिए। दस साल की अनियमित तदर्थ या दैनिक वेतन सेवा को",
  "grant relicf. But this was ordered as a one-time measure. It may be added": "एक बार के उपाय के रूप में आदेश दिया गया था। यहां यह जोड़ा जा सकता है कि परिपक्व",
  "(Para 13)": "(पैरा 3)",
  "Further held, that however, in the preface to the judgment in Umadcevi in para 2, the Court observed that a sovercign Government,": "आगे कहा गया कि हालांकि उमादेवी मामले में फैसले की प्रस्तावना में पैरा, 2 में कोर्ट ने कहा",
  "considcring the economic situation in the country and the work to be got": "कि एक संप्रभु सरकार, देश में आर्थिक स्थिति और किए जाने वाले काम को ध्यान में रखते",
  "done, is not precluded from making temporary appointments or offering": "हुए, अस्थायी नियुक्तियां करने या रोजगार की पेशकश करने से नहीं हिचकिचाती है।",
  "employment or engaging workers on daily wages to mect the cxigencics": "प्रशासन की आवश्यकताओं को पूरा करने के लिए दैनिक वेतन पर श्रमिकों को नियुक्त",
  "(Para 14)": "(पैरा 44)",
  "Further held, that the Court noticed the newly cnacted, The National": "आगे कहा गया कि न्यायालय ने नव अधिनियमित राष्ट्रीय ग्रामीण रोज़गार गारंटी",
  "Rural Employment Guarantee Act, 2005 the object of which is to give": "अधिनियम 2005 पर ध्यान दिया, जिसका उद्देश्य अधिनियम के तहत तय मजदूरी के",
  "cmployment to at least onc member of a family for 100 days in a ycar on": "भुगतान पर एक परिवार के कम से कम एक सदस्य को वर्ष में 400 दिनों के लिए रोजगार देना",
  "central theme of the judgment that where there arc public posts and regular": "है। न्यायात्रय फैसले के केंद्रीय विषय पर पहले से ही विचार कर रहा था कि जहां सार्वजनिक",
  "vacancics available, they deservedly require to be filled in terms of rules": "पद और नियमित रिक्तियां उपलब्ध हैं, उन्हें भर्ती के नियमों के अनुसार भरा जाना चाहिए न",
  "KHAJJAN SINGH AND OTHERS v. STATE OF HARYANA 367 AND OTHERS (Rajiv Narain Raina, J.)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "or Central projects, in offices or in the field run by State Departments in": "कार्यात्रयों में राज्य या केंद्रीय परियोजनाओं पर काम करने के लिए या राज्य विभागों द्वारा",
  "then their entry was not per se abhorrent in special field conditions. The": "अधिकार दिया गया था। सिंचाई विभाग में तब उनका प्रवेश विशेष क्षेत्र की स्थितियों में",
  "and may often not violate articles 14 and 16 of the Constitution. The labour": "के अनुच्छेद 4 और 46 का उल्लंघन नहीं कर सकती है और अक्सर नहीं भी कर सकती है।",
  "obtained at site in inaccessible areas may deserve the protection of rights of local labour as easily found and willing to work in remote villages to carry": "दुर्गम क्षेत्रों में साइट पर प्राप्त श्रम स्थानीय श्रमिकों के अधिकारों की सुरक्षा का हकदार हो",
  "rules prescribed and to permit these irregular appointecs or those appointed": "सीमाएं लगाई गई हैं और इन अनियमित नियुक्तियों या अनुबंध पर या दैनिक वेतन के",
  "out those who are qualified to apply for the post concerned and depriving": "लोग संबंधित पद के लिए आवेदन करने के योग्य हैं उन्हें बाहर रखा जाता है और उन्हें",
  "them of an opportunity to compete. What the Court was preoccupied with": "प्रतिस्पर्धा करने के अवसर से वंचित किया जाता है। न्यायालय पिछले दरवाजे से प्रवेश और",
  "was the dilemma of entries through the backdoor and to check service preventing regular recruitment.": "पिछले दरवाजे से प्रवेश की दुविधा और नियमित भर्ती को रोकने वाली सेवा की जांच करने में",
  "(Para 15)": "(पैरा 5)",
  "Further held, that the Constitution Bench was conscious that the Courts have not always kept the legal aspects in mind and have occasionally": "इसके अलावा, संविधान पीठ इस बात से अवगत थी कि न्यायात्रयों ने हमेशा कानूनी पहलुओं",
  "even stayed the regular process of employment as is set in motion and in": "को ध्यान में नहीं रखा है और कभी-कभी रोजगार की नियमित प्रक्रिया पर भी रोक लगा दी है",
  "some cases, even directed that these illegal, irregular and improper entrants": "और कुछ मामलों में यह निर्देश भी दिया है कि ये अवैध, अनियमित और अनुचित प्रवेशकर्ता",
  "be absorbed into service. The Supreme Count called this class ofemployment": "हैं। सेवा में लीन हो जाओ. उच्चतम न्यायालय ने रोज़गार के इस वर्ग को \"मुकदमेबाजी",
  "as \"Litigious employment\" which deserved no constitutional protection. The": "रोज़गार\" कहा है, जो किसी संवैधानिक संरक्षण का हकदार नहीं है। न्यायालय ने ए.उमरानी",
  "Court noticed its carlier decision inA.Umarani v. Registrar, Cooperative Socictics and others; 2004 (7) SCC 112 and re-affirmed its view that the": "बनाम रजिस्ट्रार, सहकारी समितियाँ और अन्य; 2004 (7) एससीसी 442 में अपने पहले के फैसले पर गौर किया और इसकी फिर से पुष्टि की। यह विचार है कि राज्य ऐसी नियुक्तियों",
  "State cannot invoke its powers under article 162 of the Constitution to": "को नियमित करने के लिए संविधान के अनुच्छेद 462 के तहत अपनी शक्तियों का उपयोग",
  "regularize such appointments regularization is not and cannot be a valid mode of recruitment by any State authority within the meaning of article 12": "नहीं कर सकता है, नियमितीकरण भारत के संविधान के अनुच्छेद 2 के अर्थ के तहत किसी",
  "of the Constitution of India« -by anybody or by any authority governed": "भी राज्य प्राधिकारी दवारा किसी भी व्यक्ति या किसी प्राधिकारी दवारा भर्ती का एक वैध",
  "Further held, that writ court can well apply industrial law principles": "आगे यह माना गया कि रिट कोर्ट पहली बार समीचीनता के सिद्धांत पर औदयोगिक कानून",
  "for the first time on the principle of expediency - Entry 10 (supra) is a Rule against exploitation and the present bunch of cases eminently fit for exercise": "सिद्धांतों को अच्छी तरह से लागू कर सकता है - प्रविष्टि 40 (पूर्व) शोषण के खिलाफ एक",
  "of extraordinary jurisdiction for a gcncrous and purposive construction to": "नियम है और यह एक उदार और उददेश्यपूर्ण निर्माण के लिए असाधारण क्षेत्राधिकार के",
  "may not hold posts under the State or in connection with the affairs of the": "या राज्य के मामलों के संबंध में पद धारण नहीं कर सकते हैं, लेकिन उन्हें मानवतावादी",
  "in the present case were cmployed as daily wagers by the Forest Department": "किया गया था । दूर-दराज के स्थानों में वन विभाग द्वारा दैनिक वेतन भोगी कर्मचारी जहां",
  "- Their rights deserve to be examined and declared from the vantage point of industrial law principles - In case of arbitrariness, Writ Court could well": "सिद्धांतों के सुविधाजनक बिंदु से जांच और घोषणा की जानी चाहिए - मनमानी के मामले",
  "apply principles of secondary review - Therefore in the prescnt cases": "में रिट कोर्ट दवितीयक समीक्षा के सिद्धांतों को अच्छी तरह से लागू कर सकता है - इसलिए",
  "equilibrium has to be restored by granting status quo ante and to bring": "वर्तमान मामलों में यथास्थिति देकर संतुलन बहाल करना होगा और याचिकाकर्ताओं को",
  "Petitioners at par with their counterparts, who were not retrenched and had": "उनके समकक्षों के बराबर लाना होगा जिनकी छंटनी नहीं की गई थी और जिन्होंने प्रशासनिक",
  "secured benefits of regularization by administrative orders without judicial": "द्वारा नियमितीकरण का लाभ प्राप्त किया था। न्यायिक हस्तक्षेप के बिना आदेश - सेवा के",
  "intervention - In view of above, rights of the Petitioners for antedatcd": "पूर्व दिनाँकित नियमितीकरण के लिए याचिकाकर्ताओं के उपरोक्त अधिकारों को ध्यान में",
  "Further held, that but so long as the word ‘socialism’ lives in the": "आगे कहा गया कि लेकिन जब तक 'समाजवाद' शब्द संविधान की प्रस्तावना में रहता है तब",
  "Preamble to the Constitution, Judges are constitutionally bound to apply distributive justice which postulates: \"To cach according to his contribution\"": "तक न्यायाधीश संवैधानिक रूप से वितरणात्मक न्याय लागू करने के लिए बाध्य हैं जो कहता",
  "distributive justice which postulates: \"To cach according to his contribution\" Who can measure such contribution? Certainly not the Judge. But yes, the": "है: \"प्रत्येक को उसके योगदान के अनुसार\" ऐसे योगदान को कौन माप सकता है? निश्चित",
  "Judge can intervene as a surgeon might in case of failure of the physician": "रूप से न्यायाधीश नहीं, लेकिन हाँ, यदि चिकित्सक बीमारी को ठीक करने में विफल रहता है",
  "onthe abacus ofa social insurance plan paid with the premium of distributive": "के प्रीमियम के साथ भुगतान की गई सामाजिक बीमा योजना के आधार पर आराम के लिए",
  "justice. Fundamental duties enjoined by article 51 A (j) of the Constitution": "है। संविधान के अनुच्छेद 5ए (जे) द्वारा दिए गए मौलिक कर्तव्य सभी नागरिकों को",
  "obligate all citizens to strive towards excellence in all spheres of individual": "व्यक्तिगत और सामूहिक गतिविधि के सभी क्षेत्रों में उत्कृष्टता की दिशा में प्रयास करने के",
  "endevour and achievement. Sadly, this part of the Constitution is crippled with thirty eight years of dystrophy from the day when Parliament thought": "अफसोस की बात है कि संविधान का यह हिस्सा उस दिन से अड़तीस साल की विकृति से अपंग",
  "(Para 37)": "(पैरा 37)",
  "meaning should be given to Entry 10 in such a manner which saves time and expenses of marginalized workers, achicves expedition and saves": "इस तरह से अर्थ दिया जाना चाहिए जिससे हाशिए पर रहने वाले श्रमिकों का समय और खर्च",
  "and expenses of marginalized workers, achicves expedition and saves court's resources as well and avoids the agony ofa protracted trial in a": "बचे, अभियान सफल हो और अदालत के संसाधनों की भी बचत हो और श्रम अदालत में लंबे",
  "labour court so long as the result can be achieved in extraordinary writ": "और श्रम अदालत में लंबे मुकदमे की पीड़ा से बचा जा सके, जब तक कि परिणाम असाधारण",
  "jurisdiction acting within the four comers o {the law mostly on industrial law": "क्षैत्राधिकार कानून के चार कोनों के भीतर काम करता है, जो ज्यादातर औदयोगिक कानून",
  "principles. ‘The res ipsa loquitur rule can be appropriately applied cautiously": "सिद्धांतों पर आधारित होता है। रेस इप्सा लोकिट्॒र नियम को उचित रूप से सावधानीपूर्वक",
  "and carefully weighed between the competing interests ofa weak citizen": "लागू किया जा सकता है और एक कमजोर नागरिक के प्रतिस्पर्धी हितों और दूरदराज के क्षेत्रों",
  "(Para 29)": "(पैरा 29)",
  "Further held, that there is a complete statutory prohibition against an cmploycr, workmen or trade union apainst committing an unfair labour": "इसके अलावा यह माना गया कि किसी नियोक्‍्ता, कामगार या ट्रेड यूनियन के खिलाफ अनुचित श्रम व्यवहार करने पर पूर्ण वैधानिक प्रतिबंध है, हालांकि औद्योगिक विवाद",
  "practice. Though the conscquences of violating the provisions of Section 75'lof the Industrial Disputes Act is punishment with imprisonment but that": "अधिनियम की धारा 25वीं के प्रावधानों का उल्लंघन करने पर कारावास की सजा हो सकती",
  "does not mean that cither the Labour Court or the Writ Court is barred": "है, लेकिन इसका मतलब यह भी नहीं है श्रम न्यायालय या रिट न्यायालय को घोषणा करने",
  "to exercise its powers of making declarations and issuing directions where": "और निर्देश जारी करने की अपनी शक्तियों का प्रयोग करने के लिए बाध्य किया जाता है, जहां",
  "a prima facie casc is made out of violation of the law. Where the issues": "प्रथम दृष्टया कानून के उल्लंघन का मामला बनता है। जहां तथ्यों पर आधारित मुद्दे इतने",
  "on facts arc not found to be complicated ones deserving resolution only by way of evidence and proof before the Labour Court then this Courtis": "जटिल नहीं पाए जाते हैं कि श्रम न्यायालय के समक्ष केवल साक्ष्य और सबूत के माध्यम से",
  "KHAJJAN SINGH AND OTHERS y. STATE OF HARYANA 371 AND OTHERS (Rajiv Narain Raina, J.)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "(Para 26)": "(पैरा 28)",
  "(Para 43)": "(पैरा 40)",
  "KEAJJAN SINGH AND OTHERS ov. STATE OF HARYANA 373 AND OTHERS (Rajiv Narain Raina, J.)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "not precluded to act in aid of a person suffering from continued right": "से वंचित होने से पीड़ित व्यक्ति की सहायता के लिए कार्य करने से नहीं रोका जा सकता है।",
  "under a bounden duty under article 226 to strike down unfair discrimination.": "इसके विपरीत अनुचित भेदभाव को समाप्त करने के लिए अनुच्छेद 226 के तहत एक बाध्य",
  "Entry 10 is a rule against exploitation. It is a rule against modern day slavery": "कर्तव्य के तहत रहेगा। प्रविष्टि ।0 शोषण के विरुद्ध एक नियम है। यह आधुनिक गुलामी",
  "and against unfair domination. Unfair labour practice is akin to unfair": "और अनुचित वर्चस्व के खिलाफ एक नियम है। अनुचित श्रम व्यवहार अनुचित भेदभाव के",
  "discrimination. They both belong to the same family. Entry 10 of the Central": "समान है। वे दोनों एक ही परिवार से हैं। केंद्रीय अधिनियम की प्रविष्टि 40 और महाराष्ट्र",
  "Act and Entry 6 of the Maharashtra Act pre-supposes that a body of workcrs under the same employer and doing the same thing are permanent": "अधिनियम की प्रविष्टि 6 यह मानती है कि एक ही नियोक्‍्ता के अधीन और एक ही काम",
  "workcrs under the same employer and doing the same thing are permanent whilc others not. Unfair labour practice would thus fall in the same cluster": "करने वाले श्रमिकों का एक समूह स्थायी है, जबकि अन्य नहीं। इस प्रकार अनुचित श्रम",
  "of grounds of challenge of administrative action as those when the Writ": "व्यवहार प्रशासनिक कार्रवाई की चुनौती के आधारों के उसी समूह में आएगा, जब रिट कोर्ट",
  "Court deals with in cases of malafides, malice in law, malicc in fact, bias, colourable exercise of power or abusc of authority and so on and so forth.": "दुर्भावना, कानून में द्वेष, वास्तव में द्वेष, पूर्वाग्रह, शक्ति का रंगीन प्रयोग या अधिकार के",
  "as thosc in MRTU & PULP Act and of Scction 30 thercof, it would not": "पीयूएलपी अधिनियम और उसकी धारा 30 जैसे विशिष्ट प्रावधान शामिल्न नहीं हैं, यह इस",
  "deter this Court in wnt proceedings to remove unfair discrimination whenever": "नयायात्रय को अनुचित भेदभाव को दूर करने के लिए रिट कार्यवाही में बाधा नहीं डालेगा, जब",
  "found without resort to remedy before the Labour Court when the question": "भी प्रश्न शुद्ध हो तो श्रम न्यायालय के समक्ष उपचार का सहारा लिए बिना। और निर्णय लेने",
  "(Para 32)": "(पैरा 32)",
  "AND OTHERS (Rajiv Narain Raina, J)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "Further held, that hamanism became a constitutional word of far- reaching significance for all citizens of India to emulate and feel bound down": "इसके अलावा यह माना गया कि मानवतावाद भारत के सभी नागरिकों के लिए दूरगामी महत्व का एक संवैधानिक शब्द बन गया है जिसका अनुकरण किया जा सकता है और न्यायाधीशों",
  "to honour, including Judges and bureaucrats to temper their judgments and": "और नौकरशाहों सहित अपने निर्णयों और प्रशासनिक निर्णयों को संयमित करने के लिए",
  "Court and on the administrator by the Constitution or by the law to observe": "होता है। यदि संविधान या कानून द्वारा न्यायालय और प्रशासक पर ऐसे नैतिक कर्तव्य और",
  "such moral duty and ethical standards, it is far greater and more sublime": "नैतिक मानकों का पालन करने का कर्तव्य डाला गया है तो यह उन अधिकारों, विशेषाधिकारों",
  "than any of the rights, privileges or powers they may enjoy or exercise for": "या शक्तियों की तुलना में कहीं अधिक महान और उत्कृष्ट है जिनका वे आनंद ले सकते हैं या",
  "the administration of justice or in governance. The Constitution is a humblin g": "उपयोग कर सकते हैं। न्याय प्रशासन या शासन में। संविधान एक विनम्र दस्तावेज़ है, एक",
  "This itself works as a self-restraint on its constitutional boundaries. A Court": "अपनी संवैधानिक सीमाओं पर आत्मसंयम का काम करता है। एक न्यायालय को कानून के",
  "can be perceived as a decision making apparatus sanctioned by the State by virtue of office to make socially just orders in accordance with the law,": "अनुसार सामाजिक रूप से उचित आदेश देने के लिए राज्य द्वारा स्वीकृत एक निर्णय लेने",
  "the decision being binding and the solemn nature of its binding jurisdiction": "वाले उपकरण के रूप में माना जा सकता है, निर्णय बाध्यकारी है और इसके बाध्यकारी",
  "do or refrain from doing in making an order or a judgment. The duty": "निर्णय देने में यह क्या कर सकता है या क्या करने से बच सकता है। सभी नागरिकों को सौंपा",
  "judiciary by virtue of office held, stands as a vanguard of the Constitution and which is qualified in the wisdom of Parliament thus in article 51 A (h):-": "भी शामिल हैं, संविधान के अगुआ के रूप में खड़ा है और जो संसद के ज्ञान के अनुसार अनुच्छेद",
  "\"to develop the scientific temper, humanism and the spirit of inquiry": "54 ए (एच) में योग्य है: - \"वैज्ञानिक विकास करना स्वभाव, मानवतावाद और जांच और",
  "and reform\".": "सुधार की भावना\" |",
  "(Para 41)": "(पैरा 44)",
  "Further held, that when the Constitution instructs us on the way": "आगे कहा गया कि जब संविधान हमें आगे बढ़ने का निर्देश देता है तो हमें उसकी आज्ञा का",
  "forward we must obey and carry out its command. Constitutional duty then": "पालन करना चाहिए और उसका पालन करना चाहिए। संवैधानिक कर्तव्य तब संवैधानिक",
  "becomes a constitutional imperative and the judicial limitation. The Judge": "अनिवार्यता और न्यायिक सीमा बन जाता है। फिर न्यायाधीश को अपने सभी निर्णयों को",
  "must then inform all his decisions with the constitutional mandate. Duty for": "संवैधानिक आदेश के अनुरूप सूचित करना चाहिए। तब न्यायाधीश के लिए कर्तव्य अपने",
  "and disinterested in the cause. The Judge is not an administrator. An administrator may do and be heard on the argument that Fundamental Duties": "रहे। न्यायाधीश प्रशासक नहीं है. एक प्रशासक यह तर्क दे सकता है और सुना जा सकता है",
  "are unenforceable. But the Court cannot discard these principles wherever . found necessary to dispense justice ifno other absolute legal principle is": "कि मौलिक कर्तव्य अप्रवर्तनीय हैं। लेकिन न्याय प्रदान करने के लिए जहां भी आवश्यक हो, न्यायालय इन सिद्धांतों को खारिज नहीं कर सकता है यदि कोई अन्य पूर्ण कानूनी सिद्धांत",
  "found to fully justify relief in any other manner. It may not be capable of": "किसी अन्य तरीके से राहत को पूरी तरह से उचित ठहराने वाला नहीं पाया जाता है। यह रिट",
  "enforcing this duty through writs but it May temper its opinion, if the need": "के माध्यम से इस कर्तव्य को लागू करने में सक्षम नहीं हो सकता है, लेकिन यदि इसके",
  "arises on its principles. The duty though can be promoted only by constitutional": "को केवल्र संवैधानिक तरीकों से ही बढ़ावा दिया जा सकता है, संदर्भ: मुंबई कामगार सभा",
  "methods, ref: Mumbai Kamgar Sabha v. Abdulbhai, AIR 1976 SC 1455.": "बनाम अब्दुलभाई, एआईआर 4976 एससी 4455.",
  "(Para 42)": "(पैरा 42)",
  "orders | had anxiously thought how to proceed with the matter and what to do on the sensitive issucs involved and whether [ should distinguish": "था कि मामले को कैसे आगे बढ़ाया जाए और इसमें शामिल संवेदनशील मुद्दों पर क्या किया",
  "Channi and follow Sukhminder Kaur and to distinguish Umadevi by Castenibe": "जाए और क्या मुझे चन्‍नी को अलग करना चाहिए और सुखमिंदर कौर का अनुसरण करना",
  "Supreme Court in Hari Nandan Prasad and another v. Employer 1/R to": "नेहरा द्वारा हरि नंदन प्रसाद और अन्य बनाम नियोक्‍्ता /आर मामले में सुप्रीम कोर्ट के",
  "Mangmt. of FCI and another, 2014 (2) SCT 234 came to my notice where": "किए गए आठ प्रश्न। एफसीआई और अन्य का; 2044 (2) एससीटी 234 मेरे संज्ञान में आया,",
  "the Supreme Court aficr noticing Casteribe and Umadevi in sharp departure of Channi (both authored by the I lon'ble Mr. JusticcA.K.Sikri, one before": "जहां सुप्रीम कोर्ट ने चननी (दोनों माननीय श्री न्यायमूर्ति ए.के. सीकरी दवारा लिखित, जब",
  "KHAJIAN SINGH AND OTHERS v. STATE OF HARYANA 377 AND OTHERS (Rajiv Narain Raina, J.)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "in Court: Why did they accept the cngagement to start with, after all? No": "आखिरकार उन्होंने सगाई को शुरू करने के लिए स्वीकार क्यों किया? क्या किसी ने उन पर",
  "to be a model employer, to give a job or compel it not to take it away.": "उम्मीद रखने वाले राज्य को नौकरी देने के लिए मजबूर करता है या नौकरी न छीनने के लिए",
  "This is the prerogative of the State traced to article 310, the pleasure": "मजबूर करता है। यह राज्य का विशेषाधिकार है जिसका पता अनुच्छेद 340 में आनंद",
  "doctrine. The right to engage includes the right to disengage. The logic": "सिद्धांत से चलता है। शामित्र होने के अधिकार में अलग होने का अधिकार भी शामिल है।",
  "cannot be faulted in Court. But then by applying standards of humanism": "न्यायात्रय में तर्क को गलत नहीं ठहराया जा सकता। लेकिन फिर मानवतावाद के मानकों",
  "in matters of grant of rclicf, by the constitutional court, where the process": "को लागू करने से यह संवैधानिक न्यायालय द्वारा राहत देने के मामलों में कानून के अनुरूप",
  "(Para 44)": "(पैरा 44)",
  "Further held, that Orders were reserved in these cases on 13th": "इसके अलावा यह माना गया कि इन मामलों में 3 दिसंबर 203 को आदेश सुरक्षित रखे गए",
  "enunciated in the two Division Benches in Channi (2013) and in Rajinder": "थे। उस समय मुझे संदेह था कि चन्‍नी (2043) और राजिंदर कुमार (2006) में दो डिवीजन बेंचों",
  "locally and whose services may not be governed strictly by rules of": "स्थानीय स्तर पर नियुक्त वेतनभोगी कर्मचारी और जिनकी सेवाएँ भर्ती के नियमों द्वारा कड़ाई से शासित नहीं हो सकती हैं। औद्योगिक कानून सिद्धांतों के सुविधाजनक बिंदु से",
  "recruitment. There rights deserved to be examined and declared from the": "अधिकारों की जांच और घोषणा की जानी चाहिए और इस प्रकार इन आसानताओं को अलग-",
  "for scparate treatment. This line of thinking was influenced by Castcribe": "अलग उपचार के लिए समूहित किया जाना चाहिए। सोच की यह दिशा कास्टेरिबे से प्रभावित",
  "which was not brought to the notice of the Division Bench in Channi. The": "थी जिसे चन्नी में डिवीजन बेंच के ध्यान में नहीं लाया गया था। आगे का कारण संविधान के",
  "Supreme Court in Om Kumar on the two distinct parts of article 14 of the": "अनुच्छेद 44 के दो अलग-अलग हिस्सों पर ओम कुमार के मामले में सुप्रीम कोर्ट द्वारा",
  "Constitution, one of arbitrariness and the other of discrimination, which": "प्रतिपादित कानून के सिद्धांतों के अनुरूप था, एक मनमानी का और दूसरा भेदभाव का,",
  "principles may have to be factored into the decision making process for": "जिसके सिद्धांतों को निर्णय लेने में शामिल किया जा सकता है। संबंधित पक्षों के अधिकारों",
  "pleaded, pressed and practiced and is not scriously disputed on foundational": "है और अभ्यास किया जाता है और मूलभूत तथ्यों पर गंभीरता से विवाद नहीं किया जाता है",
  "(Para 61)": "(पैरा 65)",
  "KHAJJAN SINGH AND OTHERS v. STATE OF HARYANA 383 AND OTHERS (Rajiv Narain Raina, J.)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "Vijay Guleria, Advocate, for the petitioner(s). (CWP No.17351 of": "याचिकाकर्ताओं की ओर से वकील, विजय गुलेरिया | (2042 का सीडब्ल्यूपी नं. 7354)",
  "S.B.Kaushik, Advocate, for the petitioner(s). (CWP No.3901 of": "याचिका दायर करने वालों के लिए, वकील एस.बी.कौशिक (2043 का 0८४४? |४०.३१०04)",
  "Rajesh Malik, Advocate, for the petitioner(s). (CWP No.9496 of 2013)": "याचिकाकर्ताओं की ओर से वकील, राजेश मल्रिक, (2043 का सीडब्ल्यूपी नंबर 9496)",
  "B.S.Rathee, Advocate, for the petitioner(s). (CWP No.23938 of": "याचिकाकर्ताओं के वकील बी.एस. रथी। (2043 का सीडब्ल्यूपी नंबर 23938)",
  "Sandeep Thakan, Advocate, for the petitioner(s). (CWP No.27659": "याचिकाकर्ताओं की ओर से वकील संदीप ठाकन। (2043 का सीडब्ल्यूपी नंबर 27659)",
  "Deepak Sonak, Advocate, for the petitioner(s). (CWP No.28074,": "याचिकाकर्ताओं के वकील दीपक सोनक। (सीडब्ल्यूपी नंबर 28074, 2043 का 2854)",
  "K.B.Raheja, Advocate, for the pctitioner(s). (CWP No.3526 of": "याचिकाकर्ताओं की ओर से वकील के.बी.रहेजा। (2044 का सीडब्ल्यूपी नंबर 3526)",
  "Harish Rathee, Sr. DAG, Haryana and Sunil Nehra, Sr. DAG Haryana": "हरीश राठी, सीनियर डीएजी, हरियाणा और सुनील नेहरा, सीनियर डीएजी, हरियाणा |",
  "taken from CWP 10017 of 201) (Khajjan Singh v. State of Haryana &": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "Further held, that on the conspcectus of the above facts, law and": "इसके अलावा यह माना गया कि उपरोक्त तथ्यों, कानून और निर्णयों के सूत्र को एक साथ",
  "the thread of judgments read together, and for the various reasons stated": "पढ़ने पर और न्यायिक निर्णयों को आपस में जोड़ने वाले विभिन्‍न कारणों के लिए, सेवाओं के",
  "interconnecting the judicial decisions, the rights of the petitioners for ante-": "पूर्ववर्ती नियमितीकरण के लिए याचिकाकर्ताओं के अधिकारों को उनके पक्ष में और राज्य के",
  "(Para 73)": "(पैरा 73)",
  "Further held, that the writ petitions arc allowed. The orders of the": "आगे कहा गया कि रिट याचिकाएं स्वीकार की जाती हैं। मामलों के इस बैच में नियमितीकरण",
  "respondent State declining representations of the petitioners for regularization": "के लिए याचिकाकर्ताओं का प्रतिनिधित्व कम करने के प्रतिवादी राज्य के आदेश को रद्द कर",
  "in this batch of cascs are nullified and set aside. In cases where regularization has been granted with effect from 2003 they shall be ante-dated in terms": "दिया गया है और रद्द कर दिया गया है। ऐसे मामलों में जहां 2003 से नियमितीकरण प्रदान",
  "of this judgment from the dates such petitioners were separated from their": "किया गया है, वे इस फैसले के संदर्भ में उन तारीखों से पूर्व-दिनांकित होंगे, जब ऐसे",
  "period of limitation prescribed for calling in question this order has expired.": "तदनुसार, इस आदेश पर सवाल उठाने के लिए निर्धारित सीमा की अवधि समाप्त होने के",
  "(Para 74)": "(पैरा 74)",
  "J.S.Maanipur, Advocate, for the petitioner(s). (CWPs No.9024 of": "जे.एस.मणिपुर, अधिवक्ता, एचसीपीसीटीशनसीआर(एस) के लिए। (2004 का सीडब्ल्यूपी",
  "2004, 27407 of 2013)": "नंबर 9024, 2043 का 27407)",
  "(Para 65)": "(पैरा 74)",
  "Further held, that any unfair discrimination practiced by the State": "इसके अलावा यह माना गया कि राज्य द्वारा किए जाने वाले किसी भी अनुचित भेदभाव को",
  "has to be dealt with by the strong arm of the law by firm affirmative action": "कानून की मजबूत बांह द्वारा कठोर सकारात्मक कार्रवाई के माध्यम से निपटाया जाना",
  "in order to remove unfair discrimination and not to promote it so that nghts": "चाहिए ताकि अनुचित भेदभाव को दूर किया जा सके और इसे बढ़ावा न दिया जाए ताकि किसी",
  "only for the ‘haves’. Subverting consciously the cquality clause in article 14": "'संपन्‍नों' के लिए है। अनुच्छेद 44 में समानता खंड को जानबूझकर नष्ट करना संविधान के",
  "would be an anathema to the Constitution. Judges may as well then pack up their bags and go home.": "लिए अभिशाप होगा। फिर न्यायाधीश भी अपना बैग पैक करके घर जा सकते हैं।",
  "(Para 66)": "(पैरा 66)",
  "Further held, that The rights of the petitioners who are daily wage": "इसके अलावा यह माना गया कि याचिकाकर्ताओं के अधिकार जो दैनिक वेतनभोगी कर्मचारी",
  "workers accruc and flow from the Labour Court awards made in their favour granting to them a continuity of service. | fowever, where continuity": "हैं, उन्हें सेवा की निरंतरता प्रदान करने के लिए उनके पक्ष में दिए गए श्रम न्यायालय के फैसले",
  "ofservicc is not granted by the Labour Court and such awards have attained": "से अर्जित और प्रवाहित होते हैं। जहां श्रम न्यायालय द्वारा प्रेषक की निरंतरता प्रदान नहीं की",
  "finality, the period for which bencfit of past service when not granted, would": "जाती है और ऐसे पुरस्कारों ने अंतिम अवधि प्राप्त कर ली है, जिसके लिए पिछली सेवा का",
  "stand deprived of the reckonable period for intents and purposes. In the": "नहीं किया गया है, वह इरादों और उद्देश्यों के लिए गणनीय अवधि से वंचित हो जाएगा।",
  "present cases, the petitioners would be dcemed to have been in SCTVICC as": "दिया जाएगा। वर्तमान मामलों में याचिकाकर्ताओं को सेवा में माना जाएगा जैसे कि प्रतिकूल",
  "though the adverse retrenchment orders were never passed. ‘The State was": "छंटनी आदेश कभी पारित नहीं किए गए थे, राज्य इनमें से किसी भी मामले में",
  "not able to show in any of these cases the rules of service applicable to the initial cngagement of the petitioners on daily wager in the Forest and": "याचिकाकर्ताओं की दैनिक नियुक्ति के लिए लागू सेवा के नियमों को दिखाने में सक्षम नहीं",
  "KHAJJAN SINGH AND OTHERS vy. STATE OF HARYANA 379 AND OTHERS (Rajiv Narain Raina, J.)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "law was dclineated in Casteribe. But yct the Supreme Court did not Z0": "कास्टेरिबे में चित्रित किया गया था। लेकिन फिर भी सुप्रीम कोर्ट ने पूरी ताकत नहीं लगाई",
  "full throttle and circumscribed its decision on service law principles weighed down by principles of vacancies and the nature of initial appointments bound by the constitution bench principles laid down in Umadevi (3). Nevertheless,": "और उमादेवी (3) में निर्धारित संविधान पीठ के सिद्धांतों से बंधे रिक्तियों के सिद्धांतों और प्रारंभिक नियुक्तियों की प्रकृति के आधार पर सेवा कानून सिद्धांतों पर अपने फैसले को",
  "the exception carved out in Hari Nandan Prasad (para 34) is where the": "सीमित नहीं किया। फिर भी, हरि नंदन प्रसाद (पैरा 34) में उल्लिखित अपवाद वह जगह है",
  "foothold lies and the take off point of the present batch of cases now rests.": "जहां पैर जमा हुआ है और मामलों के वर्तमान बैच का समापन बिंदु अब आराम कर रहा है।",
  "The clamour for regularization on principles of unfair discrimination is now": "अनुचित भेदभाव के सिद्धांतों पर नियमितीकरण की मांग अब औदयोगिक न्यायाधिकरणों",
  "louder for passing of favourable office orders of regularization in cases coming via the Industrial Tribunals and Labour Courts giving risc to a": "और श्रम न्यायालयों के माध्यम से आने वाले मामलों में नियमितीकरण के अनुकूल कार्यालय",
  "reasonable restrictions as are permitted by the law. That is why I have dwelt": "है क्योंकि उस पर कानून द्वारा लिखित उचित प्रतिबंध लग सकते हैं। इसीलिए मैंने केवल",
  "only on unfair discrimination which is judicially unacceptable, but not mere": "अनुचित भेदभाव पर ध्यान दिया है जो न्यायिक रूप से अस्वीकार्य है, लेकिन केवल भेदभाव",
  "discrimination which may suffer reasonable restrictions. But the position hcre": "नहीं है जिस पर उचित प्रतिबंध लग सकते हैं। लेकिन यहां स्थिति अस्वीकार्य है क्योंकि किसी",
  "is unacceptable because it is not legally justified to break a homogenous": "समरूप समूह को कृत्रिम रूप से तोड़ना कानूनी रूप से उचित नहीं है। ऐसा न होने पर बचे हुए",
  "group asunder artificially. Failing which non-regularization of left over workers/ the unfortunate group as now defined in Hari Nandan Prasad would amount": "श्रमिकों/दुर्भाग्यपूर्ण समूह का नियमितीकरण न करना, जैसा कि अब हरि नंदन प्रसाद में",
  "to hostile and invidious discrimination. Therefore the equilibrium has to be": "परिभाषित किया गया है, शत्रुतापूर्ण और द्वेषपूर्ण भेदभाव होगा, इसलिए समकक्षों को",
  "restored by granting the status quo ante from the dates counterparts secured": "प्रशासनिक द्वारा नियमितीकरण का लाभ प्राप्त करने की तारीखों से यथास्थिति प्रदान",
  "(2) CWP No.9024 of 2004 was admitted lor regular hearing by the Division Bench on | 8th September, 2004 to be listed for final disposal": "(2) 2004 की सीडब्ल्यूपी संख्या 9024 को 48 सितंबर 2004 को डिवीजन बेंच द्वारा नियमित सुनवाई के लिए छह महीने के भीतर अंतिम निपटान के लिए सूचीबद्ध करने के लिए स्वीकार",
  "within six months, Earlicr, by an interim order dated 29th May, 2004, the": "किया गया था। इससे पहले 29 मई 2004 के एक अंतरिम आदेश द्वारा न्यायालय ने रिट",
  "Court while issuing notice of motion to the respondents for final disposal": "याचिका के अंतिम निपटान के लिए उत्तरदाताओं को प्रस्ताव का नोटिस जारी करते हुए 44",
  "ofthe writ petition, had stayed the operation of the retrenchment notices dated 14th May. 2004 (P-4 & P-5S) issued by the Divisional Forest Officer,": "मई के छंटनी नोटिस के संचालन पर रोक लगा दी थी। 2004 (पी-4 एवं पी-5) प्रभागीय",
  "Production Division, Yamunanagar and served on both the petitioners and": "शुद्धतम अधिकारी, उत्पादन प्रभाग, यमुनानगर द्वारा जारी किया गया और दोनों",
  "made to continue till further orders. On the strength of this interim order,": "अगले आदेश तक जारी रखने का अंतरिम आदेश दिया गया। इस अंतरिम आदेश के बल पर",
  "these petitioners have continucd in service of the Forest Department as dailywagers, s/:armiks or deharidars.": "ये याचिकाकर्ता वन विभाग की सेवा में दैनिक वेतनभोगी, श्रमिक या देहरिदार के रूप में बने",
  "(3) Briefly stated, petitioncr No.1 was engaged on daily-wage basis": "(3) संक्षेप में कहा गया है कि याचिकाकर्ता नंबर 4 को 4 अक्टूबर 986 को दैनिक वेतन के",
  "on Ist October, 1986 while petitioner No.2 was similarly appointed on Ist": "आधार पर नियुक्त किया गया था, जबकि याचिकाकर्ता नंबर 2 को इसी तरह 4 सितंबर, 988",
  "post was rejected by the impugned order dated 11th May, 2004 on the": "विवादित पक्ष ने खारिज कर दिया था। आदेश दिनांक 44 मई, 2004 को इस आधार पर कि वे",
  "ground that they were not in service prior to 31st January. 1996 and were": "34 जनवरी 4996 से पहले सेवा में नहीं थे और नीति परिपत्र के तहत निर्धारित नियत दिन 30",
  "to the conditions notified in the scheme of regularization promulgated by the Government of Haryana. They claim that they were both retrenched": "हरियाणा सरकार द्वारा प्रख्यापित नियमितीकरण की योजना में अधिसूचित शर्तें। उनका",
  "the Government of Haryana. They claim that they were both retrenched from service on 14th May, 2004 without circulating any working seniority/": "दावा है कि उन दोनों को 44 मई 2004 को बिना कोई कामकाजी वरिष्ठता/प्राथमिकता सूची",
  "Insome of these cases the petitioners were protected by stay orders while": "स्थिति का पता चल सके। इनमें से कुछ मामलों में याचिकाकर्ताओं को स्थगन आदेशों द्वारा",
  "others were not.": "संरक्षित किया गया था जबकि अन्य को नहीं।",
  "(4) However, in some of the connected cases there are petitioners": "(4) हालाँकि कुछ जुड़े हुए मामलों में ऐसे याचिकाकर्ता हैं जिन्हें इस न्यायालय के आदेशों",
  "retrenched from service. They had approached different Labour Courts in Haryana on references made by the appropriate Government under Section 10(1)(c) of the Industrial Disputes Act, 1947 (for short the “Act’) to": "उन्होंने औद्योगिक विवाद अधिनियम की धारा 40(4)(सी) के तहत उपयुक्त सरकार द्वारा दिए गए संदर्भों पर हरियाणा में विभिन्‍न श्रम न्यायात्रयों से संपर्क किया था। 947 (संक्षेप में \"अधिनियम\") औदयोगिक निर्णायक के समक्ष लिखित या मौखिक रूप से जारी किए गए",
  "question the validity of their termination orders. issucd cither in writing or verbally. to be adjudicated before the industrial adjudicator. These sct of": "में \"अधिनियम\") औदयोगिक निर्णायक के समक्ष लिखित या मौखिक रूप से जारी किए गए उनके समाप्ति आदेशों की वैधता पर सवाल उठाने के लिए। याचिकाकर्ताओं के इन समूहों ने",
  "reinstatement with continuity of service from the dates of illegal termination/": "अवैध समाप्ति/छंटनी की तारीखों से सेवा की निरंतरता के साथ बहाली प्रदान करते हुए",
  "retrenchment. In these cases, the awards are not in dispute since they have": "अलग-अलग वर्षों में अपने पक्ष में पुरस्कार प्राप्त किए। इन मामलों में, पुरस्कार विवाद में",
  "KHAJJAN SINGH? AND OTHERS v. STATE OF HARYANA 385 AND OTHERS (Rajiv Narain Raina, J)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "before this court claiming regularization from the respondent departments by virtuc of awards granting them conlinuity of service with cflect from the": "प्रतिवादी विभागों से पुरस्कारों के आधार पर नियमितीकरण का दावा कर रहे हैं, जिससे उन्हें",
  "datcs of their initial appointncnts/engagement as daily wage workers. These": "उनकी प्रारंभिक तिथियों से सेवा की निरंतरता प्रदान की जा सके। दैनिक वेतन भोगी",
  "petitioners claim that they deserve to be treated similarly and on parity with their erstwhile collcagues junior to them from the dates of employment. This": "कर्मचारियों के रूप में नियुक्तियाँ/सगाई। इन याचिकाकर्ताओं का दावा है कि वे रोजगार की तारीख से अपने पूर्व कनिष्ठ सहकर्मियों के साथ समान और समानता के व्यवहार के पात्र हैं।",
  "parity is sought with reference to the dates of engagement on daily-wage basis of those employed immediately thereafter who had had the benefit": "यह समानता उसके तुरंत बाद नियोजित लोगों की दैनिक-मजदूरी के आधार पर नियुक्ति की",
  "oftheir services regularized under different policy circulars of the Government": "तारीखों के संदर्भ में मांगी गई है, जिन्हें सरकार के विभिन्‍न नीति परिपत्रों के तहत नियमित",
  "(7) The claims of the petitioners have been rejected on various tcchnical grounds prior to 10th April, 2006 when the Supreme Court": "(7) 40 अप्रैल 2006 से पहले याचिकाकर्ताओं के दावों को विभिन्‍न तकनीकी आधारों पर",
  "pronounced the judgment in Secretary, State of Karnataka and others": "खारिज कर दिया गया था जब सुप्रीम कोर्ट ने सचिव, कर्नाटक राज्य और अन्य बनाम उमादेवी",
  "versus Umadevi and others (supra), (Umadevi’). \\n some of the cases,": "और अन्य (पूर्व), (\"उमादेवी\") मामले में फैसला सुनाया था। कुछ मामल्रों में, वर्तमान में",
  "the law laid down in Umadevihas becn cited to deny relicf of regularization": "नियमितीकरण की राहत से इनकार करने के लिए उमादेवी में निर्धारित कानून का हवाला",
  "in praesenti. The stand of the State in justification of non-regularization is": "दिया गया है। गैर-नियमितीकरण के औचित्य में राज्य का रुख न्यायिक घोषणाओं पर",
  "of their services although they eminently satisfy the terms and conditions of the beneficial policies promulgated by the Government {rom time to time,": "पर सरकार द्वारा प्रख्यापित लाभकारी नीतियों की शर्तों और शर्तों को पूरा करते थे, लेकिन",
  "but their rights of regularization under the then prevalentschemes could not": "तत्कालीन प्रचलित योजनाओं के तहत नियमितीकरण के उनके अधिकार उनकी जबरन",
  "fructify on account of their forced idleness and consequential absence al": "आलस्य और परिणामी अनुपस्थिति के कारण फलीभूत नहीं हो सके। कटऑफ तिथि पर",
  "workplace on the cutoff date. The petitioners say that subsequent withdrawing of policics following the Umadevi decisionrendered on 10th April, 2006": "कार्यस्थल पर। याचिकाकर्ताओं का कहना है कि 4 अप्रैल 2006 को दिए गए उमादेवी के फैसले",
  "would not take away their rights pressed in the cases in hand retroactively.": "के बाद नीतियों को वापस लेने से पूर्वव्यापी प्रभाव से उनके अधिकार छीन नहीं लिए जाएंगे।",
  "(9) To put it in a nutshell, all the daily wage labourers can be classificd in two.categories. The first fortunate category includes daily wage": "(9) संक्षेप में कहें तो सभी दिहाड़ी मजदूरों को दो श्रेणियों में वर्गीकृत किया जा सकता है। पहली",
  "labourers who continued in service, were not retrenched and who were": "भाग्यशाली श्रेणी में दिहाड़ी मजदूर शामिल हैं जो सेवा में बने रहे और उनकी छंटनी नहीं हुई",
  "beneficiaries of policy circulars of the Government of I faryana which led": "और जो हरियाणा सरकार के नीति परिपत्रों के लाभार्थी थे, जिसके कारण उनकी सेवाओं को",
  "to their services being regularized. The second not so fortunate category comprises of daily wage labourers who boarded the same boats but did": "नियमित किया गया। दूसरी कम भाग्यशाली श्रेणी में दिहाड़ी मजदूर शामिल्र हैं जो उन्हीं नावों",
  "labourers who invoked their remedies under theAct and secured reinstatement": "शामिल हैं, जिन्होंने अधिनियम के तहत अपने उपचार का सहारा लिया और औद्योगिक से",
  "suffering. The Government of Haryana by administrative orders declined to them the benefit of regularization under the umbrella protection of the Judgment in the case of Umadevi. Thou gh this category of “have nots” have": "सरकार ने प्रशासनिक आदेशों द्वारा उन्हें उमादेवी के मामले में फैसले के छत्र संरक्षण के तहत नियमितीकरण का लाभ देने से इनकार कर दिया। यद्यपि \"नहीं है\" की यह श्रेणी बहाली के",
  "continued in service consequent upon reinstatement but, the benefit of": "परिणामस्वरूप सेवा में बनी हुई है, लेकिन नियमितीकरण का लाभ मायावी अल्बाट्रॉस की",
  "regularization has escaped them like the elusive Albatross. Hence, this section of unregularized daily wage labourers arc before this Court to secure": "तरह उनसे छूट गया है। इसलिए अनियमित दिहाड़ी मजदूरों का यह वर्ग इस न्यायालय के",
  "(10)A detailed reference to facts of cach case is neither necessary nor required which would needlessly burden this judgment by narrating the": "(0) प्रत्येक मामले के तथ्यों का विस्तृत संदर्भन तो आवश्यक है और न ही आवश्यक है, जो",
  "facts of each case only to Incorporate the dates of engagement as dailywagers;": "केवल दैनिक वेतनभोगी के रूप में सगाई की तारीखों को शामिल करने के लिए प्रत्येक मामले",
  "appropriate Government under the provisions of Section 10(1)(c) of the": "तारीखें; अधिनियम की धारा 40(4)(सी) के प्रावधानों के तहत उपयुक्त सरकार द्वारा किए",
  "Act and the dates of publication of labour court awards in the Gazette. What": "गए औदयोगिक संदर्भो की तारीखें और राजपत्र में श्रम न्‍्यायात्रय पुरस्कारों के प्रकाशन की",
  "is of concern for the decision of these cases is that they were all granted": "तारीखें। इन मामलों के निर्णय के लिए चिंता की बात यह है कि इन सभी को बहाली प्रदान",
  "continuity of service by the awards passed by the Labour Courts while": "करते समय श्रम न्यायात्रयों द्वारा पारित पुरस्कारों द्वारा सेवा की निरंतरता प्रदान की गई",
  "granting reinstatement which wiil be deemed to take effect from the dates of termination, or retrenchment and therefore thejr daily-wage services": "थी, जिसे समाप्ति या छंटनी की तारीखों से प्रभावी माना जाएगा और इसलिए उनका दैनिक",
  "should be counted from the dates of initial appointment/engagement. Mor": "वेतन होगा। सेवाओं की गणना प्रारंभिक नियुक्ति/सगाई की तारीखों से की जानी चाहिए।",
  "the sake of convenience, the group as against whom unfair discrimination": "सुविधा के लिए जिस समूह के खिलाफ अनुचित भेदभाव की वकालत की जाती है उसे",
  "is pleaded are referred to as the ‘fortunate group’, being those who continued": "'भाग्यशाली समूह' कहा जाता है, जो नियमितीकरण तक सेवा में बने रहे और याचिकाकर्ताओं",
  "(11) The vexed questions which arise for determination in the": "(44) मामलों के वर्तमान सेट में निर्धारण के लिए जो जटिल प्रश्न उठते हैं, उन्हें निम्नानुसार",
  "present sct of matters can be crystallized as follows : -": "स्पष्ट किया जा सकता है: -",
  "1. Whether the ‘left out group’ who were retrenched from daily wage manual service in contravention of the provisions of the Industrial Disputes Act, 1947 onreinstatement with continuity of service granted": "() क्या श्रम न्यायालय द्वारा दी गई सेवा की निरंतरता के साथ बहाली पर औदयोगिक विवाद अधिनियम 4947 के प्रावधानों के उल्लंघन में दैनिक वेतन मैनुअल सेवा से हटा दिए गए 'छूटे",
  "policy instructions of the Government of Haryana by the department": "के हस्तक्षेप के बिना विभाग द्वारा हरियाणा सरकार के प्रासंगिक नीति निर्देशों के तहत",
  "regularization/pennanency/quasi -permanency of their service tenure": "नियमितीकरण/स्थायीता/अर्ध-स्थायीता के हकदार होंगे? कनिष्ठों को अनुचित भेदभाव के",
  "at par with their juniors by giving protection of article 14 of the Constitution of India to the deprived lot on ground of unfair discrimination?": "आधार पर वंचित वर्ग को भारत के संविधान के अनुच्छेद 4 का संरक्षण देकर?",
  "ii. Whether the ratio of Umadevirenders the ‘cli out group’ legally": "(॥) क्‍या 'उमादेवी' का अनुपात छूटे हुए समूह को कानूनी तौर पर 7 मार्च 4996 की",
  "incapable of being granted theconcession/benclit of regularization": "नियमितीकरण की नीतियों के बल पर नियमितीकरण की रियायत/लाभ देने में असमर्थ",
  "162 of The Constitution which stand waswithdrawn vide notification dated 13th April, 2007 following Umadevi, and thercaficr under": "उमादेवी के बाद 43 अप्रैल 2007 की अधिसूचना के तहत संविधान को वापस ले लिया गया",
  "notification dated 29th July, 2011 formulated under article 209 of the Constitution read with clause 6 of the Haryana Government.": "और उसके बाद हरियाणा सरकार के खंड 6 के साथ पढ़े गए संविधान के अनुच्छेद 209 के तहत",
  "GencralAdministration Department (Gencral Services) notification dated 28th January, 1970 provided they have completed 10 years": "प्रशासन विभाग (सामान्य सेवाएँ) की अधिसूचना दिनांक 28 जनवरी 970, बशर्ते कि उन्होंने",
  "of serviccas on 10th April 1996 counted backward from 10th April": "0 अप्रैल 4996 को 40 वर्ष की सेवा पूरी कर ली हो, 0 अप्रैल 2006 से पीछे की ओर गिना गया",
  "2006, the interpreted and so stated fatc of decision in Umadevt?": "है और उमादेवी में निर्णय के भाग्य की व्याख्या और इस प्रकार बताया गया है?",
  "Maharasthra State Road Transport Corporation Ltd. v. Casteribe Rajya Parivahan KaramchariSanghalana; (2009)": "(॥) क्या उमादेवी को महाराष्ट्र राज्य सड़क परिवहन निगम लिमिटेड बनाम कास्ट्राइब राज्य",
  "Casteribe Rajya Parivahan KaramchariSanghalana; (2009) 8 SCC 556 (in short “Casteribe™) which culls out the ratio of Umadevi and holds it as averdict not applicable to industrial workers": "परिवहन कर्मचारी संघलाना में प्रतिष्ठित और स्पष्ट किया गया है; (2009) 8 एससीसी 556 (संक्षेप में \"कास्ट्राइब\") जो उमादेवी के अनुपात को हटा देता है और इसे एक फैसले के रूप में",
  "Umadevi and holds it as averdict not applicable to industrial workers or ‘workmen’ by definition, to whom the protective rights flowing": "रखता है जो परिभाषा के अनुसार औद्योगिक श्रमिकों या 'कर्मचारियों' पर लागू नहीं होता है,",
  "1947 employing by way of unfair labour practice: “workmen as badlis, casuals or temporaries and to continuc them as such for": "विवाद अधिनियम 4947 में अनुचित श्रम प्रथा के माध्यम से रोज़गार को शामिलत्र करना : \"कर्मचारी उतने ही बुरे हैं जितने मैं हूं। कैजुअल अस्थायी हैं और उन्हें स्थायी श्रमिकों की",
  "years, with the object of depriving them of the status and privileges": "स्थिति और विशेषाधिकारों से वंचित करने के उद्देश्य से वर्षों तक उन्हें इसी तरह जारी रखना",
  "of unfair and hostile exploitation by the State and its organs over an": "है\" (ज़ोर दिया गया) और इस प्रकार राज्य और उसके अंगों द्वारा अनुचित और शत्रुतापूर्ण",
  "unjustified period of time spent on daily-wages with no security of": "शोषण के कारण दैनिक-मजदूरी पर कार्यकाल की कोई सुरक्षा नहीं होने के कारण अनुचित",
  "tenure, then can regularization orders bepassed outside Labour Court": "समय बिताया जाता है, तो क्या नियमितीकरण के आदेशों को श्रम न्‍यायात्रय के निर्णय के",
  "not by Court orders but by the Department of the Government on their own volition?": "से नहीं बल्कि सरकार के विभाग द्वारा अपनी इच्छा से नियमित किया गया था, तो उन्हें",
  "vii. Whether daily-wage labour when not holding any public posts": "(भा) क्या दैनिक वेतनभोगी श्रमिक जब कोई सार्वजनिक पद धारण नहीं कर रहे हों तो उन्हें",
  "can be deprived of their claim to declaration on the plea that their": "इस दलील पर घोषणा के दावे से वंचित किया जा सकता है कि उनकी नियुक्तियाँ/नियुक्तियाँ",
  "appointments/engagements are ‘illegal’ and ‘irregular’ and notin consonance with the constitutional schemcof making appointments,": "'अवैध' और 'अनियमित' हैं और नियुक्तियाँ करने की संवैधानिक योजना के अनुरूप नहीं हैं।",
  "where there are no statutory recruitment rules framed under proviso to article 309 of the Constitution or other recruitment rules and byc laws made by Government or statutory bodies framed in this bchalf": "संविधान के अनुच्छेद 309 या सरकार या इस संबंध में बनाए गए वैधानिक निकायों द्वारा बनाए गए अन्य भर्ती नियमों और उपकानूनों के प्रावधान के तहत कोई वैधानिक भर्ती नियम",
  "and such an cngagement is an exception to the recruitment rulc to public posts governed byrules and therefore, deserve to be dealt": "नहीं बनाए गए हैं और इस तरह की नियुक्ति नियमों द्वारा शासित सार्वजनिक पदों पर भर्ती",
  "with by different standards, onc on strict scrutiny of rules, theother": "नियम का अपवाद है और इसलिए अलग-अलग मानकों से निपटा जाना चाहिए, एक नियमों",
  "on relaxed standards de hors rules?": "की सख्त जांच पर और दूसरा नियमों में ढील देने वाले मानकों पर?",
  "viii. Whether formal orders of regularization of services canbe issucd only on availability of Group D cadre postsor on creation of posts": "(भा) क्या सेवाओं के नियमितीकरण के औपचारिक आदेश केवल ग्रुप डी कैडर पदों की",
  "only on availability of Group D cadre postsor on creation of posts and in absence thercof then can the right of the petitioners, the ‘Icft": "उपलब्धता या पदों के सृजन पर जारी किए जा सकते हैं और इसके अभाव में याचिकाकर्ताओं",
  "discrimination, when fundamental principles ofnondiscrimination is guarantecd as a fundamental right under article 14 of the Constitution,": "जब संविधान के अनुच्छेद 4 के तहत गैर-भेदभाव के मौलिक सिद्धांतों को मौलिक अधिकार",
  "retroactive parity to remove unfair discrimination through a": "अलावा क्या अनुचित भेदभाव को दूर करने के लिए पूर्वव्यापी समता का निर्देश देकर निरंतर",
  "inequality when State acted contrary to article 14 ofthe Constituuon?": "जब राज्य संविधान के अनुच्छेद 44 के विपरीत कार्य करता है तो असमानता को ठीक करने",
  "What was said in_Umadevi’s case": "उमादेवी के मामले में क्या कहा गया?",
  "(12) The Constitution Bench in Umadevihas authoritatively issucd a mandate to the High Courts and to the Supreme Court to desist from": "(।2) उमादेवी में संविधान पीठ ने आधिकारिक तौर पर उच्च न्यायालयों और सर्वोच्च",
  "daily wage and temporary cmployces in regular service who had secured": "दैनिक वेतन और अस्थायी कर्मचारियों को नियमित करने और समाहित करने के लिए",
  "employment without following the procedure prescribed by the rules applicable": "लागू नियमों द्वारा निर्धारित प्रक्रिया का पालन करना क्योंकि यह उन लोगों के लिए भारत",
  "KHAJJAN SINGH AND OTHERS vy. STATE OF HARYANA 393 AND OTHERS (Rajiv Narain Raina, J)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "observations of Farewell, Lord Justiccin Latham versus Richard Johnson & Nephew Ltd. (5) :~": "न्यायालय ने फेयरवेल लॉर्ड जस्टिसिन ल्राथन बनाम रिचर्ड जॉनसन एंड नेफ्यू लिमिटेड (5)",
  "“We must be very careful not to allow our sympathy withthe infant": "\"हमें बहुत सावधान रहना चाहिए कि नवजात वादी के प्रति हमारी सहानुभूति हमारे फैसले",
  "plaintiff to affect our judgment. Sentiment is adangcrous will o” the wisp to take as a guide in the search for legal principles.”": "को प्रभावित न करे। भावना कानूनी सिद्धांतों की खोज में एक मार्गदर्शक के रूप में लेने की",
  "In para. 42 and 44 of Umadevi, the Supreme Court ruled :-": "पैरा में उमादेवी के 42 और 44 पर सुप्रीम कोर्ट ने फैसला सुनाया :-",
  "42. The argument that the right to life protected by Article 2!": "42. यह तर्क कि भारत के संविधान के अनुच्छेद 24 द्वारा संरक्षित जीवन के अधिकार में",
  "employment cannot also be accepted at thisjuncture. The law": "रोज़गार का अधिकार भी शामित्र होगा, इस समय स्वीकार नहीं किया जा सकता है। कानून",
  "is dynamic and our Constitution is aliving document. May be": "गतिशील है और हमारा संविधान एक जीवित दस्तावेज है। हो सकता है कि भविष्य में किसी",
  "at some future point of time, theright to employment can also be brought in under theconcept of right to life or even included": "समय रोजगार के अधिकार को भी जीवन के अधिकार की अवधारणा के अंतर्गत लाया जा सके",
  "as a fundamental right. The new statute is perhaps a beginning.": "या मौलिक अधिकार के रूप में भी शामित्र किया जा सके। नया क़ानून शायद एक शुरुआत है",
  "As thingsnow stand, the acceptance of such a plea at the instance of the employces before us would lead to the consequence of": "| जैसा कि अब स्थिति यह है कि हमारे सामने कर्मचारियों के कहने पर इस तरह की याचिका",
  "depriving a large number of other aspirants of an opportunity c compete for the post or employment. Their right to": "को स्वीकार करने से बड़ी संख्या में अन्य उम्मीदवारों को पद या रोजगार के लिए प्रतिस्पर्धा",
  "(5) 1913 (1) KB 398": "(5) 93 () केबी 398",
  "KHAJJAN SINGH AND OTHERS v. STATE OF 1IARYANA 39] AND OTHERS (Rajiv Narain Raina, J)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "to at least one member ofa family for 100 days in a year onpaying wages": "400 दिनों के लिए परिवार के कम से कम एक सदस्य को रोजगार देना है। 'न्यायालय फैसले",
  "of the judgment that where there are public posts and regular vacancies": "के केंद्रीय विषय से पहले से ही चिंतित था कि जहां सार्वजनिक पद और नियमित रिक्तियां",
  "available, they deservedly require to be filled in terms of rules of recruitment": "उपलब्ध हैं, उन्हें भर्ती के नियमों के अनुसार भरा जाना चाहिए, न कि उन्हें हटा दिया जाना",
  "and not de hors them. ‘The vacancies cannot be filled “in a haphazard manner or based of patronage or other considerations. Regula appointment": "चाहिए। रिक्तियों को \"अव्यवस्थित तरीके से या संरक्षण या अन्य विचारों के आधार पर नहीं",
  "must be the rule”. An alarming situation had arisen in the country, the result": "भरा जा सकता। नियमित नियुक्ति का नियम होना चाहिए”| देश में एक चिंताजनक स्थिति",
  "of which was Umadevi where the Union and the States, besides the": "उत्पन्न हो गई थी जिसका परिणाम उमादेवी था जहां संघ और राज्यों ने राज्य के उपकरणों",
  "especially in the lower rungs of the service against cadre without refercnec to the duty and constitutional limitations placed upon the exercise of power": "के अलावा विशेष रूप से कर्तव्य और संवैधानिक सीमाओं के संदर्भ के बिना कैडर के निचले",
  "to appoint by following and ensuring a proper appointment procedure through the Public Service Commissions or otherwise as per the rules": "माध्यम से या अन्यथा निर्धारित नियमों के अनुसार एक उचित नियुक्ति प्रक्रिया का पालन",
  "prescribed and to permit these irregular appointccs or thosc appointed on": "और सुनिश्चित करके नियुक्ति करने की शक्ति का प्रयोग किया गया है और इन अनियमित",
  "contract or on daily wage basis to continue ycar alter ycar, thus, kecping": "नियुक्तियों या अनुबंध पर या दैनिक वेतन के आधार पर नियुक्त लोगों को इस प्रकार वर्ष दर",
  "them ofan opportunily to compete. What the Court was prcoccupicd with": "योग्य हैं उन्हें बाहर रखना और उन्हें प्रतिस्पर्धा करने के अवसर से वंचित करना। न्यायालय",
  "(16) The Constitution Bench was conscious that the Courts have not always kept the legal aspects in mind and have occasionally even stayed": "(46) संविधान पीठ इस बात से अवगत थी कि न्यायालयों ने हमेशा कानूनी पहलुओं को ध्यान",
  "not always kept the legal aspects in mind and have occasionally even stayed the regular process of employment as is sct in motion and in some cases,": "में नहीं रखा है और कभी-कभी रोजगार की नियमित प्रक्रिया पर भी रोक लगा दी है और कुछ",
  "even dirceted that these illegal. irregular and improper entrants be absorbed": "मामलों में, यहां तक कि निर्देश भी दिया है कि ये अवैध, अनियमित और अनुचित प्रवेशकर्ता",
  "into service. The Supreme Court called this class of employment as “Liigious": "हैं। सेवा में लीन हो जाओ. उच्चतम न्यायालय ने रोजगार के इस वर्ग को \"आधुनिक रोजगार\"",
  "employment” which deserved no constitutional protection. ‘The Court noticed": "कहा, जो किसी संवैधानिक संरक्षण का हकदार नहीं था। न्यायालय ने ए उमारानी बनाम",
  "regularization is not and cannot be a valid mode of recruitment by any State": "नियमितीकरण नहीं है और न ही हो सकता है। भारत के संविधान के अनुच्छेद 2 के अर्थ के",
  "authority within the meaning of article 12 of the Constitution of India or by": "तहत किसी भी राज्य प्राधिकारी दवारा या वैधानिक अधिनियम द्वारा शासित किसी भी",
  "anybody or by any authority governed by a statutory enactment or the rules": "प्राधिकारी द्वारा या तदर्थ नियुक्तियों के तहत वहां बनाए गए नियमों द्वारा भर्ती का वैध",
  "(4) 2004(7)SCC 112": "(4) 2004 (7) एससीसी 2.",
  "AND OTHERS (Rajiv Narain Raina, J.)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "(18) Workmen by definition may or may not hold public posts, their": "(48) परिभाषा के अनुसार कर्मचारी सार्वजनिक पद धारण कर सकते हैं या नहीं भी कर सकते",
  "employment may or may not be public employment, their service conditions": "हैं, उनका रोजगार सार्वजनिक रोजगार हो भी सकता है और नहीं भी, उनकी सेवा शर्तें नियमों",
  "may or may not be governed by rules, they may or may not be backdoor": "द्वारा शासित हो भी सकती हैं और नहीं भी, वे पिछले दरवाजे से प्रवेश कर सकते हैं या नहीं",
  "etc. in the public or private sector but the State Government was empowered": "संरक्षण, सिफारिश आदि के माध्यम से, लेकिन राज्य सरकार को अपनी अवशिष्ट शक्ति में",
  "in offices or in the ficld run by State Departments in far off places, in the": "उन्हें कार्यालयों में या राज्य के विभागों द्वारा दूर-दराज के स्थानों में संचालित क्षेत्र में बासी",
  "outback of the Forest and the Irrigation Department then their entry was not per sc abhorrent in special ficld conditions. he employment in remote": "वन और सिंचाई विभाग में तब उनका प्रवेश विशेष क्षेत्र की परिस्थितियों में प्रति एससी घृणित",
  "inaccessible areas may deserve the protection of rights of local labour as": "क्षेत्रों में साइट पर प्राप्त श्रम स्थानीय श्रमिकों के अधिकारों की सुरक्षा का हकदार हो सकता है",
  "casily found and willing to work in remote villages to carry out projects or schemes of State Government by a local arrangement made by offering": "क्योंकि वे आसानी से मिल जाते हैं और राज्य सरकार की परियोजनाओं या योजनाओं को पूरा करने के लिए दूरदराज के गांवों में काम करने के इच्छुक होते हैं, ऐसे लोगों को रोजगार की",
  "schemes of State Government by a local arrangement made by offering employment to such people, labour being difficult to import by applying": "पेशकश करके स्थानीय व्यवस्था की जाती है, श्रम मुश्किल होता है। संवैधानिक सिद्धांतों",
  "entail and wasteful expenditure to tax payers money. Iicre, costly advertisements placed in Newspapers may support and represent in": "के पैसे का अपव्यय हो सकता है। यहां अखबारों में दिए गए महंगे विज्ञापन बड़ी संख्या में",
  "labourers which effort may not be worth the candle. A very few ifnot many": "कर सकते हैं, जो प्रयास मोमबत्ती के लायक नहीं हो सकता है। यदि बहुत कम नहीं तो बहुत",
  "given the low wage which may hardly be sufficicnt to offset thedisplacement": "मजदूरी दी जाती है, जो शायद ही विस्थापन के खर्चों की भरपाई के लिए पर्याप्त हो।",
  "KHAJJAN SINGH AND OTHERS v. STATE OF HARYANA 397 AND OTHERS (Rajiv Narain Raina, J.)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "the powers of the Industrial and Labour Courts in passing appropriate": "तहत उचित आदेश पारित करने में औद्योगिक और श्रम न्यायालयों की शक्तियों को खत्म",
  "(20) The Court observed that there can never be any quarrel with": "(20) न्यायालय ने कहा कि इस प्रस्ताव से कभी कोई झगड़ा नहीं हो सकता कि न्यायालय ऐसे",
  "the proposition that the Courts cannot direct creation of posts, the principles of which are embedded in Mahatma Phule Agricultural University": "पदों के निर्माण का निर्देश नहीं दे सकते जिनके सिद्धांत महात्मा फुले कृषि विश्वविद्यालय",
  "versus Nasik Zila Sheth Kamgar Union (7), State of Maharasthra": "बनाम नासिक जिला शेठ कामगार यूनियन (7) में अंतर्निहित हैं महाराष्ट्र राज्य बनाम",
  "versus R.S. Bhonde (8), Indians Drugs & Pharmaceuticals Ltd. versus": "आर.एस.भोंडे (8) इंडियंस ड्रग्स एंड फार्मास्यूटिकल्स लिमिटेड बनाम वर्कमेन (9) अरावली",
  "Workmen (9), Aravali Gold Club versus Chander Hass (10). In para. 41, in Casteribe the Court held : -.": "गोल्ड क्लब बनाम चान डे आर हस (0) | पैरा 47 में, कास्ट्राइब में न्यायालय ने कहा :",
  "(8) (2005) 6 SCC 751": "(8) (2005) 6 एससीसी 75॥",
  "(9) (2007) 1 SCC 408": "(9) (2007) 4 एससीसी 408",
  "(10) (2008) 1 SCC 683": "(40) (2008) 4 एससीसी 683",
  "appointment is de hors the rule. I ask which rule is violated after exploiting a low paid worker for 15 years and then citing rule of": "रूप से होता है कि नियुक्ति नियम से परे होती है। मैं पूछता हूं कि 5 वर्षों तक कम वेतन पाने",
  "appointment of seasonal workers on daily wages and contending": "वाले कर्मचारी का शोषण करना और फिर दैनिक वेतन पर मौसमी श्रमिकों की नियुक्ति के",
  "that the Forest Department is not an industry. This is a matter of": "नियम का हवाला देना और यह तक देना कि वन विभाग कोई उद्योग नहीं है, किस नियम का",
  "shame for the forest department to ponder over.”": "उल्लंघन है। यह वन विभाग के लिए बहुत ही शर्म की बात है।",
  "constitutional principles and industrial law precepts preserved by the special": "सिद॒धांतों और औदयोगिक कानून के सिद्धांतों दोनों पर श्रम और औद्योगिक अधिकारों की",
  "in (iv) above has to be answered in the first instance whether Umadevi": "जांच की जानी चाहिए और ऊपर (४५) में पूछे गए सबसे महत्वपूर्ण प्रश्न का उत्तर पहले उदाहरण में दिया जाना चाहिए कि क्या उमादेवी प्रतिष्ठित हैं और कास्टेरिबे में न्यायमूर्ति आर.एम.",
  "stands distinguished and explained in the landmark judgment delivered by R.M.Lodha, J. in Casteribe. The two judge Bench of the Supreme Court": "में दिया जाना चाहिए कि क्या उमादेवी प्रतिष्ठित हैं और कास्टेरिबे में न्यायमूर्ति आर.एम. लोढ़ा द्वारा दिए गए ऐतिहासिक फैसले में समझाया गया। सुप्रीम कोर्ट की दो जजों की बेंच",
  "dealt with the State Jaw of Maharashtra cited as The Maharasthra Recognition of Trade Unions and Prevention of Unfair Labour Practice": "ने महाराष्ट्र के राज्य कानून को महाराष्ट्र ट्रेड यूनियनों की मान्यता और अनुचित श्रम",
  "its proviso; Schedule IV Items 2, 5, 6 and 9 and especially with Item 6": "आइटम 2, 5, 6 और 9 और विशेष रूप से आइटम 6 के साथ, जो औद्योगिक विवाद",
  "labour practice to keep workmen as badlis, casuals or temporarics and": "श्रमिकों को बुरे के रूप में रखने के लिए अनुचित श्रम अभ्यास का एक पहलू है। कैज़ुअल या",
  "KHAJJAN SINGH AND OTHERS v. STATE OF HARYANA AO} AND OTHERS (Rajiv Narain Raina, J.)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "of daily wage orad hocemployccs unless the recruitment itself was made": "सीमित माना गया था, जिसमें दैनिक वेतन या एडएओसी कर्मचारियों के",
  "regular in terms of the constitutional scheme. However, the victims ofunfair": "शर्तों के अनुसार नियमित न हो जाए। संवैधानिक योजना का. हालाँकि, नियोक्‍्ता के अनुचित",
  "vactice and unfair discrimination in Labour": "श्रम एवं औदयोगिक कानून में अनुचित श्रम व्यवहार और अनुचित भेदभाव क्या है?",
  "(22) Though Casteribe dealt with MRTU & PULP Act enacted": "(22) हालांकि कास्ट्राइब ने महाराष्ट्र राज्य द्वारा अधिनियमित एमआरटीयू और पीयूएलपी",
  "by the State of Maharashtra but the provisions of unfair labour practice arc": "अधिनियम से निपटा है, लेकिन अनुचित श्रम व्यवहार के प्रावधान औदयोगिक विवाद",
  "identical to Entry 10 of the Sth Schedule to the Industrial Disputes Act, 1947. Entry | 0 isa statutory protection against invidious discrimination and": "अधिनियम 4947 की 5वीं अनुसूची की प्रविष्टि 40 के समान हैं। प्रविष्टि 40 घृणित भेदभाव",
  "exploitation provided the discrimination continues ‘for years’. It would": "के खिलाफ एक वैधानिक सुरक्षा है और शोषण बशर्ते कि भेदभाव 'वर्षों तक' जारी रहे। इसका",
  "follow that short duration of employment is per se not violative of Entry 10o0f the Act and length of employment becomes relevant consideration": "मतलब यह होगा कि रोज़गार की छोटी अवधि अधिनियम की प्रविष्टि 0 का उल्लंघन नहीं",
  "10o0f the Act and length of employment becomes relevant consideration to examine unfair labour practice issues. The rule evolved in Umadevi of": "है और रोजगार की अवधि निष्पक्ष श्रम अभ्यास के मुददों की जांच के लिए प्रासंगिक विचार",
  "KHAJJAN SINGH AND OTHERS) v. STATE OF HARYANA 399 AND OTHERS (Rajiv Narain Raina, J)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "evidence. There is no dispute that the petitioners stand reinstated to service in compliance of the orders passed by the Industrial adjudicator and they": "कोई विवाद नहीं है कि याचिकाकर्ताओं को औदयोगिक निर्णायक द्वारा पारित आदेशों के",
  "may deserve to be put at par with the “fortunate group” to remove the vice": "\"भाग्यशाली समूह\" के बराबर रखे जाने के पात्र हो सकते हैं, जहां \"भाग्यशाली समूह\" सुरक्षित",
  "regularization or permanency by the administrator and not by the Court.": "है। नियमितीकरण या स्थायीकरण के आदेश प्रशासक द्वारा, न कि न्यायालय दवारा। इस",
  "Theinterim orders passed by the Division Bench of this Court should not": "न्यायालय की खंडपीठ द्वारा पारित अंतरिम आदेशों से याचिकाकर्ताओं को मुकदमेबाजी",
  "from the stand point of persons aggricved having approached the Court for its protection under article 226 of the Constitution to secure justice to": "अनुच्छेद 226 के तहत अपनी सुरक्षा के लिए अदालत का दरवाजा खटखटाने वाले पीड़ित",
  "themsclves. Therefore, the cases in this batch in which persons havecontinued": "व्यक्तियों के दृष्टिकोण से समझा जाना चाहिए। खुद। इसलिए इस बैच के वे मामले जिनमें",
  "in service by interim protection or otherwise, can be placed in the same": "व्यक्ति अंतरिम संरक्षण द्वारा या अन्यथा सेवा में बने रहे हैं, उन्हें उन याचिकाकर्ताओं के",
  "(24) The question arises whether unfair labour practice can be": "(24) प्रश्न उठता है कि क्‍या अनुचित श्रम प्रथा को केवल औद्योगिक न्यायनिर्णयन की",
  "or can the result be achieved by direct intervention undcrarticle 226 of the": "अनुच्छेद 226 के तहत सीधे हस्तक्षेप द्वारा प्राप्त किया जा सकता है या जिसे हम रिट द्वारा",
  "* aless cfficacious and protracted alternative remedy available under the": "प्रभावकारी और लंबे समय तक चलने वाले वैकल्पिक उपाय के लिए हलफनामे पर रोक दिया",
  "machinery of the Industrial Disputes Act, 1947 after such persons have secured reinstatement through industrial adjudication where findings have": "है, जब ऐसे व्यक्तियों ने औद्योगिक न्यायनिर्णयन के माध्यम से बहाली हासिल की है, जहां",
  "come that the termination or retrenchment wasunlawful or illegal.": "निष्कर्ष आया है कि समाप्ति या छंटनी गैरकानूनी थी।",
  "(25) Entry 10 of the 5th Schedule to the Industrial Disputes Act,": "(25) मेरे विचार से औद्योगिक विवाद अधिनियम की 5वीं अनुसूची की प्रविष्टि 0 में",
  "a jurisdictional fact of kecping “workmen as badlis, casuals or temporaries": "\"कर्मचारियों को बदमाश, कैजुअल या अस्थायी\" के रूप में रखने और उन्हें इस उद्देश्य के",
  "ofthe status and privileges of permanent workmen” where length of service spent in and out of daily wage service stands clubbed by Icgal fiction": "विशेषाधिकारों से वंचित करना, जहां दैनिक वेतन सेवा के अंदर और बाहर बिताई गई सेवा की",
  "bring them at par with the “fortunate group”. At.this point, it may be": "की आवश्यकता नहीं होती है। समूह को \"भाग्यशाली समूह\" के बराबर लाने के लिए छोड़ दिया",
  "appropriate to enter the question of unfair discrimination and therefore to": "गया। इस बिंदु पर अनुचित भेदभाव के प्रश्न में प्रवेश करना उचित हो सकता है और इसलिए",
  "understand the law enunciated by the Supreme Court in Om Kumarand": "ओम कुमार मामले में सुप्रीम कोर्ट द्वारा प्रतिपादित कानून को समझना और यह वर्तमान",
  "as to how it might come into play on the facts of the present cases.": "मामलों के तथ्यों पर कैसे लागू हो सकता है।",
  "What does Om Kumar tells about article 14": "आर्टिकलत्र 44 के बारे में ओम कुमार क्या बताते हैं",
  "(26) The issue has been delineated in question (vi) above and": "(26) इस मुद्दे को ऊपर प्रश्न (५) में चित्रित किया गया है और उत्तर की तलाश में किसी और",
  "requires no further elaboration in search of an answer except to visit the following extracts from the judgment of M.Jagannadha Rao, J. speaking for": "विस्तार की आवश्यकता नहीं है, सिवाय इसके कि न्यायमूर्ति एम जगन्नाध राव के न्यायालय",
  "disciplinary proceedings and imposition of higher degrees of punishment for the roles played by the contesting delinquent partics, the gencral principles": "निर्णय अनुशासनात्मक कार्यवाही और प्रतिस्पर्धी अपराधी दलों द्वारा निभाई गई भूमिकाओं",
  "laid down apply to all jurisdictions universally so long as administrative": "सार्वभौमिक रूप से सभी न्यायात्रयों पर त्रागू होते हैं जब तक कि प्रशासनिक कार्रवाई",
  "action is under judicial review. In para. 51, the Supreme Court observed": "न्यायिक समीक्षा के अधीन होती है। पैरा में. 54, सुप्रीम कोर्ट ने कहा कि भारतीय परिदृश्य में",
  "that in the Indian scene the existence of a Charter of fundamental frecdoms from 1950 distinguishes our taw and has placcd our Courts in a more": "950 से मौलिक स्वतंत्रता के चार्टर का अस्तित्व हमारे कानून को अलग करता है और विधायी",
  "advantageous position than in England so far as judging the validity of": "इंग्लैंड की तुलना में अधिक लाभप्रद स्थिति में रखा है। संबद्ध है। जब मनमानी का सिद्धांत",
  "administrative decisions have to be tested both on proportionali ty and on unfair discrimination against alleged arbitrariness where the Court applics": "और कथित मनमानी के खिलाफ अनुचित भेदभाव दोनों पर परीक्षण किया जाना चाहिए जहां",
  "the test of secondary review, the administrator playing the prim ary role in": "न्यायालय दवितीयक समीक्षा का परीक्षण लागू करता है, प्रशासक आनुपातिकता का चयन",
  "of discriminative classification and arbitrariness arisc. In para. 56 to 59 the": "मनमानी के सिद्धांत उत्पन्न होते हैं। पैरा 56 से 59 में समीक्षा क्षेत्राधिकार के अंतर पर",
  "law on the difference of review jurisdiction was discussed and it is profitable {o read it and to kcep in mind the mechanism of how the Court switches": "कानून पर चर्चा की गई थी और इसे पढ़ना और समीक्षा के लिए लाई गई सहजता के तथ्यों के",
  "{o read it and to kcep in mind the mechanism of how the Court switches roles from one to the other depending on the facts of the case brou ght for": "आधार पर न्यायात्रय किस प्रकार भूमिकाओं को एक से दूसरे में बदलता है, इसकी व्यवस्था",
  "“56. Initially, our Courts, while testing legislation as well as administrative action which was challenged as being discri minatory": "“56. प्रारंभ में हमारे न्यायालय कानून के साथ-साथ प्रशासनिक कार्रवाई का परीक्षण कर रहे",
  "under Article 14, were examining whether the classification was": "थे, जिसे अनुच्छेद 44 के तहत भेदभावपूर्ण होने के रूप में चुनौती दी गई थी, यह जांच कर रहे",
  "discriminatory, in the sense whether the criteria for differentiation": "थे कि क्‍या वर्गीकरण इस अर्थ में भेदभावपूर्ण था कि क्या भेदभाव के मानदंड समझदार थे",
  "were intelligible and whether there was a rational relation between the classification and the object sought to be achieved by the": "और क्या वर्गीकरण और वस्तु के बीच कोई तर्कसंगत संबंध था। वर्गीकरण द्वारा प्राप्त करने",
  "this court where administrative action was struck down as bein g discriminative. There are numerous.": "नहीं है जहां प्रशासनिक कार्रवाई को भेदभावपूर्ण मानते हुए रद्द कर दिया गया था।",
  "KHAJJAN SINGH AND OTHERS) v. STATE OF HARYANA 405 AND OTHERS (Rajiv Narain Raina, J)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "KHAJJAN SINGH AND OTHERS yv. STATE OF HARYANA 407 AND OTHERS (Rajiv Narain Raina, J.)": "76 खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "KHAHNAN SINGH AND OTHERS v. STAFE OF HARYANA 403 AND OTHERS (Rajiv Narain Raina, J)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "questioned as ’arbitrary’ underArticle 14, thc Court is confined to": "जहां अनुच्छेद 44 के तहत प्रशासनिक कार्रवाई को 'मनमाना' माना जाता है, वहां वेडनसबरी",
  "been long delay in the time taken by the disciplinary proceedings and in the time taken in the Courts, and such extreme or rare cases can": "अदालतों में लगने वाले समय में लंबी देरी हुई हो और ऐसी अत्यधिक या दुर्लभ आसानी हो,",
  "the Court substitute its own view as to the quantum of punishment.”": "अदालत सजा की मात्रा के बारे में अपना दृष्टिकोण बदल सकती है।",
  "(28) li thus follows that the Writ Court when faced with un fair trade": "(28) इस प्रकार यह इस प्रकार है कि रिट कोर्ट को जब अनुचित व्यापार भेदभाव का सामना",
  "discrimination, it is constitutionally imperative and would remain within its": "करना पड़ता है तो यह संवैधानिक रूप से अनिवार्य है और गलत तरीके से भेदभाव करने वाले",
  "constitutional limitations in removing the vice of hostile and invidious discrimination by putting a person unfairly discriminated to be treated at par": "व्यक्ति को सममूल्य पर रखकर शत्रुतापूर्ण और द्वेषपूर्ण भेदभाव के दोष को दूर करने में",
  "and with the “fortunate group” (as tested in this casc) bringing about parity": "अपनी संवैधानिक सीमाओं के भीतर रहेगा। \"भाग्यशाली समूह\" (जैसा कि इस मामले में",
  "in treatment particularly when the “fortunate group” obtained administrative": "परीक्षण किया गया है) उपचार में समानता ला रहा है, खासकर जब \"भाग्यशाली समूह\" ने",
  "orders of regularization/permanency under policy schemes though those": "नीतिगत योजनाओं के तहत नियमितीकरण/स्थायित्व के प्रशासनिक आदेश प्राप्त किए हैं,",
  "schemes may no longer be available by the State itself without court": "हालांकि वे योजनाएं अब अदालत के हस्तक्षेप के बिना राज्य द्वारा उपलब्ध नहीं हो सकती",
  "interference. There is no question of secondary review of administrative action here in this case to be tested on grounds of reasonableness or": "हैं। इस मामले में यहां प्रशासनिक कार्रवाई की तर्कसंगतता या मनमानी के आधार पर जांच की जाने वाली माध्यमिक समीक्षा का कोई सवाल ही नहीं है। रिट कोर्ट अनुचित भेदभाव का",
  "to the judicial dais and which is not incapable of decision making in the extra": "पर परखा जाता है और जो असाधारण रूप से निर्णय लेने में असमर्थ नहीं है। रिट न्यायालय",
  "ordinary jurisdiction of the Writ Court, where the State is unable to satisfy": "का क्षेत्राधिकार जहां राज्य न्यायालय को संतुष्ट करने में असमर्थ है कि उसकी कार्रवाई",
  "by applying the formula of long service rendered “for years” which is": "परिणाम केवल \"वर्षों तक\" प्रदान की गई लंबी सेवा के फार्मूले को लागू करके प्राप्त किया जा",
  "statutorily protected by Entry 10. What is meant by “for years” is not onc": "सकता है जो कि प्रविष्टि 40 द्वारा वैधानिक रूप से संरक्षित है। \"वर्षो तक\" का जो अर्थ है वह",
  "of art. [Cis more a question of interpretation applying to it things like": "कला में से एक नहीं है। यह अधिक व्याख्या का प्रश्न है, जिसमें असहनीय और दमनकारी",
  "hope, counterproductive to production of goods and services where the spirit to serve might dic, but viewed on principles of pragmatic humanism": "उत्पादन के प्रति आशा की हानि, जहां सेवा करने की भावना मर सकती है, लेकिन व्यावहारिक",
  "spirit to serve might dic, but viewed on principles of pragmatic humanism which all may be difficult to measure. | lowever, only thing is certain that": "मानवतावाद के सिद्धांतों पर विचार किया जाए तो यह सब मुश्किल हो सकता है। मापने के",
  "is left open, that is, the numerical question of what is meant by or qualified": "में आवश्यक नहीं है और उसे खुला छोड़ दिया गया है, यह संख्यात्मक प्रश्न है कि प्रविष्टि 0",
  "to be “for years” in Entry 10. It is not necessary because in these cascs": "में \"वर्षों के लिए\" का क्या अर्थ है या क्या योग्यता है। यह आवश्यक नहीं है क्योंकि इन मामलों",
  "the dates of the co-workers, the “fortunate group” is known in their respective": "में तारीखें सहकर्मियों में से \"भाग्यशाली समूह\" को उनके संबंधित निर्धारण बिंदुओं मैं जाना",
  "determining points. But I would say at Icast this much that it is a rule against exploitation by aman of man himsclf,": "जाता है। लेकिन मैं कम से कम इतना तो कहूंगा कि यह मनुष्य द्वारा स्वयं मनुष्य के शोषण",
  "(29) To put an aggrieved person who has alternative remedies": "(29) एक पीड़ित व्यक्ति जिसके पास औदयोगिक निर्णायक के समक्ष वैकल्पिक उपचार हैं,",
  "before the Industrial Adjudicator to the throcs of a trial only upon an industrial reference where the cause can be espoused by the union alone,": "को केवल एक औदयोगिक संदर्भ पर मुकदमे में डालना, जहां अकेले संघ द्वारा कारण का",
  "would to my mind be adding insult to injury and delaying and postponing": "समर्थन किया जा सकता है, मेरे विचार से चोट के अपमान को जोड़ना और देरी करना और",
  "the right to non-discriminatory treatment to an unpredictable and unknown": "स्थगित करना होगा सुदूर भविष्य में किसी अप्रत्याशित और अज्ञात बिंदु पर गैर-भेदभावपूर्ण",
  "lives may be obliterated. Removing unfair discrimination today is of": "खत्म हो सकती हैं | आज अनुचित भेदभाव को दूर करना मौलिक मूल्य है और लंबे समय तक",
  "long drawn out litigation. ‘Phe Court cannot turn a blind cyc to this when viewed from the prism of the cquality clause. Therefore, the Writ Court in": "चश्मे से देखने पर न्यायालय इस पर आंखें नहीं मूंद सकता है। इसलिए मेरे विचार में रिट कोर्ट",
  "disputed, but not disputed for the sake of resistance and refutation. A": "के साथ पढ़ा जाता है, बशर्ते तथ्य गंभीर रूप से विवादित न हों, लेकिन प्रतिरोध और खंडन के",
  "and expenses of marginalized workers. achieves expedition and saves court’s resources as well and avoids the agony of a protracted trial ina": "मौजूद श्रमिकों का समय और खर्च बचे, तेजी आए और अदालत के संसाधनों की भी बचत हो",
  "placed in Chapter VC. Section 251 and 25U deal with prohibition and penalty for committing unfair labour practice. The provisions read : -": "धारा 25टी और 25यू में रखा गया है जो अनुचित श्रम व्यवहार करने पर निषेध और दंड से",
  "“2517. Prohibition of unfair labour practice No employer or": "“25टी. अनुचित श्रम व्यवहार का निषेध कोई भी नियोक्ता या कामगार या ट्रेड यूनियन, चाहे",
  "25U. Penalty for committing unfair fabour practices— Any person who commits any unlair labour practice shall be punishable": "25यू. अनुचित श्रम व्यवहार करने के लिए जुर्माना - कोई भी व्यक्ति जो कोई अनुचित श्रम",
  "with imorisonment fora term which may extend to six months or": "व्यवहार करता है, उसे कारावास से, जिसकी अवधि छह महीने तक बढ़ाई जा सकती है, या",
  "with fine which may extend to onc thousand rupees or with both”": "जुर्माने से, जिसे एक हज़ार रुपये तक बढ़ाया जा सकता है, या दोनों से दंडित किया जाएगा।",
  "(32) There is a complete statutory prohibition against an cmploycr, workmen or trade union against committing an unfair labour practicc.": "(32) किसी नियोक्ता, कामगार या ट्रेड यूनियन के खिलाफ अनुचित श्रम व्यवहार करने पर पूर्ण वैधानिक प्रतिबंध है। यद्यपि औद्योगिक विवाद अधिनियम की धारा 25वीं के प्रावधानों",
  "Industrial DisputesAct is punishment with imprisonment but that docs not mean that cither the Labour Court or the Writ Court is barred to exercise": "का उल्लंघन करने का परिणाम कारावास की सजा है, लेकिन इसका मतलब यह नहीं है कि",
  "mean that cither the Labour Court or the Writ Court is barred to exercise its powers of making declarations and issuing directions where a prima facic": "श्रम न्यायालय या रिट नयायात्रय को प्रथम द्ृष्टया मामला होने पर घोषणा करने और निर्देश जारी करने की अपनी शक्तियों का प्रयोग करने से रोक दिया गया है। कानून के उल्लंघन से",
  "case is made out of violation of the law. Where the issucs on facts are not": "जारी करने की अपनी शक्तियों का प्रयोग करने से रोक दिया गया है। कानून के उल्लंघन से बना है | जहां तथ्यों पर आधारित मुददे इतने जटिल नहीं पाए जाते हैं कि श्रम न्यायालय के",
  "found to be complicated ones deserving resolution only by way of cvidence and proof before the Labour Court then this Court is not precluded to act": "समक्ष केवल साक्ष्य और सबूत के माध्यम से समाधान किया जा सके, तो इस न्यायालय को",
  "in aid of a person suffering from continucd right deprivation duc to unfair": "अनुचित भेदभाव के कारण निरंतर अधिकार से वंचित व्यक्ति की सहायता के लिए कार्य",
  "discrimination and to the contrary would remain under a bounden duty under article 226 to strike down unfair discrimination. Entry [0 is a rulc against": "करने से नहीं रोका जा सकता है। इसके विपरीत, अनुचित भेदभाव को ख़त्म करना अनुच्छेद 226 के तहत एक बाध्य कर्तव्य के तहत रहेगा। प्रविष्टि ।0 शोषण के विरुद्ध एक नियम है।",
  "exploitation. It is a rulc against modern day slavery and against unfair": "यह आधुनिक गुलामी और अनुचित वर्चस्व के खिलाफ एक नियम है। अनुचित श्रम व्यवहार",
  "domination. Unfair labour practice is akin to unfair disenmination. They both belong to the same family. Entry 10 of the Central Act and Entry 6 of the": "अनुचित भेदभाव के समान है। ये दोनों एक ही परिवार से हैं | केंद्रीय अधिनियम की प्रविष्टि",
  "examining him on oath. (c) Compelling the production of": "शपथ पर उसकी जांच करना (सी) दस्तावेजों को प्रस्तुत करने के लिए मजबूर करना: और",
  "documents; and (d) Issuing commissions for the cxamination of witnesscs.": "(डी) गवाहों की जांच के लिए कमीशन जारी करना।",
  "(4) The Court shall also have powers to call upon any of the parties to proceedings before it to furnish in writing, and in such forms as it": "(4) न्यायालय के पास अपने समक्ष कार्यवाही के लिए किसी भी पक्ष को लिखित रूप में और",
  "may think proper, any information, which is considered relevant for": "ऐसे रूपों में, जो वह उचित समझे, कोई भी जानकारी देने के लिए कहने की शक्ति होगी जो",
  "the purpose of any proceedings before it, and the party so called": "उसके और पक्ष के समक्ष किसी भी कार्यवाही के प्रयोजन के लिए प्रासंगिक मानी जाती है।",
  "verify the same in such manner as may be prescribed.”": "सत्यापित करें जैसा निर्धारित किया जा सकता है।\"",
  "(33) Section 30 above, to my mind, may preclude, if not bar, the": "(33) मेरे विचार से उपरोक्त धारा 30 बॉम्बे में रिट कोर्ट को औदयोगिक और श्रम न्यायालयों",
  "arc no restrictions under the Central Act on exercise of such powers within": "सकती है, लेकिन ऐसी शक्तियों के प्रयोग पर केंद्रीय अधिनियम के तहत कोई प्रतिबंध नहीं",
  "this jurisdiction only by reason of availability ofan alternative remedy which": "है। इस क्षेत्राधिकार के भीतर केवल एक वैकल्पिक उपाय की उपलब्धता के कारण जो समान",
  "may not be equally efficacious. It is trite to say that the remedics before": "रूप से प्रभावकारी नहीं हो सकता है। यह कहना सामान्य बात है कि श्रम न्यायालयों और",
  "remedics for purposes of writ jurisdiction but there is no Icgal bar in the Writ Court to act in the first instance in a case where unfair discrimination is pleaded and shown existing ex facie and to the satisfaction of the Writ": "वैकल्पिक उपचार हैं, लेकिन ऐसे मामले में पहली बार कार्रवाई करने के लिए रिट न्यायालय में कोई कानूनी रोक नहीं है जहां अनुचित भेदभाव की वकालत की जाती है और मौजूदा पूर्व",
  "is pleaded and shown existing ex facie and to the satisfaction of the Writ Court, when it may well act in aid of article 14 of the Constitution and": "दृष्टया और रिट कोर्ट की संतुष्टि के लिए दिखाया गया है जब यह संविधान के अनुच्छेद 44",
  "(34) In the modern day context and living in the times we do where": "(34) आधुनिक संदर्भ में और उस समय में रहते हुए जब हम ऐसा कर रहे हैं जहां विशाल भीड़",
  "and evolve a Icgal principle of absolute merit capable of universal application in India in all kinds of recruitment situations paying lip service to articles": "करके सभी प्रकार की भर्ती स्थितियों में भारत में सार्वभौमिक रूप से लागू होने में सक्षम पूर्ण",
  "‘They all are looking fixedly at the front door of public employment, unaware": "परीक्षण के इच्छुक हैं। वे सभी सार्वजनिक रोजगार के सामने वाले दरवाजे की ओर टकटकी लगाए देख रहे हैं, इस बात से अनजान हैं कि ऊंची प्राचीरों से नीचे की गलियों से लेकर",
  "compared to the functions of judiciary in administration of justice |": "जनता के विश्वास को बनाए रखने की आवश्यकता की तुलना न्याय प्रशासन में न्यायपालिका",
  "which was spelt out by Lord Denning in Metropolitan Properties": "के कार्यो से की जा सकती है, जिसे लॉर्ड डेनिंग ने मेट्रोपॉलिटन प्रॉपर्टीज कंपनी बनाम लैनन",
  "Co. vs. Lannon (1968) 3 All ER 304) in following words: “Justice": "(4968) 3 ऑल ई के 304) में निम्नलिखित शब्दों में बताया था: “न्याय की जड़ें विवाद में",
  "must be rooted in confidence; and confidence is destroyed when": "होनी चाहिए; और आत्मविश्वास तब नष्ट हो जाता है जब सही सोच वाले लोग यह सोचकर",
  "rightmindcd pcopic go away thinking: ‘The Judge was biased.”": "चले जाते हैं: 'न्यायाधीश पक्षपाती था।'",
  "“The conduct of the Chairman and Members of the Commission, in discharge of their duties, has to be above board": "“अपने कर्तव्यों के निर्वहन में आयोग के अध्यक्ष और सदस्यों का आचरण बोर्ड से ऊपर और",
  "and beyond censure. The credibility of the institution of Public": "निंदा से परे होना चाहिए। लोक सेवा आयोग की संस्था की विश्वसनीयता इसके उचित",
  "Service Commission is founded upon faith of the common man on its proper functioning. Constant allegations of corruption": "कामकाज पर आम आदमी के विश्वास पर आधारित है। भ्रष्टाचार के लगातार आरोपों और",
  "and promotion of family interests at the cost of national interest": "राष्ट्रीय हित की कीमत पर पारिवारिक हितों को बढ़ावा देने के परिणामस्वरूप आयोग के",
  "resulting in invocation of constitutional mechanism for the removal of Chainnan/Members of the Commission crode public": "अध्यक्ष/सदस्यों को हटाने के लिए संवैधानिक तंत्र को लागू करने से आयोग में जनता का",
  "confidence in the Commission. Profs. Brown and Garner's observation in their treatise French Administrative Law, 3rd": "विश्वास कम हो गया है। प्रो. ब्राउन और गार्नर का अपने ग्रंथ फ्रेंच एडमिनिस्ट्रेटिव लॉ, तीसरे",
  "ced. (1983) in this regard can be usefully referred to. They said": "संस्करण में अवलोकन। इस संबंध में (983) का संदर्भ उपयोगी रूप से लिया जा सकता है।",
  "“the standard of behaviour of an administration depends in the last resort upon the quality and traditions of the public officials": "उन्होंने कहा, \"किसी प्रशासन के व्यवहार का मानक अंततः उन सार्वजनिक अधिकारियों की",
  "exercised through a system of judicial control.” Regrettably,": "न्यायिक नियंत्रण की प्रणाली के माध्यम से लागू किए जा सकते हैं।\" अफसोस की बात है कि",
  "the present case is onc of many References made to this Court": "वर्तमान मामला इस न्यायात्रय में किए गए कई संदर्भो में से एक है जहां आयोग के सदस्यों",
  "wherc scrious allegations and imputations have becn made against the Chainnan and Members of the Commission in regard to performance of their constitutional duties. The omissions and": "के खिलाफ उनके संवैधानिक कर्तव्यों के प्रदर्शन के संबंध में गंभीर आरोप और आरोप लगाए",
  "commissions amounting to misbehaviour, allegedly committed by the Chairman/Members of the ]aryana Public Service": "गए हैं। हरियाणा ल्रोक सेवा आयोग के अध्यक्ष/सदस्यों द्वारा कथित तौर पर की गई चूक",
  "Coninission have lcd to the Presidential Reference dated 3 | st July, 2008 in exercise of the powers vested in the President": "शक्तियों का प्रयोग करते हुए इस नयायात्रय में 3। जुलाई 2008 को राष्ट्रपति संदर्भ भेजा",
  "KHAJJAN SINGH AND OTHERS v. STATE OF HARYANA 409 AND OTHERS (Rajiv Narain Raina, J.)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "spoken belore from the highest judicial altitude and in such weighty": "संविधान पीठ के लिए इतनी बातें कीं जितनी उच्चतम न्यायिक ऊंचाई से और इतने वजनदार",
  "words:-": "शब्दों में पहले कभी नहीं कही गई:-",
  "“Constitutional adjudication is like no other decision-making. There": "“संवैधानिक निर्णय किसी अन्य निर्णय लेने की तरह नहीं है, हर प्रमुख संवैधानिक मामले में",
  "is amoral dimension to every major constitutional case; the language of the text is not necessarily a controlling factor. Our constitution": "एक नैतिक आयाम होता है; पाठ की भाषा आवश्यक रूप से एक नियंत्रित कारक नहीं है। हमारा संविधान अपनी सामान्यताओं के कारण और इसकी व्याख्या करते समय न्यायाधीशों",
  "works because of its generalitics, and because of the good sensc of the Judges when interpreting it. Itis that informed freedom o faction": "की अच्छी समझ के कारण काम करता है। यह न्यायाधीशों की कार्रवाई की सूचित स्वतंत्रता",
  "of the Judges that helps to preserve and protect our basic document": "है जो शासन के हमारे बुनियादी दस्तावेज़ को संरक्षित और संरक्षित करने में मदद करती है",
  "KHAJJAN SINGIL AND OTHERS v. STATE OF IIARYANA 41] AND OTHERS (Rajiv Narain Raina, J)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "(36) Then it may be asked: Who knows where merit lics? Who": "(36) फिर यह पूछा जा सकता है: कौन जानता है कि योग्यता कहाँ है? योग्यता का मूल्यांकन",
  "knows where the merit of those who cvaluate merit lics? Who knows where": "करने वालों की योग्यता कहां है, कौन जानता है? कौन जानता है कि सत्य अमूर्तता में कहाँ",
  "the truth lies in abstraction? Let us not sermonize or call Moses to write Tablets for us. let us cndevour to frecly, reasonably and gencrously support": "छिपा है? आइए हम उपदेश न दें या मूसा को हमारे लिए गोलियाँ लिखने के लिए न बुलाएँ।",
  "in a far-off forest nursery (not in offices ofa Goverment department) within": "आइए हम कानून के दायरे में दूर-दराज के वन नर्सरी (सरकारी विभाग के कार्यात्रयों में नहीं)",
  "permanency albcit as labourcrs so that their day docs not begin with sunsct.": "प्रदान करें। मजदूरों के रूप में भी स्थायित्व ताकि उनका दिन सूर्यास्त के साथ शुरू न हो।",
  "Verily, they built the nation brick by brick till the landscape was altered.": "वास्तव में, जब तक परिद्दश्य बदल नहीं गया, उन्होंने एक-एक ईंट जोड़कर राष्ट्र का निर्माण",
  "They built the houses we live in, the restaurants we dine in, the roads we": "वे घर बनाए जिनमें हम रहते हैं, वे रेस्तरां बनाए गए जिनमें हम सड़कों पर भोजन करते हैं,",
  "travel on, the tarmac airplanes land in and take off, and the court we sit": "हम पक्की सड़कों पर यात्रा करते हैं, हवाई जहाज उतरते और उड़ान भरते हैं और वह अदालत",
  "in to dispense justice. They came to Court before the Judges did. These": "जिसमें हम न्याय देने के लिए बैठते हैं। वे न्यायाधीशों के आने से पहले अदालत में आये। ये",
  "are the anonymous builders of the nation with neither reward, nor hope nor recompense cxcept the meager daily wages camed by them which may not": "राष्ट्र के गुमनाम निर्माता हैं जिनके पास उनके द्वारा अर्जित अल्प दैनिक मजदूरी के अलावा न तो पुरस्कार है, न आशा और न ही कोई प्रतिफल, जिसका भुगतान दिन के अंत में भी नहीं",
  "(37) But so long as the word ‘socialism’ lives in the Preamble to": "(37) लेकिन जब तक 'समाजवाद' शब्द संविधान की प्रस्तावना में रहता है तब तक",
  "the Constitution, Judges are constitutionally bound to apply distributive": "न्यायाधीश संवैधानिक रूप से वितरणात्मक न्याय लागू करने के लिए बाध्य हैं जो कहता है :",
  "justice which postulates: “To cach according to his contribution” Who can measure such contribution? Certainly not the Judge. But yes, the Judge can": "\"प्रत्येक को उसके योगदान के अनुसार\" ऐसे योगदान को कौन माप सकता है? निश्चित रूप",
  "measure such contribution? Certainly not the Judge. But yes, the Judge can intervene as a surgeon might in case of failure of the physician to cure the": "से न्यायाधीश नहीं. लेकिन हाँ, यदि चिकित्सक बीमारी को ठीक करने में विफल रहता है तो",
  "fails in his constitutional duty to discharge the burdens of measuring that the minimal dose of succour required for comfort calculated on the abacus of": "आवश्यक सहायता की न्यूनतम खुराक की गणना करने के बोझ का निर्वहन करने में अपने",
  "Fundamental dutics enjoined by article 5] A (j) of the Constitution obligate": "है। संविधान के अनुच्छेद 5ए (जे) द्वारा दिए गए मौलिक कर्तव्य सभी नागरिकों को",
  "all citizens to strive towards excellence in all spheres of individual and": "व्यक्तिगत और सामूहिक गतिविधि के सभी क्षेत्रों में उत्कृष्टता की दिशा में प्रयास करने के",
  "KHAJJAN SINGH AND OTHERS v. STATE OF HARYANA 413 AND OTHERS (Rajiv Narain Raina, J.)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "the Court must not be too astute to interpret the languagein a literal": "समय न्यायालय को भाषा की शाब्दिक अर्थ में व्याख्या करने में बहुत चतुर नहीं होना चाहिए",
  "sense so as to whittle them down. The Court must interpret the": "ताकि उन्हें छोटा कर दो। न्यायालय को संविधान की व्याख्या इस तरीके से करनी चाहिए",
  "and narrow interpretation of a vital fundamental right in the Indian": "संविधान में एक महत्वपूर्ण मौलिक अधिकार की शाब्दिक और संकीर्ण व्याख्या का एक",
  "Constitution is the early decision of the Supreme Court in the case of A.K. Gopalan v. State of Madras . Article 21 of the Constitution": "उदाहरण ए.के. गोपालन बनाम मद्रास राज्य के मामले में सर्वोच्च न्यायालय का प्रारंभिक निर्णय है। संविधान के अनुच्छेद 24 में प्रावधान है कि किसी भी व्यक्ति को कानून द्वारा",
  "provides that no person shall be deprived of his life and personal + liberty except according to procedure established by law. The": "स्थापित प्रक्रिया के अलावा उसके जीवन और व्यक्तिगत स्वतंत्रता से वंचित नहीं किया",
  "Supreme Court by a majority held that ‘procedure established by": "जाएगा। सर्वोच्च न्यायालय ने बहुमत से माना कि 'कानून द्वारा स्थापित प्रक्रिया' का अर्थ",
  "law’ means any procedure established by law made by the Parliament or the lcgislatures of the State. The Supreme Court refused to infuse": "संसद या राज्य विधानमंडलों द्वारा बनाए गए कानून द्वारा स्थापित कोई भी प्रक्रिया है।",
  "upon the existence of cnacted law. A fier three decades, the Supreme": "इसने केवल अधिनियमित कानून के अस्तित्व पर ध्यान केंद्रित किया। तीन दशकों के बाद",
  "Court overrulcd its‘previous decision inA.K.Gopalan (10) and held": "सुप्रीम कोर्ट ने ए.के. गोपालन (40) मामले में अपने पिछले फैसले को खारिज कर दिया और",
  "in tts landmark judgment in Maneka Gandhi v. Union of India and": "मेनका गांधी बनाम भारत संघ और अन्य मामले में अपने ऐतिहासिक फैसले में कहा कि",
  "the test ofreasonableness. Fhe Court further held that the procedure should also be in conformity with the principles of natural justice.": "चाहिए। न्यायालय ने आगे कहा कि प्रक्रिया प्राकृतिक न्याय के सिद्धांतों के अनुरूप भी होनी",
  "This example is given to demonstrate an instance of expansive": "चाहिए। यह उदाहरण मौलिक अधिकार की व्यापक व्याख्या का एक उदाहरण प्रदर्शित करने",
  "interpretation of a fundamental right. The expression ‘life’ in Article 21 does not connote merely physical or animal existence. The ri ght": "के लिए दिया गया है। अनुच्छेद 24 में 'जीवन' शब्द का तात्पर्य केवल भौतिक या पशु",
  "KHAJJAN SINGH AND OTHERS v. STATE OF HARYANA 415 AND OTHERS (Rajiv Narain Raina, J)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "and which is qualified in the wisdom ofParliament thus in article 51 A (h):-": "अनुच्छेद 54 ए (एच) में योग्य है: -",
  "“to develop the scientific temper, humanism and the spirit of inquiry and reform”": "\"वैज्ञानिक सोच, मानवतावाद और जांच एवं सुधार की भावना का विकास करना\"",
  "(42) When the Constitution instructs us on the way forward we must": "(42) जब संविधान हमें आगे बढ़ने का निर्देश देता है तो हमें उसकी आज्ञा का पालन करना",
  "obey and carry out its command. Constitutional duty then becomes a": "चाहिए और उसका पालन करना चाहिए। संवैधानिक कर्तव्य तब संवैधानिक अनिवार्यता और",
  "constitutional impcrative and the judicial limitation. The Judge must then": "न्यायिक सीमा बन जाता है। फिर न्यायाधीश को अपने सभी निर्णयों को संवैधानिक आदेश",
  "inform all his decisions with the constitutional mandate. Duty for the Judge": "के अनुरूप सूचित करना चाहिए। तब न्यायाधीश के लिए कर्तव्य अपने आप में उसके",
  "disintercsted in the cause. The Judge is not an administrator. An administrator may do and bc heard on the argument that Fundamental Dutics are": "न्यायाधीश प्रशासक नहीं है. एक प्रशासक यह तर्क दे सकता है और सुना जा सकता है कि",
  "unenforccable. But the Court cannot discard these principles wherever": "मौलिक कर्तव्य अप्रवर्तनीय हैं। लेकिन न्याय प्रदान करने के लिए जहां भी आवश्यक हो,",
  "found necessary to dispense justice if no other absolute Icgal principle is": "न्यायात्रय इन सिद्धांतों को खारिज नहीं कर सकता है यदि कोई अन्य पूर्ण कानूनी सिद्धांत",
  "found to fully justify reliefin any other manner. It may not be capable of": "किसी अन्य तरीके से राहत को पूरी तरह से उचित ठहराने वाला नहीं पाया जाता है। यह रिट",
  "enforcing this duty through writs but it may temper its opinion, if the need": "के माध्यम से इस कर्तव्य को लागू करने में सक्षम नहीं हो सकता है, लेकिन यदि इसके",
  "(43) Manual daily wage workers may not hold posts under the State": "(43) मैनुअल दैनिक वेतन भोगी कर्मचारी राज्य के अधीन या राज्य के मामलों के संबंध में",
  "or in connection with the affairs of the State but they may deserve to be": "पद धारण नहीं कर सकते हैं, लेकिन वे राज्य से पूछने के लिए उनकी समस्याओं, उनकी",
  "looked at with a humanistic view to try and understand their problems, their": "आशाओं और आकांक्षाओं को समझने और समझने के लिए मानवतावादी दृष्टिकोण से देखे",
  "hopes and aspirations to ask the State to help them to amcliorate their lot albcit with a spirit of dynamic humanism as the rich and powcrlul may not": "जाने के पात्र हो सकते हैं। यद्यपि गतिशील मानवतावाद की भावना के साथ उनकी स्थिति सुधारने में उनकी मदद करना, क्योंकि अमीर और शक्तिशाली लोगों को वास्तव में उन्हें",
  "need to truly understand or empathize with them. In the absence of recruitment": "समझने या उनके साथ सहानुभूति रखने की आवश्यकता नहीं हो सकती है। इन मामलों के",
  "rules shown by the State in its replics with respect to these set of cases,": "संबंध में राज्य द्वारा अपने उत्तरों में दिखाए गए भर्ती नियमों की अनुपस्थिति में इस अदालत",
  "and to be judicially pragmatic about it. The rules should not by themselves": "रूप से व्यावहारिक होना चाहिए। वर्तमान मामल्रों में नियम बिना किसी और बात के अपने",
  "no exception for manual workers. The challenge to illegal appointments by": "कोई अपवाद नहीं होना चाहिए। पीड़ित जनता द्वारा अवैध नियुक्तियों को चुनौती देना",
  "a suffering public is cven more regretful in public interest litigation where": "जनहित याचिका में और भी अधिक खेदजनक है, जहां सेवा कानून के सिद्धांत मिसाल का",
  "citing precedent. The wrongdoer has many protections in law but those": "वाले को कानून में कई सुरक्षाएं प्राप्त हैं लेकिन वे सुरक्षाएं केवल तब तक हैं जब तक कि कुछ",
  "protections are only till the conscience of the Court is disturbed when anything becomes possible and that is how we must view what constitutional": "भी संभव होने पर न्यायालय की अंतरात्मा परेशान न हो जाए और हमें संवैधानिक",
  "anything becomes possible and that is how we must view what constitutional Judges may do. That is where the insight of Kapadia, J. in the M. Nagaray": "न्यायाधीशों को इसी तरह देखना चाहिए कि वे क्या कर सकते हैं। यहीं पर एम नागराज में न्यायमूर्ति कपाड़िया की अंतईष्टि धड़कती है। यदि प्रशासक ने कानून को उसी तरह लागू",
  "been written or needed to. Perhaps, Umradevi would not have been written": "कुछ आदर्श रूप से ठीक होता तो शायद उमादेवी के बारे में नहीं लिखा जाता या इसकी",
  "or necessitated, if all was ideally well with the world. The total picture thus": "आवश्यकता नहीं होती। इस प्रकार पूरी तस्वीर को न्यायालय की कलम द्वारा समग्र रूप से",
  "think and may be completcly wrong.": "एक व्यक्ति के लिए भी। मैं यही सोचता हूं और यह पूरी तरह गलत भी हो सकता है।",
  "(44) In the aforesaid background, the moot question is: are daily": "(44) उपरोक्त पृष्ठभूमि में विवादास्पद प्रश्न यह है: क्या वे दैनिक वेतन भोगी श्रमिक हैं",
  "wage manual workers, as of whom have been exploited “for years’ by the State by resort to Unfair Labour Practice are they not entitled to a share": "जिनका राज्य द्वारा अनुचित श्रम प्रथा का सहारा लेकर वर्षों से शोषण किया गया है, क्या वे",
  "in the sun, the shade and the moonlight. pray may | ask, for some security": "धूप, छाया और चांदनी में हिस्सेदारी के हकदार नहीं हैं? प्रार्थना करें कि क्या मैं काम की कुछ सुरक्षा मांग सकता हूं। प्रश्न उठाने के बाद अभी भी एक उत्तर है, एक प्रतिवाद, जिसे राज्य",
  "(47) The Division Bench of this Court in State of Punjab versus Sukhminder Kaur and others (16); speaking through brother Surya": "(47) पंजाब राज्य बनाम सुखमिंदर कौर और अन्य (6) में इस न्यायालय की डिवीजन बेंच;",
  "Kant, J. in acase arising out of discrimination following thedirections issucd by the Supreme Court in State of Haryana v. Piara Singh but after noticing": "हरियाणा राज्य बनाम पियारा सिंह में सुप्रीम कोर्ट द्वारा जारी निर्देशों के बाद भेदभाव से",
  "“There 1s no denial to the fact that hundreds of workcharged/daily": "“इस तथ्य से इनकार नहीं किया जा सकता है कि उपरोक्त नीति के कार्यान्वयन पर सैकड़ों",
  "the aforesaid policy but the private respondents have been denied such benefit onthe solitary ground that their appointments were on": "उत्तरदाताओं को केवल इस आधार पर इस तरह के लाभ से वंचित कर दिया गया है कि उनकी",
  "contract basis. Such a plea taken before the Icarned Single Judge": "नियुक्तियां अनुबंध के आधार पर थीं। विद्वान एकल न्यायाधीश के समक्ष ली गई इस तरह",
  "has been repelled and in our considered view rightly so for thereason": "की याचिका को खारिज कर दिया गया है और हमारे विचार में यह सही है क्योंकि 89 दिनों की",
  "that after the initial appointment on contract basis fora period of 89 days, the private respondents were appointed on temporary basis": "अवधि के लिए अनुबंध के आधार पर प्रारंभिक नियुक्ति के बाद निजी उत्तरदाताओं को",
  "and in the regular pay scale (with minimum of the pay scalc). Learned": "अस्थायी आधार पर और नियमित वेतनमान में नियुक्त किया गया था (न्यूनतम वेतनमान",
  "Single Judge has also found that they were appointed against duly": "के साथ) विद्वान एकल न्यायाधीश ने यह भी पाया है कि उन्हें अस्थायी आधार पर विधिवत",
  "KHAJJAN SINGH AND OTHERS ‘vy. STATE OF HARYANA 417 AND OTHERS (Rajiv Narain Raina, J.)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "through CWP No.6341 of 2005 in which directions were issued to the State": "नियमित किया गया था। उन्होंने पहले 2005 के सीडब्ल्यूपी नंबर 6344 के माध्यम से इस न्यायालय का दरवाजा खटखटाया था जिसमें राज्य को नियमितीकरण के दावे पर निर्णय",
  "to decide the claim for regularization. The claim was considered and": "लेने के निर्देश जारी किए गए थे। दावे पर विचार किया गया और सिफारिश की गई, लेकिन",
  "KHAJJAN SINGH AND OTHERS v. STATE OF HARYANA 419 AND OTHERS (Rajiv Narain Raina, J.)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "shall be well within its ri ghts to issuc the desired directions for the implementation of such a policy in a nondiscriminatory manner so": "लिए वांछित निर्देश जारी करने का अधिकार होगा। यह नीति भेदभाव रहित तरीके से बनाई",
  "that all the employees are granted its benefit without any artificial": "गई है ताकि सभी कर्मचारियों को बिना किसी कृत्रिम वर्गीकरण के इसका लाभ दिया जा सके।",
  "classification. This is what has bcen done by the learned Single Judge also.”": "विद्वान एकल न्यायाधीश ने भी यही किया है।\"",
  "(48) This decision was rendered on 2nd July, 2013 after noticing the Constitution Bench decision in Umadevi. The same Bench reiterated": "(48) उमादेवी मामले में संविधान पीठ के फैसले पर गौर करने के बाद 2 जुलाई 2043 को यह",
  "the principle in LPA No. 1214 of 2013; State of Haryana and others v. Chet Ram and others decided on 1 2th July, 2013. 1t is now the turn of the remand": "फैसला सुनाया गया। उसी पीठ ने 2043 के एलपीए संख्या 4244 में सिद्धांत को दोहराया; हरियाणा राज्य और अन्य बनाम चेत राम और अन्य का फैसला 42 जुलाई 2043 को हुआ।",
  "Singh and others v. State of Haryana and others decided on 19th": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "(50) Briefly stated, the claim of the petitioners in Khajjan Singh’s": "(50) संक्षेप में कहा गया है कि खज्जन सिंह के मामले में याचिकाकर्ताओं का दावा 33 जनवरी",
  "casé is for directions to regularize the petitioning daily wage labourers as per the policy decisions of 31st January, 1996 and Ist October, 2003 as": "996 और 4 अक्टूबर 2003 के नीतिगत निर्णयों के अनुसार याचिकाकर्ता दैनिक वेतन भोगी",
  "the daily wage employees who have completed 3 years of service on 30th": "संशोधित किया गया है, जो संरक्षित है। वे दैनिक वेतनभोगी कर्मचारी जिन्होंने 30 सितंबर",
  "September, 2003 and were in service on 30th September, 2003 and entitled": "2003 को 3 वर्ष की सेवा पूरी कर ली है और 30 सितंबर 2003 को सेवा में थे और वे",
  "them for regularization. Here also, the petitioners had awards in their favour": "नियमितीकरण के हकदार हैं। यहां भी याचिकाकर्ताओं के पक्ष में पिछली तिथियों से सेवा की",
  "granting continuity of service from back dates. ‘The award is dated 4th January, 2006 in the case of Khajjan Singh petitioner No.2.The State have": "निरंतरता प्रदान करने का निर्णय था। खज्जन सिंह याचिकाकर्ता संख्या 2 के मामले में",
  "(51) It is stated that the Forest Department engaged labourers": "(54) ऐसा कहा गया है कि वन विभाग ने मजदूरों को ज्यादातर वृक्षारोपण गतिविधियों के",
  "mostly for plantation activitics which arc seasonal in nature which continued for 2-3 months during the monsoon scason i.¢. July to September. When": "लिए लगाया है जो प्रकृति में मौसमी हैं जो मानसून के मौसम के दौरान 2-3 महीने यानी जुलाई से सितंबर तक जारी रहती हैं। जब सीज़न खत्म हो जाता है तो नर्सरी आदि के रखरखाव के",
  "the scason is over, only a few labourers are retained for maintenance of": "लिए केवल कुछ मजदूरों को ही रखा जाता है। उनमें से कुछ को बागानों में सफाई और निराई-",
  "nurseries ctc. A few of them arc recalled in October and November for": "गुड़ाई के काम के लिए अक्टूबर और नवंबर में वापस बुला लिया जाता है। बताया गया है कि",
  "Department exccutes forestry work through musicr rolls system. l’or sometime": "वन विभाग मस्टर रोल प्रणाली के माध्यम से वानिकी कार्य निष्पादित करता है। पिछले कुछ",
  "past, it was felt that the muster roll has become ineffective, incfficient and": "समय से यह महसूस किया जा रहा था कि मस्टर रोल अप्रभावी, अप्रभावी तथा अलाभकारी",
  "uneconomical. Paragraph 13.70 of the Haryana Forest Manual provides": "हो गया है। हरियाणा वन मैनुअल के पैराग्राफ 3.70 में प्रावधान है कि वन रक्षक कार्यों के",
  "that Forest Guards are Officers in charge of the works and are empowered to engage labour on daily wages; take roll call in the morning and cvening": "प्रभारी अधिकारी हैं और उन्हें दैनिक मजदूरी पर श्रम लगाने का अधिकार है; सुबह और शाम",
  "and prepare a daily shect of work done cveryday. The arca under the": "को रोल कॉल लें और प्रतिदिन किए गए कार्य की दैनिक शीट तैयार करें। वन रक्षक के नियंत्रण",
  "control of forest guard is generally at distant places. It was expericnecd that": "वाला क्षेत्र आम तौर पर दूर-दराज के स्थानों पर होता है। यह अनुभव किया गया कि",
  "practically, it became impossible for him to take roll call twice at every place": "व्यावहारिक रूप से उनके लिए प्रतिदिन प्रत्येक स्थान पर दो बार रोल कॉल लेना असंभव हो",
  "daily, not to speak of supervising the work at all places under his control.": "गया, अपने नियंत्रण में सभी स्थानों पर काम की निगरानी की तो बात ही छोड़ दें। इसके",
  "‘This was resulting in shortage of work by the labourers duc to which the": "परिणामस्वरूप मजदूरों के पास काम की कमी हो गई, जिसके कारण वन कर्मचारियों को",
  "Principles and the Fundamental Dutics (article 48 A of Part IV and article": "के निदेशक सिद्धांतों और मौलिक कर्तव्यों (भाग |४ के अनुच्छेद 48 ए और भाग |४ ए के",
  "forests, lakes, rivers and wildlife ofthe country in consonance with National": "अनुरूप देश के वनों, झीलों, नदियों और वन्य जीवन की रक्षा और सुधार करना, पर्यावरणीय",
  "Forest Policy, 1$88 ensuring cnvironmental stability and maintenance ofthe ecological balance including atmospheric equilibnum which arc vital for": "स्थिरता सुनिश्चित करना और वायुमंडलीय संतुलन सहित पारिस्थितिक संतुलन का",
  "sustcnance of all life forms like humans, plants and animals and with no profit": "रखरखाव सुनिश्चित करना, जो मनुष्यों, पौधों और जानवरों जैसे सभी जीवन रूपों के भरण-",
  "under various projects aided by the Government of India, }uropean Union,": "गतिविधियाँ भारत सरकार द्वारा सहायता प्राप्त विभिन्‍न परियोजनाओं के तहत की जा रही",
  "KHAJJAN SINGH AND OTHERS v. STATE OF HARYANA 421 AND OTHERS (Rajiv Narain Raina, J)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "on daily wages on casual basis, the same would come to an end when it": "पर दैनिक वेतन पर नियुक्ति या नियुक्ति है तो यह बंद होने पर समाप्त हो जाएगी। यदि",
  "is discontinued. If a temporary employee or a causal worker is continued for a time beyond the term of his appointment, he would not be entitled": "किसी अस्थायी कर्मचारी या आकस्मिक कर्मचारी को उसकी नियुक्ति की अवधि से अधिक",
  "of such continuance if the original appointment was not made by following": "शामिल होने या स्थायी होने का हकदार नहीं होगा, यदि मूल नियुक्ति निम्नलिखित का पालन",
  "a due process of sciection as envisaged by the relevant rules. lt was stated": "करके नहीं की गई थी। प्रासंगिक नियमों द्वारा परिकल्पित चयन की उचित प्रक्रिया। यह",
  "to regularization of 17th June 1997, Sth November 1999, 1st October 2003 and 10th February 2004 videnotification dated 13th Apnil, 2007 in the light": "अधिसूचना के माध्यम से 47 जून 997, 5 नवंबर 999, 4 अक्टूबर 2003 और 40 फरवरी",
  "of the judgment in Umadevi. 1t may be mentioncd that this notification “« shall not adversely affect the cases where regularization have already": "किया जा सकता है कि यह अधिसूचना \"...उन मामलों पर प्रतिकूल प्रभाव नहीं डालेगी जहां",
  "(52) The defense of the respondent State was that the petitioners": "(52) प्रतिवादी राज्य का बचाव यह था कि याचिकाकर्ताओं को वन विभाग के सबसे निचले",
  "were cngaged as daily wage labourers by the lowest ficld functionary of the Forest Department i.e. the Forest Guard. The work of such labour is": "क्षेत्र के अधिकारी यानी वन रक्षक द्वारा दैनिक वेतन भोगी मजदूर के रूप में नियुक्त किया",
  "for raising of seedlings in nurseries, digging of pits, planting, watering of": "गया था। ऐसे श्रमिकों का कार्य नर्सरी में पौध तैयार करना, गड़ढे खोदना, रोपण करना, पौधों",
  "plants, weeding and hoeing of plants and their engagement for specific work": "को पानी देना, पौधों की निराई और गुड़ाई करना है और विशिष्ट कार्य के लिए उनकी नियुक्ति",
  "was for a specific period.": "एक विशिष्ट अवधि के लिए होती थी।",
  "(53) Nevertheless, the Forest Department admitted in the written statement that there is no provision under the rules that the appointments/": "(53) फिर भी वन विभाग ने लिखित बयान में स्वीकार किया कि नियमों के तहत ऐसा कोई",
  "employment can be made on daily wage basis. Therefore, it is urged that": "प्रावधान नहीं है कि दैनिक वेतन के आधार पर नियुक्तियाँ/नियोजन किया जा सके। इसलिए",
  "the employment of the petitioners are contrary to the rules and are in": "यह आग्रह किया जाता है कि याचिकाकर्ताओं का रोजगार नियमों के विपरीत है और भारत के",
  "violation of articles 14 and 16 of the Constitution of India. Therefore, adaily": "संविधान के अनुच्छेद 44 और 46 का उल्लंघन है। इसलिए किसी दैनिक वेतनभोगी को सेवा",
  "wager has no right to continue or being regularized in service as they are": "में बने रहने या नियमित होने का कोई अधिकार नहीं है क्योंकि वे किसी भी पद के धारक नहीं",
  "not the holder of any post. The petitioncrs had asserted and it is not disputed": "हैं। याचिकाकर्ताओं ने दावा किया था और इसमें कोई विवाद नहीं है कि वे 4980 के दशक और",
  "subordinate counter parts who continucd working were regularized on 14th October, 2006 after the pronouncement in Umadevi and their services": "रखते थे, उन्हें उमादेवी में घोषणा के बाद 44 अक्टूबर 2006 को नियमित कर दिया गया और",
  "remain protected by permanency. They have put in number of years of work of 7 to 10 ycars (9 petitioners) before they were terminated while one of": "उनकी सेवाएं स्थायी रुप से सुरक्षित रहीं। उन्होंने बर्खास्त होने से पहले 7 से 40 साल (9",
  "them i.c. Pawan Kumar petitioner No.2 has served from Ist August. 1999 to 16th March, 2000 when he was terminated but returned with a Labour": "याचिकाकर्ताओं) तक काम किया था, जबकि उनमें से एक यानी पवन कुमार याचिकाकर्ता नंबर 2 ने । अगस्त 4999 से 46 मार्च 2000 तक सेवा की थी जब उन्हें बर्खास्त कर दिया गया",
  "as 10 or more of continuous service before dates of retrenchment. The": "उनमें से कुछ ने छंटनी की तारीखों से पहले 40 या उससे अधिक बार निरंतर सेवा की थी।",
  "awards in their favour have come from the period from 4th January, 2006": "उनके पक्ष में पुरस्कार 4 जनवरी 2006 से 2 नवंबर 2008 की अवधि के दौरान आए हैं। जिस",
  "KHAJJAN SINGH AND OTHERS v. STATE OF HARYANA 425 AND OTHERS (Rajiv Narain Raina, J.)": "445 खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "Bench has expressed thus:- .": "ने इस प्रकार करते हुए की थी : -",
  "5": "6",
  "KHAHNAN SINGH AND OTHERS | y, STATE OF HARYANA 433 AND OTHERS (Rajiv Narain Raina, J)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "Policy is not in existence and deemed to have been annulled, the private respondents shall be entitled to seck regularization of their": "अस्तित्व में नहीं है और इसे रद्द माना जाता है, निजी उत्तरदाता उस तारीख से अपनी सेवाओं",
  "private respondents shall be entitled to seck regularization of their services from the date such abencfit was granted to their juniors...”": "के नियमितीकरण की मांग करने के हकदार होंगे, जब उनके कनिष्ठों को ऐसा लाभ दिया गया",
  "(55) Mr. Sunil Nehra learned Sr. Deputy Advocate General, Haryana": "(55) श्री सुनील नेहरा को पता चला कि राज्य की ओर से पेश हुए हरियाणा के वरिष्ठ",
  "appearing for the State places reliance on a Division Bench judgment in Rajinder Kumar versus State of Haryana and others (J 7); to submit": "उपमहाधिवकक्‍ता, राजिंदर कुमार बनाम हरियाणा राज्य और अन्य (47) में डिवीजन बेंच के",
  "that the plea of discrimination was turned down for the reason that the ratio": "फैसले पर भरोसा करते हैं; यह प्रस्तुत करने के लिए कि भेदभाव की दलील को इस कारण से",
  "of Umadevi clearly intended to overrule all past precedents which run": "खारिज कर दिया गया था कि उमादेवी के अनुपात का स्पष्ट रूप से उन सभी पिछले उदाहरणों",
  "counter to the principles of law enunciated by the Supreme Court leaving": "को खारिज करने का इरादा था जो सर्वोच्च न्यायालय द्वारा प्रतिपादित कानून के सिद्धांतों",
  "the High Courtsto follow necessarily the law laid down. In para. 14, this": "के विपरीत हैं, जिससे उच्च न्यायालयों को आवश्यक रूप से निर्धारित कानून का पालन करना",
  "issucd under Article 309 of the Constitution dated 1.1 0.2003 or any other": "संविधान के अनुच्छेद 309 के तहत 4.40.2003 को जारी नियमितीकरण की नीति या ऐसी",
  "such policy would not confer an enforceable ri ght on the employees for the": "कोई अन्य नीति नियमितीकरण के उद्देश्य से कर्मचारियों को लागू करने योग्य अधिकार",
  "purposc ofregularization. The benefits already acquired pursuant to the said policies and schemes would remain un-effected”. The only way for": "प्रदान नहीं करेगी। उक्त नीतियों और योजनाओं के तहत पहले से प्राप्त लाभ अप्रभावित",
  "employees whohave been appointed in accordance with mandate of the Supreme Court in para. 53 read with para. 15 of the judgment was the": "रहेंगे। जिन कर्मचारियों को फैसले के पैरा 45 के साथ पढ़े गए पैरा 53 में सुप्रीम कोर्ट के आदेश",
  "rules were not enforceable in the context o fregularization or permanency.": "के विपरीत की गई नियुक्तियां नियमितीकरण या स्थायीकरण के संदर्भ में लागू करने योग्य नहीं थीं।",
  "(56) Counsel refers to U.P Power Corporation Limited versus Rajesh Kumar and others (18); the Supreme Court case dealt with": "(56) वकील यू.पी. पावर कॉर्पोरेशन लिमिटेड बनाम राजेश कुमार और अन्य (8) को संदर्भित",
  "context of the 77th, 81st, 82nd and 85th amendments to the Constitution": "करता है; सुप्रीम कोर्ट का मामला संविधान के 77वें, 84वें, 82वें और 85वें संशोधन और उनकी",
  "and their constitutional validity and the dicta laid down in M. Nagaraj versus Union of India (1 9). 1 would need to refer to para.": "संवैधानिक वैधता तथा एम.नागराज बनाम भारत संघ(9) मामले में निर्धारित नियमों के",
  "12 to 14 where the Supreme Court observes : -": "संबंधित था। मुझे पैरा 42 से 44 का संदर्भ लेना होगा जहां सुप्रीम कोर्ट का मानना है : -",
  "“12. We have reproduced the paragraphs from both thedecisions in extenso to highlight that the Allahabad Bench was apprised about": "“।2. हमने दोनों निर्णयों के पैराग्राफों को विस्तार से इस बात पर प्रकाश डालने के लिए",
  "extenso to highlight that the Allahabad Bench was apprised about the number of matters at Lucknow filed carlier in point of time which": "पुन: प्रस्तुत किया है कि इलाहाबाद पीठ को लखनऊ में पहले दायर किए गए मामलों की संख्या",
  "were being part heard and the hearin 8 was in continuum. It would": "के बारे में अवगत कराया गया था, जिनकी आंशिक सुनवाई हो रही थी और सुनवाई निरंतर",
  "(18) 2012(7)SCC 1": "(48) 2042 (7) एससीसी ॥.",
  "(19) (2006) 8 SCC 212": "(49) (2006) 8 एससीसी 22",
  "or more but without the intervention of ordcrs of courts or of tribunals. The question of regularization of the services of such": "बिना। अदालतों का या नन्‍्यायाधिकरणों का. ऐसे कर्मचारियों की सेवाओं के नियमितीकरण",
  "principles settled by this Court in the cases aboverclerred to and in": "के प्रश्न पर इस न्यायालय द्वारा उपरोक्त संदर्भित मामलों में तय किए गए सिद्धांतों और",
  "regularize as a onctime measure, the services o f such irregularly": "सेवाओं को नियमित करने के लिए एकमुश्त उपाय करना चाहिए, जिन्होंने विधिवत स्वीकृत",
  "appointed, who have worked for tcn years or more in duly sanctioned posts but not under cover of orders of courts or of tribunals and": "पदों पर दस साल या उससे अधिक समय तक काम किया है, लेकिन अदालतों के आदेशों की",
  "posts but not under cover of orders of courts or of tribunals and should further ensure that regular recruitments are undertaken to fill": "आड़ में नहीं। न्यायाधिकरणों को यह भी सुनिश्चित करना चाहिए कि उन रिक्त स्वीकृत पदों",
  "those vacant sanctioned posts that requircto be filled up, in cases": "को भरने के लिए नियमित भर्तियां की जाएं, जिन्हें भरने की आवश्यकता है, जहां अब",
  "where temporary employces or daily wagers are being now employed. ‘The process must be set in motion within six months from this date.": "अस्थायी कर्मचारी या दैनिक वेतनभोगी कार्यरत हैं। इस तिथि से छह महीने के भीतर प्रक्रिया",
  "subjudice, necd not be reopened based on this judgment. but there": "चुका है, लेकिन नयायाधीन नहीं है, तो उसे इस फैसले के आधार पर फिर से खोलने की",
  "should be no further by-passing of the constitutional requirement": "आवश्यकता नहीं है, लेकिन संवैधानिक आवश्यकता को और अधिक दरकिनार नहीं किया",
  "KHAJJAN SINGH AND OTHERS ov. STATE OF HARYANA 427 AND OTHERS (Rajiv Narain Raina, J)": "425 खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "326], Hindustan Acronautics Ltd. vs. Dan Bahadur Singh [2007 (6)": "सुब्रमण्येश्वर (2007 (5) एससीसी 326] हिंदुस्तान एयरोनॉटिक्स लिमिटेड बनाम दान",
  "SCC 207]. However, in U.P. SEB vs. Pooran Chand Pandey {2007": "बहादुर सिंह [2007(6) एससीसी 207], हालांकि",
  "two-Judges Bench has attempted to dilute the Constitution Bench": "जताया है, दो-न्यायाधीशों की पीठ ने इसे कमजोर करने का प्रयास किया है। संविधान पीठ",
  "here regularization has been sought for in pursuance of Article": "सकता है जहां संविधान के अनुच्छेद 44 के अनुसरण में नियमितीकरण की मांग की गई है",
  "ofthe seven-Judges Bench in Mancka Gandhi vs. Union of India": "और यह मेनका गांधी बनाम यूनियन मामले में सात न्यायाधीशों की पीठ के फैसले के विपरीत",
  "[1978 (1) SCC 248}.": "है। भारत [978(4) एससीसी 248]।",
  "70. We are distressed to note that despite several pronouncements": "70. हम यह जानकर व्यथित हैं कि इस विषय पर कई घोषणाओं के बावजूद न्यायिक",
  "on the subject, there is substantial increase in the number of cascs involving violation of the basics of judicial discipline. The learned": "अनुशासन की बुनियादी बातों के उल्लंघन से जुड़े मामलों की संख्या में पर्याप्त वृद्धि हुई है।",
  "accept the verdict and law laid down by coordinate and even larger": "देकर समन्वय और यहां तक कि बड़ी पीठों द्वारा निर्धारित फैसले और कानून का पालन करने",
  "doing so. Therefore, it has become necessary to reiterate that": "और स्वीकार करने से इंकार कर देते हैं। इसलिए यह दोहराना आवश्यक हो गया है कि",
  "disrespect to constitutional cthos and breach of discipline have grave": "संवैधानिक लोकाचार का अनादर और अनुशासन का उल्लंघन न्यायिक संस्थान की",
  "impact on the credibility ofjudicial institution and encourages chance": "विश्वसनीयता पर गंभीर प्रभाव डालता है और आकस्मिक मुकदमेबाजी को बढ़ावा देता है।",
  "(20) 2008 (10) SCC J": "(20) 2008 (0) एससीसी ॥",
  "428": "426",
  "an important hallmark of judicial jurisprudence developed in this": "विकसित न्यायिक न्यायशास्त्र की एक महत्वपूर्ण पहचान है और उच्च न्यायपालिका के",
  "judgments of the superior judiciary will do incalculable harm to the": "परस्पर विरोधी निर्णयों की आवृत्ति में वृद्धि से व्यवस्था को अपूरणीय क्षति होगी, साथ ही",
  "system inasmuch as the courts at the grass root will not be able to decide as to which of the judgment lay down the correct law and": "जमीनी स्तर पर अदालतें भी। यह तय नहीं कर पाएंगे कि कौन सा फैसला सही कानून बताता",
  "which one should be followed. We may add that in our constitutional": "है और किसका पालन किया जाना चाहिए। हम यह जोड़ सकते हैं कि हमारी संवैधानिक",
  "set up every citizen is under a duty to abide by the Constitution and": "व्यवस्था में प्रत्येक नागरिक का कर्तव्य है कि वह संविधान का पालन करे और उसके आदर्शो",
  "respect its ideals and institutions. ‘those who have been cntrusted": "और संस्थाओं का सम्मान करे। जिन लोगों को व्यवस्था के संचालन और राज्य के विभिन्‍न",
  "with the task of administering the system and operating various constituents of the State and who take oath to actin accordance": "घटकों के संचालन का काम सौंपा गया है और जो संविधान के अनुसार कार्य करने और उसे",
  "with the Constitution and uphold the same, have to sct an example by exhibiting total commitment to the Constitutional ideals. This": "कायम रखने की शपथ लेते हैं, उन्हें संवैधानिक आदर्शों के प्रति पूर्ण प्रतिबद्धता प्रदर्शित करके एक उदाहरण स्थापित करना होगा। इस सिद्धांत का न्यायिक बिरादरी के सदस्यों",
  "princip|cis required to be observed with greater rigour by the members of judicial fraternity who have becn bestowed with the powcr to": "करके एक उदाहरण स्थापित करना होगा। इस सिद्धांत का न्यायिक बिरादरी के सदस्यों द्वारा अधिक कठोरता से पालन किया जाना आवश्यक है, जिन्हें महत्वपूर्ण संवैधानिक और",
  "adjudicate upon important constitutional and legal issues and protect and preserve rights of the individuals and socicty as a whole.": "कानूनी मुद्दों पर निर्णय लेने और समग्र रूप से व्यक्तियों और समाज के अधिकारों की रक्षा",
  "Discipline is sine qua non for effective and efficient functioning of the judicial system. If the Courts command others to act in accordance": "और संरक्षण करने की शक्ति प्रदान की गई है। न्यायिक प्रणाली के प्रभावी और कुशल कामकाज के लिए अनुशासन अनिवार्य शर्त है। यदि नयायात्रय दूसरों को संविधान के",
  "to countenance violation of the constitutional principle by those who are required to lay down the law.": "संवैधानिक सिद्धांत का उल्लंघन करना संभव नहीं है जिन्हें कानून बनाने की आवश्यकता",
  "71. In the light of what has been stated above, we deem it proper to": "74. ऊपर जो कहा गया है उसके आलोक में हम यह स्पष्ट करना उचित समझते हैं कि यूपी",
  "Bench in U.P. State Electricity Board v. Pooran Chandra Pandey": "राज्य बिजली बोर्ड बनाम पूरन चंद्र पांडे (सुप्रा) मामले में दो-न्यायाधीशों की पीठ द्वारा की",
  "treated es binding by the High Courts, Tribunals and other judicial foras nor they should be relicd upon or madc basis for bypassing the": "मामले को उच्च न्यायालयों द्वारा बाध्यकारी नहीं माना जाना चाहिए। न्‍यायाधिकरणों और अन्य न्यायिक मंचों पर न तो उन पर भरोसा किया जाना चाहिए और न ही उन्हें संविधान",
  "principles laid down by the Constitution Bench.” (emphasis added)": "पीठ द्वारा निर्धारित सिद्धांतों को दरकिनार करने का आधार बनाया जाना चाहिए।\" (ज़ोर",
  "(59) Not often does the Supreme Court refer to its past constitution": "(59) सुप्रीम कोर्ट अक्सर संविधान के अनुच्छेद 44 के तहत अपने पिछले संविधान पीठ के",
  "the Supreme Court are binding by virtuc of their ratio decidendiand not": "सोचा होगा कि सर्वोच्च न्यायालय की संवैधानिक पीठ अपने अनुपात निर्णय के आधार पर",
  "KHAJJAN SINGH AND OTHERS v. STATE OF HARYANA 429 AND OTHERS (Rajiv Narain Raina, J)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "(60) For a variety of reasons, the order of thc learned Single Judge was held unsustainable in Channi. The appeals were allowed and the order": "(60) विभिन्‍न कारणों से विद्वान एकल न्यायाधीश के आदेश को चन्नी में अस्थिर माना",
  "that thereare two conflicting opinions of two Division Benches in State of Haryana v. Channi and the other in State of Punjab v. Smt.Sukhminder Kaur (supra) and thus the matter deserves to be placed before a larger": "राज्य बनाम चननी और पंजाब राज्य बनाम श्रीमती सुखमिंदर कौर (पूर्व) मामले में दो खंडपीठों की दो परस्पर विरोधी राय हैं और इस प्रकार यह मामला एक बड़ी पीठ के समक्ष रखा",
  "bench for resolving the apparent conflict.": "जाना चाहिए। स्पष्ट संघर्ष को सुलझाने के लिए |",
  "(61) Orders were reserved in these cases on 13th December, 2013.": "(64) इन मामलों में आदेश 43 दिसंबर 2043 को सुरक्षित रखे गए थे। उस समय मुझे संदेह",
  "Division Benches in Channi(2013) and in Rajinder Kumar (2006) may": "था कि चैनिन (2043) और राजिंदर कुमार (2006) में दो डिवीजन बेंचों में प्रतिपादित कानून",
  "services may not be governed strictly by rules of recruitment. There ri ghts deserved to be examined and declared from the vantage point of industrial": "वेतनभोगी कर्मचारी और जिनकी सेवाएँ भर्ती के नियमों द्वारा कड़ाई से शासित नहीं हो सकती हैं। इन अधिकारों की औदयोगिक कानून सिद्धांतों के सुविधाजनक दृष्टिकोण से",
  "law principles and as such to group these cases for separate treatment. This": "जांच और घोषणा की जानी चाहिए और इन मामलों को अलग-अलग उपचार के लिए समूहित",
  "line of thinking was influenced by Casteribe which was not brought to the": "किया जाना चाहिए। सोच की यह दिशा कास्टेरिबे से प्रभावित थी जिसे चनन्‍्नी में डिवीजन बेंच",
  "the principles of law enunciated by the Supreme Court in Om Kumaron": "हिस्सों पर ओम कुमार के मामले में सर्वोच्च न्यायालय द्वारा प्रतिपादित कानून के सिद्धांतों",
  "and the other of discrimination, which principles may have to be factored": "के अनुरूप था, एक मनमानी का और दूसरा भेदभाव का, जिसके सिद्धांतों को निर्णय लेने की",
  "into the decision making process for a fair, meaningful and efficacious": "प्रक्रिया में शामिल करना पड़ सकता है। संबंधित पक्षों के अधिकारों के निष्पक्ष, सार्थक और",
  "revicw but when unfair discrimination is pleaded, pressed and practiced and": "अनुचित भेदभाव की वकालत की जाती है, दबाव डाला जाता है और अभ्यास किया जाता है",
  "is not scriously disputed on foundational facts, then the Writ Court may be": "और मूल्रभूत तथ्यों पर गंभीरता से विवाद नहीं किया जाता है तो रिट कोर्ट के पास आरोपमुक्त",
  "left with little option but to discharge its constitutional duty by applying principles of primary review to strike down unfair discrimination without as much as abdicating that duty, come what may. ‘The principles of law": "करने के अलावा बहुत कम विकल्प बचता है। प्राथमिक समीक्षा के सिद्धांतों को लागू करके अनुचित भेदभाव को ख़त्म करना उसका संवैधानिक कर्तव्य है, चाहे जो भी हो उस कर्तव्य से",
  "explained in Ganayutham and Om Kumar werc also not brought to the": "पीछे हटना नहीं। गनयुथम और ओम कुमार में बताए गए कानून के सिद्धांतों को भी अनुचित",
  "notice of the Division Bench in Channi for its consideration on the point of unfair discrimination.": "भेदभाव के बिंदु पर विचार के लिए चन्‍्नी में डिवीजन बेंच के ध्यान में नहीं लाया गया था।",
  "(62) After I had prepared the judgment after reserving orders I had": "(62) आदेश सुरक्षित रखने के बाद निर्णय तैयार करने के बाद मैंने उत्सुकता से सोचा था कि",
  "anxiously thought how to proceed with the matter and what to do on the": "इस मामले को कैसे आगे बढ़ाया जाए और इसमें शामिल संवेदनशील मुद्दों पर क्या किया",
  "follow Sukhminder Kaur and to distinguish Umadevi by Casteribe or": "चाहिए और उमादेवी को कास्टेरिबे द्वारा अलग करना चाहिए या संदर्भित करना चाहिए हरि",
  "to refer the cight questions formulated above to a larger Bench to resolve the conflict pointed out by Mr. Nehra when the recent verdict of the": "में सुप्रीम कोर्ट के हालिया फैसले में श्री नेहरा द्वारा उठाए गए संघर्ष को हल करने के लिए एक बड़ी पीठ के सामने तैयार किए गए आठ प्रश्न। मेरे संज्ञान में यह आया कि उच्चतम",
  "the Supreme Court afler noticing Casteribe and Umadevi in sharp departure of Channi (both authored by the Hon’ble Mr. Justice A.K.Sikri, onc before": "न्यायालय ने कास्टेरिबे और उमादेवी को चन्नी के तीव्र प्रस्थान पर ध्यान देने के बाद (दोनों",
  "“34. On harmonious reading of the two judgmentsdiscussed in detail": "“34. ऊपर विस्तार से चर्चा किए गए दोनों निर्णयों को सामंजस्यपूर्ण रूप से पढ़ने पर हमारी",
  "above. we arc of the opinion that when there are posts available, in the absence of any unfair labour practice the Labour Court would": "राय है कि जब किसी अनुचित श्रम प्रथा के अभाव में पद उपलब्ध हों तो श्रम न्यायालय केवल",
  "not give direction for regularization only because a worker has": "इसलिए नियमितीकरण के लिए निर्देश नहीं देगा क्योंकि एक कर्मचारी दैनिक वेतन भोगी",
  "continued as daily wage workcr/adhoe/temporary worker for number": "कर्मचारी के रूप में जारी रहा है। कई वर्षों तक तदर्थ/अस्थायी कर्मचारी। इसके अलावा, यदि",
  "of ycars. Further, if there are no posts available, such a direction for regularization would be impermissible. In the aforesaid circumstances": "कोई पद उपलब्ध नहीं है तो नियमितीकरण के लिए ऐसा निर्देश अस्वीकार्य होगा। उपरोक्त",
  "number of years put in by sucha worker as daily wager etc, may": "परिस्थितियों में ऐसे व्यक्ति को केवल दैनिक वेतन भोगी आदि के रूप में बिताए गए वर्षों की",
  "Art.14 of the Constitution. Further, such a direction would nat be": "हो सकता है जो संविधान के अनुच्छेद 44 के लिए अभिशाप है। इसके अलावा ऐसा कोई निर्देश",
  "(21) 2014 (2) SCT 234": "(20). 204 (2) एससीटी 234",
  "(65) High Court Judges bound by Constitutional limitations inarticle": "(65) अनुच्छेद 44 में संवैधानिक सीमाओं से बंधे उच्च न्यायालय के न्यायाधीशों को प्रतिकूल",
  "14 as clscwherc in the law are enjoined to crase unfair inequality resulting from adverse State action or inaction and would remain undcr oath while discharging judicial dutics to strikc down unfair discrimination the moment": "राज्य कार्रवाई या निष्क्रियता के परिणामस्वरूप समानता में अनुचित को मिटाने का आदेश दिया गया है और वे न्यायिक कर्तव्यों का पालन करते समय शपथ के तहत रहेंगे कि वे",
  "discharging judicial dutics to strikc down unfair discrimination the moment they find its ugly head rearing from case papers placed before them. They": "अनुचित भेदभाव पाते ही उसे खत्म कर देंगे। यह उनके सामने रखे गए केस पेपर्स से बदसूरत",
  "well tended into a Banyan tree with its root system pervading all things. A fier": "सके। वृक्ष अपनी जड़ प्रणाली के साथ सभी चीजों में व्याप्त है। दक्षिण अफ्रीका की आज़ादी",
  "(66) Any unfair discrimination practiced by the State has to be dealt with by the strong arm of the law by firm affirmative action in order to": "(66) राज्य द्वारा किए जाने वाले किसी भी अनुचित भेदभाव को कानून के मजबूत हाथों से कठोर सकारात्मक कार्रवाई द्वारा निपटाया जाना चाहिए ताकि अनुचित भेदभाव को दूर",
  "remove unfair discrimination and not to promote it so that nights of no citizen": "किया जा सके और इसे बढ़ावा न दिया जाए ताकि किसी भी नागरिक के अधिकार बिना",
  "deserted and fceling that article 14 was not meant for them and only for": "शर्म की बात होगी कि अनुच्छेद 44 उनके लिए नहीं है और केवल्र 'संपन्‍नों' के लिए है।",
  "(67) However, | may add a word of caution here, | have not": "(67) हालाँकि मैं यहां सावधानी का एक शब्द भी जोड़ सकता हूं, मैंने इस फैसले में सरकार के",
  "questionable appointments to posts sanctioned on the cadre strength ofunits of service in the departments of Government, besides the instrumentalitics": "विभागों में सेवा की इकाइयों की कैडर शक्ति पर स्वीकृत पदों पर संदिग्ध नियुक्तियों में",
  "of State and nothing said here would apply to the other set of pending cases involving claims of regularization made by holders of posts in Class II": "यहां कही गई कोई भी बात तृतीय श्रेणी सेवा में पदों के धारकों द्वारा किए गए नियमितीकरण",
  "KHAJAN SINGH AND OTHERS v. STATE OF HARYANA 433 AND OTHERS (Rajiv Narain Raina, J)": "436 खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "(69) The nine questions crystallized above indicate internally what": "(69) ऊपर दिए गए नौ प्रश्न आंतरिक रूप से संकेत देते हैं कि उनके उत्तर क्या हो सकते हैं,",
  "indicating a case for grant of positive retroactive parity and to answer if this relicf at all deserves to be given to the petitioners to remove the vice": "करने के मामले का संकेत देता है और उत्तर देता है कि क्या यह राहत याचिकाकर्ताओं को दी",
  "of unfair discrimination even if it is through the process of making a": "जाने योग्य है। अनुचित भेदभाव की बुराई को दूर करें, भले ही यह कानून के तहत समानता",
  "social and matcrial benefits. The rights of the petitioners who are daily wage": "याचिकाकर्ताओं को कानूनी रूप से उन सामाजिक और भौतिक लाभों से वंचित किया जा",
  "of service is not granted by the Labour Court and such awards have attained": "हैं। हालाँकि, जहां श्रम न्यायालय द्वारा सेवा की निरंतरता प्रदान नहीं की गई है और ऐसे",
  "finality, the period for which benefit of past service when not granted, would": "पुरस्कारों को अंतिम रूप दिया गया है, वह अवधि जिसके लिए पिछली सेवा का लाभ प्रदान",
  "present cascs, the petitioners would be deemed to have been in service as": "वर्तमान मामलों में याचिकाकर्ताओं को सेवा में माना जाएगा जैसे कि प्रतिकूल छंटनी आदेश",
  "though the adverse retrenchment orders were never passed. The State was": "कभी पारित नहीं किए गए थे। राज्य इनमें से किसी भी मामले में जंगल और सिंचाई विभाग",
  "not able to show in any of these cases the rules of service applicable to the initial engagement of the petitioners on daily wagcr in the Forest and": "में दैनिक वेतन पर याचिकाकर्ताओं की प्रारंभिक नियुक्ति के लिए लागू सेवा के नियमों को",
  "appointments were not contrary to law given that powcr to employ them": "कि उनकी प्रारंभिक नियुक्तियाँ कानून के विपरीत नहीं थीं, क्योंकि उन्हें नियोजित करने की",
  "was posited in the Statc to offer them daily wage employment albeit through its local functionaries with power derived from manuals to operate the": "शक्ति राज्य में थी। मस्टर रोल प्रणाली को संचालित करने के लिए मैनुअल से प्राप्त शक्ति के साथ अपने स्थानीय पदाधिकारियों के माध्यम से उन्हें दैनिक वेतन रोजगार की पेशकश",
  "muster roll system. The Industrial Disputes Act is a picec of beneficial social": "करना। औद्योगिक विवाद अधिनियम लाभकारी सामाजिक कल्याण कानून का एक हिस्सा",
  "welfare legislation which stands alone and apart from constitutional service law. ] lowever, as time passed and departures were made with India opening": "है जो संवैधानिक सेवा कानून से अलग और अलग है। हालाँकि जैसे-जैसे समय बीतता गया",
  "law. ] lowever, as time passed and departures were made with India opening up to globalization and free enterprise the axis suffered a paradi gm shift": "और वैश्वीकरण और मुक्त उद्यम के लिए भारत के खुलने के साथ प्रस्थान हुआ, धुरी को पूंजी",
  "towards capital and then the Supreme Court spoke in Marjinder Singh": "की ओर एक आदर्श बदलाव का सामना करना पड़ा और फिर सुप्रीम कोर्ट ने हरजिंदर सिंह",
  "versus Punjab State Warehousing Corporation (23), to turn back the": "बनाम पंजाब स्टेट वेयरहाउसिंग कॉरपोरेशन (23) में बढ़ते ज्वार को वापस करने के लिए बात",
  "(23) (2010) 3 SCC 192": "(23) (2040) 3 एससीसी",
  "KHAJJAN SINGH AND OTHERS ov. STATE OF HARYANA 435 AND OTHERS (Rajiv Narain Raina, J)": "खज्जन सिंह और अन्य बनाम हरियाणा राज्य और अन्य (न्यायमूर्ति राजीव नाराइन रैना)",
  "(70) This statement of law is, or what | may call, the re-statement": "(70) कानून का यह कथन या जिसे मैं कानून का पुन: कथन और पुन: अवलोकन कह सकता",
  "and re-visit of the law, is effectively the summuon bonum of humanism in action from the last Court of judicial resort.": "हूं वह प्रभावी रूप से न्यायिक सहारा के अंतिम न्यायालय से कार्रवाई में मानवतावाद का",
  "(71) Before leaving 1 would say a few more words on the principles of primary and sccondary review of administrative action which was": "(73) जाने से पहले मैं प्रशासनिक कार्रवाई की प्राथमिक और माध्यमिक समीक्षा के सिदधांतों",
  "introduced , if | may be correct in saying so, by M.Jagannadha Rao, J. some years before Om Kumar was delivered by his Lordship in Union": "पर कुछ और शब्द कहूंगा, जो कि ओम कुमार को उनके आधिपत्य द्वारा वितरित किए जाने से कुछ साल पहले न्यायमूर्ति एम.जगन्नाध राव द्वारा पेश किया गया था। भारत संघ बनाम",
  "universal application in administrative law and subjcct matter labour law.": "गया था, जो मेरे विचार से प्रशासनिक कानून और विषय वस्तु श्रम कानून में सार्वभौमिक",
  "The question left open in sub para. 4 (b) in Ganayutham appears to have": "अनुप्रयोग के लिए सक्षम है। ऐसा प्रतीत होता है कि गणयुथम में उप पैरा 4(बी) में खुला छोड़ा",
  "(2) The Court would not interfere with the administrator’s decision unless it was illegal or suffered from procedural impropricty or was irrational in the sense that it was in": "(2) न्यायात्रय प्रशासक के निर्णय में तब तक हस्तक्षेप नहीं करेगा जब तक कि वह अवैध न हो या प्रक्रियात्मक अनौचित्य से ग्रस्त न हो या इस अर्थ में तर्कहीन न हो कि यह तर्क या",
  "outragcous defiance of logic or moral standards. The possibility": "नैतिक मानकों की अपमानजनक अवहेलना है। भविष्य में अंग्रेजी प्रशासनिक कानून में",
  "of other tests, including proportionality being brought into": "आनुपातिकता सहित अन्य परीक्षण लाए जाने की संभावना से इंकार नहीं किया गया है। ये",
  "the CCSU principles.": "सीसीएसयू सिद्धांत हैं।",
  "(3)(a) As per Bugdaycay, Brind and Smith, as long as the Convention": "(3) (ए) बगडेके, ब्रिंड और स्मिथ के अनुसार जब तक कन्वेंशन को अंग्रेजी कानून में शामिल",
  "is not incorporated into English Law, the English Courts merely exercise a secondary judgment to find out ifthe decision maker could": "नहीं किया जाता है, तब तक अंग्रेजी अदालतें केवल यह पता लगाने के लिए एक माध्यमिक",
  "exercise a secondary judgment to find out ifthe decision maker could have, on the material before him, arrived at the primary judgment in": "निर्णय का प्रयोग करती हैं कि क्या निर्णय लेने वाला प्राथमिक पर पहुंचने से पहले सामग्री पर",
  "(3)(b) Ifthe Convention is incorporated in England making available": "(3)(बी) यदि कन्वेंशन को आनुपातिकता के सिद्धांत को उपलब्ध कराते हुए इंग्लैंड में",
  "the principle of proportionality, then the English Courts will render primary judgmenton the validity of the administrative action and find": "शामिल किया गया है तो अंग्रेजी अदालतें प्रशासनिक कार्रवाई की वैधता पर प्राथमिक निर्णय",
  "out if the restriction is disproportionate or excessive or is not based": "देंगी और पता लगाएंगी कि क्या प्रतिबंध अनुपातहीन या अत्यधिक है या किसी पर आधारित",
  "upon a fair balancing of the fundamental freedom and the need for thercstriction thereupon.": "नहीं है मौलिक स्वतंत्रता का उचित संतुलन और उस पर प्रतिबंध की आवश्यकता।",
  "(4)(a) The position in our country, in administrative law, where no fundamental freedoms as aforesaid are involved, is that the Courts/": "(4)(ए) हमारे देश में प्रशासनिक कानून में स्थिति जहां उपरोक्त कोई मौलिक स्वतंत्रता",
  "Tribunals will only play a secondary role while the primary judgment": "शामित्र नहीं है, वह यह है कि न्‍्यायालय/न्यायाधिकरण केवल एक माध्यमिक भूमिका",
  "as to reasonableness will remain with the executive or administrative": "निभाएंगे जबकि तर्कसंगतता के बारे में प्राथमिक निर्णय कार्यकारी या प्रशासनिक प्राधिकारी",
  "Wednesbury and CCSU principles as stated by Lord Greene and": "बताए गए वेडनसबरी और सीसीएसयू सिद्धांतों पर आधारित होना चाहिए ताकि यह पता",
  "(4)(b) Whether in the case of administrative or executive action": "(4) (बी) क्या मौलिक स्वतंत्रता को प्रभावित करने वाली प्रशासनिक या कार्यकारी कार्रवाई के",
  "affecting fundamental freedoms, the Courts in our country will apply the principle of ’proportionality’ and assume a primary role, is Icft": "मामले में हमारे देश में न्यायालय 'आनुपातिकता' के सिद्धांत को लागू करेंगे और मान लेंगे",
  "the principle of ’proportionality’ and assume a primary role, is Icft open, to be decided in an appropriate case where such action is": "कि प्राथमिक भूमिका को उचित मामले में निर्णय लेने के लिए खुला छोड़ दिया गया है जहां",
  "alleged to offend fundamental freedoms. It will be then necessary to": "ऐसी कार्रवाई का आरोप लगाया गया है मौलिक स्वतंत्रता का अपमान करना। तब यह तय",
  "decide whether the Courts will havea primary rolc only ifthe freedoms": "करना आवश्यक होगा कि क्‍या न्यायालयों की प्राथमिक भूमिका केवल तभी होगी जब",
  "under Article 19, 21 etc. are involved and not for Article 14.”": "अनुच्छेद 49, 24 आदि के तहत स्वतंत्रताएं शामित्र होंगी न कि अनुच्छेद 44 के तहत।”",
  "(emphasis added) ,": "(महत्व जोड़ें)",
  "(72) The tone had been set. Article 19 and 21 were debatable so": "(72) स्वर सेट हो चुका था। जहां तक प्राथमिक समीक्षा का सवाल है, अनुच्छेद 49 और 24",
  "faras primary review was concerned. Article 14 was impartible. Itis not negotiable. In Om Kumar (supra) the question of violation of article 14": "बहस योग्य थे। अनुच्छेद 44 प्रभावहीन था. यह समझौता योग्य नहीं है. ओम कुमार (सुप्रा)",
  "rulings have to be beaded together, the first exploratory and the other": "था। इस प्रकार दोनों निर्णयों को एक साथ जोड़ना होगा, पहला खोजपूर्ण और दूसरा अनुच्छेद",
  "explanatory of primary review jurisdiction whilc dealing with oppressive": "44 के दमनकारी उल्लंघन से निपटने के दौरान प्राथमिक समीक्षा क्षेत्राधिकार का",
  "review jurisdiction becomes the administrator and protector of equality before the law and the cqual protection of the laws, so as to give meaning ful,": "न्यायालय समानता का प्रशासक और रक्षक बन जाता है। कानून और कानूनों की समान",
  "such right depr‘vations for redress through non-constitutional adjudication,": "पर गैर-संवैधानिक नयायनिर्णयन के माध्यम से निवारण के लिए ऐसे अधिकार वंचितों को",
  "and circumstances ofa given case. By applying these standards of primary review of administrative action in the present cases where the fortunate oncs": "किसी दिए गए मामले का. वर्तमान मामलों में प्रशासनिक कार्रवाई की प्राथमिक समीक्षा के इन मानकों को लागू करके, जहां भाग्यशाली लोगों ने अदालत के हस्तक्षेप के बिना",
  "secured their freedom of regularization without court intervention but which": "नियमितीकरण की स्वतंत्रता हासिल की है, लेकिन जिसके परिणामस्वरूप शत्रुतापूर्ण और",
  "cyes of law. The rule of law is clearly against man’s inhumanity to man. This": "स्पष्ट रूप से है मनुष्य की मनुष्य के प्रति अमानवीयता के विरुदूध। इस प्रकार का अभाव",
  "kind of deprivation is in contravention of the natural law of equality among": "नागरिकों के बीच समानता के प्राकृतिक कानून का उल्लंघन है, जो मानव के रूप में दोनों के",
  "citizens who arc or have become equally placed in all respects of basic rights posscsscd by both of them as human beings even if there were no written": "पास मौजूद बुनियादी अधिकारों के सभी मामलों में समान हैं या हो गए हैं, भत्रे ही कोई लिखित",
  "constitution or statutory law protecting workers against unfair discrimination": "संविधान या वैधानिक कानून नहीं था जो श्रमिकों को अन्याय से बचाता हो। जो लोग अपने",
  "and unfair labour practice inter se of those who deserve equality of treatment": "समकक्षों के साथ समानता के व्यवहार के हकदार हैं, उनके बीच भेदभाव और अनुचित श्रम",
  "trial resulting in favourable awards by the decming fiction of law, even then": "परिणामस्वरूप कानून की कल्पना से अनुकूल पुरस्कार मिलते हैं, फिर भी न्यायालय को",
  "the Court must step in to vanquish subjugation of the spirit. No person": "आत्मा की अधीनता को खत्म करने के लिए कदम उठाना चाहिए। किसी भी पीड़ित व्यक्ति",
  "aggncved should be turned away thinking the Court failed in coming to aid": "को यह सोचकर लौटाया नहीं जाना चाहिए कि न्यायालय प्रशासक द्वारा बनाए गए अनुचित",
  "(73) On the conspectus of the above facts, law and the thread of judgments read together, and for the various reasons stated interconnecting": "(73) उपरोक्त तथ्यों के आधार पर कानून और निर्णयों के सूत्र को एक साथ पढ़ा जाता है और न्यायिक निर्णयों को आपस में जोड़ने वाले विभिन्‍न कारणों से सेवाओं के पूर्व-दिनांकित",
  "the judicial decisions, the rights of the petitioners for ante-dated regularization of services are declared in their favour and against the State.": "नियमितीकरण के लिए याचिकाकर्ताओं के अधिकारों को उनके पक्ष में और राज्य के खिलाफ घोषित किया जाता है।",
  "(74) The writ petitions are allowed. The orders of the respondent": "(74) रिट याचिकाएं स्वीकार की जाती हैं। मामलों के इस बैच में नियमितीकरण के लिए",
  "batch of cases are nullified and set aside. In cases where regularization has been granted with effect from 2003 they shall be ante-dated in terms of": "दिया गया है। ऐसे मामलों में जहां 2003 से नियमितीकरण प्रदान किया गया है, वे इस निर्णय",
  "this judgment from the dates such petitioners were separated from their": "के संदर्भ में उन तारीखों से पूर्व-दिनांकित होंगे, जब ऐसे याचिकाकर्ताओं को उनके पूर्व कनिष्ठों",
  "erstwhile juniors and fellow workers. Accordingly, the State of Haryana": "और साथी श्रमिकों से अलग किया गया था। तदनुसार, हरियाणा राज्य इस आदेश पर सवाल",
  "would pass fresh orders in terms of this judgment in cach case after the": "संदर्भ में नए आदेश पारित करेगा। आदेश आप दें :-",
  "PS. Bajwa": "पी.एस. बाजवा"
}