{
  "attracted in the instant case. Therefore, the damages/compensation payable to the plaintiffs was rightly assessed by the Courts below.": "वादी को देय क्षति/मुआवजा का नीचे के न्यायालयों द्वारा सही मूल्यांकन किया गया था।",
  "Paul S. Saini, Advocate and Kamaljit Kaur, Advocate, for the": "अपीलकर्ता की ओर से पॉल एस. सैनी, अधिवक्ता और कमलजीत कौर,",
  "appellant": "अधिवक्ता",
  "Sushil Bhardwaj, Advocate, for respondents no.2 to 6 None for": "सुशील भारद्वाज, वकील, प्रतिवादी संख्या 2 से 6 के लिए, उत्तरदाता संख्या के लिए",
  "respondents no. 8 and 9": "कोई नहीं। 8 और 9",
  "TRIBHUVAN DAHIYA, J. (Oral)": "त्रिभुवन दहिया, जे. (मौखिक)",
  "M 51-C of 2022:": "2022 का सीएम नंबर 6054-सी:",
  "This is an application for condonation of 8 days delay in filing the instant appeal.": "यह त्वरित अपील दायर करने में 8 दिन की देरी को माफ करने के लिए एक आवेदन है।",
  "Notice of the application was issued on 1.9.2022. But no reply has been filed to the application to date.": "आवेदन की सूचना 4.9.2022 को जारी की गई थी। लेकिन आज तक आवेदन का कोई जवाब दाखिल नहीं किया गया है.",
  "For the reasons mentioned in the application, the same is allowed.": "आवेदन में उल्लिखित कारणों से इसकी अनुमति दी जाती है।",
  "Delay of 8 days in filing the instant appeal is condoned.": "तत्काल अपील दायर करने में 8 दिन की देरी माफ की जाती है।",
  "RSA No. 1794 of 2022 (O & M):": "2022 का आरएसए नंबर 4794 (ओ एंड एम):",
  "(1) As per office report, respondent no.7 remained unserved,": "(।) कार्यालय की रिपोर्ट के अनुसार, प्रतिवादी संख्या 7 अप्राप्त रहा, हालाँकि,",
  "the appeal, however, is being decided since no order adverse to its interest is being passed.": "अपील पर निर्णय लिया जा रहा है क्योंकि उसके हित के प्रतिकूल कोई आदेश पारित नहीं",
  "(2) This is defendant’s/ Insurance company’s second appeal against the concurrent findings of both the Courts below.": "(2) यह नीचे दिए गए दोनों न्यायालयों के समवर्ती निष्कर्षों के खिलाफ प्रतिवादी/बीमा कंपनी की दूसरी अपील है।",
  "(3) The facts of the case in brief are, respondents no.1 to": "(3) मामले के तथ्य संक्षेप में इस प्रकार हैं, उत्तरदाताओं संख्या से 6/वादी (बाद",
  "Bhagwan. The plaintiffs are his parents, widow and minor children. On": "वसूली के लिए मुकदमा दायर किया। वादी उसके माता-पिता, विधवा और नाबालिग बच्चे",
  "11.11.2016, the deceased, Kuldeep and Sunhera were working as": "हैं। दिनांक 4..2046 को, मृतक, कुलदीप और सुनहेरा ठेकेदार/प्रतिवादी संख्या के",
  "labourers on an electric line in the area of village Mund under the": "तहत ग्राम मुंड के क्षेत्र में एक विदूयुत लाइन पर मजदूर के रूप में काम कर रहे थे। 7",
  "contractor/respondent no. 7 (defendant no.1 in the civil suit, hereinafter referred to as ‘the contractor’). While they were working on the electric": "(सिविल मुकदमे में प्रतिवादी नंबर , इसके बाद 'ठेकेदार' के रूप में जाना जाएगा)। जब",
  "referred to as ‘the contractor’). While they were working on the electric line, it suddenly turned live and the deceased fell down due to jerk of": "वे विदूयुत लाइन पर काम कर रहे थे तो अचानक करंट आ गया और करंट का झटका",
  "electric current. He was immediately removed to Government Hospital,": "लगने से मृतक नीचे गिर गया। उन्हें तुरंत कैथल के सरकारी अस्पताल ले जाया गया,",
  "Kaithal, however, was declared brought dead. A criminal case bearing": "हालांकि, उन्हें मृत घोषित कर दिया गया। ठेकेदार के खिलाफ पुलिस स्टेशन असंध में",
  "FIR No.735 dated 12.11.2016 was registered under Section 304-A IPC": "धारा 304-ए आईपीसी के तहत एफआईआर संख्या 735 दिनांक 2..206 को एक",
  "appellant/defendant no.4 (hereinafter referred to as the ‘Insurance company’).": "अपीलकर्ता/प्रतिवादी संख्या 4 (इसके बाद 'बीमा कंपनी' के रूप में संदर्भित) द्वारा किया",
  "(4) The suit was contested by the contractor, the Department as well as the Insurance company denying their liability to pay any": "(4) ठेकेदार, विभाग और साथ ही बीमा कंपनी ने किसी भी मुआवजे का भुगतान",
  "working under the contractor and died during his employment with the": "चूंकि मृतक ठेकेदार के अधीन काम कर रहा था और ठेकेदार के साथ रोजगार के दौरान",
  "accident took place due to rash and negligent act of other defendants.": "कि दुर्घटना अन्य प्रतिवादियों की जल्दबाजी और लापरवाही के कारण हुई। अत: बीमा",
  "Therefore, the claim was not maintainable against the Insurance company.": "कंपनी के विरूद्ध दावा पोषणीय नहीं था।",
  "(5) On the pleadings of the parties, the following issues were settled by the trial Court:": "(5) पक्षों की दलीलों पर, ट्रायल कोर्ट द्वारा निम्नलिखित मुद्दों का निपटारा किया गया:",
  "2. Whether the suit is not maintainable in the present form?": "2. क्या वर्तमान स्वरूप में मुकदमा चलने योग्य नहीं है? ओपीडी",
  "3. Whether plaintiffs have no locus standi to file the": "3. क्‍या वादी के पास वर्तमान मुकदमा दायर करने का कोई अधिकार नहीं",
  "present suit? OPD": "है? ओपीडी",
  "4. Whether the plaintiffs have not come to this Hon’ble Court with clean hands? OPD": "4. कया वादी इस माननीय न्यायालय में साफ-सुथरे हाथों से नहीं आए हैं? ओपीडी",
  "5. Whether the suit is time barred? OPD": "5. क्या मुकदमा कालातीत है? ओपीडी",
  "6. Relief.": "6. राहत.",
  "(6) The suit was decided on the basis of the findings on Issue": "(6) मुकदमे का निर्णय अंक संख्या के निष्कर्षों के आधार पर किया गया। शेष",
  "no.l. The remaining Issues no. 2 to 5 were not pressed by the": "अंक क्रमांक. 2 से 5 तक प्रतिवादियों द्वारा दबाव नहीं डाला गया, और तदनुसार उनके",
  "(7) On Issue no.1 both the Courts below have held that from": "(7) अंक संख्या । पर नीचे की दोनों अदालतों ने माना है कि श्रमिक कुलदीप",
  "the testimony of workers Kuldeep (PW-2), Randhir alias Pappu (DW- 4) and contractor Shiv Om (DW-2), it was established that the deceased": "(पीडब्ल्यू-2), रणधीर उर्फ पप्पू (डीडब्ल्यूझ) और ठेकेदार शिव ओम (डीडब्ल्यू-2) की",
  "was in employment of the contractor, and on the fateful day,": "गवाही से यह स्थापित हुआ कि मृतक था। ठेकेदार के रोजगार में, और दुर्भाग्यपूर्ण दिन,",
  "Before Tribhuvan Dahiya, J.": "त्रिभुवन दहिया से पहले जे.",
  "UNITED INDIA INSURANCE COMPANY LIMITED,": "यूनाइटेड इंडिया इंश्योरेंस कंपनी लिमिटेड,",
  "CHANDIGARH—Appellant": "चंडीगढ़--अपीलकर्ता",
  "versus": "बनाम",
  "DALIPA AND OTHERS—Respondent": "दलीपा और अन्य-प्रतिवादी",
  "RSA No. 1794 of 2022": "2022 का आरएसए नंबर 4794",
  "November 17, 2022": "7 नवंबर 2022",
  "Motor Vehicles Act, 1988—Suit for recovery of compensation on": "वाहन अधिनियम, 7988-बीयाकृत 4रगिकों की उप्राकृतिक य॒त्यु के कारण मुआवजे की",
  "Insurance company held liable to pay the compensation applying principles laid under Motor Vehicles Act, 1988—Appellant pleaded,": "988 के तहत निर्धारित सिद्धांतों को लायू करने वाले मुआवजे का 2यतान करने के लिए उत्तदायी ठहराया यया- अपीलकर्ता ने अनुरे४ किया कि युतक ठेकेदार के अध्षीन का",
  "employment therefore Civil Court had no jurisdiction to try and": "करना और रोजगार के दौयन यत्यु छो गई इसलिए जिविल कोर्ट के पास मुकदमा चलाने औीरनिणप लेने का कोई अधिकार क्षेत्र नहीं था - कानून का सवाल है कि क्या कर्मचारी",
  "decide the suit—Question of law whether provisions of Section 3(5) and 19 the Employee’s Compensation Act, 1923, bar jurisdiction of": "मुआवजा अधिनियम 7923 की क्षय 3 (5) और 9 के प्रावधान किसी मुकदमे पर",
  "of death or injury suffered by an employee during the course of": "दौयन किसी कर्मचारी की य॒त्यु या चोट के कारण क्षति'युआवजा? - याना ययाः - इस मुद्दे",
  "not barred. Under provisions of sub-section (5) of Section 3 of Employees’ Compensation Act, 1923, both civil Court as well as": "मुआवजा अधिनियय 923 की क्षयरा३ की उफ-क्षारा (5) के प्रावधानों के तहत 7923 के",
  "Employees’ Compensation Act, 1923, both civil Court as well as Commissioner under the Act of 1923 have jurisdiction to decide the issue of payment of damages/compensation to an employee on": "अधिनियम के तहत जिविल न्यायालय और आयुक्त दोनों के पास किसी कर्मचारी को क्षति'युआवजा के 4यतान के मुद्दे पर निर्णय लेने का अधिकार क्षेत्र है/ रेजयार के दौयन",
  "account of an injury suffered in the course of employment. Further held, S. 19 of the Act of 1923 also does not bar jurisdiction of civil court regarding compensation and only bars actions required to be": "लगी चोट इसके अलावा 4923 के अधिनियम की क्षय 79 थी गुआवजे के संबंध में जिविल कोर्ट के क्षेत्रधिकार पर रेक नहीं लगाती है और केवल आयुक्त द्वार निपटाए",
  "settled, decided or dealt with by a Commissioner or to enforce any liability incurred under this Act.": "जाने निणय लेने या निपटाने या इस अधिनियय के तहत किए यए किसी थी दायित्व को",
  "Held, that the provisions of sub-section (5) of Section 3 lay": "माना गया कि धारा 3 की उपधारा (5) के प्रावधानों में कहा गया है कि 923 का",
  "on an employee in respect of any injury suffered, if he has instituted a suit for damages in a civil Court in respect of the injury against the": "देगा, यदि उसने किसी नागरिक में क्षति के लिए मुकदमा दायर किया है नियोक्ता या किसी",
  "suit for damages in a civil Court in respect of the injury against the employer or any other person. Further, under clause (a) of sub-section": "अन्य व्यक्ति के विरुद्ध चोट के संबंध में न्‍न्यायालय। इसके अलावा, धारा 3 की उप-धारा",
  "(5) of Section 3, the employee shall have no right to file a suit for damages in a civil Court in respect of the injury, if he has instituted a": "(5) के खंड (ए) के तहत, कर्मचारी को चोट के संबंध में सिविल कोर्ट में नुकसान के लिए मुकदमा दायर करने का कोई अधिकार नहीं होगा, यदि उसने सम्मान के संबंध में",
  "claim for compensation with respect to the injury before a Commissioner under the Act of 1923. Under clause (b) of sub-section": "मुआवजे के लिए दावा दायर किया है। 4923 के अधिनियम के तहत एक आयुक्त के",
  "14. In view of the discussion above, the substantial question of law": "।4. उपरोक्त चर्चा के मद्देनजर, कानून के महत्वपूर्ण प्रश्न का उत्तर दिया गया है कि",
  "damages/compensation with respect to an injury or death of an": "सिविल न्यायालय के पास किसी कर्मचारी की चोट या मृत्यु के संबंध में क्षति/मुआवजे के",
  "employee, if no claim for compensation before a Commissioner under": "लिए एक मुकदमे पर विचार करने का अधिकार क्षेत्र है, यदि इसके तहत आयुक्त के समक्ष",
  "the Act of 1923 has been instituted in that regard.": "आय कि कोई दावा नहीं किया गया है। उस संबंध में 4923 का अधिनियम स्थापित",
  "Employees’ Compensation Act, 1923—Ss. 19 &amp; Ss.": "कर्मचारी मुआवजा अधिनियम, 7923-.- एस: एस, 49 एवं एस. एस: ३(5)--",
  "3(5)—Motor Vehicles Act, 1988—Motor Vehicles Act, 1988—": "मोटर वाहन अधिनियम, 7989-- मोटर वाहन अधिनियम, 7989-- मुआवजे का",
  "Assesment of compensation—In assessing the amount of compensation payable, principles laid down under the Motor Vehicles": "आकलन--देय मुआवजे की राशि का आकलन करने में मोटर वाहन अधिनियम,",
  "Act, 1988, need to be followed.": "7988 के तहत निर्धारित सिद्धांतों का पालन करने की आवश्यकता है।",
  "principles laid down under the Motor Vehicles Act, 1988, also deserves": "45. मोटर वाहन अधिनियम, 4988 के तहत निर्धारित सिद्धांतों के आधार पर",
  "Court in Paramyit Kaur and others v. State of Punjab and others, 2008": "है। परमजीत कौर और अन्य बनाम पंजाब राज्य और अन्य, 2008 (4) आरसीआर",
  "(4) RCR (Civil) 772. It was also a case of death due to electrocution on the deceased coming in contact with high tension live wire which had": "(सिविल) 772 में इस न्यायालय की खंडपीठ। यह हाई टेंशन लाइव तार के संपर्क में आने",
  "The relevant para no.18 of the judgment is reproduced as under:": "निर्णय का प्रासंगिक पैरा संख्या 8 निम्नानुसार पुन: प्रस्तुत किया गया है:",
  "18. Having held that this is a clear case of negligence, incompetent workmanship and supervision on the part of the Board and its officials,": "।8. यह मानते हुए कि यह बोर्ड और उसके अधिकारियों की ओर से लापरवाही, अक्षम कारीगरी और पर्यवेक्षण का एक स्पष्ट मामला है, जिसके परिणामस्वरूप श्री की",
  "which has resulted in the untimely and sudden death of Sh. Lajja Ram,": "असामयिक और अचानक मृत्यु हो गई। लज्जा राम, हम मुआवजे की उस राशि का",
  "we proceed to assess the amount of compensation to which the petitioners would be entitled to in the present case. Since there is": "आकलन करने के लिए आगे बढ़ रहे हैं जिसके लिए याचिकाकर्ता वर्तमान मामले में",
  "nothing in the Acts governing the transmission and supply of": "हकदार होंगे। चूँकि बिजली के पारेषण और आपूर्ति को नियंत्रित करने वाले अधिनियमों में",
  "our considered view the well settled and accepted principles adopted by": "न्यायालयों द्वारा अपनाए गए अच्छी तरह से स्थापित और स्वीकृत सिद्धांत हैं। वाहन",
  "accident cases under the Motor Vehicles Act, 1988 can be adopted, as": "अधिनियम, 988 को अपनाया जा सकता है, क्योंकि मुआवजे की मात्रा के निर्धारण के",
  "the underlying principles for determination of the quantum of compensation are the same.": "लिए अंतर्निहित सिद्धांत समान हैं।",
  "15.1 In view of the law laid down by the Division Bench of this Court,": "5.4 इस न्यायालय की डिवीजन बेंच द्वारा निर्धारित कानून के मद्देनजर, मोटर",
  "no exception can be taken to the assessment of compensation payable": "के आकलन में कोई अपवाद नहीं लिया जा सकता है, जैसा कि न्यायालयों द्वारा किया",
  "injuries suffered as per provisions of the Act. Accordingly, there are": "उसके बीच एक समझौता हुआ है। नियोक्‍्ता अधिनियम के प्रावधानों के अनुसार हुई चोटों",
  "employee; (a) when he has instituted a claim for compensation with": "किसी कर्मचारी द्वारा क्षति के लिए सिविल मुकदमा दायर करने पर रोक लगाती हैं; (ए)",
  "respect to injuries before a Commissioner under the Act, (b) when an": "जब उसने अधिनियम के तहत आयुक्त के समक्ष चोटों के संबंध में मुआवजे के लिए दावा",
  "agreement has been arrived at between the employee and his employer": "दायर किया है, (बी) जब कर्मचारी और उसके नियोक्‍्ता के बीच अधिनियम के प्रावधानों के",
  "no agreement is said to have been arrived at between the plaintiffs and": "तथ्यों पर लागू नहीं होती है, क्योंकि कहा जाता है कि वादी और नियोक्‍ता/ठेकेदार के बीच",
  "12.2 Under provisions of sub-section (5) of Section 3, both, the civil": "।2.2 धारा 3 की उप-धारा (5) के प्रावधानों के तहत, 923 के अधिनियम के तहत",
  "jurisdiction to decide the issue of payment of damages/compensation to an employee on account of an injury suffered in the course of": "के भुगतान के मुद्दे को तय करने का अधिकार क्षेत्र है। रोजगार के दौरान लगी चोट. इस",
  "employment. The jurisdiction of civil Court to decide the issue is not barred. In fact, the bar is on invoking both the jurisdictions": "मुद्दे पर निर्णय लेने का सिविल न्यायालय का अधिकार क्षेत्र वर्जित नहीं है। वास्तव में, चोट",
  "simultaneously to decide the issue of payment of damages/ compensation on account of the injury suffered. In case jurisdiction of": "के कारण क्षति/मुआवजे के भुगतान के मुद्दे पर निर्णय लेने के लिए दोनों न्यायक्षेत्रों को एक",
  "compensation on account of the injury suffered. In case jurisdiction of civil Court has been invoked for the purpose, the Commissioner’s": "साथ लागू करने पर रोक है। यदि इस उद्देश्य के लिए सिविल न्यायालय के क्षेत्राधिकार को",
  "jurisdiction under the Act of 1923 cannot be invoked, and vice versa.": "लागू किया गया है, तो 4923 के अधिनियम के तहत आयुक्त के क्षेत्राधिकार को लागू नहीं",
  "The employee has, therefore, a choice to invoke either of the two, as": "किया जा सकता है, और इसके विपरीत। इसलिए, कर्मचारी के पास दोनों में से किसी एक",
  "considered appropriate and beneficial by him/her.": "को लागू करने का विकल्प है, जेसा कि वह उचित और लाभकारी समझता है।",
  "12.3 Undisputedly, the plaintiffs have not instituted any claim for compensation before a Commissioner under the Act of 1923.": "42.3 निर्विवाद रूप से, वादी ने 4923 के अधिनियम के तहत आयुक्त के समक्ष मुआवजे के लिए कोई दावा दायर नहीं किया है। इसलिए, मृत कर्मचारी के कानूनी",
  "Therefore, the plaintiffs, being legal representatives/dependents of the": "प्रतिनिधि/आश्रित होने के नाते, वादी को मुआवजे का दावा करने वाले प्रश्न में नुकसान के",
  "deceased employee, had the right to file the suit for damages in question claiming compensation against the defendants on account of death of their bread winner, who was employee with the contractor and": "लिए मुकदमा दायर करने का अधिकार था। प्रतिवादियों को उनके रोटी विजेता की मृत्यु",
  "insured by the appellant/insurance company. The suit was rightly": "कारण मुआवजा, जो ठेकेदार के साथ कर्मचारी था और अपीलकर्ता/बीमा कंपनी द्वारा",
  "entertained and decided by the Courts below.": "बीमा किया गया था। निचली अदालतों द्वारा मुकदमे पर उचित रूप से विचार किया गया और निर्णय लिया गया।",
  "appellant questioning jurisdiction of the civil Court based upon": "आधार पर सिविल कोर्ट के अधिकार क्षेत्र पर सवाल उठाने वाले अपीलकर्ता के विद्वान",
  "considered. A reading of the head note of the Section reads, ‘Reference": "वकील के तर्क पर भी विचार करने की आवश्यकता है। अनुभाग के मुख्य नोट को पढ़ने",
  "to Commissioners’. Sub-section (1) of Section 19 is to the effect, if a": "पर लिखा है, 'आयुक्तों का संदर्भ'| धारा 49 की उपधारा () इस आशय की है, यदि \"इस",
  "question arises “in any proceedings instituted under this Act” as to the": "अधिनियम के तहत शुरू की गई किसी भी कार्यवाही में\" किसी व्यक्ति के मुआवजे का",
  "liability of any person to pay compensation, whether the injured is an": "भुगतान करने के दायित्व के बारे में कोई प्रश्न उठता है, चाहे घायल कर्मचारी हो या नहीं,",
  "employee or not, the amount or duration of compensation, and nature": "राशि या मुआवज़े की अवधि, और विकलांगता की प्रकृति और सीमा, ऐसे प्रश्न, समझौते के",
  "to be settled by a Commissioner only. The provision refers to the": "डिफ़ॉल्ट होने पर, केवल आयुक्त द्वारा तय किया जाना है। प्रावधान किसी भी व्यक्ति के",
  "specific questions of liability of any person to pay compensation, nature of disablement suffered, amount of compensation, etc. that arise in": "मुआवजे का भुगतान करने के दायित्व, विकलांगता की प्रकृति, मुआवजे की राशि आदि के",
  "proceedings instituted before a Commissioner under the Act of 1923,": "विशिष्ट प्रश्नों को संदर्भित करता है, जो 923 के अधिनियम के तहत एक आयुक्‍त के समक्ष",
  "default of any agreement. Further, sub-section (2) of Section 19 is to": "करता है। आयुक्त, किसी भी समझौते के डिफ़ॉल्ट में. इसके अलावा, धारा 9 की उपधारा (2) इस आशय की है कि किसी भी सिविल न्यायालय को किसी भी ऐसे प्रश्न का",
  "the effect that no civil Court shall have jurisdiction to settle, decide or deal with any question which is by or under this Act required to be": "उपधारा (2) इस आशय की है कि किसी भी सिविल न्यायालय को किसी भी ऐसे प्रश्न का निपटारा करने, निर्णय लेने या निपटने का अधिकार क्षेत्र नहीं होगा, जिसे इस अधिनियम",
  "deal with any question which is by or under this Act required to be settled, decided or dealt with by a Commissioner or to enforce any": "के तहत या उसके तहत आयुक्त द्वारा निपटाने, निर्णय लेने या निपटाने की आवश्यकता",
  "under the Act, and sub- section (2) bars jurisdiction of civil Courts to settle, decide or deal with any question that is required to be dealt with": "प्रदान करती है, और उप-धारा (2) किसी भी आवश्यक प्रश्न को निपटाने, निर्णय लेने या निपटने के लिए सिविल न्यायालयों के क्षेत्राधिकार पर रोक लगाती है। अधिनियम के तहत",
  "by a Commissioner by or under the Act, or to enforce any liability": "या इसके तहत एक आयुक्त द्वारा निपटाया जाता है, या उसके तहत किए गए किसी भी",
  "incurred thereunder. Jurisdiction of civil Courts is barred only with": "दायित्व को लागू करने के लिए। सिविल न्यायालयों का क्षेत्राधिकार केवल आयुक्त द्वारा",
  "respect to the questions/issues required to be dealt with by a": "निपटाए जाने वाले आवश्यक प्रश्नों/मुद्दों के संबंध में, या अधिनियम के तहत किए गए किसी",
  "Commissioner, or to enforce any liability incurred under the Act. Further, the bar on jurisdiction is only with respect to proceedings": "भी दायित्व को लागू करने के लिए वर्जित है। इसके अलावा, अधिकार क्षेत्र पर रोक केवल",
  "instituted under the Act of 1923, and not on any proceeding instituted": "923 के अधिनियम के तहत शुरू की गई कार्यवाही के संबंध में है, न कि इसके दायरे से",
  "arising in particular proceedings, confers jurisdiction on an authority to": "होने वाले विशिष्ट प्रश्नों को संदर्भित करता है, उन्हें तय करने के लिए एक प्राधिकारी को",
  "decide them, and creates a bar on the jurisdiction of civil Courts to": "क्षेत्राधिकार प्रदान करता है, और ऐसे प्रश्नों को निपटाने या निर्णय लेने के लिए सिविल",
  "bar imposed on jurisdiction of civil Court to those questions/issues arising in those specified proceedings only. Section 19 creates a bar on": "कोई कारण नहीं है केवल उन निर्दिष्ट कार्यवाहियों में उत्पन्न होने वाले प्रश्नों/मुद्दों पर सिविल न्यायालय का क्षेत्राधिकार। धारा 49, 923 के अधिनियम के तहत किसी भी कार्यवाही में",
  "jurisdiction of civil Courts with respect to questions arising in any": "उत्पन्न होने वाले प्रश्नों के संबंध में सिविल न्यायालयों के क्षेत्राधिकार पर रोक लगाती है,",
  "the Act and not by a civil Court. The bar on jurisdiction of civil Courts": "है, न कि किसी सिविल न्यायालय द्वारा। इसलिए, सिविल न्यायालयों के अधिकार क्षेत्र पर",
  "is, therefore, explicitly confined to the questions arising in the proceedings instituted under the Act that need to be referred to a": "रोक स्पष्ट रूप से अधिनियम के तहत शुरू की गई कार्यवाही में उत्पन्न होने वाले प्रश्नों तक",
  "to this conclusion. 13.3 So far as other proceedings instituted before a civil Court by an employee, which he is entitled to as per provisions of": "3.3 जहां तक किसी कर्मचारी द्वारा सिविल न्यायालय के समक्ष शुरू की गई अन्य",
  "Section 3(5) of the Act, as discussed herein before, are concerned, the": "अन्य कार्यवाहियों का संबंध है, जिसका वह अधिनियम की धारा 3(5) के प्रावधानों के",
  "provisions of Section 19 have no application. Since the bar on": "हकदार है, जैसा कि यहां पहले चर्चा की गई है, धारा 9 के प्रावधानों का कोई अनुप्रयोग",
  "jurisdiction is specifically confined to the questions/issues arising in the proceedings instituted under the Act of 1923 that need to be settled by a": "नहीं है। चूँकि क्षेत्राधिकार पर रोक विशेष रूप से 923 के अधिनियम के तहत शुरू की गई कार्यवाही में उत्पन्न होने वाले प्रश्नों।मुद्दों तक ही सीमित है, जिन्हें एक आयुक्त द्वारा",
  "before a civil Court. Therefore, the civil suit in question filed by the": "निपटाए जाने की आवश्यकता है, इसलिए इसे सिविल न्यायालय के समक्ष कार्यवाही तक",
  "the appellant. And provisions of the Act, as discussed above, do not get attracted in the instant case. Therefore, the damages/compensation": "के प्रावधान, जैसा कि ऊपर चर्चा की गई है, तत्काल मामले में लागू नहीं होते हैं। इसलिए,",
  "(16) In view of the aforesaid, there is no ground to interfere with the concurrent findings of the Courts below.": "(6) उपरोक्त के मद्देनजर, नीचे दिए गए न्यायालयों के समवर्ती निष्कर्षों में हस्तक्षेप करने का कोई आधार नहीं है।",
  "(17) Dismissed.": "(7) बर्खास्त.",
  "(18) Pending miscellaneous application(s), if any, stands disposed of as having been rendered infructuous.": "(8) लंबित विविध आवेदन(आवेदनों), यदि कोई हो, को निरर्थक मानकर निपटाया जाता है।",
  "(12.3) Undisputedly, the plaintiffs have not instituted any claim for compensation before a Commissioner under the Act of 1923.": "(2.3) निर्विवाद रूप से, वादी ने 923 के अधिनियम के तहत आयुक्त के समक्ष",
  "(12.4) A similar view with regard to provisions of sub-section (5) of Section 3 of the Act of 1923 was taken by a Division Bench of": "(2.4) 923 के अधिनियम की धारा 3 की उप-धारा (5) के प्रावधानों के संबंध में",
  "the Delhi High Court in the judgment United Technical Consultants": "एक समान दृष्टिकोण दिल्ली उच्च न्यायालय की एक खंडपीठ ने यूनाइटेड टेक्निकल",
  "paragraphs no. 9 and 10 of the judgment read as under:": "2006 (8) एससीटी 590 प्रासंगिक पैराग्राफ संख्या। फैसले के 9 और 40 इस प्रकार पढ़ें:",
  "9. A careful reading of the above would show that the remedies open to an injured workman or the Legal": "9. उपरोक्त को ध्यानपूर्वक पढ़ने से पता चलेगा कि घायल श्रमिक या मृत",
  "Workmen's Compensation Act, 1923 or before a Civil": "श्रमिक के कानूनी प्रतिनिधियों के लिए श्रमिक मुआवजा अधिनियम, 923",
  "Court are in the alternative. If the injured workman or the": "के तहत या सिविल न्यायालय के समक्ष उपचार उपलब्ध हैं। यदि घायल",
  "legal representatives of a deceased workman have already": "कामगार या मृत कामगार के कानूनी प्रतिनिधियों ने पहले ही किसी सिविल",
  "filed a suit before a civil court claiming damages for the": "अदालत में मुकदमा दायर कर दिया है, जिसमें चोट या मृत्यु के लिए",
  "Act. Similarly, no suit for damages would lie in respect of": "भी चोट के संबंध में क्षति के लिए कोई मुकदमा नहीं किया जाएगा, जहां",
  "any injury where the injured has instituted a claim before the Commissioner under the Act or where the parties have": "घायल ने अधिनियम के तहत आयुक्त के समक्ष दावा दायर किया है या जहां पार्टियां अधिनियम के प्रावधानों के अनुसार मुआवजे के भुगतान के लिए",
  "arrived at an agreement providing for payment of": "एक समझौते पर पहुंची हैं।",
  "10. What is important is that neither Section 3 nor any": "0. महत्वपूर्ण बात यह है कि न तो धारा 3 और न ही अधिनियम का कोई",
  "other provision of the Act excludes in specific terms the": "अदालत के अधिकार क्षेत्र को विशिष्ट शर्तों में शामिल नहीं करता है। धारा",
  "of compensation. No such exclusion can even be implied in the face of Section 3(5) which recognizes the right of a": "3(5) के सामने भी ऐसा कोई बहिष्करण निहित नहीं किया जा सकता है जो",
  "injury against his employer or any other person.": "एक कर्मचारी को अपने नियोक्‍ता या किसी अन्य व्यक्ति के खिलाफ चोट के",
  "person to pay compensation (including any question as to": "की गई किसी भी कार्यवाही में\" किसी व्यक्ति के मुआवजे का भुगतान करने के दायित्व के",
  "whether a person injured is or is not a *[employee]) or as to the amount or duration of compensation (including any": "बरे में कोई प्रश्न उठता है, चाहे घायल कर्मचारी हो या नहीं, राशि या मुआवज़े की अवधि,",
  "question as to the nature or extent of disablement), the": "प्रकृति या सीमा के बारे में किसी भी प्रश्न सहित) के संबंध में, समझौते के",
  "question shall, in default of agreement, be settled by a Commissioner.": "अभाव में, प्रश्न का निपटारा आयुक्त द्वारा किया जाएगा।",
  "(2) No Civil Court shall have jurisdiction to settle, decide or deal with any question which is by or under this Act": "(2) किसी भी सिविल न्यायालय के पास ऐसे किसी भी प्रश्न का निपटारा करने, निर्णय लेने या निपटने का अधिकार क्षेत्र नहीं होगा जो इस",
  "required to be settled, decided or dealt with by a": "अधिनियम के तहत या आयुक्त द्वारा निपटाने, निर्णय लेने या निपटाने के",
  "Commissioner or to enforce any liability incurred under this Act.": "लिए आवश्यक हो या इस अधिनियम के तहत किए गए किसी भी दायित्व को लागू करने के लिए आवश्यक हो।",
  "(12.1) The provisions of sub-section (5) of Section 3 lay down": "(।2.) धारा 3 की उप-धारा (5) के प्रावधानों में कहा गया है कि 4923 का",
  "employee in respect of any injury suffered, if he has instituted a suit for damages in a civil Court in respect of the injury against the employer or": "देगा, यदि उसने किसी नागरिक में क्षति के लिए मुकदमा दायर किया है नियोक्ता या किसी",
  "any other person. Further, under clause (a) of sub-section (5) of Section 3, the employee shall have no right to file a suit for damages in a civil Court in respect of the injury, if he has instituted a claim for": "अन्य व्यक्ति के विरुद्ध चोट के संबंध में न्‍्यायालय। इसके अलावा, धारा 3 की उप-धारा (5) के खंड (ए) के तहत, कर्मचारी को चोट के संबंध में सिविल कोर्ट में नुकसान के लिए मुकदमा दायर करने का कोई अधिकार नहीं होगा, यदि उसने सम्मान के संबंध में",
  "the Act of 1923. Under clause (b) of sub-section (5) of Section 3 also": "समक्ष चोट के लिए। धारा 3 की उपधारा (5) के खंड (बी) के तहत भी कर्मचारी को",
  "the employee shall have no right to file a suit for damages if an": "नुकसान के लिए मुकदमा दायर करने का कोई अधिकार नहीं होगा यदि उसके और",
  "provisions of the Act. Accordingly, there are two conditions which bar": "के संबंध में मुआवजे के भुगतान का प्रावधान करता है। तदनुसार, ऐसी दो स्थितियाँ हैं जो",
  "filing of civil suit for damages by an employee; (a) when he has": "किसी कर्मचारी द्वारा क्षति के लिए सिविल मुकदमा दायर करने पर रोक लगाती हैं; (ए)",
  "instituted a claim for compensation with respect to injuries before a": "जब उसने अधिनियम के तहत आयुक्त के समक्ष चोटों के संबंध में मुआवजे के लिए दावा",
  "Commissioner under the Act, (b) when an agreement has been arrived at between the employee and his employer providing for payment of": "दायर किया है, (बी) जब कर्मचारी और उसके नियोक्‍्ता के बीच अधिनियम के प्रावधानों के",
  "compensation as per provisions of the Act. The second condition is not": "अनुसार मुआवजे के भुगतान के लिए एक समझौता हुआ है। दूसरी शर्त तत्काल मामले के",
  "attracted to the facts of the instant case, as no agreement is said to have been arrived at between the plaintiffs and the employer/ contractor for": "तथ्यों पर लागू नहीं होती है, क्योंकि कहा जाता है कि वादी और नियोक्‍ता/ठेकेदार के बीच",
  "(12.2) Under provisions of sub-section (5) of Section 3, both, the": "(2.2) धारा 3 की उप-धारा (5) के प्रावधानों के तहत, 923 के अधिनियम के",
  "simultaneously to decide the issue of payment of damages/": "के कारण क्षति/मुआवजे के भुगतान के मुद्दे पर निर्णय लेने के लिए दोनों न्यायक्षेत्रों को एक",
  "disablement, such a question, in default of agreement, is to be settled by": "और विकलांगता की प्रकृति और सीमा, ऐसे प्रश्न, समझौते के डिफ़ॉल्ट होने पर, केवल",
  "a Commissioner only. The provision refers to the specific questions of liability of any person to pay compensation, nature of disablement suffered, amount of compensation, etc. that arise in proceedings": "आयुक्त द्वारा तय किया जाना है। प्रावधान किसी भी व्यक्ति के मुआवजे का भुगतान करने के दायित्व, विकलांगता की प्रकृति, मुआवजे की राशि आदि के विशिष्ट प्रश्नों को संदर्भित",
  "instituted before a Commissioner under the Act of 1923, and confers": "करता है, जो 4923 के अधिनियम के तहत एक आयुक्त के समक्ष शुरू की गई कार्यवाही",
  "agreement. Further, sub-section (2) of Section 19 is to the effect that no": "किसी भी समझौते के डिफ़ॉल्ट में. इसके अलावा, धारा 49 की उपधारा (2) इस आशय",
  "civil Court shall have jurisdiction to settle, decide or deal with any": "की है कि किसी भी सिविल न्यायालय को किसी भी ऐसे प्रश्न का निपटारा करने, निर्णय लेने",
  "question which is by or under this Act required to be settled, decided or": "या निपटने का अधिकार क्षेत्र नहीं होगा, जिसे इस अधिनियम के तहत या उसके तहत",
  "dealt with by a Commissioner or to enforce any liability incurred under this Act.": "आयुक्त द्वारा निपटाने, निर्णय लेने या निपटाने की आवश्यकता है। या इस अधिनियम के तहत किए गए किसी भी दायित्व को लागू करने के लिए।",
  "(13.1) Therefore, sub-section (1) confers jurisdiction on the specific questions/issues on the Commissioners under the Act, and sub-": "(3.) इसलिए, उपधारा () अधिनियम के तहत आयुक्‍तों को विशिष्ट प्रश्नों/मुद्दों",
  "section (2) bars jurisdiction of civil Courts to settle, decide or deal with any question that is required to be dealt with by a Commissioner by or": "पर क्षेत्राधिकार प्रदान करती है, और उपधारा (2) किसी भी आवश्यक प्रश्न को निपटाने, निर्णय लेने या निपटने के लिए सिविल न्यायालयों के क्षेत्राधिकार पर रोक लगाती है। अधिनियम के तहत या इसके तहत एक आयुक्त द्वारा निपटाया जाता है, या उसके तहत",
  "under the Act, or to enforce any liability incurred thereunder. Jurisdiction of civil Courts is barred only with respect to the": "किए गए किसी भी दायित्व को लागू करने के लिए। सिविल न्यायालयों का क्षेत्राधिकार",
  "questions/issues required to be dealt with by a Commissioner, or to": "केवल आयुक्त द्वारा निपटाए जाने वाले आवश्यक प्रश्नों/मुद्दों के संबंध में, या अधिनियम के",
  "enforce any liability incurred under the Act. Further, the bar on": "तहत किए गए किसी भी दायित्व को लागू करने के लिए वर्जित है। इसके अलावा,",
  "jurisdiction is only with respect to proceedings instituted under the Act": "अधिकार क्षेत्र पर रोक केवल 4923 के अधिनियम के तहत शुरू की गई कार्यवाही के",
  "of 1923, and not on any proceeding instituted outside its purview.": "संबंध में है, न कि इसके दायरे से बाहर शुरू की गई किसी भी कार्यवाही पर।",
  "(13.2) When the statute refers to specific questions arising in": "(3.2) जब क़ानून विशेष कार्यवाही में उत्पन्न होने वाले विशिष्ट प्रश्नों को संदर्भित",
  "particular proceedings, confers jurisdiction on an authority to decide": "करता है, उन्हें तय करने के लिए एक प्राधिकारी को अधिकार क्षेत्र प्रदान करता है, और",
  "them, and creates a bar on the jurisdiction of civil Courts to settle or": "ऐसे प्रश्नों को निपटाने या निर्णय लेने के लिए सिविल न्यायालयों के अधिकार क्षेत्र पर रोक",
  "adjudicate such questions, there is no reason not to confine the bar": "लगाता है, तो रोक को सीमित न करने का कोई कारण नहीं है केवल उन निर्दिष्ट",
  "imposed on jurisdiction of civil Court to those questions/issues arising": "कार्यवाहियों में उत्पन्न होने वाले प्रश्नों।मुद्दों पर सिविल न्यायालय के क्षेत्राधिकार पर लगाया",
  "paragraph. Such questions are to be decided by a Commissioner under": "में चर्चा की गई है। ऐसे प्रश्नों का निर्णय अधिनियम के तहत एक आयुक्त द्वारा किया जाना",
  "(13.3) So far as other proceedings instituted before a civil Court by an employee, which he is entitled to as per provisions of": "(3.3) जहां तक किसी कर्मचारी द्वारा सिविल न्यायालय के समक्ष शुरू की गई"
}