{
  "Before K. Kannan, J.": "न्यायमूर्ति के. कननन के समक्ष,",
  "USHA AND OTHERS": "उषा और अन्य- उत्तरदाता",
  "CR No. 5794 of 1998": "998 की सीआर संख्या 5794",
  "East Punjab Urban Rent RestrictionAct, 1949 - S. 13 - Capital of Punjab (Development and Regulations) Act, 1952 - Landlords": "पूर्वी पंजाब शहरी किराया प्रतिबंध अधिनियम, [949 -एस. 3 - पंजाब की राजधानी (विकास और विनियमन) अधिनियम, [952 - मकान",
  "sought eviction mainly on the ground of material impairment in the building by altering \"Show Window\" and fixing a rolling shutter in": "मालिकों ने मुख्य रूप से \"शो विंडो\" को बदलकर और जगह में एक रोलिंग शटर को ठीक करके इमारत में भौतिक हानि के आधार पर बेदखली की मांग की",
  "an action for resumption under the Act - Tenant sought restoration of amenity under the same Act - Landlord's Petition dismissed and": "ने उसी अधिनियम के तहत सुविधा बहाल करने की मांग की - मकान मालिक की याचिका खारिज कर दी गई और किरायेदार की याचिका खारिज कर दी",
  "the Tenant's Petition allowed by the courts below - Both Civil Revisions filed by the Landlord dismissed - Held, that unless there is": "गई नीचे की अदालतों द्वारा दी गई याचिका - मकान मालिक द्वारा दायर दोनों सिविल संशोधन खारिज कर दिए गए - आयोजित किया गया, कि जब तक",
  "a specific requirement that show window ts integral part of building, there is no building violation - Installation of shutter will not amount": "कोई विशिष्ट आवश्यकता नहीं है कि शो विंडो इमारत का अभिन्‍न अंग है, तब तक कोई भवन उल्लंघन नहीं है - शटर की स्थापना भौतिक हानि की राशि",
  "to material impairment - Revision petition dismissed.": "नहीं होगी - पुनरीक्षण याचिका खारिज कर दी गई।",
  "Held, that the building rules, which have been framed, are called the Punjab Capital (Development and Regulations) Building Rules, 1952.": "अभिनिर्णित किया कि भवन नियम, जो तैयार किए गए हैं, उन्हें पंजाब राजधानी (विकास और विनियम) भवन नियम कहा जाता है। 952. यह",
  "it must be noticed that learned Senior Counsel was not able to point out to mc any particular rule, which could be said to be violated in order that Section 2 could be attracted. Unless there is specific requirement that the": "ध्यान दिया जाना चाहिए कि विद्वान वरिष्ठ वकील मुझे किसी विशेष नियम को इंगित करेने में सक्षम नहीं थे, जिसे धारा 2 को आकर्षित करने के लिए उल्लंघन",
  "Section 2 could be attracted. Unless there is specific requirement that the \"show window\" itsclf was an integral part of the building, which was absolutcly essential for retention, there is no scope for complaining of": "कहा जा सकता था। जब तक विशिष्ट आवश्यकता नहीं है कि \"शो विंडो\" स्वयं इमारत का एक अभिन्‍न अंग था, जो प्रतिधारण के लिए बिल्कुल आवश्यक",
  "absolutcly essential for retention, there is no scope for complaining of building violation. {Para 7)": "था, भवन उल्लंघन की शिकायत करने की कोई गुंजाइश नहीं है। (पैरा 7)",
  "Further held, that the Senior Counsel argued that any change in the front of the building could constitute a material impairment. | would": "अभिनिर्णित किया गया कि वरिष्ठ वकील ने तर्क दिया कि इमारत के सामने कोई भी बदलाव एक भौतिक हानि का गठन कर सकता है। मैं इस तरह",
  "9. That the tenant shall keep and maintain the said premises ina good condition and in substantial order to the entire satisfaction of": "9. कि किरयेदार उक्त परिसर को अच्छी स्थिति में और पर्याप्त क्रम में मकान मालियों की संपूर्ण संतुष्टि के लिए रखेगा और बनाए रखेगा। इमारत को",
  "the landladics. ‘he damages to the building like breaking of the glasses, pancs of the doors, windows, show cascs, day to day repairs to watcr pipes, sewerage connections and electricity fittings and fixtures": "नुकसान जैसे शीशे तोड़ना, दरवाजों के शीशे, खिड़कियां, शो आसानी, पानी के पाइप की दिन-प्रतिदिन की मरम्मत, सीवरेज कनेक्शन और बिजली की फिटिंग",
  "will be boc by the tenant who will cither raise the same or make good the losses by paying adequate compensation therefor to the landladics.”\"": "और जुड़नार किरयायेदार द्वारा घर पर होंगे जो या तो इसे उठाएंगे या मकान मालकिन को पर्याप्त मुआवजा देकर नुकसान की भरपाई करेंगे।",
  "(5) This, according to him, cmpowers the landlord to complainthat the tenant’s action of removal of the “show window” as constituting an": "(5) उनके अनुसार, यह मकान मालिक को किटययेदार द्वारा \"शो विंडो” को हटाने की किरायेदार की कार्रवाई की शिकायत करने का अधिकार देता है",
  "actionable wrong by the tenant and render him liable for eviction. There is no doubt from the recitals that the tenant was not competent to make": "क्योंकि किरयायेदार द्वारा एक कार्रवाई योग्य गलत का गठन किया जाता है और उसे बेदखली के लिए उत्तरदायी बनाया जाता है। गायन से कोई संदेह नहीं है कि",
  "is no doubt from the recitals that the tenant was not competent to make any altcration, which alteration would include the removal of the show case": "किरायेदार कोई भी परिवर्तन करने के लिए सक्षम नहीं था, जिसमें परिवर्तन में शो को आसानी से हटाना भी शामिल होगा। पट्टा विलेख यह बताने के लिए नहीं",
  "of the term relating to the alterations of the landlord will have a right of re-": "जाता है कि यदि मकान मालिक के परिवर्तन से संबंधित शब्द का कोई उल्लंघन होता है तो उसे पुन: प्रवेश का अधिकार होगा। यदि संपत्ति हस्तांतरण",
  "entry, Ifthe principle of law could be culled out from the Transfer of Property Act, although the provisions of lransfer of Property Act themselves arc not applicable proprio vigore to buildings, which are governed by the 1952": "अधिनियम से कानून के सिद्धांत को हटाया जा सकता है, हालांकि संपत्ति हस्तांतरण अधिनियम के प्रावधान स्वयं उन भवनों पर लागू नहीं होते हैं, जो चंडीगढ़",
  "applicable proprio vigore to buildings, which are governed by the 1952 Act as extended to Chandigarh, it would scem clear that every violation of term of lease cannot constitute a ground of eviction itself. Section 111": "तक विस्तारित 952 अधिनियम द्वारा शासित हैं, तो यह स्पष्ट प्रतीत होता है कि पट्टे की अवधि का हर उल्लंघन स्वयं बेदखली का आधार नहीं बन सकता",
  "of the Transfer of Property Act, which scts out the several circumstances under which a determination of lease takes place provides in clause (g)": "है। संपत्ति हस्तांतरण अधिनियम की धारा []], जो कई परिस्थितियों को निर्धारित करती है जिसके तहत पढ्टे का निर्धारण होता है, खंड (छ) में प्रदान करता",
  "“forfeiture of lease if the lessee breaks an express condition which provides that on breach thercof the Icssor may re-cntcr....... ~The violation itself,": "है \"पट्टे की जब्ती यदि पट्टेदार एक एक्सप्रेस शर्त को तोड़ता है जो प्रदान करता है कि उसके उल्लंघन पर पडट्टेदार फिर से प्रवेश कर सकता है......... \"उल्लंघन",
  "therefore, in law cannot constitute a determination of Icase. Such violations which also contemplate the right of re-entry alone would securc to the": "स्वयं, इसलिए, कानून में पट्टे का निर्धारण नहीं हो सकता है। इस तरह के उल्लंघन जो अकेले पुन: प्रवेश के अधिकार पर विचार करते हैं, मकान मालिक को",
  "landlord such a right. In this case, therefore, the landlord may have other rights such as a demand for restoration to the original condition at the time": "इस तरह के अधिकार को सुरक्षित करेंगे। इस मामले में, इसलिए, मकान मालिक के पास अन्य अधिकार हो सकते हैं जैसे कि बेदखली के समय मूल स्थिति",
  "of ejectment or may have a claim for damages but the right of cjectment itsclf is not a sine qua non by the fact that the tenant has carricd out an": "में बहाली की मांग या नुकसान के लिए दावा हो सकता है लेकिन बेदखली का अधिकार स्वयं इस तथ्य से अनिवार्य नहीं है कि किरायेदार ने मकान मालिक",
  "alteration without the concurrence of the landlord.": "की सहमति के बिना एक परिवर्तन किया है।",
  "(6) The most potent argument, however, is that if the act of the tcnant had exposed the landlord to a prospect of resumption by the public": "(6) हालांकि, सबसे शक्तिशाली तर्क यह है कि यदि किरायेदार के कार्य ने मकान मालिक को सार्वजनिक प्राधिकरण द्वारा फिर से शुरू करने की संभावना",
  "authority, then it was surely a ground, which the landlord wouldhave to secure an eviction, It is not necessary that an actual order ofresumption": "के लिए उजागर किया था, तो यह निश्चित रूप से एक आधार था, जिसे मकान मालिक को बेदखली को सुरक्षित करना होगा। यह आवश्यक नहीं है कि बहाली",
  "must have been passed by the authority. A prospect ol resumption for an act, which is actionable, if established before this Court is good enough for": "का वास्तविक आदेश प्राधिकरण द्वारा पारित किया गया हो। एक अधिनियम के लिए फिर से शुरू होने की संभावना, जो कार्रवाई योग्य है, यदि इस न्यायालय",
  "a landlord to vindicate his claim, Admittedly, as of now, the action taken": "के समक्ष स्थापित किया जाता है, तो एक मकान मालिक के लिए अपने दावे को सही ठहराने के लिए पर्याप्त है। बेशक, अब तक। 952 के अधिनियम के",
  "by the public authority under the 1952Act for resumption was not for any activity of the tenant as we have already observed. Section 5 of the Act": "तहत सार्वजनिक प्राधिकरण द्वारा फिर से शुरू करने के लिए की गई कार्रवाई किरायेदार की किसी भी गतिविधि के लिए नहीं थी जैसा कि हम पहले ही देख",
  "debars the erection of buildings in contravention of the building rules. It": "चुके हैं। अधिनियम की धारा 5 भवन नियमों के उल्लंघन में इमारतों के निर्माण पर रोक लगाती है। इसमें कहा गया है कि \"कोई भी व्यक्ति उप-धारा 2 के",
  "states that “no person shall erect or occupy any building at Chandigarh in contravention c.fany building rules under sub-section 2.” Sub-section 2": "तहत किसी भी भवन नियमों के उल्लंघन में चंडीगढ़ में किसी भी इमारत का निर्माण या कब्जा नहीं करेगा। उप-धारा 2 केंद्र सरकार को इमारतों के निर्माण को",
  "empowers the Central Government to notify in the official gazette any rule": "विनियमित करने के लिए किसी भी नियम को आधिकारिक राजपत्र में अधिसूचित करने का अधिकार देती है, जो विभिन्‍न आकस्मिकताओं के लिए प्रदान कर",
  "lurther held, that | am aware, the exccuting court docs not make a fresh adjudication but only carrics out what is already provided in the": "आगे कहा गया, कि मुझे पता है, निष्पादन न्यायालय के दस्तावेज एक नया निर्णय नहीं लेते हैं, लेकिन केवल वही करते हैं जो पहले से ही डिक्री में",
  "decree. It is a common experience that execution in courts in India is really a fresh starting point of litigation. It is time that we move away from the": "प्रदान किया गया है। यह एक सामान्य अनुभव है कि भारत में न्यायालयों में निष्पादन वास्तव में मुकदमेबाजी का एक नया प्रारंभिक बिंदु है। यह समय है कि",
  "stercotype and find the resourcefulness of the executing court to help the party who has sccurcd the relicf through a scamless process to enjoy the": "हम स्टीरियोटाइप से दूर जाएं और उस पार्टी की मदद करने के लिए निष्पादन अदालत की संसाधनशीलता का पता लगाएं जिसने डिक्री के फल का आनंद",
  "fruits of the decree. | am giving no right to the tenant through this order": "लेने के लिए एक सहज प्रक्रिया के माध्यम से राहत हासिल की है। मैं इस आदेश के माध्यम से किरायेदार को कोई अधिकार नहीं दे रहा हूं, लेकिन मैं केवल",
  "(Para 14)": "(पैरा 4)",
  "M.L.. Sarin, Senior Advocate with Himani Sarin, Advocate and Nitin Sarin, Advocate, for the petitioners.": "याचिकाकर्ताओं के लिए हिमानी सरीन, एडवोकेट और नितिन सरीन, एडवोकेट",
  "Chetan Mittal, Senior Advocate with Kunal Mulwani, Advocate, for the respondents.": "चेतन मित्तल, वरिष्ठ अधिवक्ता कुणाल मुल्वानी, अधिवक्ता, उत्तरदाताओं के लिए|",
  "K. KANNAN J.": "के. कन्‍्नन जे.",
  "(1) The C.R. No.1793 of 1999 is against the concurrent orders of dismissal of pctition for cviction sought at the instance of the landlord under the provisions of Punjab Rent RestrictionAct. C.R. No.5794 of 1998": "() ]999 का सीआर नंबर [793 पंजाब किराया प्रतिबंध अधिनियम के प्रावधानों के तहत मकान मालिक के इशारे पर मांगी गई बेदखली के लिए",
  "passed on a petition at the instance of the tenant that the landlord had prevented access to go to the toilet. The relicfias sought for was also granted": "था, जिसे किरायेदार के कहने पर एक याचिका पर पारित किया गया था कि मकान मालिक ने शौचालय जाने से रोक दिया था, मांगी गई राहत भी प्रदान की",
  "and therefore, both the revisions are at the instance of the landlord.": "गई थी और इसलिए, मकान मालिक के कहने पर दोनों संशोधन किए गए थे।",
  "(2) Against the dismissal of landlord’s petition for eviction, although several grounds had been made, the only ground on which the argument": "(2) मकान मालिक की बेदखली की याचिका को खारिज करने के खिलाफ, हालांकि कई आधार बनाए गए थे, एकमात्र आधार जिस पर विद्वान वरिष्ठ",
  "was presented before me by the learned Senior Counsel Sh. M.L. Sarin was that the tenant had caused material impairment in the building by altering “show window” and fixing a rolling shutter in the place. This, according to": "वकील श्री एम.एल. सरीन द्वारा मेरे सामने तर्क प्रस्तुत किया गया था, वह यह था कि किरायेदार ने \"शो विंडो |\" को बदलकर और जगह में एक रोलिंग शटर",
  "the landlord, was an actionable wrong by the tenant since (1), there was": "को ठीक करके इमारत में भौतिक हानि पैदा की थी। यह, मकान मालिक के अनुसार, किरायेदार द्वारा एक कार्रवाई योग्य गलत था क्योंकि (), किराए के",
  "an express recital in the rent deed that the tenant shall not do any act such as alicration or modification in the building without landlord’s permission;": "विलेख में एक स्पष्ट पाठ था कि किरायेदार मकान मालिक की अनुमति के बिना भवन में परिवर्तन या संशोधन जैसे कोई कार्य नहीं करेगा; (7) 'किरायेदार",
  "under the Capital of Punjab (Development and Regulations) Act, 1952": "की गतिविधि ने उसे पंजाब की राजधानी (विकास और विनियमन) अधिनियम, 952 (इसके बाद 952 अधिनियम कहा जाता है) और संबंधित नियमों",
  "of the landlord had becn rejected by both the Courts below. The authoritics": "के तहत फिर से शुरू करने के लिए कार्रवाई करने के लिए उजागर किया है। मकान मालिक की दलीलों को नीचे के दोनों न्यायालयों ने खारिज कर दिया था।",
  "had taken note of the evidence given on the side of the tenant that the placement of shutter in the place where there was a “show window” was": "अधिकारियों ने किरायेदार की ओर से दिए गए सबूतों पर ध्यान दिया था कि जिस स्थान पर \"शो विंडो” था, वहां शटर की नियुक्ति एक अस्थायी स्थिरता थी,",
  "a temporary fixture, which could be removed and the “show window” restored within 24 hours. The evidence given by an cngincer to the said": "जिसे हटाया जा सकता था और \"शो विंडो\" को 24 घंटे के भीतर बहाल किया जा सकता था। उक्त प्रभाव के लिए एक इंजीनियर द्वारा दिए गए साक्ष्य को",
  "cffect was not controverted by any other evidence given by the landlord. The AppellatcAuthority had also reasoned that a notice of resumption by": "मकान मालिक द्वारा दिए गए किसी अन्य साक्ष्य से खारिज नहीं किया गया था। अपीलीय प्राधिकारी ने यह भी तर्क दिया था कि लोक प्राधिकारी द्वारा बहाली",
  "the public authority had been issucd on 15.11.1990 and there was no mention inthe notice of violation by fixation of shutter in the place of “show": "का नोटिस 5.].990 को जारी किया गया था और \"शो विंडो\" के स्थान पर शटर के निर्धारण द्वारा उल्लंघन के नोटिस में कोई उल्लेख नहीं था।",
  "window”. This, according to the AppellatcAuthority, showed that eventhe public authority was not prepared to take notice of this change asconstituting": "अपीलीय प्राधिकरण के अनुसार, इससे पता चला कि सार्वजनिक प्राधिकरण भी इस बदलाव पर ध्यान देने के लिए तैयार नहीं था क्योंकि यह एक कार्रवाई",
  "an actionable wrong that could expose the landlord forrcsumption.": "योग्य गलत है जो मकान मालिक को फिर से शुरू करने के लिए बेनकाब कर सकता है।",
  "or view the products of a shop owner that entices him to buy. It could never": "शॉप' या एक दुकान के मालिक के उत्पादों को देखना संभव बनाना है जो उसे खरीदने के लिए लुभाता है। यह कभी भी एक आवश्यकता नहीं हो सकती है।",
  "bea necessity. The building regulations contemplate various type of situations, which are neccessary for the proper regulation of constructions and the": "भवन नियम विभिन्‍न प्रकार की स्थितियों पर विचार करते हैं, जो निर्माण के उचित विनियमन और इमारतों के उपयोगकर्ता के तरीके के लिए आवश्यक हैं। जब",
  "manner of user of the buildings. When I pointed out to the Icarned Senior Counscl that there was no particular clause, which was violated, he would arguc that cven a show case becomes apart of the building plan and if any": "मैंने विद्वान वरिष्ठ वकील को बताया कि कोई विशेष खंड नहीं था, जिसका उल्लंघन किया गया था, तो वह तर्क देंगे कि एक शो केस भी बिल्डिंग प्लान का",
  "part of the building is altered, itamounts to altcration of the building plan": "एक हिस्सा बन जाता है और यदि इमारत के किसी भी हिस्से को बदल दिया जाता है, तो यह बिल्डिंग प्लान में बदलाव के बराबर है। नियम 5 अनुमति के",
  "It states thal “no person shall commence or ercet or re-ercet any building without previous sanction of the Chief Administrator.” Building is also": "बिना निर्माण के परिणाम पर विचार करता है। इसमें कहा गया है कि \"कोई भी व्यक्ति मुख्य प्रशासक की पूर्व मंजूरी के बिना किसी भी इमारत को शुरू या",
  "defined under Rulc 2(x) of the Rules. Building means any construction or": "खड़ा नहीं करेगा या फिर से खड़ा नहीं करेगा। भवन को नियमों के नियम 2 (४) के तहत भी परिभाषित किया गया है। भवन का अर्थ चंडीगढ़ में किसी भी",
  "part of construction in Chandigarh, which ts transferred by the Central Goverment under Section 3 of theAct and which is intended to be used": "निर्माण या निर्माण के हिस्से से है, जिसे अधिनियम की धारा 3 के तहत केंद्र सरकार द्वारा स्थानांतरित किया जाता है और जिसका उपयोग आवासीय,",
  "for residential, commercial, industrial or other purposes whether in actual use or not. The issue, therefore, shall be whether the placement ofa shutter": "वाणिज्यिक, औद्योगिक या अन्य उद्देश्यों के लिए किया जाना है, चाहे वह वास्तविक उपयोग में हो या नहीं। इसलिए, मुद्दा यह होगा कि क्या शटर लगाने से",
  "constituics crection of a building. In my view, it docs not.": "इमारत का निर्माण होता है। मेरे विचार में, ऐसा नहीं है।",
  "(8) Learned Senior Counscl placed before mc a large number of citations of what constitutes actionable material altcration and whether doing ofan act of replacing a show window could afford a justifiable ground for": "(8). विद्वान वरिष्ठ वकील ने मेरे सामने बड़ी संख्या में उद्धरण दिए कि कार्रवाई योग्य सामग्री परिवर्तन क्या होता है और क्या शो विंडो को बदलने का",
  "eviction. No two cases could be similar and inevitably, thercis no one case": "कार्य निष्कासन के लिए एक उचित आधार प्रदान कर सकता है। कोई भी दो आसानी समान नहीं हो सकती है और अनिवार्य रूप से, कोई भी मामला नहीं है",
  "that deals specifically with the situation of replaccment of a show window with a shutter. It is not the congruity of facts that ! am looking but whether": "जो विशेष रूप से शटर के साथ शो विंडो के प्रतिस्थापन की स्थिति से संबंधित है। यह तथ्यों की अनुरूपता नहीं है जिसे मैं देख रहा हूं, लेकिन क्या कोई",
  "there is any proposition that could be culled out from any of the cilations that could fit into the factual matrix that obtains in this casc. ] would state": "प्रस्ताव है जिसे किसी भी उद्धरण से निकाला जा सकता है जो तथ्यात्मक मैट्रिक्स में फिट हो सकता है जो इस आसानी से प्राप्त होता है। मैं यह दर्शाने के लिए",
  "them in bricf one after another to show as to how nonce of these decisions is attracted. The judgment of the Supreme Court in Om Parkash versus Amar Singh and another (1), that dealt with the casc of UP Cantonments": "कि इनमें से कोई भी निर्णय किस प्रकार आदृष्ट नहीं होता है, मैं उन्हें एक के बाद एक संक्षेप में बताऊंगा। ओम प्रकाश बनाम अमर सिंह और अन्य में सुप्रीम",
  "is attracted. The judgment of the Supreme Court in Om Parkash versus Amar Singh and another (1), that dealt with the casc of UP Cantonments (Control of Rent and Eviction)Act in which the Supreme Court observed": "कोर्ट का फैसला, जो यूपी छावनी (किराया और बेदखली का नियंत्रण) अधिनियम की आसानी से संबंधित था, जिसमें सुप्रीम कोर्ट ने कहा था कि बेदखली",
  "that in anaction for eviction, the Court must address itself to the nature, character of the construction and the cxtent to which they make changcs in the front and structure of the accommodation, having regard to the": "के लिए एक कार्रवाई में, न्यायालय को खुद को निर्माण की प्रकृति, चरित्र और आवास के सामने और संरचना में बदलाव करने की सीमा को संबोधित करना",
  "in the front and structure of the accommodation, having regard to the purpose for which the accommodation may have been let. The Senior": "चाहिए, उस उद्देश्य को ध्यान में रखते हुए जिसके लिए आवास किराए पर दिया गया हो। वरिष्ठ वकील ने तर्क दिया कि इमारत के सामने कोई भी बदलाव",
  "a material impairment. | would reject such an argument, forthe Supreme Court was considering the particular situation of a substantial change in the": "एक भौतिक हानि का गठन कर सकता है। मैं इस तरह के तर्क को खारिज कर दूंगा, क्योंकि सुप्रीम कोर्ट इमारत की संरचना के सामने पर्याप्त बदलाव की विशेष",
  "front of the structure of the building. Sincc the factual situation in the case rclated to a substantial structural alteration at the front, the Court had made": "स्थिति पर विचार कर रहा था। चूंकि मामले में तथ्यात्मक स्थिति मोर्चे पर एक पर्याप्त संरचनात्मक परिवर्तन से संबंधित थी, इसलिए न्यायालय ने यह टिप्पणी",
  "that observation. I do not see the placement of a shutter as a substantial structural alteration. The counsel would also rcly on a judgment in Gurbachan Singh and another versus Shivalak Rubber Industries": "की थी। मैं एक पर्याप्त संरचनात्मक परिवर्तन के रूप में एक श के प्लेसमेंट को नहीं देखता। वकील गुरबचन सिंह और अन्य बनाम शिवालाक रबर इंडस्ट्रीज",
  "and others (2), where the Court was considering the meaning of the expression “impair materially” under the East Punjab Rent Restriction Act.": "और अन्य» में एक फैसले पर भी भरोसा करेंगे, जहां न्यायालय हस्त पंजाब किराया प्रतिबंध अधिनियम के तहत \"भौतिक रूप से बिगड़ा\" अभिव्यक्ति के अर्थ",
  "‘The Court said that it would mean to diminish in quality, strength and value and it docs not have a fixed meaning but is a relative term having different": "पर विचार कर रहा था। कोर्ट ने कहा कि इसका मतलब गुणवत्ता, शक्ति और मूल्य में कमी करना होगा और इसका कोई निश्चित अर्थ नहीं है, लेकिन यह एक",
  "meanings in different contexts. The proposition of what is stated is well taken": "सापेक्ष शब्द है जिसका विभिन्‍न संदर्भों में अलग-अलग अर्थ है। जो कहा गया है उसका प्रस्ताव अच्छी तरह से लिया गया है, लेकिन मुझे अभी भी पता",
  "but ] will stil] find that there could be no argument that a shutter impairs the valuc and utility. It goes to increase the security for a tenant and that": "चलेगा कि कोई तर्क नहीं हो सकता है कि एक शटर मूल्य और उपयोगिता को कम करता है। यह एक किरायेदार के लिए सुरक्षा बढ़ाने के लिए जाता है और",
  "is fair cnough for him ifhe perceives it to enhance its utility. Vipin Kumar versus Roshan Lal Anand and others (3), was a case where a tenant": "यह उसके लिए काफी उचित है यदि वह इसे अपनी उपयोगिता बढ़ाने के लिए मानता है। विपिन कुमार बनाम रोशन लाल आनंद और अन्य एक ऐसा मामला",
  "constructed a wall and erected a door which stopped the flow of air and": "था जहां एक किरायेदार ने एक दीवार का निर्माण किया और एक दरवाजा खड़ा किया जिसने हवा और प्रकाश के प्रवाह को रोक दिया। शो केस को हटाने",
  "light. The removal of show case and having a shutter, which is always rolled up allows for morc air and light. On the token of such logic, it cannot be": "और एक शटर होने से, जो हमेशा लुढ़का रहता है, अधिक हवा और प्रकाश की अनुमति देता है। इस तरह के तर्क के टोकन पर, यह नहीं माना जा सकता है",
  "assumcd that there has been an impairment. In Durga Seed Farm versus Raj Kumari Chadha (4), the Supreme Court was considcring the nature": "कि एक हानि हुई है। दुर्गा सीड कामी बनाम राज कुमारी चड्ढा*, में सुप्रीम कोर्ट एक किरायेदार की गतिविधि की प्रकृति पर विचार कर रहा था, जो अधिकारियों",
  "ofactivity ofa tenant, which would expose a landlord for resumption action by the authoritics. No one could quarrel with the position that any action": "द्वारा फिर से शुरू कार्रवाई के लिए एक मकान मालिक को उजागर करेगा। कोई भी इस स्थिति से झगड़ा नहीं कर सकता था कि किरायेदार की कोई भी कार्रवाई",
  "of the tenant that makes susceptible the landlord’s own occupancy of the building as an owner vulnerable for resumption, he could have found a": "जो मकान मालिक के स्वयं के कब्जे को फिर से शुरू करने के लिए कमजोर मालिक के रूप में इमारत के अपने कब्जे को अतिसंवेदनशील बनाती है, वह एक",
  "justifiable ground for eviction against a tenant. The Supreme Court was referring to a situation of a tenant gctting affixcd some machines in the": "किरायेदार के खिलाफ बेदखली के लिए एक उचित आधार पा सकता था। सुप्रीम कोर्ट एक किरायेदार द्वारा इमारत में कुछ मशीनें चिपकाए जाने की स्थिति",
  "building, which caused damage to the building itsclf. ‘The premises had been taken by the tenant for a show room-cum-office but the tenant changed": "का जिक्र कर रहा था, जिससे इमारत को ही नुकसान पहुंचा था। किरायेदार ने परिसर को शो रूम-सह-कार्यालय के लिए ले लिया था, लेकिन किरायेदार ने",
  "the user for establishing a factory by fixing machines. The change of user": "मशीन लगाकर कारखाना स्थापित करने के लिए उपयोगकर्ता को बदल दिया। उपयोगकर्ता का परिवर्तन जो ज़ोनिंग आवश्यकताओं को प्रभावित कर सकता",
  "Rulcs to observe that the activity of the tenant is not likely to result in an action for cjectment. This observation is madc without reference to the": "किरायेदार की गतिविधि के परिणामस्वरूप निष्कासन के लिए कार्रवाई होने की संभावना नहीं है। यह अवलोकन कुछ अन्य उल्लंघनों के लिए अधिनियम के",
  "pendency of proceedings at the instance of the authority under theAct for some other violations, which have come about even prior to the filing of the petition.": "तहत प्राधिकरण के कहने पर कार्यवाही के लंबित होने के संदर्भ के बिना किया गया है, जो याचिका दायर करने से पहले भी सामने आए हैं।",
  "(2) (1996) 2 SCC 626": "2 (996) 2 एससीसी 626",
  "(3) 1993(1) RCR 675": "3 4993 (]) आरसीआर 675",
  "(4) 1995(2)AIl India Rent Control Journal 258": "4 995 (2) ऑल इंडिया रेंट कंट्रोल जर्नल 258",
  "(9) he learned Senior Counsel would arguc that the action of the public authority to complain of the change effected by the tenant by fixing": "(9) विद्वान वरिष्ठ वकील यह तर्क देंगे कि शटर को ठीक करके किरायेदार द्वारा किए गए परिवर्तन की शिकायत करने के लिए सार्वजनिक प्राधिकरण",
  "the shutter has been put on hold only on account of pendency of this case. 1 cannot presage what the authority intends to do but I will Ict it reside there": "की कार्रवाई को केवल इस मामले के लंबित होने के कारण रोक दिया गया है। मैं यह नहीं बता सकता कि प्राधिकरण क्‍या करने का इरादा रखता है, लेकिन मैं",
  "that my observation that the tenant has not donc any act which could expose": "इसे वहां रहने दूंगा कि मेश अवलोकन कि किरायेदार ने ऐसा कोई कार्य नहीं किया है जो फिर से शुरू करने के लिए मकान मालिक को बेनकाब कर सके, शो",
  "a landlord for resumption is confined to the situation ofa complaint of change of the show window. This observation will bind the partics and may not": "विंडो के परिवर्तन की शिकायत की स्थिति तक ही सीमित है। उन्होंने कहा, 'यह अवलोकन पक्षों को बाध्य करेगा और जरूरी नहीं कि यह उस प्राधिकरण पर",
  "necessarily apply to the authority, who is not a party before me.": "लागू हो, जो मेरे समक्ष पक्षकार नहीं है।",
  "(10) The eviction sought by the landlord on the ground of alleged material altcration, therefore, cannot survive favourable consideration in": "(।0) कथित सामग्री परिवर्तन के आधार पर मकान मालिक द्वारा मांगी गई बेदखली, इसलिए, 999 के सीआर नंबर [793 में अनुकूल विचार से",
  "(11) As regards the C.R. No.5794 of 1998, the contention of the landlord is that the tenant’s action for restoration of amenity was a counter": "(।]) जहां तक 998 के सीआर नंबर 5794 का संबंध है, मकान मालिक का तर्क यह है कि सुविधा बहाल करने के लिए किरायेदार की कार्रवाई",
  "blast to his own petition for eviction. He would point out to the clauses in the rent deed to show that the toilct was not an integral part of the building": "बेदखली के लिए उसकी अपनी याचिका के लिए एक जवाबी विस्फोट थी। वह रेंट डीड में क्लॉज को इंगित करते थे कि शौचालय इमारत का अभिन्‍न अंग",
  "but it was situate away from the building by a few fect. The description of property in the lease docs not include the toilct and there is also no specific recital under the term for use of the toilet by the tenant. He would": "नहीं था, लेकिन यह इमारत से कुछ फीट दूर स्थित था। लीज डॉक्स में संपत्ति के विवरण में शौचालय शामिल नहीं है और किरायेदार द्वारा शौचालय के उपयोग",
  "specific recital under the term for use of the toilet by the tenant. He would bring in comparison to his own lease deed from the landlord at the time": "के लिए शब्द के तहत कोई विशिष्ट पाठ भी नहीं है। वह उस समय मकान मालिक से अपने स्वयं के पट्टे के विलेख की तुलना में लाएगा जब वह अभी भी",
  "when he was still a tenant where there was a specific reference to the toilet and his right of user. The leamed Senior Counsel] would point out to me": "एक किरायेदार था जहां शौचालय और उपयोगकर्ता के उसके अधिकार का एक विशिष्ट संदर्भ था। विद्वान वरिष्ठ वकील मुझे किरायेदार के बयान में कई",
  "several inconsistencies in the version of the tenant to discredit his claim that he enjoyed the amenity of using the toilet which had been subsequently": "विसंगतियों की ओर इशारा करेंगे ताकि उसके दावे को खारिज किया जा सके कि उसने शौचालय का उपयोग करने की सुविधा का आनंद लिया जिसे बाद में",
  "withdrawn. In evidence, he wanted to contend that the landlord had prevented the access to the toilet by erecting a wall and locking the door. Learned": "वापस ले लिया गया था। साक्ष्य में, वह यह तर्क देना चाहता था कि मकान मालिक ने दीवार खड़ी करके और दरवाजा बंद करके शौचालय तक पहुंच को",
  "Senior Counsel would refer me to the plan and showed that the place where the wall is said to have been erected is not shown and the access to the": "रोका था। विद्वान वरिष्ठ वकील ने मुझे योजना का उल्लेख किया और दिखाया कि जिस स्थान पर दीवार खड़ी की गई है, उसे नहीं दिखाया गया है और",
  "toilet itscl fis only from his own shop. The tenant cannot demolish the remove any wall to create an opening to go to the toilet.": "शौचालय तक पहुंच केवल उसकी अपनी दुकान से है। किरायेदार शौचालय जाने के लिए एक उद्धाटन बनाने के लिए किसी भी दीवार को ध्वस्त नहीं कर सकता है।",
  "(12) The tenant, on the other hand, was bringing to proof of the fact of user of the toilct as an amenity by examining a sweepress who gave": "(।2) दूसरी ओर, किरायेदार एक स्वीप्रेस की जांच करके शौचालय के उपयोगकर्ता के तथ्य को एक सुविधा के रूप में सामने ला रही थी, जिसने इस",
  "evidence to the cficct that she used to clean up the toilet and got remuneration from the tenant. [Ic also examined a previous tenant of the building who": "आशय का सबूत दिया कि वह शौचालय को साफ करती थी और किरायेदार से पारिश्रमिक प्राप्त करती थी। उन्होंने इमारत के एक पिछले किरायेदार की भी",
  "was in occupation to say that he also had the bencfit of the toilet.": "जांच की, जो यह कहने के लिए कब्जे में था कि उसे शौचालय का लाभ भी था।",
  "(13) The fact that the rent decd docs not make a specific recital about a toilet is not in my view very material. If there was a recital relating": "(।3) तथ्य यह है कि किराया विलेख डॉक्स शौचालय के बे में एक विशिष्ट पाठ नहीं करते हैं, मेरे विचार में बहुत सामग्री नहीं है। यदि मकान मालिक",
  "io toilet in the landlord’s own rent deed when he was a tenant, is again of": "के अपने किराए के विलेख में शौचालय से संबंधित कोई पाठ था, जब वह एक किरायेदार था, तो फिर से कोई परिणाम नहीं है क्योंकि जब वह बाद में मालिक",
  "admittcdly he became the owner of the building as well the toilet. When the particular building, which the landlord himself was in occupation of": "बन गया, तो वह इमारत के मालिक के साथ-साथ शौचालय का भी मालिक बन गया। जब विशेष भवन, जिस पर मकान मालिक स्वयं कब्जा कर रहा था,",
  "enjoyed the amenity of toilet and another portion of the building in the hands of the tenant was in the proximity that was divided only through a temporary": "शौचालय की सुविधा का आनंद ले रहा था और किरयायेदार के हाथों में इमारत का एक और हिस्सा निकटता में था जिसे केवल एक अस्थायी विभाजन के",
  "partition, it would be far-fetched to say that the user of the toilet must be confined only to his own portion and not to another portion. A toilet must": "माध्यम से विभाजित किया गया था, तो यह कहना दूर की कौड़ी होगी कि शौचालय का उपयोगकर्ता केवल अपने हिस्से तक ही सीमित होना चाहिए, न कि",
  "be scen to be at all times an absolute necessity. Open space urination 1s": "दूसरे हिस्से तक। एक शौचालय को हर समय एक परम आवश्यकता के रूप में देखा जाना चाहिए। खुली जगह पेशाब एक गंभीर उपद्रव और एक हानिकारक",
  "a scrious nuisance and a pernicious practice that must cnd. I would find anced for adopting an interpretation, which will be reasonable and which will advance the cause of public health and hygiene. Ifa property is Ict out": "अभ्यास है जिसे समाप्त होना चाहिए। मुझे एक व्याख्या अपनाने की आवश्यकता होगी, जो उचित होगी और जो सार्वजनिक स्वास्थ्य और स्वच्छता के कारण",
  "for a nonresidential purpose where the building in the hands of'a tenant was": "को आगे बढ़ाएगी। यदि किसी संपत्ति को गैर-आवासीय उद्देश्य के लिए किराए पर दिया जाता है, जहां एक किरायेदार के हाथों में इमारत का उपयोग किया",
  "to be used for several hours from morning through cvening, it will be wrong by a landlord to obstruct the access to toilet if there was a toilet attached": "जाना था (या सुबह से शाम तक कई घंटे, तो मकान मालिक द्वारा शौचालय तक पहुंच में बाधा डालना गलत होगा यदि शौचालय था इमारत से कोई फर्क",
  "to the building no matter that there was a physical separation between the building and the toilet. We have probably come a long way where bath rooms are seen as ‘glamorooms’. This was not a new construction and": "नहीं पड़ता कि इमारत और शौचालय के बीच एक भौतिक अलगाव था। हम शायद एक लंबा सफर तय कर चुके हैं जहां स्नान कक्षों को 'ग्लैमरूम' के रूप में",
  "therefore, if there was a physical separation of the toilet from the building, there was noth.ng unusual.": "देखा जाता है। यह एक नया निर्माण नहीं था और इसलिए, अगर इमारत से शौचालय का भौतिक अलगाव था, तो कुछ भी असामान्य नहीं था।",
  "(14) However, I definitely sce a point in the argument for the landlord that the tenant had no consistent casc about the so-called crection": "(4) हालांकि, मैं निश्चित रूप से मकान मालिक के लिए तर्क में एक बिंदु देखता हूं कि किरायेदार को शौचालय तक पहुंच में बाधा डालने के लिए",
  "landlord that the tenant had no consistent casc about the so-called crection of wall to obstruct the access to the toilet. IIe would plead that if the landlord’s contention were to be rejected, at Icast, the right of tenant to": "दीवार के तथाकथित निर्माण के बारे में कोई सुसंगत आसानी नहीं थी। वह दलील देगा कि यदि मकान मालिक के तर्क को खारिज कर दिया जाता है, तो कम",
  "for his own customers to usc the toilet. The learned counsel would arguc that there has been now recently a change in the user of the premise itself and by securing this right, he will allow for his own customers to usc the": "देने के लिए नहीं होगा। विद्वान वकील यह तर्क देंगे कि अब हाल ही में परिसर के उपयोगकर्ता में बदलाव आया है और इस अधिकार को सुरक्षित करके, वह",
  "and by securing this right, he will allow for his own customers to usc the toilet. Thank fully, in the market places in Chandigarh, there is a public toilet as well and it is made clear that the right to obtain an amenity of a toilct": "अपने ग्राहकों को शौचालय का उपयोग करने की अनुमति देगा। शुक्र है कि चंडीगढ़ के बाजारों में सार्वजनिक शौचालय भी है और यह स्पष्ट किया गया है कि",
  "ought not to be understood as allowing for any demolition of any wall or making a new way to enter the toilet. The accustomed way to toilet shall": "शौचालय की सुविधा प्राप्त करने के अधिकार को किसी भी दीवार को गिराने या शौचालय में प्रवेश करने का नया तरीका बनाने की अनुमति देने के रूप में",
  "alone govern the rights of partics. [ am unable to stipulate any particular passage lo go to the toilet in the rent control proceedings. If there is in any": "नहीं समझा जाना चाहिए। शौचालय का आदी तरीका ही पार्टियों के अधिकारों को नियंत्रित करेगा। मैं किराया नियंत्रण कार्यवाही में शौचालय जाने के लिए",
  "the toilet, it shall be carricd through in the execution procecdings after allowing for partics to Ict in evidence about how it shall be exercised. | am": "होगा, तो इसे निष्पादन की कार्यवाही में किया जाएगा, पार्टियों को साक्ष्य में जाने की अनुमति देने के बाद कि इसका प्रयोग कैसे किया जाएगा। मुझे पता है",
  "aware, the exccuting court does not make a fresh adjudication but only carrics out what is already provided in the deercc. It is a common expericnce": "कि निष्पादन न्यायालय नए सिरे से निर्णय नहीं लेता है बल्कि केवल वही करता है जो डिक्री में पहले से ही प्रदान किया गया है। यह एक सामान्य अनुभव है",
  "that cxecution in courts in India is really a fresh starting point of litigation. It is time that we.move away from the stercotype and find the resourcefulness": "कि भारत में न्यायालयों में निष्पादन वास्तव में मुकदमेबाजी का एक नया पड़ाव बिंदु है। यह समय है कि हम स्टीरियोटाइप से दूर जाएं और उस पार्टी की मदद"
}