{
  "364": "363",
  "ILL.R. PUNJAB AND HARYANA 2021(2)": "आई.एल.आर. पंजाब और हरियाणा 202(2)",
  "Samiti or Zila Parishad by reason only of such person,—": "समिति या जिला परिषद केवल ऐसे व्यक्ति के कारण, -",
  "(a) having share in any joint stock company or a share or interest in any society registered under any law for the time": "(ए) किसी संयुक्त स्टॉक कंपनी में शेयर होना या कोई शेयर होनाउस समय किसी भी कानून के तहत पंजीकृत किसी",
  "being in force which shall contract with or be employed by": "भी सोसायटी में हित लागू होने पर जिसके साथ अनुबंध किया जाएगा या उसके द्वारा नियोजित किया जाएगा या ग्राम",
  "or on behalf of Gram Panchayat, Panchayat Samiti or Zila Parishad ; or": "पंचायत, पंचायत समिति या जिला की ओर से परिषद; या",
  "(b) having a share or interest in any newspaper in which any advertisement relating to the affairs of a Gram Panchayat,": "(बी) जिसमें किसी भी समाचार पत्र में हिस्सेदारी या रुचि हो ग्राम के मामलों से संबंधित कोई भी विज्ञापन पंचायत,",
  "Panchayat Samiti or Zila Parishad may be inserted ; or": "पंचायत समिति या जिला परिषद डाली जा सकती है; या",
  "(c) holding a debenture or being otherwise concerned in any loan raised by or on behalf of any Gram Panchayat,": "(सी) डिबेंचर रखना या अन्यथा संबंधित होना किसी ग्राम पंचायत द्वारा या उसकी ओर से लिया गया कोई ऋण,",
  "PanchayatSamiti or Zila Parishad ; or": "पंचायतसमिति या जिला परिषद्‌; या",
  "(d) being professionally engaged on behalf of any Gram Panchayat, Panchayat Samiti or Zila Parishad as a Legal": "(डी) किसी भी ग्राम की ओर से पेशेवर रूप से लगे रहना कानूनी के रूप में पंचायत, पंचायत समिति या जिला परिषद",
  "Practitioner ; or": "अभ्यासकर्ता; या",
  "(e) having any share or interest in any lease of immovable property in which the amount of rent has been approved by": "(ई) किसी अचल पट्टे में कोई हिस्सा या हित होना जिस संपत्ति में किराए की राशि स्वीकृत की गई है ग्राम पंचायत,",
  "the Gram Panchayat, Panchayat Samiti or Zila Parishad in its Owncase or in any sale or purchase of immovable": "पंचायत समिति या जिला परिषद अपने स्वयं के मामले में या किसी अचल की बिक्री या खरीद में संपत्ति या ऐसे पढ़े,",
  "property or in any agreement for such lease, sale or purchase ; or": "बिक्री या के लिए किसी समझौते में खरीदना; या",
  "(f) having a share or interest in the occasional sale to the Gram Panchayat, Panchayat Samiti or Zila Parishad of any": "(एफ) को कभी-कभार होने वाली बिक्री में हिस्सा या हित होना ग्रम पंचायत, पंचायत समिति या जिला परिषद कोई भी",
  "article inwhich he regularly trades or in the purchase from the Gram Panchayat of any article, to a value in either case": "वह वस्तु जिसमें वह नियमित रूप से व्यापार करता है या खरीदता है किसी भी वस्तु का ग्राम पंचायत, किसी भी मामले",
  "not exceeding in any year one thousand rupees.": "में मूल्य किसी भी वर्ष एक हजार रूपये से अधिक नहीं।",
  "Explanation (2).-- For the purpose of clause (1), —": "स्पष्टीकरण (2).-- खंड (॥) के प्रयोजन के लिए, -",
  "(i) a person shall not be deemed to be disqualified if he has paid the arrears or the sum referred to in clause (i) of this": "(0) यदि कोई व्यक्ति अयोग्य है तो उसे अयोग्य नहीं माना जाएगा इसके खण्ड (0) में उल्लिखित बकाया राशि या राशि",
  "sub- section prior to the day prescribed for the nomination of candidates.": "का भुगतान किया नामांकन के लिए निर्धारित दिन से पहले उपधारा अभ्यर्थियों का.",
  "[ (ii) ]": "[(॥) |",
  "[(t) fails to pay any arrears of any kind due to him to any": "[(टी) किसी को देय किसी भी प्रकार के बकाया का भुगतान करने में विफल रहता है प्राथमिक कृषि सहकारी समिति,",
  "Cooperative Bank and District Primary Cooperative": "जिला मध्य सहकारी बैंक एवं जिला प्राथमिक सहकारी",
  "360": "364",
  "district shall be divided into wards as referred in sections 8(3), 58(2) and 119(b) of this Act.": "जिले को इस अधिनियम की धारा 8 (3) 58 (2) और ॥॥9 (बी) में निर्दिष्ट वार्डों में विभाजित किया जाएगा।",
  "S.163. List of voters for every electoral division- For every electoral division, there shall be a list of voters which": "धारा ॥63 प्रत्येक निर्वाचन प्रभाग के लिए मतदाताओं की सूची-प्रत्येक निर्वाचन प्रभाग के लिए मतदाताओं की एक सूची",
  "shall be prepared and maintained in accordance with the provisions of this Act under the superintendence, direction and control of theState Election Commission.": "होगी जिसे राज्य निर्वाचन आयोग के पर्यवेक्षण, निर्देश और नियंत्रण के तहत इस अधिनियम के प्रावधानों के अनुसार तैयार और बनाए रखा जाएगा।",
  "S.167. Name of person not to be included in the list of voters for more than one electoral division- No person shall be entitled to have his name included in the list of": "धारा 467 एक से अधिक निर्वाचन प्रभाग के लिए मतदाता सूची में शामिल नहीं होने वाले व्यक्ति का नाम-कोई भी",
  "voters for more than one electoral division of the same Gram Panchayat, Panchayat Samiti or Zila Parishad": "व्यक्ति एक ही ग्राम पंचायत, पंचायत समिति या जिला परिषद के एक से अधिक निर्वाचन प्रभाग के लिए मतदाता सूची",
  "S.171. Making false declaration-If any person makes in": "धारा 77] झूठी घोषणा करना-यदि कोई व्यक्ति",
  "(a) the preparation, revision or correction of a list of voters ; or": "(ए) मतदाता सूची तैयार करने, संशोधन या सुधार करने के संबंध में करता है; या",
  "(b) the inclusion or exclusion of any entry in or from a list of voters,": "(बी) मतदाता सूची में या उसमें से किसी प्रविष्टि को शामिल या अपवर्जन करने के संबंध में ऐसा",
  "a statement or declaration in writing which is false and which he either knows or believes to be false or does not": "लिखित कथन या घोषणा करता है जो गलत है और जिसे वह या तो जानता है या गलत मानता है या सच नहीं मानता",
  "believe to be true, he shall be punishable with imprisonment for a term which may extend to one year or with a fine of one thousand rupees or with both.": "है, तो वह एक वर्ष तक की अवधि के कारावास या एक हजार रुपये के जुर्माने या दोनों से दंडनीय होगा।",
  "S.173. Persons qualified to vote and be elected- (1) Every person whose name is in the list of voters shall, unless": "धारा 773 मतदान करने और निर्वाचित होने के लिए योग्य व्यक्ति-(॥) प्रत्येक व्यक्ति जिसका नाम मतदाता सूची में है,",
  "disqualified under this Act or any other law for the time": "जब तक कि इस अधिनियम या तत्काल सूचना के लिए किसी अन्य कानून के तहत अयोग्य नहीं ठहराया जाता है, उस",
  "being inforce, be qualified to vote at the election of a member for the electoral division to which such list pertains.": "निर्वाचन विभाजन के लिए सदस्य के चुनाव में मतदान करने के लिए योग्य होगा जिससे ऐसी सूची संबंधित है।",
  "(2) Every person who has attained the age of twenty-one years and whose name is in the list of voters shall, unless": "(2) प्रत्येक व्यक्ति जिसने इक्कीस वर्ष की आयु प्राप्त कर ली है और जिसका नाम मतदाता सूची में है, जब तक कि",
  "disqualifiedunder this Act or under any other law for the time being in force, be qualified to be elected from any": "इस अधिनियम के तहत या तत्काल लागू किसी अन्य कानून के तहत अयोग्य नहीं ठहराया जाता है, किसी भी निर्वाचन",
  "(3) No person whose name is not entered in the list of voters forthe villages, shall be qualified to be elected from": "(3) कोई भी व्यक्ति जिसका नाम गाँवों के लिए मतदाताओं की सूची में दर्ज नहीं किया गया है, उसके किसी भी चुनावी",
  "362": "360",
  "(Harpreet Singh Brar, J.)": "(हरप्रीत सिंह बरार, जे)",
  "MASHOON »v. STATE OF HARYANA AND OTHERS 361": "मैशून बनाम हरियाणा राज्य और अन्य",
  "(4) Subject to any disqualification of a person the list of": "(५) किसी व्यक्ति की किसी अयोग्यता के अधीन रहते हुए मतदाताओं की सूची इस धारा के अधीन यह निर्धारित करने",
  "voters shall be conclusive proof for the purpose of determining under this section whether any person is or is": "के प्रयोजन के लिए निर्णायक प्रमाण होगी कि क्‍या कोई व्यक्ति मतदान करने के योग्य है या नहीं, या किसी निर्वाचन",
  "not qualified to vote, or to be elected at any election, as the case may be.”": "में निर्वाचित होने के योग्य है, जैसा भी मामला हो।",
  "(7) Section 167 provides that a person is debarred from having his name included in more than one the electoral divisions of the same": "(7) धारा 67 में यह प्रावधान है कि एक व्यक्ति को एक ही ग्राम पंचायत के एक से अधिक निर्वाचन प्रभागों में अपना",
  "Gram Panchayat. Further Section 173(3) provides that no person whose": "नाम शामिल करने से वंचित किया जाता है। इसके अलावा धारा 773 (3) में यह प्रावधान है कि कोई भी व्यक्ति जिसका",
  "name is not entered in the voters list of the village shall be qualified to seek election from any Ward of the said village. Sub section 171(b)": "नाम गाँव की मतदाता सूची में दर्ज नहीं है, वह उक्त गाँव के किसी भी वार्ड से चुनाव लड़ने के योग्य नहीं होगा। उप-",
  "inclusion or exclusion of any entry in or from a list of voters. Any": "धारा 77 (बी) में मतदाताओं की सूची में या सूची से किसी प्रविष्टि को शामिल करने या बाहर करने के लिए कोई झूठी",
  "person who was found to have made a false declaration in the above context is liable to be punished with animprisonment for a term which": "घोषणा करने के लिए दंडात्मक प्रावधान शामिल हैं। कोई भी व्यक्ति जिसने उपरोक्त संदर्भ में झूठी घोषणा की है, वह",
  "may extend to one year or with a fine of fivethousand rupees or with both.": "एक वर्ष तक की अवधि के लिए कारावास या पाँच हजार रुपये के जुर्माने या दोनों से दंडित किया जा सकता है।",
  "(8) Section 175 of the Act deals with the disqualifications for the election to the post of Sarpanch or a Panch of a Gram Panchayat": "(8) अधिनियम की धारा 75 ग्राम पंचायत के पंच या पंच के चुनाव के लिए अयोग्यता से संबंधित है जो यहां निम्नानुसार",
  "which is reproduced here as under:-": "पुनः प्रस्तुत की गई हैः -",
  "“S.175. Disqualifications--No person shall be a Sarpanch or a Panch or a Gram Panchayat or a member of a": "धारा ॥75 निरहता-- कोई भी व्यक्ति, चाहे इस अधिनियम के प्रारंभ से पहले या बाद में एक पंच या एक ग्राम पंचायत",
  "Panchayat Samiti or Zila Parishad or continue as such who—": "या एक पंचायत समिति या जिला परिषद का सदस्य होगा या इस तरह के रूप में जारी है जो-",
  "1.0f an offence under the Protection of Civil Rights Act, 1955": ". 955 (955 का अधिनियम 22) के तहत एक अपराध के रूप में, नागरिक अधिकार संरक्षण अधिनियम, ।955",
  "(Act 22 of 1955 ), unless a period of five years, or such": "(।955 का अधिनियम 22) के तहत एक अपराध के रूप में दोषी ठहराया गया है, जब तक कि पांच साल की अवधि,",
  "lesser period as the Government may allow in any particular case, has elapsed since his conviction ; or": "या ऐसी कम अवधि जो सरकार किसी विशेष मामले में अनुमति दे सकती है, उसकी दोषसिद्धि के बाद से बीत चुकी है; या",
  "i.of any other offence and been sentenced to imprisonment for not less than six months, unless a period of five years,": "॥. किसी अन्य अपराध और छह महीने से कम नहीं के लिए कारावास की सजा सुनाई गई है, जब तक कि पांच साल",
  "or such lesser period as the Government may allow in any particular case, has elapsed since his release ; or": "की अवधि, या ऐसी कम अवधि जो सरकार किसी विशेष मामले में अनुमति दे सकती है, उसकी रिहाई के बाद से बीत चुकी है; या",
  "[(aa) has not been convicted, but charges have been framed ina criminal case for an offence, punishable with": "[(आ) दोषी नहीं ठहराया गया है, लेकिन आपराधिक मामले में अभियोग एक दंडनीय अपराध के लिए बनाया गया है,",
  "imprisonment for not less than ten years; or]": "कारावास से कम नहीं है या",
  "HARPREET SINGH BRAR, J.(Oral)": "(हरप्रीत सिंह बरार, जे)",
  "for Ward No.7 of village Chandraka Pingwan, Punhana, District": "गांव में वार्ड संख्या 7 के लिए पंच के पद के लिए उसके नामांकन पत्र रद्द किए जाने योग्य हैं क्योंकि उसने गांव डुंगेजा",
  "Mewat, Haryana since he (respondent No.5) was earlier having his vote in village Dungeja, District Mewat which he had used at the time of Panchayat elections heldin the year 2022 in respect of village Dungeja, District Mewat. Further prayer has been made for issuance of": "में अपना पिछला वोट रद्द नहीं कराया है। वर्ष 2022 में हुए पंचायत चुनावों के समय गाँव डुंगेजा में अपने वोट का उपयोग करने में प्रतिवादी संख्या 5 का कार्य और आचरण गाँव चंद्रका में उनके नामांकन को अवैध बना देगा। याचिकाकर्ता के वकील ने आगे तर्क दिया कि प्रतिवादी संख्या 5 ग्राम चंद्रका के वार्ड संख्या 7 के लिए पंच के पद के",
  "09.07.2023.": "09.07.2023 को होने वाला है।",
  "21.06.2023 to 26.06.2023. The petitioner filed his nomination for the": "2.06.2023 से 26.06.2023 तक निर्धारित की गई थी। इस न्यायालय द्वारा पूछे गए एक विशिष्ट प्रश्न पर, याचिकाकर्ता",
  "are scheduled for 09.07.2023.": "09.07.2023 को मतदान होना बाकी है।",
  "Before Harpreet Singh Brar, J.": "समक्ष हरप्रीत सिंह बरार जे.",
  "MASHOON—Petitioner": "मैशून - याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-उत्तरदाता",
  "CWP No. 14009 of 2023": "सीडब्ल्यूपी नं. 2023 का +009",
  "July 05, 2023": "05 जुलाई, 2023",
  "Constitution of India, 1950, Arts. 226, 227, 243-O—Haryana Panchayat Raj Act, 1994—S. 162, 163, 167, 171, 173, 175 and 176—": "भारत का संविधान, 950, अनुच्छेद 226, 227, 243-ओ-हरियाणा पंचायत राज अधिनियम, 99५-धारा",
  "Respondent No. 5 filed nomination papers for post of Panch in village Chandraka Pungwan under BCA category—Nomination filed": "ने बीसीए श्रेणी के तहत गांव चंद्रका पुंगवान में पंच के पद के लिए नामांकन पत्र दाखिल किए-प्रतिवादी नं। 5 को इस",
  "by Respondent No. 5 challenged on ground of him being resident of village Dungeja—Held, Election process has been set into motion—": "आधार पर चुनौती दी गई कि वह डुंगेजा गाँव का निवासी है--आयोजित, चुनाव प्रक्रिया को गति दी गई है-ग्राम पंचायत",
  "All matters relating to or in connection with election process for": "के सदस्य के चुनाव के लिए चुनाव प्रक्रिया से संबंधित या उससे संबंधित सभी मामलों को चुनाव याचिका भरने के",
  "election petition—No grounds made to interfere in election process": "माध्यम से उठाया जा सकता है-कला के आधार पर चुनाव प्रक्रिया में हस्तक्षेप करने के लिए कोई आधार नहीं बनाया",
  "by virtue of Art. 243-O of Constitution of India, 1950 and S. 176 of Act, 1994—Petition dismissed.": "गया है। भारत के संविधान, 4950 की धारा 2५3-ओ और अधिनियम, 99५ की धारा 776-याचिका खारिज।",
  "eligibility of a person in seeking election to any post in the Gram Panchayat would clearly indicate that there is no embargo on a person": "में किसी व्यक्ति की पात्रता से संबंधित है, स्पष्ट रूप से इंगित करेगा कि किसी व्यक्ति पर अपना वोट दूसरे ग्राम पंचायत",
  "inclusion and exclusion of a person in thevoter list . Section 171 of the Act deals with a situation if a person is found to have made a false declaration for the purpose of inclusion and exclusion of his name from": "की धारा 7 एक ऐसी स्थिति से संबंधित है यदि किसी व्यक्ति को मतदाता सूची से अपना नाम शामिल करने और",
  "declaration for the purpose of inclusion and exclusion of his name from the voter list and if any person is found to have made a false": "बाहर करने के उद्देश्य से झूठी घोषणा करते हुए पाया जाता है और यदि किसी व्यक्ति को मतदाता सूची तैयार करने,",
  "declaration in the preparation, revision or correction of voter list, he shall be liable for punishment for a term which may extend to one year": "संशोधन या सुधार में झूठी घोषणा करते हुए पाया जाता है, तो वह एक वर्ष तक की अवधि के लिए दंड और पांच हजार",
  "(Para 9)": "(पैरा 9)",
  "Further held, that It is settled proposition of law that the": "इसके अलावा यह अभिनिर्धारित किया गया कि यह कानून का तय प्रस्ताव है कि चुनाव की अनुसूची देने वाली अधिसूचना",
  "election would include in its ambit all stages of the election process starting from the issuance of notification giving schedule of election till": "जारी करने से लेकर परिणाम की घोषणा तक चुनाव प्रक्रिया के सभी चरणों को चुनाव अपने दायरे में शामिल करेगा।",
  "Court has reiterated time and again that no election to any Panchayat": "माननीय सर्वोच्च न्यायालय ने बार-बार दोहराया है कि किसी भी पंचायत के लिए कोई चुनाव नहीं",
  "and now only the votingremains to be held on 09.07.2023.": "निर्वाचन प्रक्रिया पहले ही ऐसे चरण में प्रगति कर चुकी है जहां 09.07.2023 को केवल मतदान होना शेष है और",
  "Agriculture Rural Development Bank; or": "कृषि ग्रामीण विकास बैंक; या",
  "(u) fails to pay arrears of electricity bills; or": "(यू) बिजली बिलों के बकाया का भुगतान करने में विफल रहता है; या",
  "(v) has not passed matriculation examination or its equivalent examination from any recoganised institution / board:": "(वी) किसी भी पुनर्गठित संस्थान»बोर्ड से मैट्रिक परीक्षा या इसके समकक्ष परीक्षा उत्तीर्ण नहीं की हैः",
  "Provided that in case of a woman candidate or a candidate belonging to Scheduled Caste, the minimum qualification": "बशर्ते कि किसी महिला उम्मीदवार या अनुसूचित जाति से संबंधित उम्मीदवार के मामले में, न्यूनतम योग्यता मध्य",
  "shall be middle pass:": "उत्तीर्ण होगीः",
  "Provided further that in a case of woman candidate belonging to Scheduled Caste contesting elections for the post of Panch, the minimum qualification shall be 5th pass; or": "बशर्ते कि पंच के पद के लिए चुनाव लड़ने वाली अनुसूचित जाति से संबंधित महिला उम्मीदवार के मामले में, न्यूनतम योग्यता 5वीं उत्तीर्ण होगी; या",
  "(w) fails to submit self declaration to the effect that he has a functional toilet at his place of residence. |”": "(डब्ल्यू) इस प्रभाव की स्व-घोषणा प्रस्तुत करने में विफल रहता है कि उसके निवास स्थान पर एक कार्यात्मक शौचालय",
  "(9) A perusal of the above Section which deals with the eligibility of a person in seeking election to any post in the Gram Panchayat would clearly indicate that there is no embargo on a person": "(9) उपरोक्त धारा का अवलोकन जो ग्राम पंचायत में किसी पद के लिए चुनाव की मांग करने में किसी व्यक्ति की",
  "Panchayat would clearly indicate that there is no embargo on a person for having his vote shifted to another Gram Panchayat. The revision of": "पात्रता से संबंधित है, स्पष्ट रूप से इंगित करेगा कि किसी व्यक्ति पर अपना वोट दूसरे ग्राम पंचायत में स्थानांतरित",
  "electoral roll is done before the elections for the purpose of registration of new voters and to weed out the votes of those persons": "करने के लिए कोई प्रतिबंध नहीं है। मतदाता सूची का संशोधन चुनाव से पहले नए मतदाताओं के पंजीकरण और उन",
  "who are no longer voters of the village. A procedure is prescribed for": "व्यक्तियों के वोटों को समाप्त करने के उद्देश्य से किया जाता है जो अब गाँव के मतदाता नहीं हैं। मतदाता सूची में",
  "Act deals with a situation if a person is found to have made a false declaration for the purpose of inclusion and exclusion of his name from": "एक ऐसी स्थिति से संबंधित है यदि किसी व्यक्ति को मतदाता सूची से अपना नाम शामिल करने और बाहर करने के",
  "the voter list and if any person is found to have made a false declaration in the preparation, revision or correction of voter list, he": "उद्देश्य से झूठी घोषणा करते हुए पाया जाता है और यदि किसी व्यक्ति को मतदाता सूची तैयार करने, संशोधन या",
  "shall be liable for punishment for a term which may extend to one year with a fine of rupees five thousand.": "सुधार में झूठी घोषणा करते हुए पाया जाता है, तो वह एक वर्ष तक की अवधि के लिए दंड और पांच हजार रुपये के जुर्मने के लिए उत्तरदायी होगा।",
  "(10) Section 176 of the Act provides for the election petition for challenging the validity of any election of a member of Gram": "(0) अधिनियम की धारा ॥76 ग्राम पंचायत के किसी सदस्य के चुनाव की वैधता को चुनौती देने के लिए निर्वाचन",
  "validity of the election of a particular candidate on the basis of": "किसी विशेष उम्मीदवार के चुनाव की वैधता को चुनौती देने के लिए एक आधार प्रदान करती है।",
  "(11) The acceptance of the present petition amounts to adjudicating the rejection or acceptance of the nomination papers for": "(।॥) वर्तमान याचिका की स्वीकृति नामांकन पत्रों की अस्वीकृति या स्वीकृति पर निर्णय लेने के बराबर है, जिसके लिए",
  "which alternative remedy is provided under Section 176 of the Act. At": "अधिनियम की धारा 776 के तहत वैकल्पिक उपाय प्रदान किया गया है। इस स्तर पर इस न्यायालय को पहले यह",
  "this stage this Court is required to first adjudicate as to whether the present writ petition is maintainable and this Court can interfere in any": "निर्णय लेने की आवश्यकता है कि क्या वर्तमान रिट याचिका बनाए रखने योग्य है और यह न्यायालय किसी भी मामले",
  "August, 1994.”": "अगस्त, 499फ% \"",
  "(14) Similarly the Hon’ble Supreme Court has set aside the order of the High Court on the ground that the High Court has": "(५) इसी प्रकार माननीय उच्चतम न्यायालय ने उच्च न्यायालय के आदेश को इस आधार पर अपास्त कर दिया है कि",
  "India. A two Judge Bench of the Hon’ble Supreme Court in Jaspal Singh Arora versus State of M.P. and others’, speaking through": "न्यायालय की दो न्यायाधीशों की पीठ ने न्यायमूर्ति जे एस वर्मा के माध्यम से जसपाल सिंह अरोड़ा बनाम एमपी राज्य",
  "that Act. The bar to interference by courts in electoral matterscontained in Article 243-ZG of the Constitution was": "\"3. ............ संविधान के अनुच्छेद 2५3-जेडजी में निहित चुनावी मामलों में अदालतों द्वारा हस्तक्षेप करने पर रोक को",
  "apparently overlooked by the High Court in allowing the": "उच्च न्यायालय द्वारा रिट याचिका को अनुमति देने में स्पष्ट रूप से नजरअंदाज कर दिया गया था। अनुच्छेद 2५326 के",
  "settled principles interference under Article 226 of the Constitution for the purpose of setting aside election to a municipality was not called for because of the statutory": "के उद्देश्य से संविधान के अनुच्छेद 226 के तहत हस्तक्षेप की मांग नहीं की गई थी।",
  "(15) Section 176(4)(a) of the Act clearly indicates that election": "(।5) अधिनियम की धारा 76 (५) (ए) स्पष्ट रूप से इंगित करती है कि निर्वाचन याचिका नामांकन पत्रों की अनुचित",
  "petition can be filed on the ground of improper acceptance and rejection of nomination papers. The above provisions are in": "स्वीकृति और अस्वीकृति के आधार पर दायर की जा सकती है। उपरोक्त प्रावधान एन पी पोन्नुस्वामी बनाम निर्वाचन",
  "Constituency, Namakkal, Salem Dist., and others’ wherein a": "अधिकारी, नमखल निर्वाचन क्षेत्र नमककल, सलेम जिला और अन्य3 मामलों में माननीय सर्वोच्च न्यायालय के प्रसिद्ध",
  "Constitutional Bench speaking through Justice Fazl Ali, held as": "निर्णय के अनुरूप हैं। जिसमें न्यायमूर्ति फजल अली के माध्यम से बोलते हुए एक संवैधानिक पीठ ने निम्नलिखित रूप",
  "follows:-": "में अभिनिर्धारित कियाः-",
  "“The question now arises whether the law of elections in": "\"अब प्रश्न यह उत्पन्न होता है कि कया इस देश में निर्वाचन की विधि यह विचार करती है कि निर्वाचन कार्यवाही से",
  "jurisdiction of the High Court under article 226 of the": "संबंधित मामलों पर दो हमले होने चाहिए, एक जबकि वे संविधान के अनुच्छेद 226 के अधीन उच्च न्यायालय की",
  "Constitution (the ordinary jurisdiction of the courts having been expressly excluded), and another after they have been": "असाधारण अधिकारिता (न्यायालयों की सामान्य अधिकारिता को स्पष्ट रूप से बाहर रखा गया है) को लागू करके चल",
  "been expressly excluded), and another after they have been completed by means of an electionpetition. In my opinion,": "रहे हैं और दूसरा चुनाव याचिका के माध्यम से उन्हें पूरा करने के बाद। मेरी राय में, ऐसी स्थिति की पुष्टि करना संविधान",
  "to affirm such a position would be contrary to the scheme of Part XV of the Constitution and the Representation of the People Act, which, as I shall point out later, seems to be": "के भाग »५ और लोक प्रतिनिधित्व अधिनियम की योजना के विपरीत होगा, जो, जैसा कि मैं बाद में बताऊंगा, ऐसा",
  "that any matter which has the effect of vitiating an election": "प्रतीत होता है कि कोई भी मामला जिसका चुनाव को दूषित करने का प्रभाव है",
  "> 1998(9) SCC 594": "2 998(9) एससीसी 59५",
  "should be brought up only at the appropriate stage in an appropriate manner before a special tribunal and should not": "एक विशेष अधिकरण के समक्ष केवल उचित स्तर पर उचित तरीके से लाया जाना चाहिए और किसी भी न्यायालय के",
  "be brought up at an intermediate stage before any court. It seems to me that under the election law, the only": "समक्ष मध्यवर्ती स्तर पर नहीं लाया जाना चाहिए। मुझे ऐसा लगता है कि चुनाव कानून के तहत, नामांकन पत्र की",
  "election in question. Article 329(b)was apparently enacted to prescribe the manner in which and the stage at which this": "किया जा सकता है। अनुच्छेद 329 (बी) को स्पष्ट रूप से उस तरीके को निर्धारित करने के लिए अधिनियमित किया",
  "ground, and other grounds which may be raised under the": "गया था जिसमें और जिस स्तर पर इस आधार और अन्य आधारों को प्रश्न में चुनाव बुलाने के लिए कानून के तहत",
  "law to call the election in question could be urged. I think it follows by necessary implication from the language of this": "उठाया जा सकता है। मुझे लगता है कि इस प्रावधान की भाषा से यह आवश्यक निहितार्थ है कि उन आधारों का किसी",
  "provision that those grounds cannot be urged in any other manner, at anyother stage and before any other court. If the": "अन्य तरीके से, किसी अन्य स्तर पर और किसी अन्य अदालत के समक्ष आग्रह नहीं किया जा सकता है। यदि वे आधार",
  "grounds on which an election can be called in question could be raised at an earlier stage and errors, if any, are": "जिनके आधार पर एक चुनाव को प्रश्न में बुलाया जा सकता है, प्रारंभिक चरण में उठाया जा सकता है और बत्रुटियों, यदि",
  "like article 329 (b) and in setting up a special tribunal. Any": "कोई हो, को ठीक किया जाता है, तो अनुच्छेद 329 (बी) जैसे प्रावधान को लागू करने और एक विशेष न्यायाधिकरण",
  "other meaning ascribed to the words used in the article": "की स्थापना करने का कोई अर्थ नहीं होगा। लेख में प्रयुक्त शब्दों से संबंधित कोई अन्य अर्थ विसंगतियों को जन्म देता,",
  "would lead to anomalies, which the Constitution could not have contemplated, one of them being that conflicting views may be ex- pressed by the High Court at the pre-": "जिन पर संविधान विचार नहीं कर सकता था, उनमें से एक यह था कि परस्पर विरोधी विचारों को उच्च न्यायालय द्वारा",
  "polling stage and by the election tribunal, which is tobe an independent body, at the stage when the matter is broughtup before it": "पूर्व मतदान चरण में और निर्वाचन अधिकरण द्वारा, जो एक स्वतंत्र निकाय है, उस स्तर पर जब मामला उसके समक्ष",
  "CONCLUSION": "निष्कर्ष",
  "(16) The voting for Ward No.7 of village Chandraka Pingwan, Punhana, District Mewat, Haryana is scheduled to be held on": "(6) गांव चंद्रका पिंगवान, पुन्हाना, जिला मेवात, हरियाणा के वार्ड नंबर 7 के लिए मतदान 09.07.2023 को होना",
  "09.07.2023. A combined reading of Article 243-O of the Constitution of India and the provisions contained in Section 176 of the Act would": "है। भारत के संविधान के अनुच्छेद 2५3-ओ और अधिनियम की धारा 76 में निहित प्रावधानों को संयुक्त रूप से पढ़ने",
  "prevent us frominterfering in the election process. In the circumstances of the case, we holdthat the instant petition is not maintainable and no": "से हमें चुनाव प्रक्रिया में हस्तक्षेप करने से रोका जा सकेगा। मामले की परिस्थितियों में, हम मानते हैं कि तत्काल याचिका",
  "ground is made out to interfere in any manner in the election process.": "विचारणीय नहीं है और चुनाव प्रक्रिया में किसी भी तरह से हस्तक्षेप करने का कोई आधार नहीं बनाया गया है।",
  "(17) In view of the above discussion, the instant petition is": "(7) उपरोक्त चर्चा को ध्यान में रखते हुए, तत्काल याचिका खारिज कर दी जाती है। हालाँकि, यदि चुनाव के परिणाम",
  "dismissed. However, the petitioner is at liberty to avail his alternate remedy if something survives after declaration of result of the election.": "की घोषणा के बाद कुछ बचा रहता है तो याचिकाकर्ता अपने वैकल्पिक उपाय का लाभ उठाने के लिए स्वतंत्र है।",
  "Reporter-Dr. Sumati Jund": "रिपोर्टर-डॉ. सुमति जंड",
  "MASHOON »v. STATE OF HARYANA AND OTHERS 367": "मैशून बनाम हरियाणा राज्य और अन्य",
  "also the allotment of seats to them. We may, in this connection, refer toa decision of this Court in Meghraj Kothari v. Delimitation Commission & Ors. [(1967) 1 SCR": "उन्हें सीटों का आवंटन भी। हम, इस संबंध में, मेघराज कोठारी बनाम परिसीमन आयोग और अन्य [(967) । एस.",
  "Commission whereby a city which had been a general constituency was notified as reserved for the Scheduled": "अधिसूचना जिसके तहत एक शहर जो एक सामान्य निर्वाचन क्षेत्र था, को अनुसूचित जातियों के लिए आरक्षित के रूप",
  "Castes. This was challenged on the ground that the petitioner had a right to be a candidate for Parliament from the said constituency which had been taken away. This": "में अधिसूचित किया गया था। इसे इस आधार पर चुनौती दी गई थी कि याचिकाकर्ता को उक्त निर्वाचन क्षेत्र से संसद का उम्मीदवार बनने का अधिकार था जिसे छीन लिया गया था। इस न्यायालय ने अभिनिर्धारित किया कि आशक्षेपित",
  "relating to the delimitation of the constituencies or the allotment of seats to such constituencies made under Article 327 of the Constitution, and that an examination of": "अधिसूचना निर्वाचन क्षेत्रों के परिसीमन या संविधान के अनुच्छेद 327 के अधीन बनाए गए ऐसे निर्वाचन क्षेत्रों को सीटों",
  "sections 8 and 9 of the Delimitation Commission Act": "के आबंटन से संबंधित एक विधि थी और परिसीमन आयोग अधिनियम की धारा 8 और 9 की परीक्षा से पता चला है",
  "showed that the matters therein dealt with were not subject to the scrutiny of any court of law. There was a very good": "कि उसमें विचार किए गए मामले किसी भी न्यायालय की जांच के अधीन नहीं थे। इस तरह के प्रावधान के लिए एक",
  "reason for such a provision because if the orders made under sections 8 and 9 were not to be treated as final, the": "बहुत अच्छा कारण था क्योंकि यदि धारा 8 और 9 के तहत दिए गए आदेशों को अंतिम नहीं माना जाता है, तो परिणाम",
  "result would be that any voter, if he so wished, could hold up an election indefinitely by questioning the delimitation of the constituencies from court to court. Although an order": "यह होगा कि कोई भी मतदाता, यदि वह चाहता है, तो अदालत से अदालत में निर्वाचन क्षेत्रों के परिसीमन पर सवाल",
  "up an election indefinitely by questioning the delimitation of the constituencies from court to court. Although an order under Section 8 or 9 of the Delimitation Commission Act": "उठाकर अनिश्चित काल के लिए चुनाव करा सकता है। हालांकि परिसीमन आयोग अधिनियम की धारा 8 या 9 के तहत",
  "and published under Section 10 [1] of that Act is not part of": "एक आदेश और उस अधिनियम की धारा 0 [॥] के तहत प्रकाशित संसद के एक अधिनियम का हिस्सा नहीं है,",
  "an Act of Parliament, its effect is the same. Section 10 [4] of that Act puts such an order in the same position as a law": "इसका प्रभाव समान है। उस अधिनियम की धारा 0 [+] इस तरह के आदेश को संसद द्वारा बनाए गए कानून के",
  "of that Act puts such an order in the same position as a law made by the Parliament itself which could only be made by it under Article 327. If we read Articles 243-C, 243-K and": "समान स्थिति में रखती है जो केवल अनुच्छेद 327 के तहत उसके द्वारा बनाया जा सकता है। यदि हम परिसीमन",
  "243-0 in place o Article 327 and sections 2 [kk], 11-F and": "अधिनियम, 950 की धारा 8 और 9 के स्थान पर अनुच्छेद 323-सी, 2+५3-के और 243-0 को अनुच्छेद 327 और",
  "delimitation of the panchayat area nor of the constituencies in the said areas and the allotments of seats to the constituencies could have been challenged or the Court": "और न ही उक्त क्षेत्रों के निर्वाचन क्षेत्रों और निर्वाचन क्षेत्रों को सीटों के आवंटन को चुनौती दी जा सकती थी या न्यायालय",
  "could have entertained such challenge except on the ground that before the delimitation, no objections were invited and": "इस आधार के अलावा ऐसी चुनौती पर विचार कर सकता था कि परिसीमन से पहले कोई आपत्ति आमंत्रित नहीं की",
  "no hearing was given. Even this challenge could not have been entertained after the notification for holding the": "गई थी और न ही कोई सुनवाई की गई थी। चुनाव कराने की अधिसूचना जारी होने के बाद भी इस चुनौती पर विचार",
  "elections was issued. The High Court not only entertained the challenge but has also gone into the merits of the": "नहीं किया जा सकता था। उच्च न्यायालय ने न केवल चुनौती को स्वीकार किया, बल्कि कथित शिकायतों के गुण-दोष",
  "the challenge but has also gone into the merits of the alleged grievances although the challenge was made after the notification for the election was issued on 31st": "पर भी गौर किया, हालांकि चुनौती 3। तारीख को चुनाव के लिए अधिसूचना जारी होने के बाद दी गई थी"
}