{
  "Before Mehinder Singh Sullar, J.": "न्यामूर्ति महिंदर सिंह सुल्लर के समक्ष",
  "DR. ONKAR CHANDER JAGPAL & ANOTHER,—Petitioners": "डॉ. ओंकार चंदर जे. जे. पी. एल. और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "UNION TERRITORY, CHANDIGARH AND ANOTHER,—Respondents": "संघ क्षेत्र, चंडीगढ़ और अन्य,-उत्तरदाता",
  "Crl. M.No.M-54307 of 2006": "सीआरएल एम. सं. एम 2006 का 54307",
  "23rd January, 2012": "23 जनवरी, 202",
  "Code of Criminal Procedure, 1973 - S. 482 - Indian Penal": "दंड प्रक्रिया संहिता, 973-धारा 482-भारतीय दंड संहिता, 860-धारा 3-",
  "Code,1860 - S.3 - Scheduled Castes & Scheduled Tribes (Prevention of Atrocities) Act, 1989 - S. 3 - History of civil and criminal litigation": "अनुसूचित जाति और अनुसूचित जनजाति (अत्याचार निवारण) अधिनियम, 989-",
  "of Atrocities) Act, 1989 - S. 3 - History of civil and criminal litigation between parties, with regard to ownership of house and right of": "धारा ३-घर के स्वामित्व और पार्किंग के अधिकार के संबंध में पक्षों के बीच दीवानी",
  "of the SC&ST(P&A) Act, 1989 - Petition filed seeking quashing of": "अनुसूचित जाति और अनुसूचित जनजाति (पी एंड ए) अधिनियम, 989 की धारा ३ के तहत प्राथमिकी दर्ज की-शिकायत को रद्द करने के लिए दायर याचिका-",
  "complaint - Allegation in the FIR lack in material particulars -": "प्राथमिकी में भौतिक विवरणों की कमी का आरोप-शिकायतकर्ता को आरोप",
  "Complainant should have alleged (i) accused were not members of": "लगाना चाहिए था 6) आरोपी अनुसूचित जाति/अनुसूचित जनजाति के सदस्य नहीं थे",
  "SC/ST (ii) they knew that complainant was a member of SC/ST (iii)": "(0) उन्हें पता था कि शिकायतकर्ता अनुसूचित जाति/अनुसूचित जनजाति का सदस्य",
  "her as a member of SC/ST (iv) insult/intimidation was in public view": "सदस्य के रूप में जानबूअकर उसका अपमान किया गया या उसे अपमानित करने",
  "complaint and the FIR should disclose that (i) the petitioners-accused were": "ही खुलासा होना चाहिए, यह भी खुलासा होना चाहिए कि याचिकाकर्ता-अभियुक्त",
  "Chaudhary, R/o # 1320, Sector 15-B, Chandigarh Dated 30.6.2006.”": "सेक्टर 5-8, चंडीगढ़ दिनांक 30.6.2006।\"",
  "(4) In the background of these allegations, the present case was": "(4) इन आरोपों की पृष्ठभूमि में, याचिकाकर्ता-अभियुक्तों के खिलाफ",
  "Act, 1989 (hereinafter to be referred as “the Act”).": "(इसके बाद इसे \"अधिनियम\" के रूप में संदर्भित किया जाएगा) की धारा 3 के",
  "(5) The petitioners did not feel satisfied and preferred the instant": "(5) याचिकाकर्ताओं ने संतुष्ट महसूस नहीं किया और धारा 482 दं:प्र.सं. के",
  "petition for quashing the FIR (Annexure P1) and all other subsequent proceedings arising therefrom, invoking the provisions of Section 482 Cr.PC.": "प्रावधानों को लागू करते हुए प्राथमिकी आर. (अनुलग्रक पी. )) और उससे उत्पन्न होने वाली अन्य सभी बाद की कार्यवाही को रद्द करने के लिए तत्काल याचिका को",
  "(6) Concisely, the case set up by the petitioners, in brief in so far": "(6) निश्चित रूप से, याचिकाकर्ताओं द्वारा स्थापित मामला, जहां तक प्रासंगिक",
  "as relevant, was that the complainant-respondent No.2, daughter of Ram": "है, संक्षेप में, यह था कि शिकायतकर्ता-प्रतिवादी संख्या 2, राम लुभाया चौधरी की",
  "Lubhaya Chaudhary, is residing in House No.1320, Sector 15-B, Chandigarh.": "बेटी, हाउस |३०.३20, सेक्टर 5-बी, चंडीगढ़ में रह रही है।वे उस सदन को",
  "They desired to purchase the House, in which, the petitioners are residing.": "खरीदना चाहते थे, जिसमें याचिकाकर्ता रह रहे हैं।याचिकाकर्ताओं ने घर |३०.।३१8,",
  "The petitioners have purchased the half of the share of the house, bearing No.1318, Sector 15-B, Chandigarh. There has been prolonged civil &": "सेक्टर 5-बी, चंडीगढ़ का आधा हिस्सा खरीदा है, जिस पर पक्षकारों के बीच लंबे",
  "criminal litigation between the parties, relatable to the said house. According": "समय तक दीवानी और आपराधिक मुकदमे चले हैं, जो उक्त घर से संबंधित",
  "to the petitioners-accused that Ram Lubhaya, father of the complainant is": "हैं।याचिकाकर्ता-अभियुक्त के अनुसार शिकायतकर्ता के पिता राम लुभाया विधायक",
  "taking the legal action against the complainant party and under their influence": "दी।शिकायतकर्ता पक्ष के खिलाफ,उनके प्रभाव और राजनीतिक दबाव में कानूनी",
  "and political pressure, the U.T. Police falsely registered the present case against the petitioners.": "कार्रवाई करने के बजाय, यू टी. पुलिस ने याचिकाकर्ताओं के खिलाफ गलत तरीके से वर्तमान मामला दर्ज किया।",
  "MEHINDER SINGH SULLAR, J. (ORAL)": "न्यामूर्ति मोहिंदर सिंह सुलार)",
  "petitioner No.1 Dr.Onkar Chander Jagpal filed an application against Smt.Santosh Chaudhary wife of Ram Lubhaya (mother of the complainant), Smt.Sushil wife of H.S.Dhillon and Smt.Kamlesh wife of Sohan Lal under": "पत्नी सोहन लाल के खिलाफ एक आवेदन दायर किया, जिसे स्वीकार कर लिया",
  "directed to carry out the necessary repairs, failing which petitioner No.1": "गया और प्रतिवादी को आवश्यक मरम्मत करने का निर्देश दिया गया, जिसमें विफल रहने पर याचिकाकर्ता संख्या 4 को किराया नियंत्रक द्वारा दिनांक 4.2.998",
  "was given the liberty to get the repairs carried out, by the Rent Controller, by virtue of order dated 4.12.1998 (Annexure P2). The prolonged civil &": "विफल रहने पर याचिकाकर्ता संख्या 4 को किराया नियंत्रक द्वारा दिनांक 4.2.998 (अनुलग्रक 72) के आदेश के आधार पर मरम्मत कराने की स्वतंत्रता दी गई।पक्षों",
  "(Annexure P5), copies of letters to Inspector General of Police (IG) dated 12.6.2006 (Annexures P6 & P8) and letter to XEN (Annexure P7).": "(अनुलग्रक 75), दिनांकित ॥2.6.2006 (अनुलग्रक 76 और 78) के पुलिस महानिरीक्षक (6) को पत्रों की प्रतियां और १(६॥४ (अनुलग्नक 77) को पत्र से भी स्पष्ट है।",
  "(3) Meanwhile, the complainant made a complaint against the": "(3) इस बीच, शिकायतकर्ता ने याचिकाकर्ता-अभियुक्त (जो प्राथमिकी आर.",
  "petitioners-accused (which formed the basis of FIR Annexure P1), with the": "संलग्बक पी। का आधार बना) के खिलाफ निम्नलिखित आरोपों के साथ शिकायत",
  "“Sir, Iam residing with my family at house no.1320, Sector": "“महोदय, मैं अपने परिवार के साथ घर नं.320, सेक्टर 5-बी, चंडीगढ़ में",
  "15-B, Chandigarh for the last many years and in house No.1318, Sector 15-B where on the top floor, we and our": "पिछले कई वर्षों से और सेक्टर ॥5-बी के घर में जहाँ हम और हमारा घर की",
  "house care taker stays and this portion of the house belongs": "देखभाल करने वाला रहता है और घर का यह हिस्सा हमारा है।ओंकार चंदर",
  "to us. Onkar Chander Jagpal is residing there. Our houses are on the main road and because of that we park our cars": "जगपाल वहाँ रहते हैं।हमारे घर मुख्य सड़क पर हैं और इस वजह से हम अपनी",
  "DR. ONKAR CHANDER JAGPAL AND ANOTHER v. 755 UNION TERRITORY, CHANDIGARH AND ANOTHER": "डॉ. ओंकार चंदर जे. जे. पी. एल. और एक अन्य बनाम संघ क्षेत्र, चंडीगढ़ और एक अन्य 755",
  "(Mohinder Singh Sullar, J.)": "न्‍्यामूर्ति मोहिंदर सिंह सुलार",
  "was owned by our grandmother and we are having tenancy": "घर के पीछे पार्क करते हैं।यह घर हमारी दादी के स्वामित्व में था और हमारा",
  "dispute pending in Hon’ble Punjab and Haryana High": "किरायेदारी विवाद माननीय पंजाब और हरियाणा उच्च न्यायालय में लंबित",
  "to humiliate me and my family in public. On 29.6.2006 at": "हमेशा मुझे और मेरे परिवार को सार्वजनिक रूप से अपमानित करने का",
  "to the house where I stay alongwith my parents and my two elder sisters (Namita and Mala) in house No.1320": "आए जहाँ में अपने माता-पिता और अपनी दो बड़ी बहनों (नमिता और माला)",
  "Sector 15-B, Chandigarh, they told me that he has got a": "के साथ सेक्टर 45-बी, चंडीगढ़ में रहता हूँ, उन्होंने मुझे बताया कि उन्हें ऑंकार",
  "in order to bring the action of accused within the mischief of S.3": "अभियुक्त की कार्रवाई को अधिनियम की आदेश 3 की शरारत के दायरे में लाने",
  "of the Act - Since FIR lacked specific pleadings or allegations - FIR": "के लिए-चूंकि प्राथमिकी में विशिष्ट अभिवचन या आरोपों का अभाव था-प्राथमिकी",
  "not maintainable.": "बनाए रखने योग्य नहीं है।",
  "Held, That a conjoint and meaningful reading of these provisions": "यह अभिनिर्धारित किया गया कि इन प्रावधानों के एक संयुक्त और सार्थक",
  "of the Act, it was incumbent upon the complainant to specifically mention": "आकर्षित करने के लिए, शिकायतकर्ता को अपनी शिकायत में विशेष रूप से",
  "in her complaint and the FIR should disclose that (i) the petitioners-accused": "उल्लेख करना अनिवार्य था और प्राथमिकी में यह खुलासा करना चाहिए कि (0)",
  "were not the members of Scheduled Caste or Scheduled Tribe; (ii) they": "याचिकाकर्ता-आरोपी अनुसूचित जाति या अनुसूचित जनजाति के सदस्य नहीं थे; (॥)",
  "knew that she (complainant) was a member of Scheduled Caste or Scheduled": "वे जानते थे कि वह (शिकायतकर्ता) अनुसूचित जाति या अनुसूचित जनजाति की",
  "Tribe; (iii) they intentionally insulted or intimidated with intent to humiliate her as a member of Scheduled Caste or Scheduled Tribe and (iv) in any": "सदस्य थी; (॥) उन्होंने जानबूझकर अनुसूचित जाति या अनुसूचित जनजाति के सदस्य के रूप में उसका अपमान करने के इरादे से उसका अपमान किया या",
  "humiliate as amember of Scheduled Caste/Scheduled Tribe in any place": "किया।\"अनुसूचित जाति/अनुसूचित जनजाति के सदस्य के रूप में सार्वजनिक रूप से किसी भी स्थान पर अपमानित करने के इरादे से जानबूझकर अपमानित किए",
  "within public view\", have significant meaning. An insult by words caused": "गए\" शब्दों का महत्वपूर्ण अर्थ है।सार्वजनिक रूप से अनुसूचित जाति या अनुसूचित",
  "at the time of alleged insult, the person insulted must be present in public": "अपमान के समय अपमानित व्यक्ति को सार्वजनिक रूप से उपस्थित होना",
  "view. In other words, the words \"within public view\" means the public must": "चाहिए।टूसरे शब्दों में, \"सार्वजनिक दृष्टि के भीतर\" शब्दों का अर्थ है कि जनता को",
  "view the person being insulted, for which, he must be present and in the": "उस व्यक्ति को अपमानित होते हुए देखना चाहिए, जिसके लिए उसे उपस्थित होना",
  "absence of public view, no offence alleged under this Section is attracted.": "चाहिए और सार्वजनिक दृष्टि की अनुपस्थिति में, इस धारा के तहत कोई भी अपराध आकर्षित नहीं होता है।",
  "(Para 14)": "(पैरा 4)",
  "Further held, That what cannot possibly be disputed here is that": "आगे अभिनिर्धारित किया गया कि जिस बात पर संभवतः यहाँ विवाद नहीं",
  "in the instant case, it isno where mentioned in the complaint, which formed": "किया जा सकता है, वह यह है कि तत्काल मामले में, शिकायत में कहीं भी इसका",
  "the basis of FIR (Annexure P1) that the petitioners-accused are not the": "उल्लेख नहीं है, जो प्राथमिकी (अनुलग्रक पी।) का आधार है कि याचिकाकर्ता-",
  "members of Scheduled Caste or Scheduled Tribe, they knew that the": "अभियुक्त अनुसूचित जाति या अनुसूचित जनजाति के सदस्य नहीं हैं, वे जानते थे",
  "complainant was a member of Scheduled Caste or Scheduled Tribe, they": "कि शिकायतकर्ता अनुसूचित जाति या अनुसूचित जनजाति का सदस्य था, उन्होंने",
  "(7) Levelling a variety of allegations and narrating the sequence of": "(7) विभिन्न प्रकार के आरोप लगाते हुए और याचिका में निहित घटनाओं के",
  "events in detail contained in the petition, in all, the petitioners claimed that": "अनुक्रम का विस्तार से वर्णन करते हुए, याचिकाकर्ताओं ने दावा किया कि",
  "the complainant has illegally lodged a false, malicious and vexatious FIR in order to wreak vengeance against them. Even the bare reading of the": "शिकायतकर्ता ने उनके खिलाफ प्रतिशोध लेने के लिए अवैध रूप से एक झूठी, दुर्भावनापूर्ण और परेशान करने वाली प्राथमिकी दर्ज की है।यहां तक कि प्राथमिकी",
  "aforesaid grounds, the petitioners sought to quash the FIR (Annexure P1)": "आधारों के बल पर, याचिकाकर्ताओं ने प्राथमिकी आर, (अनुलग्रक पी।)) और उससे",
  "and all other subsequent proceedings arising therefrom in the manner described hereinabove.": "उत्पन्न होने वाली अन्य सभी बाद की कार्यवाही को ऊपर वर्णित तरीके से रद्द करने",
  "(8) The respondents refuted the prayer of the petitioners and filed": "(8) प्रतिवादी ने याचिकाकर्ताओं की प्रार्थना का खंडन किया और जवाब",
  "the replies. UT Administration claimed that after registering the case on": "दाखिल किए।यू. टी. प्रशासन ने दावा किया कि 3.7.2006 पर मामला दर्ज करने",
  "13.7.2006, the statements of PWs Kamlesh wife of Sohan Lal and Constable Avtar Singh were recorded, wherein they stated that they have heard the": "के बाद, गवाह कमलेश पत्नी सोहन लाल और सिपाही अवतार सिंह के बयान दर्ज",
  "preliminary objection of maintainability of the petition. The fact that the": "शिकायतकर्ता ने याचिका की स्थिरता पर प्रारंभिक आपत्ति लेते हुए अपना अलग",
  "petitioners have purchased the half portion of the disputed house and the": "जवाब दाखिल किया।यह तथ्य कि याचिकाकर्ताओं ने विवादित घर का आधा हिस्सा",
  "factum of civil & criminal litigation between the parties is admitted. Instead": "खरीद लिया है और पक्षों के बीच दीवानी और आपराधिक मुकदमैबाजी के तथ्य को",
  "of reproducing the entire contents of the reply and in order to avoid the": "स्वीकार किया जाता है। तथ्यों की पुनरावृत्ति से बचने के लिए जवाब की पूरी सामग्री",
  "repetition of facts, suffice it to say that respondent No.2 has reiterated the": "को पुनःप्रस्तुत करने के बजाय और यह कहना पर्याप्त है कि प्रतिवादी संख्या 2 ने",
  "allegations contained in her complaint, which formed the basis of FIR": "अपनी शिकायत में निहित आरोपों को दोहराया है, जो प्राथमिकी (अनुलग्नक पी ॥)",
  "(Annexure P1). It will not be out of place to mention here that the respondents": "का आधार है।यहां यह उल्लेख करना अनुचित नहीं होगा कि प्रतिवादी ने मुख्य",
  "have stoutly denied all other allegations contained in the main petition and": "याचिका में निहित अन्य सभी आरोपों का दृढ़ता से खंडन किया है और इसे खारिज",
  "(9) Having heard the learned counsel for the parties, having gone": "(9) पक्षकारों के विद्वान अधिवक्ता को सुनने के बाद, उनकी बहुमूल्य सहायता",
  "over the entire matter, to my mind, the present petition deserves to be accepted in this context.": "विचार में, वर्तमान याचिका इस संदर्भ में स्वीकार किए जाने के योग्य है।",
  "(10) As is evident from the record, that the parties are litigating with": "(0) जैसा कि अभिलेख से स्पष्ट है कि पक्ष लंबे समय से विचाराधीन घर के",
  "each other in respect of the house in question since long, as mentioned": "संबंध में एक-दूसरे के साथ मुकदमा कर रहे हैं, जेसा कि ऊपर उल्लेख किया गया",
  "hereinabove. The complainant party was stated to have blocked the parking area by parking their vehicles un-authorizedly in front of house of the": "है।शिकायतकर्ता पक्ष को याचिकाकर्ताओं के घर के सामने अपने वाहनों को",
  "DR. ONKAR CHANDER JAGPAL AND ANOTHER v. 759 UNION TERRITORY, CHANDIGARH AND ANOTHER": "डॉ. ओंकार चंदर जे. जे. पी. एल. और एक अन्य बनाम संघ क्षेत्र चंडीगढ़ और एक अन्य 759",
  "place within public view”, have significant meaning. An insult by words": "हो \"जानबूझकर अपमानित करना” शब्दो का महत्वपूर्ण अर्थ है।सार्वजनिक रूप",
  "caused to a member of scheduled caste or scheduled tribe within public": "से अनुसूचित जाति या अनुसूचित जनजाति के किसी सदस्य को शब्दों से अपमान",
  "view, means at the time of alleged insult, the person insulted must be present": "का मतलब है कि कथित अपमान के समय अपमानित व्यक्ति को सार्वजनिक रूप",
  "in public view. In other words, the words “within public view” means the": "से उपस्थित होना चाहिए।दूसरे शब्दों में, \"सार्वजनिक दृष्टि के भीतर\" शब्दों का अर्थ",
  "public must view the person being insulted, for which, he must be present": "है कि जनता को उस व्यक्ति को अपमानित होते हुए देखना चाहिए, जिसके लिए",
  "and in the absence of public view, no offence alleged under this Section is attracted.": "उसे उपस्थित होना चाहिए और सार्वजनिक दृष्टि की अनुपस्थिति में में, इस धारा के तहत कोई भी अपराध आकर्षित नहीं होता है।",
  "(15) What cannot possibly be disputed here is that in the instant": "(5) यहां जिस बात पर संभवतःविवाद नहीं किया जा सकता है, वह यह है कि",
  "case, it is no where mentioned in the complaint, which formed the basis": "तत्काल मामले में, शिकायत में इसका कहीं भी उल्लेख नहीं है, जो प्राथमिकी",
  "of Scheduled Caste or Scheduled Tribe, they knew that the complainant": "अनुसूचित जनजाति के सदस्य नहीं हैं, वे जानते थे कि शिकायतकर्ता अनुसूचित",
  "was a member of Scheduled Caste or Scheduled Tribe, they intentionally": "जाति या अनुसूचित जनजाति का सदस्य था, उन्होंने जानबूझकर उसका (अनुसूचित",
  "insulted or intimidated with intent to humiliate her (member of Scheduled Caste or Scheduled Tribe) and at a place within public view. Not only that,": "जाति या अनुसूचित जनजाति का सदस्य) अपमान करने के इरादे से और",
  "and to compel the petitioners to face the prolonged trial, would amount to": "को लंबे समय तक मुकदमे का सामना करने के लिए मजबूर करना, कानून की",
  "abuse of process of law. This matter is no more res integra.": "प्रक्रिया का दुरुपयोग होगा। अब यह अछूता मामला नहीं है।",
  "(18) A similar question came to be decided by Hon’ble Apex Court": "(8) इसी तरह के एक सवाल पर माननीय सर्वोच्च न्यायालय ने गोरिगे पेंटैया",
  "in case Gorige Pentaiah versus State of Andhra Pradesh and others": "बनाम आंध्र प्रदेश राज्य और अन्य() मामले में फैसला सुनाया, जिसमें अधिनियम",
  "(1), wherein having interpreted the provisions of Section 3 of the Act and": "की धारा 3 के प्रावधानों और धारा 482 दं.प्र.सं. के दायरे की व्याख्या करने के बाद,",
  "scope of Section 482 Cr.PC, it was ruled (para 6) as under:-": "जों (पैरा 6) निम्नानुसार है-",
  "“6. In the instant case, the allegation of Respondent 3 in the": "“6. तत्काल मामले में, पूरी शिकायत में प्रतिवादी 3 का आरोप है कि",
  "entire complaint is that on 27.5.2004, the appellant abused them with the name of their caste. According to the basic": "27.5.2004 को, अपीलकर्ता ने उनकी जाति के नाम से उनके साथ दुर्व्यवहार",
  "ingredients of Section 3(1)(x) of the Act, the complainant": "किया।अधिनियम की धारा 3 (॥ 60 के मूल तत्वों के अनुसार, शिकायतकर्ता को",
  "ought to have alleged that the appellant-accused was not": "यह आरोप लगाना चाहिए था कि अपीलकर्ता-अभियुक्त अनुसूचित जाति या",
  "intimidated by the accused with intent to humiliate in a place within public view. In the entire complaint, nowhere": "करने के इरादे से आरोपी द्वारा डराया गया था।पूरी शिकायत में, कहीं भी यह",
  "it is mentioned that the appellant-accused was not a": "उल्लेख नहीं किया गया है कि अपीलकर्ता-अभियुक्त अनुसूचित जाति या",
  "he intentionally insulted or intimidated with intent to": "से प्रतिवादी 3 को अपमानित करने के इरादे से अपमान या डराया-",
  "the basic ingredients of the offence are missing in the": "धमकाया।जब शिकायत में अपराध के मूल तत्व गायब होते हैं, तो ऐसी",
  "complaint, then permitting such a complaint to continue": "शिकायत को जारी रखने की अनुमति देना और अपीलकर्ता को आपराधिक",
  "criminal trial would be totally unjustified leading to abuse of process of law.”": "अनुचित होगा, जिससे कानून की प्रक्रिया का दुरुपयोग होगा।\"",
  "(1) 2008 (12) SCC 531": "()) 2008 (2) एससीसी 53॥",
  "762 LL.R. PUNJAB AND HARYANA 2012(2)": "762 आई. एल. आर. पंजाब और हरियाणा 2042(2)",
  "it will inculcate and perpetuate injustice to the cases of the petitioners in": "इस प्रासंगिक दिशा में याचिकाकर्ताओं के मामलों में अन्याय पैदा करेगा और उसे",
  "this relevant direction. In this manner, the complainant cannot possibly be": "कायम रखेगा।इस तरह से, शिकायतकर्ता को याचिकाकर्ताओं पर आपराधिक",
  "permitted to execute a non-existent civil court decree by putting pressure": "अभियोजन का दबाव डालकर एक गैर-मौजूद दीवानी अदालत के आदेश को",
  "(23) An identical point was decided in case Indian Oil Corporation versus NEPC India Ltd. & Others (5) and Hon’ble Supreme Court": "(23) इंडियन ऑयल कॉपेरिशन बनाम एन. ई. पी. सी. इंडिया लिमिटेड और अन्य (5) में माननीय सर्वोच्च न्यायालय ने समान मामले का निर्णय किया और माननीय सर्वोच्च न्यायालय ने एक समान बिंदु तय किया गया था। विशुद्ध रूप से",
  "disputes into criminal cases and noticed the prevalent impression that since": "में आगाह किया और इस प्रचलित धारणा को देखा कि चूंकि दीवानी कानून के",
  "the civil law remedies are time consuming and do not adequately protect": "उपाय समय लेने वाले हैं और पक्षों के हितों की पर्याप्त रूप से रक्षा नहीं करते हैं,",
  "and claims, which do not involve any criminal offence, by applying the": "दावों का निपटारा करना शुरू कर दिया है, जिसमें कोई आपराधिक अपराध",
  "pressure through criminal prosecution and such effort should be deprecated": "शामिल नहीं है और इस तरह के प्रयास की निंदा की जानी चाहिए और उन्हें",
  "(24) 24. Therefore, the contrary arguments of counsel for": "(24) 24.इसलिए, शिकायतकर्ता प्रत्यर्थी के वकील के विपरीत तर्क कि",
  "complainantrespondent that the offence under section 3 of the Act is made": "अधिनियम की धारा 3 के तहत अपराध याचिकाकर्ताओं के खिलाफ बनाया गया है",
  "repelled under the present set of circumstances, as the ratio of law laid down": "और वर्तमान परिस्थितियों के तहत निरस्त किये जाने योग्य है, क्योंकि उपरोक्त",
  "the present case and is the complete answer to the problem in hand.": "इस समस्या का पूरा जवाब है।",
  "(19) Sequelly, the same view was again reiterated by Hon’ble Supreme Court in case Asmathunnisa versus State of Andhra Pradesh": "(9) इसी क्रम में, माननीय उच्चतम न्यायालय ने असमथुन्निसा बनाम आंध्र",
  "represented by the Public Prosecutor, High Court of Andhra Pradesh,": "प्रदेश राज्य जिसका प्रतिनिधित्व लोक अभियोजक, आंध्र प्रदेश उच्च न्यायालय,",
  "Hyderabad and another (2).": "हैदराबाद और अन्य (2) द्वारा किया फिर से वही विचार दोहराया गया।",
  "(20) As strange as it may appear, but strictly speaking, the common": "(20) भले ही यह अजीब लगे, लेकिन कड़ाई से कहें तो, अधिनियम की धारा ३",
  "tremendously increasing day-by-day in our society. Even the plain and": "शिकायतकर्ताओं की सामान्य प्रवृत्ति और आवृत्ति हमारे समाज में दिन-प्रतिदिन",
  "offence under section 3 of the special Act by adding false and vague": "सरल घटना को भी विशेष अधिनियम की धारा 3 के तहत तत्काल मामले की तरह झूठे और अस्पष्ठट आरोप जोड़कर अपराध का रंग दिया जाता है।इस प्रवृत्ति पर",
  "allegations as in the instant case. This tendency needs to be curbed. If not": "अंकुश लगाने की आवश्यकता है।यदि हतोत्साहित नहीं किया जाता है और ऐसे",
  "revenge of civil dispute by involving the accused in such false criminal cases,": "झूठे आपराधिक मामलों में अभियुक्तों को शामिल करके सिविल विवाद का बदला",
  "in that eventuality, it will ultimately weaken those true cases of the prosecution as well even against the real culprits and the very object and purpose of": "अंततःअभियोजन पक्ष के उन वास्तविक मामलों के साथ-साथ वास्तविक दोषियों के",
  "as well even against the real culprits and the very object and purpose of the Act, would pale into insignificance in this relevant behalf.": "खिलाफ भी कमजोर हो जाएगा और अधिनियम का उद्देश्य, इस प्रासंगिक पक्ष में",
  "(21) Likewise, there is another aspect of the matter, which can be": "(2॥) इसी तरह, मामले का एक और पहलू है, जिसे एक अलग कोण से देखा",
  "viewed from a different angle. It is not a matter of dispute that petitioners": "जा सकता है।यह विवाद का विषय नहीं है कि याचिकाकर्ताओं ने विवादित घर",
  "have purchased the disputed house, which the complainant party desired to purchase. They are litigating since long. If the epitome of the facts and": "खरीदा है, जिसे शिकायतकर्ता पक्ष खरीदना चाहता था।वे लंबे समय से",
  "to purchase. They are litigating since long. If the epitome of the facts and material of previous litigation between the parties is put together and is": "मुकदमेबाजी कर रहे हैं।यदि पक्षों के बीच पिछले मुकदमे के तथ्यों और सामग्री के",
  "perused, then, to me, the conclusion is inescapable that the complainant has": "यह निष्कर्ष अपरिहार्य है कि शिकायतकर्ता ने प्रतिशोध लेने के लिए दुरभावनापूर्ण",
  "filed the instant false criminal complaint maliciously and vexatiously in order": "और परेशान करने के लिए तत्काल झूठी आपराधिक शिकायत दर्ज की है, जो",
  "to wreak vengeance, which formed the basis of FIR (Annexure P1) against the petitioners, which is liable to be quashed, in view of the law laid down": "याचिकाकर्ताओं के खिलाफ प्राथमिकी (अनुलग्रक पी।)) का आधार बना, जिसे",
  "by the Hon’ble Apex Court in a celebrated judgment in case State of Haryana and others versus Ch.Bhajan Lal and others (3), which": "माननीय सर्वोच्च न्यायालय द्वारा हरियाणा और अन्य बनाम (#.8#9|०/ लाल और",
  "Karnataka (4).": "कर्नाटक (4) सरकार के मामले में फिर से दोहराया गया था को देखते हुए रद्द किया"
}