{
  "AND OTHERS (Permod Kohli, J.)": "और अन्य (प्रमोद कोहली. जे.)",
  "Before Permod Kohli, J.": "माननीय न्यायमूर्ति प्रमोद कोहली के समक्ष",
  "SIEWETA SHARMA @ANITIKA,—Petitioner": "सिलवेता शर्मा (घ) बहअमी इका, - याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA & OTHERS,—Respondents": "हरियाणा राज्य और अन्य,---/तपत्रर्फ/",
  "Constitution of India, 1950—Art. 226—Registration of Births": "भारत का संविधान, ।950-अनुच्छेद 226-जन्म और मृत्यु पंजीकरण अधिनियम, 4959-",
  "& Deaths Act, 1959—S. 15—Haryana Registration of Births and": "धारा 45-हरियाणा जन्म और मृत्यु रजिस्ट्रीकण नियम, 2002-आरआईी जेआई - जन्म रजिस्टर में",
  "Deaths Rules, 2002—RI. 11—Change of name after registration in Petitioner seeking correction of her name in register": "पंजीकरण के बाद नाम का परिवर्तन- जन्म और मृत्यु के रजिस्टर में अपने नाम के सुधार की मांग करने",
  "Whether correction can be made in register after change of original name of a child—Held, yes—No prohibition or impediment for": "सुधार की आवश्यकता है - क्या बच्चे के मूल नाम के परिवर्तन के बाद रजिस्टर में सुधार किया जा सकता",
  "name of a child—Held, yes—No prohibition or impediment for incorporation of subsequent name adopted by child after birth-": "है - आयोजित, हां- जन्म के बाद बच्चे द्वारा अपनाए गए बाद के नाम को शामिल करने के लिए कोर्ड",
  "/fe/d, that there is no prohibition for change of name either under the provisions of the Act or the rules framed thereunder. To the contrary,": "यह निर्णीत किया जाता है कि अधिनियम के प्रावधानों या उसके तहत बनाए गए नियमों के तहत नाम बदलने पर कोई",
  "birth ofa child without any name, subsequently, the name of the child can be incorporated within prescribed time. Under Rule 10 where initially, the": "पंजीकरण होता है, बाद में, बच्चे का नाम निर्धारित लाइम के भीतर शामिल किया जा सकता है। नियम 0 के तहत, जहां प्रारंभ में, बच्चे",
  "name of the child is not incorporated in the register, name of the child can be entered within 12 months from the date of registration of birth and under": "का नाम रजिस्टर में शामिल नहीं किया गया है, बच्चे का नाम जन्म के पंजीकरण की तारीख से |2 महीने के भीतर और नियम 0 ()",
  "proviso to Rule 10(1). if information is not given within 12 months, it can": "के परंतुक के तहत दर्ज किया जा सकता है। यदि सूचना 2 महीने के भीतर नहीं दी जाती है, तो भी यह इस नियम के बाद के भाग में",
  "still be given within a period of 15 years in the manner prescribed in subsequent part of this rule. Thus, the law permits incorporation of name": "निर्धारित तरीके से |5 साल की अवधि के भीतर दी जा सकती है। इस प्रकार, कानून नामके समावेश की अनुमति देता है जहां मूल रूप से",
  "where originally no name is incorporated. On this analogy. there should not be any prohibition or impediment for incorporation of the subsequent name": "कोई नाम शामिल नहीं है। इस सादृश्य पर, बाद के नाम को शामिल करने के लिए कोई निषेध या बाधा नहीं होनी चाहिए जो जन्म के बाद",
  "which might have been adopted by the child after the birth.": "बच्चे द्वारा अपनाया गया हो।",
  "Further held, that there is abundance of evidence on record produced by the petitioner to substantiate that her known and prevalent name is": "आगे कहा गया, याचिकाकर्ताद्वारा यह साबित करने के लिए रिकॉर्ड पर सबूतों की बहुतायत है कि उसका ज्ञात और",
  "Shweta Sharma, same have been entered in the service record of her father, ration card, her Secondary School certificate and health card. There is no": "प्रचलित नाम श्वेता शन्‍ना है, वही उसके पिता के सेवा रिकॉर्ड, राशन कार्ड, उसके माध्यमिक विद्यालय प्रमाण पत्र और स्वास्थ्य कार्ड में",
  "reason that correction be not made in the register even if it is assumed that the original name of the child at the time of birth has been changed. The": "दर्ज किया गया है। ऐसा कोई कारण नहीं है कि रजिस्टर में सुधार नहीं किया जाए, भले ही यह मान लिया जाए कि जन्म के समय बच्चे",
  "interpretation sought to be placed by the respondents does not in any manner serve the ends of justice, rather defeat the same. As a matter of": "का मूल नाम बदल दिया गया है। उत्तरदाताओं द्वारा रखी जाने वाली व्याख्या किसी भी तरह से न्याय के उद्देश्यों की पूर्ति नहीं करती है,",
  "manner serve the ends of justice, rather defeat the same. As a matter of fact, Section 15 read with Rule 11 permit respondent No. 3 to alter the entery not only where the entry is fraudulent or improper but also where": "बल्कि इसे पराजित करती है। वास्तविक तथ्य के रूप में। नियम [] के साथ पठित धारा 5 प्रतिवादी संख्या 3 को न केवल जहां प्रविष्टि",
  "entery not only where the entry is fraudulent or improper but also where it is erroneous in form and substance, if proved to his satisfaction. Section": "कपटपूर्ण या अनुचित है, बल्कि जहां यह रूप और पदार्थ में गलत है, वहां भी बदलने की अनुमति देती है, यदि उसके बैठने के लिए साबित",
  "15 and Rule !1 thus empower respondent No. 3 to hold an enquiry if any": "होता है। धारा [5 और नियम ] इस प्रकार प्रतिवादी नंबर 3 को जांच करने का अधिकार देते हैं यदि कोई प्रविष्टि रूप और पदार्थ में",
  "entry is disputed as erroneous in form and substance or is sought to be corrected, including the entry regarding subsequent change of name. On": "गलत के रूप में विवादित है या उसे सही करने की मांग की जाती है, जिसमें बाद में नाम बदलने के बे में प्रविष्टि भी शामिल है। धारा |5",
  "correct interpretation of Section 15 and Rule 11 and keeping in view the over all Scheme of the Act and the rules, the action of the respondents is": "और नियम की सही व्याख्या करने और अधिनियम की सभी योजनाओं और नियमों को ध्यान में रखते हुए, उत्तरदाताओं की कार्रवाई",
  "(Para 7)": "(7 परोसता है)",
  "Ashok Bhardwaj, Advocate for the petitioner.": "अशोक भारद्वाज, याचिकाकर्ता के वकील",
  "R. D. Sharma, DAG, Haryana for the respondents.": "आर. डी. शर्मा, डी.ए.जी. उत्तरदाताओं के लिए हरियाणा।",
  "PERMOD KOHLI, J. (ORAL)": "पेमोंडी कोहली, जे (मौखिक)",
  "(1) Keeping in view the controversy involved and with the consent of leaned counsel for the parties, this petition is disposed of at motion stage": "(।) इसमें शामिल विवाद को ध्यान में रखते हुए और पक्षों के विद्वान वकीलों की सहमति से, इस याचिका को गति के",
  "(2) The petitioner is daughter of Rajbir Sharma and Smt. Sunita Sharma (father and mother). She was born on 21st December, 1990 at": "(2) याचिकाकर्ता राजबीर शर्मा और श्रीमती सुनीता शर्मा (पिता और माता) की बेटी हैं। उनका जन्म 2 दिसंबर, |990",
  "Yamunanagar. An entry in regard to her was made in the record of Municipal Council, Yamunanagar in the register of Births and Deaths maintained by the Municipal Council on 27th December. 1990. Certificate": "को यमुनानगर में हुआ था। उनके संबंध में नगर परिषद यमुनानगर के रिकार्ड में 27 दिसम्बर को नगर परिषद द्वारा रखे गए जन्म और मृत्यु",
  "(Annexure P-1) which is copy of Form No. 5 demonstrates that a girl": "रजिस्टर में प्रविष्टि की गई थी। |990. प्रमाण पत्र (एक अनुलगनक पी -) जो फॉर्म नंबर 5 की प्रति है, दर्शाता है कि एक बालिका का",
  "child was born on 21st December, 1990 at Gaba Hospital, Yamuna Nagar": "जन्म 2] दिसंबर, 990 को गाबा अस्पताल, यमुना नगर में हुआ था",
  "in the family of Rajbir Markanday and Sunita. The entry was duly made under registration No. 4570 on 27th December, 1990. Father of the": "राजबीर मार्कडेय और सुनीता के परिवार में। प्रविष्टि 27 दिसंबर, |990 को पंजीकरण संख्या 4570 के तहत विधिवत की गई थी।",
  "petitioner was serving in Indian Air Force, he remained posted at various places. In the entire service record of the father of the petitioner, petitioner’s": "याचिकाकर्ता के पिता भारतीय वायु सेना में सेवारत थे, वह विभिन्‍न स्थानों पर तैनात रहे। याचिकाकर्ता के पिता के पूरे सर्विस रिकॉर्ड में",
  "“name is mentioned as “Shweta Sharma” daughter of Rajbir Sharma. In": "याचिकाकर्ता का नाम राजबीर शर्मा की बेटी श्वेता शर्मा बताया गया है। यमुनानगर के खाद्य और आपूर्ति विभाग द्वारा जारी किए गए परिवार",
  "shown as “Shweta Sharma”. It is relevant to note that the names of four": "के चार सदस्यों के राशन कार्ड में, याचिकाकर्ता का नाम \"श्वेता शर्मा\" दिखाया गया है। यह ध्यान रखना प्रासंगिक है कि परिवार के चार",
  "family members i.e. Petitioner, her parent and brother Ankush Sharma are mentioned in the ration card. There is no other sister of the petitioner.": "सदस्यों यानी याचिकाकर्ता, उसके माता-पिता और भाई अंकुश शर्मा के नाम राशन कार्ड में उल्लिखित हैं। याचिकाकर्ता की कोई और बहन",
  "In the Health Card, the petitioner’s name is shown as “Shweta”. Petitioner passed her Secondary Examination in the year 2007 wherein also name": "नहीं है। हेल्थ कार्ड में याचिकाकर्ता का नाम \"श्वेता\" दिखाया गया है। याचिकाकर्ता ने वर्ष 2007 में अपनी माध्यमिक परीक्षा उत्तीर्ण की,",
  "of the petitioner is shown as “Shweta Sharma” daughter of Sunita Sharma and Rajbir Sharma (mother and father). The petitioner made an application": "जिसमें याचिकाकर्ता का नाम भी \"श्वेता शर्मा\" के रूप में दिखाया गया है, जो सुनीता शर्मा और राजबीर शर्मा (माता और पिता) की बेटी",
  "and Deaths, District Yamuna Nagar (Haryana) for correction of her name in the register of Births and Deaths. Her application has been rejected,": "है। याचिकाकर्ता ने जन्म और मृत्यु रजिस्टर में अपना नाम दर्ज कराने के लिए जिला रजिस्ट्रार, जन्म और मृत्यु, जिला यमुना नगर",
  "vide the impugned letter dated 26th August, 2009 (Annexure P-9) with": "26 अगस्त, 2009 (अनुबंध पी -9) के आक्षेपित पत्र द्वारा अस्वीकार कर दिया गया है",
  "“*..... The case does not fall under Rule 11(1) of State Birth-Deaths Registration Rules, 2002 and Section 15 of RDB Act, 1969.”": "यह ...मामला राज्य जन्म-पमृत्यु पंजीकरण नियम, 2002 के नियम [| (]) और आरडीबी अधिनियम, [969 की धारा ]5 के तहत नहीं आता है।",
  "Aggrieved of the aforesaid order, the petitioner has fi led this petition seeking a direction for correction of her name in the register of Births and Deaths maintained by respondent No. 3.": "उपरोक्त आदेश से व्यथित होकर, याचिकाकर्ता ने प्रतिवादी नंबर 3 द्वारा बनाए गए जन्म और मृत्यु रजिस्टर में अपना नाम",
  "(3) In the written statement filed, only plea raised by respondent": "(3) लिखित बयान में,प्रतिवादी नंबर 3 द्वारा उठाई गई एकमात्र दलील यह है कि जन्म और मृत्यु पंजीकरण अधिनियम,",
  "No. 3 is that there was no erroneous, fraudulent or improper entry in": "गलत, धोखाधड़ी या अनुचित प्रविष्टि नहीं थी। उत्तरदाताओं के लिए विद्वान वकील प्रस्तुत करते हैं कि वास्तव में, जन्म और मृत्यु रजिस्टर",
  "(4) [have heard learned counsel for the parties at length.": "(4) मैंने विद्वान वकील को सुना है कि बराबर लंबाई मेंझूठ बोलता है।",
  "(5) Section 10 of the Act requires the information regarding births and deaths jo be given to the Registrar of Births and Deaths. Section 14": "(5) अधिनियम की धारा 0 में जन्म और मृत्यु के बारे में जानकारी को जन्म और मृत्यु रजिस्ट्रार को देने की आवश्यकता",
  "provides lor giving information to the Registrar of Births and Deaths. Section 14 provides for giving information to the Registrar whereby the birth entry": "है। धारा 4 में जन्म और मृत्यु रजिस्ट्रार को क्षमाशील जानकारी प्रदान करने का प्रावधान है। धारा 4 में रजिस्ट्रार को क्षमा करने का",
  "is Without name whereas Section 15 deals with correction or cancellation of entry in the register of births and deaths. Sections 14 and 15 are": "प्रावधान हैजिसके द्वारा जन्म प्रविष्टि का नाम ही है जबकि धारा ]5 जन्म और मृत्यु के रजिस्टर में सुधार या निरस्तीकरण से संबंधित है।",
  "“14. Registration of name of child.-—Where the birth of any child has been registered without a name. the parent or guardian of": "(6) . बच्चे के नाम का पंजीकरण।जहां किसी बालक का जन्म बिना नाम के रजिस्ट्रीकृत किया गया है वहां",
  "has been registered without a name. the parent or guardian of such child shall within the prescribed period give information regarding the name of the child to the Registrar either orally or": "ऐसे बालक के माता-पिता या अभिभावक विहित अवधि के भीतर सूचना पंजीयक को मौखिक रूप से या लिखित",
  "in writing and there upon the Registrar shall enter such name in the register and initial and date the entry.": "रूप में देंगे और तत्पश्चात्‌ रजिस्ट्रार ऐसे नाम को रजिस्टर में दर्ज करेगा और प्रारम्भिक और प्रविष्टि को प्रस्तुत",
  "15. Correction or cancellation of entry in the register of births and deaths. - If it is proved to the satisfaction of": "(5) प्रविष्टि का सुधार या रद्दीकरण- जन्म और मृत्यु के रजिस्टर में। यदि रजिस्ट्रार की संतुष्टि के",
  "the Registrar that any entry ofa birth or death in any register": "लिए आईएल साबित हो जाता है कि इस अधिनियम के तहत उसके द्वारा रखे गए किसी रजिस्टर में जन्म या मृत्यु",
  "kept by him under this Act is erroneous in form or substance. or has been fraudulently or improperly made, he may, subject": "की कोई प्रविष्टि रूप या पदार्थ में गलत है, या धोखाधड़ी या अनुचित तरीके से की गई है, तो वह ऐसे नियमों के",
  "to such rules as may be made by the State Government with respect to the conditions on which and the circumstances in": "अधीन रहते हुए जो राज्य सरकार द्वारा उन शर्तों के संबंध में बनाए जा सकते हैं जिन पर और जिन परिस्थितियों में",
  "which such entrics may be corrected or cancelled. correct": "ऐसी प्रविष्टियां की जा सकती हैं, सही या रद्द कर दिया गया है, त्रुटि को ठीक करें या मूल प्रविष्टि के किसी भी",
  "the error or cancel the entry by suitable entry in the margin, without any alteration of the original entry, and shall sign the": "परिवर्तन के बिना, मार्जिन में उपयुक्त प्रविष्टि द्वारा प्रविष्टि को रद्द करें, और सीमांत प्रविष्टि पर हस्ताक्षर करेंगे और",
  "(6) The State Government has framed rules. namely. arvana Registration of Births and Deaths Rules. 2002. in exercise of powers under": "(6) राज्य सरकार ने नियम बनाए हैं, नामत हरियाणा जन्म रजिस्ट्रीकरण और कलह नियम। 2002. अधिनियम की धारा",
  "Section 30 of the Act. Rule 11 deals with the correction of entries in the": "30 के तहत शक्तियों का प्रयोग करते हुए। नियम | [ रजिस्टर में संशोधन से संबंधित है। नियम [ ] का प्रासंगिक उद्धरण निम्नानुसार पुन:",
  "“TL(L) Hitis reported to Registrar that a clerical or formal error": "(7) ॥[॥. () मुझे रजिस्ट्रार को सूचित किया जाता है कि रजिस्टर में एक लिपिकीय या औपचारिक त्रुटि की गई है या",
  "AND OTHERS (Permod Kohli, J)": "और अन्य (प्रमोद कोहली, जे।",
  "by him and if the register is in his possession, the Registrar shall enquire into the matter and ifhe is satisfied that any such error": "उसके द्वारा और यदि रजिस्टर उसके कब्जे में है, तो रजिस्ट्रार मामले की जांच करेगा और यदि वह संटुष्ट है कि",
  "has been made, he shall correct the error (by correcting or cancelling the entry) as provided in Section 15 and shall send": "ऐसी कोई त्रुटि की गई है, तो वह धारा 5 में प्रदान की गई त्रुटि (प्रविष्टि को सही या रद्द करके) को ठीक करेगा",
  "an extract of the entry showing the error and how it has been corrected to the State Government or the District Registrar.": "और त्रुटि को दर्शाते हुए प्रविष्टि का एक उद्धरण भेजेगा और राज्य सरकार या जिला रजिस्ट्रार है और इसे कैसे ठीक किया गया है।",
  "(4) Ifany person asserts that any entry in the register of births and , deaths is erroncous in substance. the Registrar may correct the": "4) यदि कोई व्यक्ति यह दावा करता है कि जन्म और मृत्यु के रजिस्टर में कोई प्रविष्टि त्रुटिपूर्ण है तोरजिस्ट्रार उस व्यक्ति",
  "entry in the manner prescribed under Section 15 upon": "द्वारा प्रस्तुत किए जाने पर धारा |5 के अधीन विहित रीति से प्रविष्टि की जांच कर सकेगा,",
  "production by that person a declaration setting forth the nature of the error and true facts of the case made by him and": "त्रुटि की प्रकृति और मामले के सत्य तथ्यों को दाने वाली घोषणा और मामले के तथ्यों",
  "(7) Only ground on which the request of the petitioner has not": "(7) केवल जिस आधार पर याचिकाकर्ता के अनुरोध को स्वीकार नहीं किया गया है, वह यह है कि सुधार की आवश्यकता",
  "been acceded to is that there is no erroneous, fraudulent or improper entry requiring correction. It is thus contended that the request of the": "वाली कोई गलत, कपटपूर्ण या अनुचित प्रविष्टि नहीं है। इस प्रकार यह तर्क दिया जाता है कि याचिकाकर्ता का अनुरोध अधिनियम की",
  "petitioner is beyond the scope of Section 15 of the Act and Rule 1] of the Rules framed there under. It is not in dispute that there is an entry": "धारा | 5 और उसके तहत बनाए गए नियमों के नियम |] के दायरे से परे है। इस पर कोई विवाद नहीं है कि 2]",
  "in the register relating to birth of'a female child in the family of Rajbir and Sunita on 21st December, 1990. The name of the girl child is": "और सुनीता के परिवार में कन्या के जन्म से संबंधित रजिस्टर में प्रविष्टि है। | 990. बालिका का नाम अनितिका के रूप में उल्लेख किया",
  "mentioned as Anitika. It is also not disputed that no other female child was born to Rajbir and Sunita. The petitioner claims to be same gir!": "है। यह भी विवादित नहीं है कि राजबीर और सुनीता से कोई अन्य कन्या संतान पैदा नहीं हुई थी। याचिकाकर्ता",
  "child with a different name Shweta Sharma. Date of birth, names of the parent, place of birth and address are the same as entered in the": "श्वेता शर्मा नाम की एक ही लड़की है। जन्म तिथि, माता-पिता के नाम, जन्म का स्थान और पता वही है जो जन्म और",
  "petitioner is Shweta Sharma in all the relevant records, for example": "किया गया है। जन्म रजिस्टर को छोड़कर, याचिकाकर्ता का नाम सभी प्रासंगिक रिकॉर्डों में श्वेता शर्मा है, उदाहरण के लिए उनके पिता का",
  "service record of her father, her secondary school certificate, ration card and health card. This documentary proof has neither been disputed nor": "सेवा रिकॉर्ड, उनका माध्यमिक विद्यालय प्रमाण पत्र, राशन कार्ड और स्वास्थ्य कार्ड। इस दस्तावेजी सबूत को न तो",
  "rebutted in any manner. [tis prudent to note that in the ration card issued": "है और न ही किसी भी तरह से खंडन किया गया है। यह नोट करना विवेकपूर्ण है कि परिवार को जारी किए गए राशन कार्ड और उसके",
  "to the family and also the service record of her father, there are only": "पिता के सेवा रिकार्ड में परिवार के केवल चार सदस्य अर्थात्‌ परिवार के केवल चार सदस्य हैं। राजबीर शर्मा। उनकी",
  "four family members i.c. Rajbir Sharma. Sunita Sharma, his wife, Shweta": "पत्नी सुनीता शर्मा,",
  "Sharma. his daughter and Ankush Sharma, his son. There docs not seem to be any reason to doubt the identity of the child whose date of birth": "उनकी बेटी श्वेता शर्मा और बेटे अंकुश शर्मा हैं। डॉक्स उस बच्चे की पहचान पर संदेह करने का कोई कारण नहीं लगता है जिसका जन्म",
  "is recorded as 21st December, 1990 in the Birth Register. The only": "जन्म रजिस्टर में 2। दिसंबर, 990 के रूप में दर्ज है। केवल",
  "dispute is the different name entered in the Birth Register. the name which the child (petitioner) seems to have adopted thereafter. It is": "विवाद जन्म रजिस्टर में दर्ज किया गया दूसरा नाम है, वह नाम जिसे बच्चे (याचिकाकर्ता) ने उसके बाद अपनाया है। उत्तरदाताओं की ओर",
  "argucd on behalf of the respondents that the entry in the birth register. ifalleged to be erroneous, fraudulent or improper can only be corrected": "दिया जाता है कि जन्म रजिस्टर में प्रविष्टि, यदि कथित रूप सेअत्यन्त, धोखाधड़ी या अनुचित है, तो केवल अधिनियम की",
  "petitioner has not sought correction on the ground that entry is fraudulent": "विवाद नहीं है कि याचिकाकर्ता ने इस आधार पर सुधार",
  "her name was mentioned as Anikita. It appears that at the time of birth": "का नाम अंकिता के रूप में उल्लेख किया गया था। ऐसा प्रतीत होता है कि याचिकाकर्ता के जन्म के समय, उसका",
  "of the petitioner. her name was mentioned as Anilika in the Birth Register. but subsequently, parent sccms to have changed her name as “Shweta": "में अनिलिका के रूप में उल्लेख किया गया था, लेकिन बाद में, माता-पिता ने अपना नाम बदलकर \"श्वेता शर्मा\" कर लिया जो असामान्य",
  "Sharma™ which is not uncommon. In all subsequent records of the petitioner, she is carrying her name as Shweta Sharma. The petitioner": "| है। याचिकाकर्ता के बाद के सभी रिकॉर्ड में, वह अपना नाम श्वैता शर्मा के रूप में ले रही है। याचिकाकर्ता ने अब जन्म रजिस्टर में",
  "may be required for any reason, like travelling abroad or for some other": "किसी भी कारण से आवश्यक हो सकता है, जैसे विदेश यात्रा या किसी अन्य करियर प्रमोशन",
  "career promotion etc. where entry of birth is also required alongwith the matriculation certificates etc. Assuming that initially, the petitioner": "दि के लिए, जहां मैट्रिक प्रमाण पत्र आदि के साथ जन्म का प्रवेश भी आवश्यक है। यह मानते हुए कि शुरू में, याचिकाकर्ता को उसके",
  "does not understand any reason to refuse change of name which was entcred at the time of birth, if subsequently the name has been changed": "एक डॉक्टर को जन्म के चूने में दर्ज किए गए नाम को बदलने से इनकार करने का कोई कारण समझ में नहीं आता है, अगर बाद में नाम"
}