{
  "Before S.S. Saron & S.P. Bangarh, JJ.": "न्यायमूर्ति एस.एस. सरोन और एस.पी.बनगढ़, के समक्ष,",
  "Brig. (Retd.) SURINDER SINGH SM,VSM—Petitioner": "ब्रिगेडियर (सेवानिवृत्त) सुरिंदर सिंह, एसएम, वीएसएम - याचिकाकर्ता",
  "versus": "बनाम",
  "UNION OF INDIA AndANOTHER": "भारत संघ और अन्य- प्रतिवादी",
  "CWP No.3249 of 2013": "2043 की सीडब्ल्यूपी संख्या 3249",
  "February 22, 2013": "फ़रवरी 22, 203",
  "Constitution of India, 1950 - Art. 226, 227 - Armed Forces Tribunal Act, 2007 - Ss. 4, 27 & 34 - Petitioner was commissioned": "भारत का संविधान, 950 - अनुच्छेद 226, 227 - सशस्त्र बल न्यायाधिकरण अधिनियम, 2007- धारा 4, 27 और",
  "in the Indian Army and was removed from the Army after a court": "34 - याचिकाकर्ता को भारतीय सेना में कमीशन दिया गया था और जांच अदालत द्वारा दोषी पाए जाने के बाद उसे सेना से हटा दिया",
  "of inquiry found him guilty - Petitioner filed a petition in Hon'ble Delhi High Court against the order of his removal and demanded": "गया था - याचिकाकर्ता ने अपने निष्कासन के आदेश के खिलाफ माननीय दिल्ली उच्च न्यायालय में याचिका दायर की और कारगिल",
  "independent inquiry into role of senior commanders in Kargil Episode - The said petition was transferred to Tribunal (Resp no. 2) after the": "प्रकरण में वरिष्ठ कमांडरों की भूमिका की स्वतंत्र जांच की मांग की - उक्त याचिका को ट्रिब्यूनल (रेस्प नंबर 2) में स्थानांतरित कर दिया",
  "said Act was constituted with aid of its Section 34 - Petitioner demanded transfer of case on basis of apprehension of bias as he": "गया था। उक्त अधिनियम की सहायता से इसकी धारा 34 के गठन के बाद - याचिकाकर्ता ने पक्षपात की आशंका के आधार पर मामले",
  "suspected Administrative Member to be a friend of one of members": "को स्थानांतरित करने की मांग की क्‍योंकि उसे प्रशासनिक सदस्य पर मूल जांच अदालत के सदस्यों में से एक का मित्र होने का संदेह था",
  "of original court of inquiry who found him guilty - Petitioner's application before Chairperson, Principal Bench of Armed Forces Tribunal under Section 27 of the Act was also dismissed - Hence,": "जिसने उसे दोषी पाया - अधिनियम की धारा 27 के तहत सशख्र बल न्यायाधिकरण की प्रधान पीठ के अध्यक्ष के समक्ष याचिकाकर्ता",
  "Tribunal under Section 27 of the Act was also dismissed - Hence, this petition before the Hon'ble High Court - Point to determine is": "का आवेदन भी खारिज कर दिया गया था - इसलिए, माननीय उच्च न्यायालय के समक्ष यह याचिका - यह निर्धारित करने के लिए",
  "whether Court should exercise jurisdiction under Art. 226 of the": "के संविधान के अनुच्छेद 226 के तहत अधिकार क्षेत्र का प्रयोग करना चाहिए - आयोजित, नहीं - रिट याचिका खारिज कर दी गई।",
  "be whether a reasonably intelligent man fully appriscd ofall the facts would have a scrious apprehension of bias. In cases of non-pecuniary bias, the \"rcal Likclihod\" test has been preffered over the reasonable suspicion\" test": "एक उचित बुद्धिमान व्यक्ति को पूर्वाग्रह की गंभीर आशंका होगी। गैर-आर्थिक पूर्वाग्रह के मामलों में, “वास्तविक संभावना\" परीक्षण",
  "and the Courts have consistently held that in deciding the question of bias": "को उचित संदेह पर प्राथमिकता दी गई है और न्यायालयों ने लगातार माना है कि पूर्वाग्रह के प्रश्न को तय करने में मानवीय संभावनाओं",
  "onc has to take into consideration human probabilitics and ordinary course ofhuman conduct. aS": "और मानव आचरण के सामान्य पाठ्यक्रम को ध्यान में रखना होगा।",
  "(Para 19)": "(पैरा 9)",
  "Further held, that therefore, keeping in view the limited jurisdiction of this Court in exercise of power of judicial review and also the decision": "आगे कहा गया, इसलिए, न्यायिक समीक्षा की शक्ति के प्रयोग में इस न्यायालय के सीमित अधिकार क्षेत्र को ध्यान में रखते हुए",
  "taken by theTribunal not to transfer the casc: besides, the fact that there": "और ट्रिब्यूनल द्वारा मामले को स्थानांतरित नहीं करने के निर्णय को भी ध्यान में रखते हुए; इसके अलावा, तथ्य यह है कि पक्षपात की",
  "is no real likclihood of bias and only a reasonable suspicion is alleged and taking into consideration the human probabilitics and ordinary course of": "कोई वास्तविक संभावना नहीं है और केवल एक उचित संदेह का आरोप लगाया गया है और मानवीय संभावनाओं और मानव आचरण",
  "(Para 28)": "(पैरा 28)",
  "Petition Dismissed": "याचिका खारिज",
  "Sudershan Goel, Advocatc, Ms. Ranjecta Gill, Advocate and M.P. Goswami, Advocate, for the petitioner.": "श्री सुदर्शन गोयल, अधिवक्ता, सुश्री रंजीता गिल, अधिवक्ता और श्री एमपी गोस्वामी, याचिकाकर्ता के वकील।",
  "Gurpreet Singh, Advocate, Senior Panel Counsel! for Union of India": "श्री गुरप्रीत सिंह, अधिवक्ता, भारत संघ के वरिष्ठ पैनल वकील",
  "(1) The petitioner by way of this petition under Articles 226 and": "() याचिकाकर्ता ने भारत के संविधान के अनुच्छेद 226 और 227 के तहत इस याचिका के माध्यम से सशख्र बल",
  "Bench at Chandimandir (for short - “ the Tribunal\") (respondent No.2) and": "न्यायाधिकरण, चंडीगढ़ क्षेत्रीय पीठ चंडीमंदिर (संक्षेप में - \"ट्रिब्यूनल\") (प्रतिवादी नंबर 2) द्वारा पारित आदेश दिनांक 0.]2.202",
  "the order dated 10.1.2013 (Annexure P-15) passed by the Armed Forces": "(अनुलग्नक पी -3) और सशस्त्र बल न्यायाधिकरण द्वारा पारित दिनांक 0..203 (अनुलग्नक पी -]5) के आदेश को रद्द",
  "‘Tribunal, Principal Bench at New Delhi whereby the prayer of the petitioner for transfer of his case from the Bench of the’ Tribunal (respondent No.2)": "करने की मांग की है। नई दिल्ली में प्रिंसिपल बेंच जिसके तहत याचिकाकर्ता की ट्रिब्यूनल (प्रतिवादी नंबर 2) की बेंच से उसके मामले",
  "of which Lt. General (Retd.) N.S. Brar is a Member has been declined.": "को स्थानांतरित करने की प्रार्थना को अस्वीकार कर दिया गया है, जिसमें लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बराड़ सदस्य हैं।",
  "(2) The petitioner was commissioned in the Indian Army on": "(2) याचिकाकर्ता को 5.3.]970 को भारतीय सेना में कमीशन दिया गया था। यह प्रस्तुत किया जाता है कि उन्होंने",
  "Wound Medal. He has a meritorious and distinguished Army service and has been awarded Sena Mcdal for Gallantry, Vashist Scva Medal, Wound Medals twice and Commendation Card by the Chief olAmny Stall, During": "मेधावी और प्रतिष्ठित सेना सेवा है और उन्हें बीरता के लिए सेना पदक, वशिष्ठ सेवा पदक, दो बार घाव पदक और सेना प्रमुख द्वारा",
  "the course of his service, he was promoted as Brigadicr on 18.6.1998 and": "प्रशस्ति पत्र से सम्मानित किया गया है। अपनी सेवा के दौरान, उन्हें |8.6.998 को ब्रिगेडियर के रूप में पदोन्‍नत किया गया था",
  "was posted as Commander 121 (Independent) Infantry Brigade Group popularly known as ‘Kargil Brigade’. After detailed analysis and appreciation": "और उन्हें कमांडर 2| (स्वतंत्र) इन्फैंट्री त्रिगेड समूह के रूप में तैनात किया गया था जिसे 'कारगिल ब्रिगेड' के नाम से जाना जाता है।",
  "popularly known as ‘Kargil Brigade’. After detailed analysis and appreciation of the area, it is claimed by the petitioner that he informed and briefed Senior Commanders including the Chief of theArmy Staffabout the vulnerability": "क्षेत्र के विस्तृत विश्लेषण और सराहना के बाद, याचिकाकर्ता द्वारा दावा किया गया है कि उसने सेना प्रमुख सहित वरिष्ठ कमांडरों को क्षेत्र की भेद्यता और कारगिल में दुश्मन के खतरे को बढ़ाने के बारे में सूचित और जानकारी दी। उन्होंने अतिरिक्त संसाधनों, सैनिकों की",
  "cases of the Anny personnel were transferred to the Armed Forces’ Tribunal constituted under Scction 4 thercof. ‘Phe writ petition of the petitioner pending in the Hon’ ble Delhi High Court was transferred to the Tribunal": "मामलों को इसकी धारा 4 के अंतर्गत गठित सशस्त्र सेना अधिकरण को अंतरित कर दिया गया था। माननीय दिल्ली उच्च न्यायालय में",
  "pending in the Hon’ ble Delhi High Court was transferred to the Tribunal (respondent No.2) and assigned TA No.273 of 2010. ‘The Tribunal": "लंबित याचिकाकर्ता की रिट याचिका को ट्रिब्यूनल (प्रतिवादी नंबर 2) को स्थानांतरित कर दिया गया और 2000 का टीए नंबर 273",
  "(respondent No.2), it issubmitted, had two Benches sitting when the writ petition of the petitioner was transferred from Delhi High Court to the ‘Fribunal (respondent No.2) as there were two Judicial Members and four": "सौंपा गया। ट्रिब्यूनल (प्रतिवादी नंबर 2), यह प्रस्तुत किया गया है, याचिकाकर्ता की रिट याचिका को दिल्ली उच्च न्यायालय से ट्रिब्यूनल (प्रतिवादी नंबर 2) में स्थानांतरित करते समय दो बेंच बैठे थे क्योंकि ट्रिब्यूनल के दो न्यायिक सदस्य और चार प्रशासनिक",
  "Administrative Members of the Tribunal (respondent No.2). On transfer of the writ petition from Delhi as TA No.273 of 2010, the case of the petitioner": "सदस्य (प्रतिवादी नंबर 2) थे। 200 के टीए संख्या 273 के रूप में दिल्‍ली से रिट याचिका के हस्तांतरण पर, याचिकाकर्ता का",
  "was fixed on 13.7.2010 before a Bench comprising of Hon’ble Mr. Justice N.P. Gupta (Retd.) as Judicial Member and Lt. General (Retd.)A.S. Bahia": "मामला 3.7.200 को एक बेंच के समक्ष तय किया गया था जिसमें माननीय श्री न्यायमूर्ति एनपी गुप्ता (सेवानिवृत्त) न्यायिक सदस्य",
  "as Administrative Member. Thereaticer, other Administrative Members have": "के रूप में और लेफ्टिनेंट जनरल (सेवानिवृत्त) एएस बहिया प्रशासनिक सदस्य के रूप में शामिल थे। इसके बाद, अन्य प्रशासनिक सदस्य",
  "been sitting along with Hon’ble Mr. Justice N.P. Gupta on different dates till his transfer. A ficr transfer of Llon’ble Mr. Justice N.P. Gupta, different": "माननीय न्यायमूर्ति एन.पी.गुप्ता के साथ उनके स्थानांतरण तक अलग-अलग तारीखों पर बैठे रहे हैं। गुप्ता के स्थानांतरण के बाद, विभिन्‍न",
  "Administrative Members have been sitting with | lon’ble Mr. Justice (Retd.) Rajesh Chandra who joined the Tribunal (respondent No.2)in 2012. The": "प्रशासनिक सदस्य माननीय श्री न्यायमूर्ति (सेवानिवृत्त) राजेश चंद्रा के साथ बैठे हैं, जो 202 में ट्रिब्यूनल (प्रतिवादी नंबर 2) में",
  "details of the Benches where the case of the petitioncr was fixed on various datcs has becn mentioned.": "शामिल हुए थे। उन पीठों के विवरण का उल्लेख किया गया है जहां याचिकाकर्ता का मामला विभिन्‍न तारीखों पर तय किया गया था।",
  "(4) [Lis submitted that the pctitioncr did not know Lt. Gencral (Retd.) N.S. Brar now Administrative Member of the’ ribunal (respondent": "(4) यह प्रस्तुत किया गया है कि याचिकाकर्ता लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बराड़ को तब तक नहीं जानता था",
  "No.2) tll he met him at the marriage of the daughter of Brig. (Retd.) Devinder Singh. The petitioner was invited for the said marriage and Lt.": "जब तक कि वह ब्रिगेडियर (सेवानिवृत्त) देविंदर सिंह की बेटी की शादी में उनसे नहीं मिला था। याचिकाकर्ता को उक्त विवाह के लिए",
  "Gen (Retd.) N.S. Braralso attended the same. Brig. (Retd.) Devinder Singh": "आमंत्रित किया गया था और लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बरार भी उसी में शामिल हुए थे। ब्रिगेडियर (सेवानिवृत्त) देविंदर",
  "introduced Lt. General (Retd.) N.S. Brar as his close friend. Lt. General": "सिंह ने लेफ्टिनेंट जनरल (सेवानिवृत्त) एन. एस. बरार को अपने करीबी दोस्त के रूप में पेश किया। लेफ्टिनेंट जनरल (सेवानिवृत्त)",
  "(Retd.) N.S. Brar, it is submitted, did not deny his close friendship and rather emphasized the strongbonds of Regimental Association and added that both": "एन.एस. बराड़ ने अपनी करीबी दोस्ती से इनकार नहीं किया और रेजिमेंटल एसोसिएशन के मजबूत बंधन पर जोर दिया और कहा कि",
  "of them were from thesame Regiment.": "वे दोनों एक ही रेजिमेंट से थे।",
  "(5) Itis submitted that there had been no effective hearing of the casc of the petitioner on any of the dates when the case of the petitioner": "(5) यह प्रस्तुत किया गया है कि याचिकाकर्ता के मामले की किसी भी तारीख पर प्रभावी सुनवाई नहीं हुई थी, जब",
  "came up before the Bench of which Lt. General (Retd.) N.S. Brar was a": "याचिकाकर्ता का मामला उस बेंच के समक्ष आया था, जिसके लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बरार सदस्य थे। कार्यवाही के",
  "Member. The details of the proceedings have been mentioned which it is submitted wercroutine heanngs. Neither the main casc nor the miscellancous": "विवरण का उल्लेख किया गया है जो इसे प्रस्तुत किया गया है जो नियमित सुनवाई थी। न तो मुख्य मामले और न ही विविध आवेदनों",
  "Bench of which Lt. General (Retd.) N.S. Brar was a Member. It is": "गया है कि लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बराड़, प्रशासनिक सदस्य के उक्त व्यवहार ने याचिकाकर्ता के मन में भय और आशंका",
  "by Brig. (Retd.) Devinder Singh, Commander 70 Brigade to the author": "पैदा कर दी कि माननीय प्रशासनिक सदस्य लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बराड़ की ब्रिगेडियर (सेवानिवृत्त) देविंदर सिंह, जिनके",
  "Therefore, according to the petitioner it wasclcar that the respondents who": "किया था। इसलिए, याचिकाकर्ता के अनुसार यह स्पष्ट था कि जिन प्रतिवादियों ने इसे गोपनीय और उच्च वर्गीकृत होने का दावा करते",
  "had claimcd privilege for the production of ‘after action report’ of the formations/units claiming it to be confidential and highly classified, the": "हुए संरचनाओं/इकाइयों की 'कार्रवाई रिपोर्ट के बाद' पेश करने के लिए विशेषाधिकार का दावा किया था, उसी की सामग्री ब्रिगेडियर",
  "contents of the same were made available by Brig. (Retd.) Devinder Singh to an unauthorized person even way back between 1999 to 2001. Thus.": "(सेवानिवृत्त) देविंदर सिंह द्वारा [999 से 200 के बीच एक अनधिकृत व्यक्ति को उपलब्ध कराई गई थी। इस प्रकार, वर्गीकृत",
  "there was a scrious clash of interest between the petitioner and Brig. (Retd.) Devinder Singh on the issuc of leakage of classified documents. Another": "दस्तावेजों के लीक होने के मुद्दे पर याचिकाकर्ता और ब्रिगेडियर (सेवानिवृत्त) देविंदर सिंह के बीच हितों का गंभीर टकराव था।",
  "instance of clash of interest that the petitioner has with Brig. (Retd.) Devinder Singh is with regard to the arca where major intrusions took place. The": "याचिकाकर्ता के ब्रिगेडियर (सेवानिवृत्त) देविंदर सिंह के साथ हितों के टकराव का एक और उदाहरण उस क्षेत्र के संबंध में है जहां बड़ी",
  "petitioner demanded the production of HQ3 Infantry Division Signal No. 0-2015 dated 20.4.1999 by the same misccllancous application (MA": "घुसपैठ हुई थी। याचिकाकर्ता ने उसी विविध आवेदन (200 का एमए नंबर 52) द्वारा मुख्यालय 3 इन्फैंट्री डिवीजन सिग्नल नंबर",
  "0-2015 dated 20.4.1999 by the same misccllancous application (MA No.152 of 2010) and for which privilege has been claimed. The said signal,": "0-205 दिनांक 20.4. 999 के उत्पादन की मांग की और जिसके लिए विशेषाधिकार का दावा किया गया है। उक्त संकेत, यह",
  "it issubmittcd, would show that the area where major intrusions took place fell under the command of Brig. (Retd.) Devinder Singh and was not under": "प्रस्तुत किया गया है, यह दर्शाता है कि जिस क्षेत्र में बड़ी घुसपैठ हुई थी, वह ब्रिगेडियर (सेवानिवृत्त) देविंदर सिंह की कमान में था और",
  "the command of the petitioner at the time of intrusion. This is likcly to shifl the responsibility for intrusion from the petitioncr to Brig. (Retd.) Devinder": "घुसपैठ के समय याचिकाकर्ता की कमान में नहीं था। इससे याचिकाकर्ता से घुसपैठ की जिम्मेदारी ब्रिगेडियर (सेवानिवृत्त) देविंदर सिंह",
  "Singh. Lt. General (Retd.) N.S. Brar, Administrative Member being a friend of Brig. (Retd.) Devinder Singh, it is submitted, is therclore not likcly to": "पर स्थानांतरित होने की संभावना है। लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बराड़, प्रशासनिक सदस्य ब्रिगेडियर (सेवानिवृत्त) देविंदर",
  "of fair and just decision requires that Lt. General (Retd.) N.S. Brar,": "संभावना नहीं है। निष्पक्ष और न्यायपूर्ण निर्णय के सिद्धांत के अनुसार प्रशासनिक सदस्य लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बराड़ को",
  "Administrative Member should not hear the case wherein interest of the petitioner and Brig. (Retd.) Devinder Singh, a close friend of Lt. Gencral": "उस मामले की सुनवाई नहीं करनी चाहिए जिसमें याचिकाकर्ता और लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बरार के करीबी मित्र ब्रिगेडियर",
  "N.S. Brar, Administrative Member was biased against the petitioner, was": "(सेवानिवृत्त) एनएस बराड़, प्रशासनिक सदस्य याचिकाकर्ता के वकील को अपनी दलीलें पूरी करने की अनुमति नहीं दे रहे थे। यह",
  "arguments. It is submitted that thercis onc Judicial Member and there are three Administrative Members of the Tribunal (respondent No.2) and the": "प्रस्तुत किया गया है कि एक न्यायिक सदस्य है और ट्रिब्यूनल के तीन प्रशासनिक सदस्य (प्रतिवादी नंबर 2) हैं और मामले को आसानी",
  "by the Court of Inquiry of which Brig. (Retd.) Devinder Singh was a Member.": "याचिकाकर्ता के साथ हितों का टकराव है और वह [व्रिगेडियर (सेवानिवृत्त) देविंदर सिंह] न्यायालय के सदस्य थे (घ) सरकार ने",
  "transfer of the case to another Bench of the Tribunal (respondent No.2)": "दे रहे थे। इसने याचिकाकर्ता को अपने वकील को ट्रिब्यूबल की दूसरी पीठ (प्रतिवादी नंबर 2) को मामले को स्थानांतरित करने का",
  "of which Lt. General (Retd.) N.S. Brar, Administrative Member was not": "निर्देश देने के लिए प्रेरित किया था, जिसमें लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बराड़, प्रशासनिक सदस्य नहीं थे। आवेदन (अनुलग्नक",
  "a Member. Whe application (Annexure P-14) was fixed lor hearing before the Principal Bench of Armed Forces Tribunal at New Delhi and the same": "पी -4) नई दिल्ली में सशख्र बल न्‍्यायाधिकरण की प्रधान पीठ के समक्ष सुनवाई के लिए तय किया गया था और इसे 0..203",
  "was dismissed on 10.1.2013 (Annexure P-15) with the order: “Heard. There is no ground to transfer this case from Regional Bench, Chandigarh": "(अनुबंध पी -5) को आदेश के साथ खारिज कर दिया गया था; \"सुना है। इस मामले को क्षेत्रीय पीठ, चंडीगढ़ से दूसरी पीठ को",
  "to other Bench. ‘The present application is accordingly dismissed.” The said order is also impugned tn the present petition.": "स्थानांतरित करने का कोई आधार नहीं है। वर्तमान आवेदन तदनुसार खारिज किया जाता है। उक्त आदेश को वर्तमान याचिका में भी शामिल किया गया है।",
  "(7) Learned counsel for the petitioner has contended that the order": "(7) याचिकाकर्ता के विद्वान वकील ने तर्क दिया है कि नई दिल्ली में सशखत्र बल न्‍्यायाधिकरण की प्रधान पीठ द्वारा",
  "No.2) of which Lt. General (Retd.) N.S. Brar, is not a Member, ‘The": "2) को स्थानांतरित करने के आवेदन को खारिज करने का कोई कारण बताया गया है, जिसके लेफ्टिनेंट जनरल (सेवानिवृत्त) एन.एस.",
  "Hon’bic Tribunal has not considered the judgment of the Hon’ ble Supreme Court referred to inthe application and attached with it nor mentioned any": "बराड़ सदस्य नहीं हैं। माननीय अधिकरण ने आवेदन में उल्लिखित माननीय उच्चतम न्यायालय के निर्णय पर विचार नहीं किया है और",
  "Court referred to inthe application and attached with it nor mentioned any reason for not following the said judgment. It is contended that Lt. General": "न ही इसके साथ संलग्न किया है और न ही उक्त निर्णय का पालन न करने के किसी कारण का उल्लेख किया है। यह तर्क दिया गया है",
  "(Retd.) N.S. Brar, Administrative Member of the’Tribunal is a close friend of Brig, (Retd.) Devinder Singh and the latter was a Member of the Court": "कि ट्रिब्यूनल के प्रशासनिक सदस्य लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बराड़ ब्रिगेडियर (सेवानिवृत्त) देविंदर सिंह के करीबी दोस्त हैं",
  "of Inquiry constituted to consider the role and responsibility of the petitioner in leaking and making available the contents of classilicd documents to": "और बाद में अनधिकृत व्यक्तियों को वर्गीकृत दस्तावेजों की सामग्री को लीक करने और उपलब्ध कराने में याचिकाकर्ता की भूमिका",
  "the petitioner which was one of the reasons for the removal of the pelitioner from Army on 29.5.2001 which is under challenge before the Tribunal (respondent No.2). There being a clash of interest between the petitioner": "अपने निष्कर्ष दिए जो 29.5.200॥] को याचिकाकर्ता को सेना से हटाने के कारणों में से एक था जिसे ट्रिब्यूनल (प्रतिवादी नंबर 2)",
  "(respondent No.2). There being a clash of interest between the petitioner and Brig. (Retd.) Devinder Singh for leaking the contents of classified documents to unauthorized persons, it is submitted that it would be": "के समक्ष चुनौती दी गई है। याचिकाकर्ता और ब्रिगेडियर (सेवानिवृत्त) देविंदर सिंह के बीच वर्गीकृत दस्तावेजों की सामग्री को अनधिकृत",
  "the Court of Inquiry of which Brig, (Retd.) Devinder Singh was a Member": "प्रस्तुत किया गया है कि कोर्ट ऑफ इन्क्वायरी, जिसके ब्रिगेडियर (सेवानिवृत्त) देविंदर सिंह एक सदस्य थे, ने याचिकाकर्ता के खिलाफ",
  "gave its finding and opinionagainst the petitioner without even completing the inquiry holding him responsible for leaking classified documents whereas": "अपनी खोज और राय दी थी, बिना जांच पूरी किए उसे वर्गीकृत दस्तावेजों को लीक करने के लिए जिम्मेदार ठहराया, जबकि ब्रिगेडियर",
  "Brig. (Retd.) Devinder Singh has been himself guilty of retaining and leaking contents of most sensitive and highly classified documents and the petitioner": "(सेवानिवृत्त) देविंदर सिंह खुद सबसे संवेदनशील और उच्च वर्गीकृत दस्तावेजों की सामग्री को बनाए रखने और लीक करने का दोषी",
  "(v) The courts cannot be called upon to undertake the government dutics and functions. The Court shall not ordinarily interfere with a": "(5) अदालतों को सरकारी कर्तव्यों और कार्यों को करने के लिए नहीं कहा जा सकता है। न्यायालय आमतौर पर राज्य के",
  "policy decision of the State. Social and cconomic belief of a judge": "नीतिगत निर्णय में हस्तक्षेप नहीं करेगा। एक न्यायाधीश के सामाजिक और आर्थिक विश्वास को विधायी निकायों के निर्णय",
  "should not be invoked as a substitute for the judgment of the legislative bodies. (Sec Ira Munn v. State of Illinois, 94 US 113).": "के विकल्प के रूप में लागू नहीं किया जाना चाहिए| (देखें इरा मुन बनाम इलिनोइस राज्य, 94 यूएस 3)।",
  "(17) Therefore, in view of the extent of limited junsdiction that this Court has, the allegation of bias against onc of the members of the Tribunal": "(7) इसलिए, इस न्यायालय के सीमित अधिकार क्षेत्र की सीमा को देखते हुए, ट्रिब्यूनल के सदस्यों में से एक लेफ्टिनेंट जनरल",
  "namely Lt. Gencral (Retd.) N.S. Brar is to be considered. The allegation": "(सेवानिवृत्त) एनएस बराड़ के खिलाफ पक्षपात के आरोप पर विचार किया जाना है। लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बराड़ जिस",
  "petitioner has a clash of intcrest with Brig. (Retd.) Devinder Singh and that Lt. General (Retd.) N.S. Brar, Administrative Member of the Tribunal has": "ब्रिगेडियर (सेवानिवृत्त) देविंदर सिंह के साथ हितों का टकराव है और ट्रिब्यूनल के प्रशासनिक सदस्य लेफ्टिनेंट जनरल (सेवानिवृत्त)",
  "Lt. General (Retd.) N.S. Brar, Administrative Member of the Tribunal has close association and friendship with him. It has been averred that during the course of hearing of onc of the miscellancous applications before the": "एऩएस बराड़ का उनके साथ घनिष्ठ संबंध और मित्रता है। यह कहा गया है कि ट्रिब्यूनल के समक्ष विविध आवेदनों में से एक की",
  "Tribunal, Lt. General (Retd.) NS Brar, Administrative Member of the": "सुनवाई के दौरान, ट्रिब्यूनल के प्रशासनिक सदस्य लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बराड़ याचिकाकर्ता के वकील को दलीलें पूरी",
  "arguments and that his said behaviour had arouscd fcar and apprehension in the mind of the petitioner that he would not get a fair and just hearing": "करने की अनुमति नहीं दे रहे थे और उनके उक्त व्यवहार ने याचिकाकर्ता के मन में भय और आशंका पैदा कर दी थी कि उन्हें लेफ्टिनेंट",
  "in the mind of the petitioner that he would not get a fair and just hearing and justice from the Bench of which Lt. Gencral (Retd.) N.S. Brar was": "लेफ्टिनेंट की बेंच से निष्पक्ष और न्यायपूर्ण सुनवाई और न्याय नहीं मिलेगा। जनरल (सेवानिवृत्त) एन.एस. बराड़ इसके सदस्य थे। इसी",
  "amembcr. It is on account of this fear and apprehension that the petitioner instructed his counsel to orally request for the transfer of hiscasc to some": "डर और आशंका के कारण याचिकाकर्ता ने अपने वकील को निर्देश दिया कि वह अपने मामले को ट्रिब्यूनल की किसी अन्य पीठ को",
  "instructed his counsel to orally request for the transfer of hiscasc to some other Bench of the Tribunal of which said Lt. Gencral (Retd.) N.S. Brar,": "स्थानांतरित करने के लिए मौखिक रूप से अनुरोध करे, जिसके बारे में कहा गया कि लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बराड़,",
  "Administrative Member was not a member. The prayer has beenrejected by the Tribunal (respondent No.2) vide impugned order dated 10.12.2012 (Annexure P13).": "प्रशासनिक सदस्य सदस्य नहीं थे। ट्रिब्यूनल (प्रतिवादी नंबर 2) द्वारा दिनांक ।0.2.202 (अनुबंध पी 3) के आक्षेपित आदेश के तहत प्रार्थना को खारिज कर दिया गया है।",
  "(18) As regards the allegation of bias it may be noticed that the Hon’ble Supreme Court in International Airport Authority of India": "(8) पक्षपात के आरोप के संबंध में यह देखा जा सकता है कि माननीय सर्वोच्च न्यायालय ने भारतीय अंतर्राष्ट्रीय विमानपत्तन",
  "reasonabicness of the apprehension of bias in the mind of the party. The purity of administration requircs that the party to the proceedings should": "पूर्वाग्रह की आशंका का औचित्य होना चाहिए| प्रशासन की पवित्रता के लिए आवश्यक है कि कार्यवाही के लिए पार्टी को यह आशंका",
  "not have apprchension that the authority is biased and is likely to decide against the party. But it is not every suspicion felt by a party which must": "नहीं होनी चाहिए कि प्राधिकरण पक्षपाती है और पार्टी के खिलाफ निर्णय लेने की संभावना है। लेकिन यह एक पार्टी द्वारा महसूस",
  "‘The apprehension must be judged from a healthy, reasonable and average point of view and not on merce apprchension of any whimsical person.": "का आकलन स्वस्थ, उचित और औसत दृष्टिकोण से किया जाना चाहिए, न कि किसी सनकी व्यक्ति की आशंका के आधार पर।",
  "(19) In Dr ‘G Sarana versus University of Lucknow and Others (6), the 11on’bie Supreme Court considered the case where the": "(9) में डॉ. जी. सरना वी. (ग) माननीय उच्चतम न्यायालय ने उस मामले पर विचार किया जहां उक्त मामले में अपीलकर्ता ने",
  "Anthropology and being unsuccessful raised an allegation of bias against the selection of respondent No.8 therein. It was alleged that the said selected": "मानव विज्ञान के प्रोफेसर के पद पर उपस्थित होने और असफल होने के बाद उसमें प्रतिवादी संख्या 8 के चयन के विरुद्ध पक्षपात का",
  "candidate had close relations with two experts of the Selection Committec.": "आरोप लगाया। यह आरोप लगाया गया था कि उक्त चयनित उम्मीदवार के चयन समिति के दो विशेषज्ञों के साथ घनिष्ठ संबंध थे। यह",
  "It was observed that what has to be sccn in a case where there is an allegation ofbias in respect of a member of an Administrative Board or Body": "देखा गया कि ऐसे मामले में जो देखा जाना चाहिए जहां प्रशासनिक बोर्ड या निकाय के सदस्य के संबंध में पूर्वाग्रह का आरोप लगाया",
  "is whether there is a reasonable ground for belicving that he was likcly to have been biased; in other words, whether there is substantial possibility": "गया है, क्या यह मानने के लिए एक उचित आधार है कि उसके पक्षपाती होने की संभावना थी; दूसरे शब्दों में, क्या पीड़ित पक्ष के",
  "of bias animating in the mind of the member against the aggrieved party. In deciding the question of bias, human probabilitics and ordinary course": "खिलाफ सदस्य के मन में पक्षपात की पर्याप्त संभावना है। पूर्वाग्रह के प्रश्न का निर्णय करते समय, मानवीय संभावनाओं और मानव",
  "(20) InA.K. Kraipak versus Union of India & Others (7), onc member of the Sclection Board was himsel fa candidate for sclection though": "(20) ए.के. क्रैपक भारत संघ और अन्य, एआईआर 970 एससी 50 चयन बोर्ड का एक सदस्य स्वयं चयन के लिए एक",
  "member of the Sclection Board was himsel fa candidate for sclection though hc had not taken part in delibcrations of the Board at the time of his own": "उम्मीदवार था, हालांकि उसने अपने चयन के समय बोर्ड के विचार-विमर्श में भाग नहीं लिया था, लेकिन अपने प्रतिद्वंद्वी उम्मीदवारों",
  "selection but had taken part throughout while making selections of other candidates including his rival candidates. There was a conflict between interest and duty of such member and there was reasonable likclihood of": "सहित अन्य उम्मीदवारों के चयन करते समय पूरे समय भाग लिया था। ऐसे सदस्य के हित और कर्तव्य के बीच टकराव था और पक्षपात",
  "bias. ‘Ihe selection list prepared by the Board was held to be vitiated. It was held that the real question is not whether amember ofa Selection Board": "की उचित संभावना थी। बोर्ड द्वारा तैयार की गई चयन सूची को दूषित माना गया। यह माना गया कि असली सवाल यह नहीं है कि",
  "was biascd, for it is difficult to prove the state of mind of a person. Therefore, what has to be seen is whether there is a reasonable ground for": "क्योंकि किसी व्यक्ति की मनःस्थिति को साबित करना मुश्किल है। इसलिए, यह देखा जाना चाहिए कि क्‍या यह मानने के लिए कोई",
  "believing that he was likely to have been biased. In deciding the question of bias, human probabilitics and ordinary course of human conduct have": "उचित आधार है कि उनके पक्षपाती होने की संभावना थी। पूर्वाग्रह के प्रश्न का निर्णय करते समय, मानवीय संभावनाओं और मानव",
  "(21) In PD. Dinakaran (1) versus Judges Inquiry Committee (8), the petitioner in the said case was aggrieved against the inclusion of a ScniorAdvocate of the Supreme Court in the Committee constituted by": "(2) पीडी दिनाकरन बनाम न्यायाधीश जांच समिति, (20) 8 एससीसी 380 में उक्त मामले में याचिकाकर्ता न्यायाधीश",
  "(8), the petitioner in the said case was aggrieved against the inclusion of a ScniorAdvocate of the Supreme Court in the Committee constituted by the Chairman of the Council of States (Rajya Sabha) under Section 3(2) of thcJudges (Inquiry) Act, 1968. The member of the Committec against": "(जांच) अधिनियम, 968 की धारा 3 (2) के तहत राज्यों की परिषद (राज्य सभा) के अध्यक्ष द्वारा गठित समिति में सर्वोच्च न्यायालय के एक वरिष्ठ अधिवक्ता को शामिल करने से व्यथित था। समिति के जिस सदस्य के खिलाफ पक्षपात का आरोप लगाया",
  "whom bias was alleged it was stated had participated in a seminar organized by the Bar Association of India and made a specch opposing the clevation of the petitioner thercin as a Judge of the Supreme Court and drafted the": "गया था, उसने बार एसोसिएशन ऑफ इंडिया द्वारा आयोजित एक सेमिनार में भाग लिया था और याचिकाकर्ता को सुप्रीम कोर्ट के",
  "resolution against him. In respect of the allegation of bias it was inter alia observed that to disqualify aperson from adjudicating on the ground of interest in the subject matter of lis, the test of rcal likctihood of bias is to": "पक्षपात के आरोप के संबंध में अन्य बातों के साथ-साथ यह देखा गया था कि किसी व्यक्ति को लिस की विषय-वस्तु में हित के आधार पर निर्णय लेने से अयोग्य घोषित करने के लिए, पूर्वाग्रह की वास्तविक संभावना का परीक्षण लागू किया जाना है। दूसरे शब्दों",
  "be applicd. In other words, one has to enquire as to whether there is real dangcr of bias on the part of the person against whom such apprehension": "में, किसी को यह जांचना होगा कि क्‍या उस व्यक्ति की ओर से पूर्वाग्रह का वास्तविक खतरा है जिसके खिलाफ इस तरह की आशंका",
  "is expressed in the sense that he might favour or disfavour a party. In cach": "इस अर्थ में व्यक्त की जाती है कि वह किसी पार्टी का पक्ष ले सकता है या उसका विरोध कर सकता है। प्रत्येक मामले में, न्यायालय",
  "case, thc Court has to consider whcther a fairminded and informed person, having considered all the facts would reasonably apprehend that the Judge": "को यह विचार करना होगा कि क्‍या एक निष्पक्ष और सूचित व्यक्ति, सभी तथ्यों पर विचार करने के बाद, यथोचित रूप से यह आशंका",
  "would not act impartially. To put it differently, it was observed, that the test": "करेगा कि न्यायाधीश निष्पक्ष रूप से कार्य नहीं करेगा। दूसरे शब्दों में कहें तो यह देखा गया कि परीक्षण यह होगा कि क्या सभी तथ्यों",
  "would be whether a reasonably intelligent man fully apprised of all the facts would havea scrious apprchension of bias. In cascs ofnon-pecuniary bias,": "से पूरी तरह अवगत एक यथोचित बुद्धिमान व्यक्ति को पूर्वाग्रह की गंभीर आशंका होगी। गैर-आर्थिक पूर्वाग्रह के मामलों में, \"वास्तविक",
  "the “real likclihood” test has been preferred over the “‘rcasonable suspicion”": "संभावना\" परीक्षण को \"उचित संदेह” परीक्षण पर प्राथमिकता दी गई है और न्यायालयों ने लगातार माना है कि पूर्वाग्रह के प्रश्न को",
  "bias onc has to take into considcration human probabilities and ordinary course of human conduct. It was added that real likclihood of bias should": "तय करने में मानव संभावनाओं और मानव आचरण के सामान्य पाठ्यक्रम को ध्यान में रखना होगा। यह जोड़ा गया था कि पूर्वाग्रह की",
  "appear not only, from the materials ascertained by the complaining party,": "वास्तविक संभावना न केवल शिकायत करने वाले पक्ष द्वारा निर्धारित सामग्री से प्रकट होनी चाहिए, बल्कि ऐसे अन्य तथ्यों से भी",
  "but also from such other facts which it could have readily ascertained and casily verified by making reasonable inquirics.": "दिखाई देनी चाहिए, जिन्हें उचित पूछताछ करके आसानी से पता लगाया जा सकता था और आसानी से सत्यापित किया जा सकता",
  "(22) Therefore, as against ‘rcasonable suspicion’ test, the test of ‘real likelihood’ is to be preferred and it is to be secn; besides, human": "(22) इसलिए, 'उचित संदेह' परीक्षण के खिलाफ, 'वास्तविक संभावना' की कसौटी को प्राथमिकता दी जानी चाहिए और इसे देखा",
  "probabilitics and ordinary course of human conduct are to be taken into": "जाना चाहिए; इसके अलावा, मानवीय संभावनाओं और मानव आचरण के सामान्य पाठ्यक्रम को उक्त संदर्भ में ध्यान में रखा जाना",
  "considcration in the said context as to whether there is material on record and other attending circumstances to hold that 1.1. Gencral (Retd.) N.S. Brar": "चाहिए कि क्या रिकॉर्ड पर सामग्री और अन्य उपस्थित परिस्थितियां हैं जो यह मानती हैं कि लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस",
  "would not act fairly in deciding the matter. On mere apprehension that Lt.": "बराड़ मामले को तय करेने में निष्पक्ष रूप से कार्य नहीं करेंगे। केवल इस आशंका पर कि ट्रिब्यूनल के सदस्य लेफ्टिनेंट जनरल",
  "Gencral (Retd.) N.S. Brar a Member of the ‘Tribunal had attended the wedding of daughter of Brig, (Retd.) Devinder Singh with whom the petitioner": "(सेवानिवृत्त) एनएस बराड़ ने ब्रिगेडियर (सेवानिवृत्त) देविंदर सिंह की बेटी की शादी में भाग लिया था, जिसके साथ याचिकाकर्ता पर",
  "it is alleged has a clash of interest and the said Member is said to have close regimental association and friendship would by itself not be sufficient": "हितों का टकराव है और उक्त सदस्य के बारे में कहा जाता है कि उसका करीबी रेजिमेंटल संबंध है और दोस्ती अपने आप में यह मानने",
  "to hold that the said Member would not act fairly or with reasonableness. Attending weddings, social functions ofa friend and associate with whom": "के लिए पर्याप्त नहीं होगी कि उक्त सदस्य निष्पक्ष या तर्कसंगतता के साथ कार्य नहीं करेगा। शादियों, एक दोस्त और सहयोगी के",
  "himself was also present cannot by itself be said to be such a circumstance to hold that the judicial decision to be reached at would be unfair or unjust.": "था, अपने आप में ऐसी परिस्थिति नहीं कहा जा सकता है कि न्यायिक निर्णय अनुचित या अन्यायपूर्ण होगा। यह अधिक से अधिक",
  "‘This would at the most be a mere suspicion, Ihe petitioner is liable to show that there is real likelihood of bias in case the matter is decided by the Bench of which Lt. Gencral (Retd.) N.S. Braris a Member and not mere apprehension": "एक संदेह मात्र होगा। याचिकाकर्ता यह दिखाने के लिए उत्तरदायी है कि मामले का फैसला लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बराड़",
  "‘Thus, in the obtaining factual matrix, it was held to be extremely difficult to hold that there was real likclihood of bias because the prudence of": "धारण करना बेहद मुश्किल था कि पूर्वाग्रह की वास्तविक संभावना थी क्योंकि उचित आदमी की समझदारी इतनी कल्पना नहीं कर",
  "reasonable man cannot so conceive and a right-minded man would discard it without any hesitation. The submission in this regard raiscd on behalf of": "सकती है और एक सही दिमाग वाला व्यक्ति बिना किसी हिचकिचाहट के इसे त्याग देगा। अपीलकर्ता की ओर से इस संबंध में उठाए",
  "(24) In the present casc too, the clash of interest of the petitioner is said to be with Brig. (Retd.) Devinder Singh. 1.1. General (Retd.) N.S.": "(24) वर्तमान मामले में भी, याचिकाकर्ता के हितों का टकराव ब्रिगेडियर (सेवानिवृत्त) देविंदर सिंह के साथ कहा जाता है। लेफ्टिनेंट",
  "Brar is a scnior to Brig. (Retd.) Devinder Singh. He is no longer in the same": "जनरल (सेवानिवृत्त) एन. एस. बराड़ ब्रिगेडियर (सेवानिवृत्त) देविंदर सिंह से वरिष्ठ हैं। वह अब उसी रेजिमेंट में नहीं हैं और दोनों",
  "Regiment and both have retired. Besides, it is difficult to comprehend that Lt. Gencral (Retd.) N. S. Brar while functioning as an Administrative": "सेवानिवृत्त हो चुके हैं। इसके अलावा, यह समझना मुश्किल है कि लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बरार ट्रिब्यूनल के प्रशासनिक",
  "Member of the Tribunal in discharge of his quasi-judicial function of such": "सदस्य के रूप में सशख््र बलों से निपटने वाले ऐसे ट्रिब्यूबल के अपने अर्ध-न्यायिक कार्य के निर्वहन में काम करते हुए याचिकाकर्ता",
  "the prejudice of the petitioner and that too on the premise that the petitioner has aclash of interest with Brig. (Retd.) Devinder Singh who had been in": "के पूर्वाग्रह के प्रति पक्षपातपूर्ण तरीके से कार्य करेंगे और वह भी इस आधार पर कि याचिकाकर्ता का ब्रिगेडियर (सेवानिवृत्त) देविंदर",
  "(25) InAshok Kumar Yadav & Others versus State of Haryana & Others (10), it was held that if a member of the Sclection Committee": "(25) अशोक कुमार यादव व अन्य बनाम हरियाणा राज्य और अन्य, एआईआर 987 एससी 454 यह माना गया था कि यदि",
  "which is constituted for purposes of sclecting candidates on merit and one": "चयन समिति का एक सदस्य जो योग्यता के आधार पर उम्मीदवारों का चयन करने के प्रयोजनों के लिए गठित किया गया है और",
  "of the members is closely related to a candidate appearing for the selection,": "सदस्यों में से एक चयन के लिए उपस्थित होने वाले उम्मीदवार से निकटता से संबंधित है, तो ऐसे सदस्य के लिए केवल उससे संबंधित",
  "it would not be cnough for such member to merely withdraw from participation in the interview of the candidate related to him, but he must withdraw allogether from the entire selection process and ask the authoritics to": "उम्मीदवार के साक्षात्कार में भाग लेने से पीछे हटना पर्याप्त नहीं होगा, लेकिन उसे पूरी चयन प्रक्रिया से पूरी तरह से हट जाना चाहिए",
  "allogether from the entire selection process and ask the authoritics to nominate another person in his place on the Selection Commitice because": "और अधिकारियों से चयन समिति में उसके स्थान पर किसी अन्य व्यक्ति को नामित करने के लिए कहना चाहिए क्योंकि अन्यथा चयन",
  "otherwisc all the selection made would be vitiated on account of rcasonable likelihood of bias affecting the process of selection. However, the said": "की प्रक्रिया को प्रभावित करने वाले पूर्वाग्रह की उचित संभावना के कारण किया गया सभी चयन दूषित हो जाएगा। हालांकि, उक्त",
  "principle which requires that a member of the Selection Committee whose close relative is appearing for selection should decline to become a member": "सिद्धांत जिसके लिए आवश्यक है कि चयन समिति का एक सदस्य, जिसका करीबी रिश्तेदार चयन के लिए उपस्थित हो रहा है, को",
  "of the Selection Committee or withdraw from it leaving it to the appointing authority to nominate another person in his plac, it was held, necd not be": "चयन समिति का सदस्य बनने से इनकार कर देना चाहिए या अपने स्थान पर किसी अन्य व्यक्ति को नामित करने के लिए नियुक्ति",
  "authority to nominate another person in his plac, it was held, necd not be applied in case of a Constitutional Authority like the Public Service": "प्राधिकारी को छोड़ देना चाहिए, यह माना गया था, लोक सेवा आयोग जैसे संवैधानिक प्राधिकरण के मामले में लागू होने की",
  "Commission, whether Central or State. Therefore, for Con stitutional": "आवश्यकता नहीं है, चाहे वह केंद्र हो या राज्य। इसलिए, संवैधानिक प्राधिकारियों और उच्च पदस्थ अधिकारियों के लिए, समिति",
  "ina selection process by amember of the Committee when his relative was appearing was held to be inapplicable. The constitution of the Tribunal": "के किसी सदस्य द्वारा चयन प्रक्रिया में पूर्ण वापसी का सिद्धांत, जब उसका रिश्तेदार उपस्थित हो रहा था, को अनुपयुक्त माना गया था।",
  "appearing was held to be inapplicable. The constitution of the Tribunal (respondent No.2) comprises of a former Judge of the High Court who": "ट्रिब्यूनबल के गठन (प्रतिवादी नंबर 2) में उच्च न्यायालय के एक पूर्व न्यायाधीश शामिल हैं जो एक संवैधानिक पदाधिकारी और एक",
  "has been a constitutional functionary and a former Lt. General. Therefore, keeping in view the high positions and ranks of the members constituting the Tribunal (respondent No.2) it is unlikely that there is any likelihood of": "पूर्व लेफ्टिनेंट जनरल रहे हैं। इसलिए, ट्रिब्यूनल (प्रतिवादी नंबर 2) का गठन करने वाले सदस्यों के उच्च पदों और रैंकों को ध्यान में",
  "bias or for that matter even a suspicion of bias. In the facts and circumstances": "रखते हुए, यह संभावना नहीं है कि पक्षपात की कोई संभावना है या उस मामले के लिए पूर्वाग्रह का संदेह भी है। तथ्यों और परिस्थितियों",
  "we do not find any reason to hold that the Administrative Member against": "में हमें यह मानने का कोई कारण नहीं मिलता है कि प्रशासनिक सदस्य जिसके खिलाफ पूर्वाग्रह का आरोप लगाया गया है, वह",
  "whom bias is alleged would act unjustly or unfairly when the casc of the petitioner is taken up for consideration. In the circumstances, on mere": "याचिकाकर्ता के मामले पर विचार करने पर अन्यायपूर्ण या अनुचित कार्य करेगा। इन परिस्थितियों में, केवल संदेह के आधार पर",
  "suspicion it would be wholly inappropriate to interfere with the orders passed by the Regional Bench and Principal Bench of the Tribunal in": "ट्रिब्यूनल की क्षेत्रीय बेंच और प्रिंसिपल बेंच द्वारा पारित आदेशों में हस्तक्षेप करना पूरी तरह से अनुचित होगा, जिसमें मामले को उस",
  "declining to transfer the case from the Bench in which Lt. Gencral (Retd.) N.S. Brar is a Member.": "बेंच से स्थानांतरित करने से इनकार कर दिया गया था जिसमें लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बरार सदस्य हैं।",
  "(26) In Dr. G Sarana (Supra) v. University of Lucknow (Supra) the question of reasonableness of bias or real likelihood of bias was not": "(26) डॉ. जी. सरना (सुप्रा) बनाम लखनऊ विश्वविद्यालय (सुप्रा) पूर्वाग्रह की तर्कसंगतता या पूर्वाग्रह की वास्तविक संभावना के",
  "gone into as despite the fact that the appellant in the said case knew all": "सवाल पर विचार नहीं किया गया क्योंकि इस तथ्य के बावजूद कि उक्त मामले में अपीलकर्ता सभी प्रासंगिक तथ्यों को जानता था,",
  "the relevant facts, he did not before appearing in the interview or at the time of interview raise even a little finger against the constitution of the": "उसने साक्षात्कार में उपस्थित होने से पहले या साक्षात्कार के समय चयन समिति के गठन के खिलाफ थोड़ी उंगली भी नहीं उठाई। ऐसा",
  "selection committec. He scemed to have voluntarily appeared before the Selection Committee and taken a chance of favourable recommendation": "लगता है कि वह स्वेच्छा से चयन समिति के समक्ष उपस्थित हुए और इससे अनुकूल सिफारिश लेने का मौका लिया। इसलिए, ऐसा",
  "civil misccllancous application in the High Court wherein it was prayed that": "नहीं था। हालांकि, प्रतिवादी ने उच्च न्यायालय में एक और सिविल विविध आवेदन दायर किया जिसमें यह प्रार्थना की गई थी कि",
  "the inquiry pursuant to the said charge shect be stayed and the appellants who were Municipal Commissioner and Deputy Municipal Commissioncr": "उक्त आरोप पत्र के अनुसरण में जांच पर रोक लगाई जाए और अपीलकर्ता जो अहमदाबाद नगर निगम के नगर आयुक्त और उप नगर",
  "Court. Besides, earlicr special application be restored. This application was": "आयुक्त थे, उन्हें अदालत की अवमानना के लिए दंडित किया जाए। इसके अलावा, पहले विशेष आवेदन को बहाल किया जाए। इस",
  "dismissed by the same Bench which had carlicr disposed of the matter. The respondent did not accept that. the controversy in the Special Civil": "आवेदन को उसी पीठ ने खारिज कर दिया था जिसने पहले इस मामले का निपटारा किया था। प्रतिवादी ने यह स्वीकार नहीं किया कि",
  "respondent did not accept that. the controversy in the Special Civil MiscellancousA pplication had concluded and he filed a contempt petition": "विशेष सिविल विविध आवेदन में विवाद समाप्त हो गया था और उसने न्यायालय की अवमानना अधिनियम के तहत अवमानना",
  "under the Contempt of Courts Act. This contempt petition came up for hearing before a Division Bench in which his carlicr counsel who had": "याचिका दायर की थी। यह अवमानना याचिका एक खंडपीठ के समक्ष सुनवाई के लिए आई जिसमें उनके पूर्व वकील, जिन्होंने उनका",
  "represented him and had been clevated, was a Member. It was observed": "प्रतिनिधित्व किया था और पदोन्‍नत किए गए थे, एक सदस्य थे। यह देखा गया कि न्यायाधीश, जो बेंच में थे, पहले उच्च न्यायालय",
  "that Judge who was on the Bench had carlicr appeared as an Advocate in the High Court on which the allegation of contempt of Court was made": "में एक वकील के रूप में उपस्थित हुए थे, जिस पर अवमानना याचिका में न्यायालय की अवमानना का आरोप लगाया गया था।",
  "in the contempt petition. ‘Therefore, in view of the said facts and the specific case of respondent thercin in the contempt petition Icft no doubt that the": "इसलिए, उक्त तथ्यों और अवमानना याचिका में प्रतिवादी के विशिष्ट मामले को देखते हुए इसमें कोई संदेह नहीं रह गया कि इन",
  "appropriate course for the learned Judge in these circumstances was to recuse himsclf from hearing of the contempt matter on account of the stand": "परिस्थितियों में विद्वान न्यायाधीश के लिए उचित रास्ता प्रतिवादी द्वारा उठाए गए रुख के कारण अवमानना मामले की सुनवाई से खुद",
  "taken by the respondent for whom hc had appcared as a counsel in the Special Civil Application and in spite of objections taken by the Municipal Corporation to the hearing of the contempt petition it was heard by the samc Bench. The said circumstances are inapplicable to the facts and circumstances": "को अलग करना था, जिसके लिए वह विशेष सिविल आवेदन में एक वकील के रूप में पेश हुआ था और नगर निगम द्वारा की गई आपत्तियों के बावजूद अवमानना याचिका की सुनवाई उसी पीठ ने की थी। उक्त परिस्थितियां वर्तमान मामले के तथ्यों और परिस्थितियों",
  "of the present casc inasmuch as it is not a case where the Member of the Tribunal had carlicr represented cither the petitioner or any onc who may": "पर लागू नहीं होती हैं क्योंकि यह ऐसा मामला नहीं है जहां ट्रिब्यूनल के सदस्य ने पहले याचिकाकर्ता या किसी ऐसे व्यक्ति का",
  "(28) ‘Therefore, keeping in view the limited jurisdiction of this Court in exercise of powers of judicial review and also the decision taken by the": "(28) इसलिए, न्यायिक समीक्षा की शक्तियों के प्रयोग में इस न्यायालय के सीमित अधिकार क्षेत्र को ध्यान में रखते हुए और ट्रिब्यूनल",
  "‘Tribunal not to transfer the casc; besides, the fact that there is no real": "द्वारा मामले को स्थानांतरित नहीं करने के निर्णय को भी ध्यान में रखते हुए; इसके अलावा, तथ्य यह है कि पक्षपात की कोई वास्तविक",
  "likelihood of bias and only a reasonable suspicion is alleged and taking into considcration the human probabilities and ordinary course of human conduct,": "संभावना नहीं है और केवल एक उचित संदेह का आरोप लगाया गया है और मानवीय संभावनाओं और मानव आचरण के सामान्य",
  "it would not in the facts and circumstances warrant any interference of this Court in exercise of its supervisory jurisdiction under Article 226 of the Constitution of India.": "पाठ्यक्रम को ध्यान में रखते हुए, यह तथ्यों और परिस्थितियों में भारत के संविधान के अनुच्छेद 226 के तहत अपने पर्यवेक्षी क्षेत्राधिकार के प्रयोग में इस न्यायालय के किसी भी हस्तक्षेप की आवश्यकता नहीं होगी।",
  "(29) The writ petition is. accordingly. dismissed.": "(29) तदनुसार, रिट याचिका खारिज की जाती है।",
  "appellant to take the identical plea at an carlicr stage on the proceedings created an cffective bar of waiver against him. Therefore, the doctrine of": "कार्यवाही पर पहले चरण में एक ही दलील लेने में अपीलकर्ता की विफलता ने उसके खिलाफ छूट का एक प्रभावी अवरोध पैदा किया।",
  "created an cffective bar of waiver against him. Therefore, the doctrine of waiver was applicd. In the present case, the petitioner had appeared belore": "इसलिए, छूट का सिद्धांत लागू किया गया था। वर्तमान मामले में, याचिकाकर्ता ट्रिब्यूनल (प्रतिवादी नंबर 2) के समक्ष पेश हुआ था,",
  "the Tribunal (respondent No.2) of which Lt. General (Retd.) NS Brar was a member. On the basis of record it has been observed by the Tribunal": "जिसमें लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बराड़ सदस्य थे। रिकॉर्ड के आधार पर ट्रिब्यूनल द्वारा अपने आक्षेपित आदेश दिनांक",
  "in its impugned order dated 10.12.2012 (Annexure P-13) that the matter was heard by other Benches in which Lt.General (Retd.) N.S.Brar was one": "0.|2.2002 (अनुलग्नक पी-3) में यह देखा गया है कि इस मामले की सुनवाई अन्य पीठों द्वारा की गई थी जिसमें लेफ्टिनेंट",
  "was no objection on those dates till the date of the impugned order. From this an inference of at Icast partial waiver can be drawn as the statements": "आक्षेपित आदेश की तारीख तक उन तारीखों पर कोई आपत्ति नहीं थी। इससे कम से कम आंशिक छूट का निष्कर्ष निकाला जा सकता",
  "of Icarned Judges are to be considered as absolute verity and conclusive as to the manner of proceedings before it. Hlowever, the contention of the": "है क्योंकि विद्वान न्यायाधीशों के बयानों को इसके समक्ष कार्यवाही के तरीके के रूप में पूर्ण सत्य और निर्णायक माना जाना चाहिए|",
  "as to the manner of proceedings before it. Hlowever, the contention of the petitioner is that nothing substantial happened on those dates and it is during": "हालांकि, याचिकाकर्ता का तर्क यह है कि उन तारीखों पर कुछ भी ठोस नहीं हुआ था और यह 29. | |.2002 को सुनवाई के दौरान",
  "the course of hearing on 29.11.2012 when Lt. General (Retd.) N.S. Brar Administrative Member was not allowing his counsel to complete the": "है जब लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बराड़ प्रशासनिक सदस्य अपने वकील को दलीलें पूरी करने की अनुमति नहीं दे रहे थे",
  "arguinents that the said conduct induced the pctitioncr to instruct his counsel to seck transfer of the case. In this regard il may appropriatcly be noticed": "कि उक्त आचरण ने याचिकाकर्ता को अपने वकील को मामले को स्थानांतरित करने का निर्देश देने के लिए प्रेरित किया। इस संबंध में",
  "that during the course of hearings, Judges do express thcir views and": "यह उचित रूप से देखा जा सकता है कि सुनवाई के दौरान, न्यायाधीश अपने विचारों और विचारों को व्यक्त करते हैं जो वे रख सकते",
  "opinions which they may hold and at times even quite strongly. However, that would not always mean that the Judge expressing his view is biased": "हैं और कभी-कभी काफी दृढ़ता से भी। हालांकि, इसका मतलब हमेशा यह नहीं होगा कि न्यायाधीश ने अपना विचार व्यक्त किया है",
  "or that he has prejudged the case. In fact for cifective hearing of a case": "पक्षपातपूर्ण है या उसने मामले को पूर्वनिर्धारित किया है। वास्तव में, किसी मामले की प्रभावी सुनवाई के लिए और अस्पष्टता के एक",
  "and to clear a point of ambiguity it is at times desirable to pul across a counicr vicw point so as to get clarifications with regard to the same. This": "बिंदु को दूर करने के लिए, कभी-कभी एक काउंटर व्यू पॉइंट रखना वांछनीय होता है ताकि उसी के संबंध में स्पष्टीकरण प्राप्त किया जा",
  "would not.on any account mean that the Presiding Officer or a Judge has an interest in the matter. A litigant, who forms an apprehension on such a": "सके। इसका किसी भी कारण से यह अर्थ नहीं होगा कि पीठासीन अधिकारी या न्यायाधीश का इस मामले में हित है। एक वादी, जो",
  "ground cannot be said to be doing so with reasonableness. [tis in fact quite": "इस तरह के आधार पर आशंका पैदा करता है, उसे तर्कसंगतता के साथ ऐसा करने वाला नहीं कहा जा सकता है। वास्तव में यह अक्सर",
  "frequently noticed that the vicw that a Judge may have had or perceived, on the submissions ofan arguing lawyer and on close examination of the": "देखा जाता है कि एक न्यायाधीश के पास बहस करने वाले वकील की प्रस्तुतियों और मामले की बारीकी से जांच करने पर जो विचार",
  "maticr is held to be quite mistaken. However, in a case where during the": "हो सकता है या माना जा सकता है, वह काफी गलत माना जाता है। हालांकि, ऐसे मामले में जहां सुनवाई के दौरान एक न्यायाधीश",
  "course of hearing a Judge docs not allow a counsel to make his submissions, unnecessarily impedes the flow of his arguments or docs not allow an": "एक वकील को अपनी प्रस्तुतियाँ करने की अनुमति नहीं देता है, अनावश्यक रूप से अपने तर्कों के प्रवाह को बाधित करता है या",
  "portant particular issue to be raised, it can at the most be said that there": "किसी महत्वपूर्ण विशेष मुद्दे को उठाने की अनुमति नहीं देता है, तो अधिक से अधिक यह कहा जा सकता है कि कोई प्रभावी सुनवाई",
  "the Judge had a bias. Merely because Lt. General (Retired) N.S. Brar the Administrative Member of the Tribunal is said to have raised questions or": "लेफ्टिनेंट जनरल (सेवानिवृत्त) एनएस बराड़ के बारे में कहा जाता है कि उन्होंने सवाल उठाए हैं या याचिकाकर्ता के वकील को दलीलों"
}