{
  "anticipatory bail. This is substantially inaccordance with the recommendation made by the previous Commission (41st report). We agree that this would be a useful addition,": "यह काफी हद तक पिछले आयोग (%।वीं रिपोर्ट) द्वारा की गई सिफारिश के अनुरूप है। हम सहमत हैं कि यह एक",
  "report). We agree that this would be a useful addition, though we must add that it is in very exceptional cases that": "उपयोगी अतिरिक्त होगा, हालांकि हमें यह भी जोड़ना होगा कि बहुत ही असाधारण मामलों में ऐसी शक्ति का प्रयोग",
  "We are further of the view that in order to ensure that the provision is not put to abuse at the instance of unscrupulous": "हमारा यह भी मानना है कि यह सुनिश्चित करने के लिए कि प्रावधान का दुरुपयोग बेईमान याचिकाकर्ताओं के कहने",
  "petitioners, the final order should bemade only after notice to the public prosecutor. The initial order should only be an": "पर न हो, अंतिम आदेश सरकारी वकील को नोटिस देने के बाद ही दिया जाना चाहिए। प्रारंभिक आदेश केवल",
  "interim one. Further the relevant section should make it": "अंतरिम होना चाहिए। इसके अलावा संबंधित धारा में यह स्पष्ट किया जाना चाहिए कि निर्देश केवल दर्ज किए जाने",
  "clear that the direction can be issued only for reasons tobe recorded, and if the court is satisfied that sucha direction is necessary in the interest of justice”": "वाले कारणों के लिए जारी किया जा सकता है, और यदि अदालत संतुष्ट है कि न्याय के हित में ऐसा निर्देश आवश्यक है”",
  "The said Clause was enacted as Section 438 in the existingCode of Criminal Procedure, 1973. Thereafter, the Hon’ble five Judges of": "उक्त खंड को मौजूदा दंड प्रक्रिया संहिता, 973 में धारा ५३8 के रूप में अधिनियमित किया गया था। इसके बाद,",
  "in case Gurubaksh Singh Sibbia versus State of Punjab, (1980) 2": "सर्वोच्च न्यायालय के माननीय पांच न्यायाधीशों ने गुरुबख्श सिंह सिब्बिया बनाम पंजाब राज्य, (980) 2 एससीसी",
  "SCC 565 and prompted certain principles.": "565 मामले में धारा ५३8 सीआरपीसी के तहत परिकल्पित न्यायिक विवेक का परीक्षण किया, साथ ही उक्त प्रावधान से जुड़े अन्य कारकों का भी परीक्षण किया और कुछ सिद्धांतों को प्रेरित किया।",
  "(Para 8 & 9)": "(पैरा 8 और 9)",
  "Further held, that accordingly, the second or subsequent bail application under Section 438 Cr.P.C., can be filed, if there is a change": "आगे आयोजिततदनुसार, धारा ५३8 सीआरपीसी के तहत दूसरी या बाद की जमानत याचिका दायर की जा सकती है,",
  "in the fact-situation or in law, which requires the earlier view being": "यदि तथ्य-स्थिति या कानून में कोई बदलाव होता है, जिसके लिए पहले के दृष्टिकोण में हस्तक्षेप करने की",
  "interfered with or where the earlier finding has become obsolete. An": "आवश्यकता होती है या जहां पहले का निष्कर्ष अप्रचलित हो गया है। एक अभियुक्त, जिसे पहले जमानत देने से",
  "accused, who has been denied the bail earlier can move a subsequent application only on in that limited area. If the issue, which had been": "इनकार कर दिया गया है, केवल उस सीमित क्षेत्र में ही बाद में आवेदन कर सकता है। यदि मुद्दा, जिस पर पहले चर्चा",
  "canvassed earlier, would not be permitted to be re-agitated on the same grounds, as it would lead to a speculation and uncertainty in the": "की गई थी, उसी आधार पर फिर से उठाने की अनुमति नहीं दी जाएगी, क्योंकि इससे न्याय प्रशासन में अटकलें और",
  "Sunil Saharan, Advocate, for the petitioner": "सुनीलयाचिकाकर्ता की ओर से अधिवक्ता श्री.एस. सहारन",
  "Gagandeep Singh Chhina, A.A.G., Haryana.": "गगनदीप सिंहछीना, एएजी, हरियाणा।",
  "SANDEEP MOUDGIL, J. (ORAL)": "संदीप मौदगिल, जे. (मौखिक)",
  "(1) The jurisdiction of this court under Section 438 of the Code of Criminal Procedure, 1973 has been invoked for the grant of second": "(॥) दंड प्रक्रिया संहिता, 4973 की धारा ५38 के तहत इस न्यायालय के अधिकार क्षेत्र को एफआईआर",
  "of Criminal Procedure, 1973 has been invoked for the grant of second anticipatory bail to the petitioner in FIR No. 153, dated 26.08.2022 under Sections 22 and 29 NDPS Act, 1985 at P.S Jathlana, District": "संख्या 53, दिनांक 26.08.2022 में धारा 22 और 29 एनडीपीएस अधिनियम, ॥985 के तहत पीएस जठलाना, जिला यमुनानगर में याचिकाकर्ता को दूसरी अग्रिम जमानत देने के लिए लागू किया गया है।",
  "such discretion. This Court has to make an effort to strike a balance between the individuals right to personal freedom and _ the investigational rights of the police. This provision is not to be applied": "व्यक्तियों की व्यक्तिगत स्वतंत्रता के अधिकार और पुलिस के जांच के अधिकार के बीच संतुलन बनाए रखे, इसलिए,",
  "(Sandeep Moudgil, J.)": "(संदीप मौदगिल, जे.)",
  "interim one. Further the relevant section should make it clear that the direction can be issued only for reasons tobe": "इसके अलावा संबंधित धारा में यह स्पष्ट किया जाना चाहिए कि निर्देश केवल दर्ज किए जाने वाले कारणों के लिए",
  "recorded, and if the court is satisfied that sucha direction is necessary in the interest of justice”": "जारी किया जा सकता है, और यदि अदालत संतुष्ट है कि न्याय के हित में ऐसा निर्देश आवश्यक है”",
  "(9) The said Clause was enacted as Section 438 in the existing Code of Criminal Procedure, 1973. Thereafter, the Hon’ble": "(9) उक्त खंड को मौजूदा दंड प्रक्रिया संहिता, 973 में धारा ५३8 के रूप में अधिनियमित किया गया था। इसके",
  "under Section 438 Cr.P.C., alongwith other factors connected with the": "५38 सीआरपीसी के तहत परिकल्पित न्यायिक विवेक का परीक्षण किया, साथ ही उक्त प्रावधान से जुड़े अन्य कारकों",
  "Punjab? andprompted certain principles which may be summarized as under:": "का भी परीक्षण किया। और कुछ सिद्धांतों को प्रेरित किया जिन्हें संक्षेप में इस प्रकार कहा जा सकता है:",
  "“(i) The use of the expression 'reason to believe' in Section 438(1) shows that the belief that the applicant may be so": "\"()) धारा ५३8(॥) में 'विश्वास करने का कारण' शब्द का प्रयोग यह दर्शाता है कि आवेदक को इस तरह से गिरफ्तार",
  "arrested must be founded on reasonable grounds. Mere ‘fear’ is not ‘belief. A belief can be said to be founded on": "किया जा सकता है, यह विश्वास उचित आधार पर आधारित होना चाहिए। केवल 'डर' 'विश्वास' नहीं है। किसी विश्वास",
  "reasonable grounds only if there is something tangible to go by on the basis of which it can be said that the": "को उचित आधार पर तभी स्थापित कहा जा सकता है जब उसके पीछे कोई ठोस आधार हो। जिसके आधार पर यह",
  "applicant's apprehension that he may be arrested is": "कहा जा सकता है कि आवेदक की यह आशंका वास्तविक है कि उसे गिरफ्तार किया जा सकता है। इस तरह के",
  "genuine. Such belief must be capable of being examined by the court objectively, because it isthen alone that the": "विश्वास की न्यायालय द्वारा वस्तुनिष्ठ रूप से जांच की जानी चाहिए, क्योंकि तभी न्यायालय यह निर्धारित कर सकता है",
  "court can determine whether the applicant has reason to believe that he may bearrested. Specific events and facts": "कि आवेदक के पास यह विश्वास करने का कारण है कि उसे गिरफ्तार किया जा सकता है।विशिष्ट घटनाओं और",
  "A blanket order i.e. an order which serves as a blanket to cover or protect any and every kind of allegedly unlawful": "एक कंबल आदेश यानी एक आदेश जो किसी भी और हर तरह की कथित गैरकानूनी गतिविधि को कवर करने या",
  "which, no concrete information can possibly be had should not generally be passed. Such a blanket order-is bound to": "कोई ठोस जानकारी नहीं मिल पाती, ऐसी स्थिति में सामान्यतः कोई आदेश पारित नहीं किया जाना चाहिए। ऐसा",
  "cause serious interference with the functions of the police. (Paras 40 and 41)": "कठोर आदेश पुलिस के कार्यो में गंभीर हस्तक्षेप पैदा करेगा। (पैरा ५0 और ५॥)",
  "(ii) If an application for anticipatory bail is made to the High Court or the Court of Session it must apply its own": "(॥) यदि अग्रिम जमानत के लिए उच्च न्यायालय या सत्र न्यायालय में आवेदन किया जाता है तो उसे इस प्रश्न पर",
  "mind to the question and decide whether a case has been made out for granting such relief. It cannot leave the": "स्वयं विचार करना चाहिए तथा निर्णय लेना चाहिए कि क्या ऐसी राहत प्रदान करने के लिए कोई मामला बनता है। वह",
  "made out for granting such relief. It cannot leave the question for the decision of the Magistrate concerned under Section 437 of the Code, as and when an occasion arises.": "इस प्रश्न को संहिता की धारा ५३7 के अंतर्गत संबंधित मजिस्ट्रेट के निर्णय पर नहीं छोड़ सकता, जब भी ऐसा अवसर",
  "7 1980 (2) SCC 565": "2. 980 (2) एस.सी.सी 565",
  "GOURAV MATTA v. STATE OF HARYANA 1003": "गौरव मट्टा बनाम हरियाणा राज्य",
  "Maintainablility of second petition for Anticipatory Bail. No provision": "याचिका का जोरदार विरोध किया है, जिसमें आग्रह किया गया है कि दूसरी अग्रिम जमानत याचिका स्थिरता योग्य",
  "that the appellant had filed a petition earlier and the same had been withdrawn and, therefore, the appellant cannot be": "अपीलकर्ता ने पहले एक याचिका दायर की थी और उसे वापस ले लिया गया था और इसलिए, अपीलकर्ता को",
  "4. We are afraid, the stand taken by the HighCourt cannot be appreciated. The petition was for anticipatory bail and": "&. हमें डर है कि उच्च न्यायालय द्वारा लिया गया रुख उचित नहीं है। यह याचिका अग्रिम जमानत के लिए थी और जो",
  "the one which had been filed earlier might have been withdrawn in a given situation, without inviting the Court": "याचिका पहले दायर की गई थी, उसे किसी निश्चित स्थिति में वापस लिया जा सकता था, बिना न्यायालय को गुण-दोष",
  "to consider the same on merits. On change of circumstances, when another application under Section 438": "के आधार पर विचार करने के लिए आमंत्रित किए। परिस्थितियों में बदलाव होने पर, जब धारा ५३8 के तहत एक और आवेदन दायर किया गया।",
  "Cr.P.C., was filed, the High Court should have considered": "सी.आर.पी.सी के तहत मामला दायर किया गया था, उच्च न्यायालय को गुण-दोष के आधार पर इस पर विचार करना",
  "the same on merits. The principle of resjudicata could not have operated in an applicationfor bail.”": "चाहिए था। जमानत के लिए आवेदन में रिस जुडिकाटा का सिद्धांत लागू नहीं हो सकता था।”",
  "(7) Heard learned counsel for the respective parties.": "(7) संबंधित पक्षों के विद्वान अधिवक्ताओं को सुना गया।",
  "(8) To examine the issue and answer the question, I deem it justand fair to begin with noticing the provisions of anticipatory bail as": "(8) इस मुद्दे की जांच करने और प्रश्न का उत्तर देने के लिए, मैं इसे उचित और न्यायसंगत मानता हूं कि दंड",
  "justand fair to begin with noticing the provisions of anticipatory bail as introduced in the Code of Criminal Procedure, 1973 for the first time,": "प्रक्रिया संहिता, 4973 में पहली बार पेश किए गए अग्रिम जमानत के प्रावधानों पर ध्यान दिया जाए, क्योंकि पुरानी",
  "since there was no such provision under the old Code of 1898. Earlier": "संहिता, 898 के तहत ऐसा कोई प्रावधान नहीं था। इससे पहले परस्पर विरोधी विचार थे कि किसी ऐसे व्यक्ति को",
  "was neither arrested nor detained and even in a case, where a person": "और न ही हिरासत में लिया गया हो और यहां तक कि ऐसे मामले में भी, जहां किसी व्यक्ति पर किसी ऐसे अपराध",
  "was suspected of an offencefor which he might be arrested by a Police Officer but majority of view also held that even the High Court did not": "का संदेह हो जिसके लिए उसे पुलिस अधिकारी द्वारा गिरफ्तार किया जा सकता हो, लेकिन बहुमत का यह भी मानना",
  "advocated the grant of power to superior Courts for the purpose of anticipatory bail, which was also endorsed in the 48\" report of the Commission and incorporated Clause 447 of the Code of Criminal": "न्यायालयों को शक्ति प्रदान करने की वकालत की, जिसे आयोग की ५४वीं रिपोर्ट में भी समर्थन दिया गया और दंड",
  "Commission and incorporated Clause 447 of the Code of Criminal Procedure Bill, 1970 for the first time, which reads as under:-": "प्रक्रिया संहिता विधेयक, 4970 की धारा ५५7 को पहली बार इसमें शामिल किया गया, जो इस प्रकार है:-",
  "“31. The Bill introduces a provision for the grant of anticipatory bail. This is substantially inaccordance with the recommendation made by the previous Commission (41st": "\"34. विधेयक में अग्रिम जमानत देने का प्रावधान पेश किया गया है। यह काफी हद तक पिछले आयोग (४५वीं",
  "report). We agree that this would be a useful addition,": "रिपोर्ट) द्वारा की गई सिफारिश के अनुरूप है। हम सहमत हैं कि यह एक उपयोगी अतिरिक्त होगा, हालांकि हमें यह",
  "though we must add that it is in very exceptional cases that such a power should be exercised.": "भी जोड़ना होगा कि बहुत ही असाधारण मामलों में ऐसी शक्ति का प्रयोग किया जाना चाहिए।",
  "GOURAV MATTA v. STATE OF HARYANA 1009 (Sandeep Moudgil, J.)": "गौरव मट्टा बनाम हरियाणा राज्य (संदीप मौदगिल, जे.)",
  "the Constitution ofIndia for grant of anticipatory bail but conferred by the Statute enacted by the Parliament, wherein a distinction from the language of Sections 438 and 439 Cr.P.C., is quite evident that the": "बल्कि संसद द्वारा अधिनियमित क़ानून द्वारा प्रदान की जाती है, जिसमें धारा ५३8 और ५३9 सी.आर.पी.सी की भाषा",
  "language of Sections 438 and 439 Cr.P.C., is quite evident that the provisions contained in Section 439 flow from Article 21 of the Constitution of India.": "से अंतर यह स्पष्ट है कि धारा ५39 में निहित प्रावधान भारत के संविधान के अनुच्छेद 2 से आते हैं।",
  "(12) The constitutional Bench of the Apex Court has interpreted Section 438(1) of Cr.P.C., in the case of Gurubaksh’s Singh (supra),": "(।2) सर्वोच्च न्यायालय की संवैधानिक पीठ ने गुरुबख्श सिंह (सुप्रा) के मामले में सीआरपीसी की धारा ५३8(॥)",
  "which indicated:-": "की व्याख्या की है, जिसमें संकेत दिया गया है:-",
  "\"Section 438(1) of the Code lays down a condition which has to be satisfied before anticipatory bail can be granted.": "\"धारा ५३8(॥) में एक शर्त रखी गई है जिसे अग्रिम जमानत दिए जाने से पहले पूरा किया जाना चाहिए। आवेदन में",
  "The application must show that he has \"reason to believe\" that he may be arrested fora non-bailable offence. The use": "यह दर्शाया जाना चाहिए कि उसके पास \"विश्वास करने का कारण\" है कि उसे गैर-जमानती अपराध के लिए",
  "of the expression \"reason to believe\" shows that the belief that the applicant may be arrested must be founded on": "गिरफ्तार किया जा सकता है। \"विश्वास करने का कारण\" अभिव्यक्ति का उपयोग यह दर्शाता है कि आवेदक को",
  "reasonable grounds. Mere 'fear' is not belief for which": "गिरफ्तार किए जाने का विश्वास उचित आधार पर आधारित होना चाहिए। केवल 'डर' विश्वास नहीं है, जिसके कारण",
  "reason it is not enough for the applicant to show that he has some sort of a vague apprehension that some one is going to": "आवेदक के लिए यह दिखाना पर्याप्त नहीं है कि उसे किसी प्रकार की अस्पष्ट आशंका है कि कोई उसके खिलाफ",
  "make an accusation against him, in pursuance of which he may be arrested. The grounds on which the belief of the": "आरोप लगाने जा रहा है, जिसके अनुसरण में उसे गिरफ्तार किया जा सकता है। आवेदक का यह विश्वास कि उसे",
  "applicant is based that he may be arrested for a non-bailable": "गैर-जमानती अपराध के लिए गिरफ्तार किया जा सकता है, जिस आधार पर आधारित है, उसे न्यायालय द्वारा निष्पक्ष",
  "offence, must be capable of being examined by the court objectively, because it is then alone that the court can determine whether the applicant has reason to believe that": "रूप से जांचा जाना चाहिए, क्योंकि तभी न्यायालय यह निर्धारित कर सकता है कि आवेदक के पास यह विश्वास करने",
  "he may be arrested. Section 438(1), therefore, cannot be": "का कारण है कि उसे गिरफ्तार किया जा सकता है।गिरफ्तार किया गया। इसलिए, धारा ५३8 (॥) को अस्पष्ट और",
  "to arm oneself in perpetuity against a possible arrest. Otherwise, the number of applicants for anticipatory bail will be, as large as, at any rate, the adult populace.": "के लिए हथियारबंद करना। अन्यथा, अग्रिम जमानत के लिए आवेदकों की संख्या, किसी भी दर पर, वयस्क आबादी",
  "will be, as large as, at any rate, the adult populace. Anticipatory bail is a device “to secure the individual's": "जितनी बड़ी होगी। अग्रिम जमानत एक उपकरण है \"व्यक्ति की स्वतंत्रता को सुरक्षित करने के लिए\" यह न तो",
  "liberty”. it is neither a passport to the commission of crime nor a shield against any and all kinds of accusations, likely": "अपराध करने का पासपोर्ट है और न ही किसी भी और सभी प्रकार के आरोपों के खिलाफ ढाल है, चाहे वे संभावित",
  "or unlikely.”": "हों या असंभव।\"",
  "(13) Apart from that, the question “can a formula be devised conferring the power of granting anticipatory bail in straight jacket?”": "((3) इसके अलावा, सवाल “क्या सीधे तौर पर अग्रिम जमानत देने की शक्ति प्रदान करने वाला कोई फॉर्मूला तैयार",
  "the needs of new situation. Judges have to decide cases as they come": "में अपूर्ण जानकारी हो सकती है। न्यायाधीशों को अपने सामने आने वाले मामलों पर निर्णय लेना होता है, उन्हें अपने",
  "GOURAV MATTA v. STATE OF HARYANA 1011": "गौरव मट्टा बनाम हरियाणा राज्य",
  "who has been denied the bail earlier can move a_ subsequent": "दूसरा या बाद का जमानत आवेदन दायर किया जा सकता है। एक अभियुक्त, जिसे पहले जमानत देने से इनकार कर",
  "application only on in that limited area. If the issue, which had been": "दिया गया है, केवल उस सीमित क्षेत्र में ही बाद का आवेदन दायर कर सकता है। यदि पहले जिस मुद्दे पर चर्चा की",
  "canvassed earlier, would not be permitted to be re-agitated on the same": "गई थी, उसे उसी आधार पर फिर से उठाने की अनुमति नहीं दी जाएगी, क्योंकि इससे न्याय प्रशासन में अटकलें",
  "(16) In the instant case, second petition for anticipatory bail merely alleging that the representation made by his mother dated": "(।6) वर्तमान मामले में, अग्रिम जमानत के लिए दूसरी याचिका में केवल यह आरोप लगाया गया है कि उसकी मां",
  "19.01.2023 (Annexure P-6) has not been addressed so far by the DGP,": "द्वारा दिनांक 49.0.2023 (अनुलग्नक पी-6) को दिए गए अभ्यावेदन पर अब तक डीजीपी, हरियाणा द्वारा ध्यान",
  "today after the withdrawal of earlier petition vide order dated 10.10.2022 (Annexure P-8) before this very Court.": "0.0.2022 (अनुलग्नक पी-8) के आदेश के तहत पिछली याचिका को वापस लेने के बाद दलील दी गई है।",
  "(17) This Court is, therefore, of the considered view after having examined the submissions made by the counsel for the petitioner and the ambit of Section 438 Cr.P.C., this petition fails.": "(7) इसलिए, याचिकाकर्ता के वकील द्वारा प्रस्तुत दलीलों और धारा ५३8 सीआरपीसी के दायरे की जांच करने के बाद, यह अदालत इस निष्कर्ष पर पहुंची है कि यह याचिका विफल हो जाती है।",
  "(18) Hence, holding that second anticipatory bail in such circumstances is not maintainable, the petition is ordered to be": "(8) अत: ऐसी परिस्थितियों में दूसरी अग्रिम जमानत स्वीकार्य नहीं है, इसलिए याचिका को खारिज करने का",
  "(19) However, it is made clear that anything stated hereinabove": "(9) तथापि, यह स्पष्ट किया जाता है कि ऊपर कही गई किसी भी बात को मामले के गुण-दोष पर राय की",
  "Shubreet Kaur": "शुब्रीत कौर"
}