{
  "(9) In the opinion of this Court, ‘No Confidence Motion’ cannot be moved within next two years if earlier ‘No Confidence Motion’ is lost.": "(9) इस न्यायालय की राय में, 'अविश्वास प्रस्ताव' अगले दो वर्षों के भीतर पेश नहीं किया जा सकता है यदि",
  "In the present case, ‘No Confidence Motion’ is hereby held illegal, therefore,": "पहले 'अविश्वास प्रस्ताव' खो जाता है । वर्तमान मामले में, 'अविश्वास प्रस्ताव' को अवैध माना जाता है, इसलिए,",
  "fresh legal notice can be issued and proviso has no application in the present case.": "नया कानूनी नोटिस जारी किया जा सकता है और वर्तमान मामले में परंतुक का कोई आवेदन नहीं है।",
  "(10) In view of the statement made by the learned Deputy Advocate General, Punjab, as well as counsel for respondents No.5 to 7 present": "(0) पंजाब के विद्वान उप महाधिवकता के साथ-साथ उत्तरदाताओं के लिएओं के वकील संख्या 5 से 7 द्वारा दिए",
  "petition is allowed. However, respondents shall be at liberty to issue fresh": "गए बयान को ध्यान में रखते हुए वर्तमान याचिका की अनुमति दी जाती है ।हालांकि, प्रतिवादी को 'अविश्वास",
  "M. Jain": "एम. जैन",
  "Before Jitendra Chauhan, J.": "जितेंद्र चौहान से पहले, जे.",
  "versus": "बनाम",
  "Code of Civil Procedure, 1908 - 0.20, 41 R1.20, 27 & S. 2(2),": "सिविल प्रक्रिया संहिता, 908-0. 20,4] १।.20,27 और 5. 2 (2), 700-पंजाब भूमि",
  "extent of half share - sale by other co-sharer - whether plaintiff has": "अभियोक्ता आधे हिस्से की सीमा तक मुकदमा संपत्ति में सह-हिस्सेदार है-अन्य सह-हिस्सेदार द्वारा",
  "right to Pre-empt property not partitioned by metes & bounds - Being": "बिक्री-क्या अभियोकता को पूर्व-खाली संपत्ति का अधिकार है जो मेट्स एंड बाउंड्स द्वारा विभाजित नहीं",
  "co-sharer, plaintiff has right to pre-empt - No proof property falls": "है-सह-हिस्सेदार होने के नाते, अभियोकता को पूर्व-खाली करने का अधिकार है-कोई सबूत संपत्ति शहरी",
  "in urban Area - Punjab pre-emption Act applicable - No interference required - Appeal dismissed.": "क्षेत्र में नहीं आती है-पंजाब पूर्व-छूट अधिनियम लागू-कोई हस्तक्षेप की आवश्यकता नहीं है-अपील खारिज।",
  "Held, That till the final partition is carried out by metes and bounds,": "अभिनिर्धारित किया गया कि जब तक अंतिम विभाजन सीमा और सीमा द्वारा नहीं किया जाता है, तब तक संपत्ति",
  "the property remains a joint property and the plaintiff being a co-sharer had a right to pre-empt the sale-deed.": "एक संयुक्‍त संपत्ति बनी रहती है और सह-हिस्सेदार होने के नाते अभियोक्ता को बिक्री-विलेख को पूर्व-खाली करने का अधिकार था।",
  "(Para 20)": "(पैरा 20)",
  "Explanation-A decree is preliminary when further proceedings have to be taken before the suit can be completely disposed of. It is": "स्पष्टीकरण-एक डिक्री प्रारंभिक होती है जब मुकदमा को पूरी तरह से निपटाने से पहले आगे की कार्यवाही की",
  "final when such adjudication completely disposes of the suit. It": "जानी होती है । यह अंतिम होता है जब इस तरह का निर्णय मुकदमा का पूरी तरह से निपटारा करता है।यह",
  "may be partly preliminary and partly final.”": "आंशिक रूप से प्रारंभिक और आंशिक रूप से अंतिम हो सकता है। ”",
  "(17) Order XX rule 20 of the Code of Civil Procedure is reproduced": "(7) सिविल प्रक्रिया संहिता के आदेश >> नियम 20 को निम्नानुसार पुनः प्रस्तुत किया गया हैः-",
  "“18. Decree in suit for partition of property or separate possession of a share therein-": "“]8. संपत्ति के विभाजन या उसमें किसी हिस्से के अलग कब्जे के लिए मुकदमा में डिक्री -",
  "Where the Court passes a decree for the partition of property or for the separate possession of a share therein, then-": "जहां न्यायालय संपत्ति के विभाजन के लिए या उसमें किसी हिस्से के अलग कब्जे के लिए डिक्री पारित करता है,",
  "If and in so far as the decree relates to an estate assessed to the payment of revenue to the": "तो-() यदि और जहां तक डिक्री सरकार को राजस्व के भुगतान के लिए मूल्यांकन की गई संपत्ति से संबंधित",
  "government, the decree shall declare the rights of the several parties interested in the property but": "है, तो डिक्री संपत्ति में रुचि रखने वाले कई पक्षों के अधिकारों की घोषणा करेगी, लेकिन ऐसी घोषणा के अनुसार",
  "by the Collector, or any gazetted subordinate of the Collector deputed by him in this behalf, in accordance with such declaration and with the provisions of section 54;": "और खंड 54 के प्रावधानों के अनुसार, कलेक्टर या उनके द्वारा इस संबंध में प्रतिनियुक्त कलेक्टर के किसी",
  "If and in so far as such decree relates to any immovable property or to movable property, the": "(2) यदि और जहाँ तक ऐसी डिक्री किसी अचल संपत्ति या चल संपत्ति से संबंधित है, न्यायालय, यदि आगे की",
  "court may, if the partition or separation cannot be conveniently made without further inquiry, pass a": "जांच के बिना विभाजन या अलगाव सुविधाजनक रूप से नहीं किया जा सकता है, तो संपत्ति में रुचि रखने वाले",
  "conveniently made without further inquiry, pass a preliminary decree declaring the rights of the several parties interested in the property and giving such": "कई पक्षों के अधिकारों की घोषणा करते हुए एक प्रारंभिक डिक्री पारित कर सकता है और ऐसे आगे के निर्देश",
  "(18) After declaration of rights in the land assessed to land revenue,": "(8) भूमि राजस्व के लिए निर्धारित भूमि में अधिकारों की घोषणा के बाद, पक्षों को पंजाब भूमि राजस्व अधिनियम",
  "the parties have to go to revenue court for separation of their respective shares by way of partition by metes and bounds under the Punjab Land": "के तहत सीमा द्वारा विभाजन के माध्यम से अपने-अपने शेयरों को अलग करने के लिए राजस्व अदालत जाना",
  "Revenue Act. No specific area was allotted or earmarked to any of the": "पड़ता है। समझौते £)८.72.6 में किसी भी पक्ष को कोई विशिष्ट क्षेत्र आवंटित या निर्धारित नहीं किया गया था।",
  "parties in the compromise Ex.P.6. No plan was attached with the compromise Ex.P.6. The decree Ex.P.5 cannot be termed as an Instrument of Partition.": "समझौता 5£)८.26 के साथ कोई योजना संलग्न नहीं थी । डिक्री 5८.25 को विभाजन का साधन नहीं कहा जा",
  "The Instrument of Partition is drawn after the final decree is passed separating": "सकता है।0] को अलग करते हुए अंतिम फरमान पारित होने के बाद विभाजन का दस्तावेज तैयार किया जाता है।",
  "(4) From the pleadings of the parties, the following issues were framed:-": "(4) पक्षकारों की दलीलों से निम्नलिखित मुद्दे तैयार किए गएः-",
  "(i) | Whether the plaintiffis entitled to pre-empt the suit property if": "() क्‍या अभियोक्‍ता मुकदमे की संपत्ति को पूर्व-खाली करने का हकदार है, यदि ऐसा है, तो किस आधार पर?",
  "(i) What is the market value of the property pre-empted by the plaintiff. Ifso, to what amount ? OPD": "((॥) अभियोकता द्वारा पूर्व-खाली की गई संपत्ति का बाजार मूल्य क्या है | यदि हां, तो कितनी राशि?ओपीडी",
  "(ii) Whether the non pre-emptable property included in sale deed is of more than value shown in the sale deed ? OPD": "((॥) क्‍या बिक्री विलेख में शामिल गैर-पूर्व-खाली संपत्ति बिक्री विलेख में दिखाए गए मूल्य से अधिक है?ओपीडी",
  "(iv) Whether the defendant is entitled to the cost of Registration etc. If so, to what amount? OPD": "((५) क्‍या प्रतिवादी पंजीकरण आदि की लागत का हकदार है। यदि हां, तो कितनी राशि?ओपीडी",
  "(v) Whether the suit is within time? OPPWhether the defendant has effected improvements on the suit property. Ifso, of what": "(५) क्‍या मुकदमा समय के भीतर है?ओ. पी. पी. क्‍या प्रतिमुकदमी ने मुक़दमे की संपत्ति में सुधार किया है | यदि",
  "nature and of what nature and of what amount and to what effect? OPD": "हाँ, तो किस प्रकृति का और किस प्रकृति का और किस राशि का और किस प्रभाव का?ओपीडी",
  "(vi) Relief.": "(४) राहत |",
  "(5) The learned trial Court decided issue No.1 in favour of the": "(5) विद्वत विचारण न्यायालय ने अभियोकक्‍ता के मुकदमा में मुद्दा संख्या का निर्णय देते हुए कहा कि अभियोकक्‍ता",
  "plaintiff, holding that the plaintiff was the co-owner of the suit property to the extent of 1/2 share and the property is not an urban property. The": "मुकदमे की संपत्ति का एक तिहाई हिस्से तक सह-मालिक था और संपत्ति शहरी संपत्ति नहीं है ।विद्वत विचारण",
  "learned trial Court decided issues No.2 and 3 in favour of the defendant": "न्यायालय ने प्रतिवादी के पक्ष में मामले संख्या 2 और 3 का निर्णय देते हुए कहा कि विवादग्रस्त दुकान का",
  "holding that the market value of the shop in dispute is Rs.5,000/-. The learned trial Court decided issue No.4 in favour of the defendant holding": "बाजार मूल्य 5,000/- रुपये है ।विद्वत विचारण न्यायालय ने प्रतिवादी के पक्ष में मुद्दा संख्या 4 का फैसला करते",
  "that the defendant had spent Rs.625/- as stamp charges, Rs.185/- as": "हुए कहा कि प्रतिवादी ने १5.625)-स्टाम्प शुल्क के रूप में, 5.85-पंजीकरण शुल्क के रूप में और",
  "entitled to receive. While deciding issue No.5, the suit was held to be within": "निर्णय करते समय, मुकदमा को समय के भीतर माना गया था । मुद्दा संख्या 6 के तहत, यह अभिनिर्धारित किया",
  "time. Under issue No.6, it was held that the defendant could not prove any money spent on the improvement of the suit property. In view of the": "गया कि प्रतिमुकदमी मुकदमे की संपत्ति के सुधार पर खर्च किए गए किसी भी धन को साबित नहीं कर सका।",
  "issuewise findings, the learned Sub Judge, II Class, Ambala, vide judgment": "जारी किए गए निष्कर्षों को ध्यान में रखते हुए, विद्वत उप न्यायाधीश, द्वितीय श्रेणी, अंबाला ने निर्णय और डिक्री",
  "and decree dated 30.11.1982, decreed the suit of the plaintiff for possession by way of pre-emption of 1/2 share in the property as fully described in": "दिनांक 30..]982 के माध्यम से, अभियोक्‍ता के मुकदमे को संपत्ति में एक तिहाई हिस्से की पूर्व-छूट के",
  "by way of pre-emption of 1/2 share in the property as fully described in the judgment and decree-sheet.": "माध्यम से कब्जा करने का फैसला सुनाया, जैसा कि निर्णय और डिक्री-शीट में पूरी तरह से वर्णित है।",
  "(6) Feeling aggrieved against the same, the defendant preferred appeal before the Additional District Judge, Ambala, which was also": "(6) उसी के खिलाफ व्यथित महसूस करते हुए, प्रतिवादी ने अतिरिक्त जिला न्यायाधीश, अंबाला के समक्ष",
  "(Jitendra Chauhan, J.)": "(जितेंद्र चौहान, जे.)",
  "to third parties i.e. one Naseeru son of Khairu and Banarsi son of Rulia and thus, could not have asked for pre-emptory right": "तीसरे पक्ष यानी खैरू के बेटे नसीरू और रूलिया के बेटे बनारसी और इस प्रकार, 2.7.]980 पर निष्पादित",
  "property was no more a joint property and the plaintiff- respondents did not have any pre-emptory right ?": "संपत्ति नहीं थी और वादी-प्रतिवादी के पास कोई पूर्व-खाली अधिकार नहीं था?",
  "3. | Whether the property is situated in an urban area and thus no pre-emptory rights can be exercised ?": "3. क्या संपत्ति शहरी क्षेत्र में स्थित है और इस प्रकार किसी पूर्व-खाली अधिकारों का प्रयोग नहीं किया जा सकता है?",
  "4. Whether the judgment and decrees passed by both the Courts below are perverse, the same being not based upon the": "4. क्या नीचे दिए गए दोनों न्यायालयों द्वारा पारित निर्णय और फरमान विकृत हैं, जो अभिलेख पर लाए गए",
  "documentary evidence brought on record ?": "दस्तावेजी साक्ष्य पर आधारित नहीं हैं?",
  "5. | Whether the judgment and decrees, which have been passed by the Courts of competent jurisdiction subsequent to the filing of the present Regular Second Appeal are liable to be taken on": "5. क्‍या निर्णय और फरमान, जो वर्तमान नियमित दूसरी अपील दायर करने के बाद सक्षम अधिकार क्षेत्र के",
  "record for just and fair adjudication of the present appeal ?": "न्यायालयों द्वारा पारित किए गए हैं, वर्तमान अपील के न्यायसंगत और निष्पक्ष निर्णय के लिए रिकॉर्ड पर लिए जाने",
  "(11) Ihave heard the learned counsel for the parties and carefully gone through the evidence on record.": "योग्य हैं? (व) मैंने पक्षों के विद्वान अधिवक्ता को सुना है और रिकॉर्ड पर साक्ष्य को ध्यान द्वारा देखा है।",
  "(12) I first propose to take up question No.1. Ex.D.5 is the": "(2) मैं सबसे पहले प्रश्न संख्या । को लेने का प्रस्ताव करता हूं ।£.८.0.5 वह सेल डीड है, जो दिनांकित",
  "saledeed, dated 8.12.1972, executed by Om Parkash in favour of one Nasiru and Banarsi, regarding sale of ¥2 share in the enclosure (‘bara’). Ex.": "8.2.972 है, जिसे ओम प्रकाश ने एक नसीरू और बनारसी के पक्ष में, बाड़े ('बारा') में /2 हिस्से की",
  "D7 is amortgage deed, executed by Om Parkash in favour of Lakhmi Singh regarding the shop. The arguments advanced by the learned counsel for the": "बिक्री के संबंध में निष्पादित किया था | £ः(. डी7 एक बंधक विलेख है, जिसे ओम प्रकाश ने दुकान के संबंध में लखमी सिंह के पक्ष में निष्पादित किया था | अपीलकर्ता के लिए विद्वान अधिवक्ता द्वारा दी गई दलीलों का इस तथ्य",
  "appellant have no force keeping in view the fact that this point is being raised for the first time in this Regular Second Appeal. A perusal of the written": "को ध्यान में रखते हुए कोई बल नहीं है कि यह बिंदु इस नियमित दूसरी अपील में पहली बार उठाया जा रहा है।",
  "statement filed by the appellant/defendant, and the grounds of appeal taken": "अपीलार्थी/प्रतिवादी द्वारा दायर लिखित बयान के अवलोकन और प्रथम अपील न्यायालय के समक्ष पहली अपील",
  "in the first appeal before the Ist Appellate Court would reveal that no such plea was taken therein. The documents Ex.D.5 and Ex.D7 were already": "में की गई अपील के आधार से पता चलेगा कि इसमें ऐसी कोई याचिका नहीं ली गई थी । दस्तावेज़ ६)८.0.5 और",
  "in existence at the time of the filing of the written statement. This Court in": "5८.07 लिखित बयान दाखिल करने के समय से ही मौजूद थे । यह न्यायालय वर्तमान अपील में पक्षों की दलीलों",
  "Therefore, this Court feels that there is no plausible ground to entertain this": "से आगे नहीं बढ़ेगा | इसलिए, यह न्यायालय महसूस करता है कि इस याचिका पर विचार करने के लिए कोई",
  "plea which has been raised before this Bench at the stage of second appeal": "प्रशंसनीय आधार नहीं है, जिसे इस पीठ के समक्ष दूसरी अपील के चरण में उठाया गया है, जबकि इसे पहले के",
  "when the same could have been taken at an earlier stage also.": "चरण में भी लिया जा सकता था।",
  "(13) The second question is as to whether the property stood partitioned as recorded in the judgment and decree, Ex.P4 and Ex.P5 and": "(3) दूसरा सवाल यह है कि क्या संपत्ति विभाजित थी जैसा कि निर्णय और डिक्री, £/८.24 और &)८.75 में",
  "is NO more a joint property. It has come in the statements of PW1, Om Parkash; PW3 Lal Chand; DW2 Gurbachan Singh and DW1 Raj Kumar,": "दर्ज है और अब एक संयुक्त संपत्ति नहीं है । पीडब्लू।, ओम प्रकाश; पीडब्लू3 लाल चंद; डीडब्लू2 गुरबचन सिंह",
  "shares of the plaintiff to the extent of % was determined by the parties by": "केवल /2 की सीमा तक अभियोकक्‍ता के शेयरों का निर्धारण पक्षों द्वारा समझौते के माध्यम से किया गया था,",
  "way of compromise, Ex.P.6 on the basis of which, the consent judgment Ex.P.4 and decree Ex.P.5 were passed. Only the shares, each party would": "जिसके आधार पर सहमति निर्णय 52८.24 और डिक्री 52.25 पारित किए गए थे | केवल वे शेयर, जो प्रत्येक",
  "get on actual partition, was specified and it was not partitioned by metes": "पक्ष को वास्तविक विभाजन पर मिलेंगे, निर्दिष्ट किए गए थे और इसे मेट्स और बाउंड्री द्वारा विभाजित नहीं किया",
  "and bounds. The civil court can decide the question of title regarding the": "गया था । दीवानी अदालत कृषि भूमि में स्वामित्व और हिस्से की सीमा के संबंध में स्वामित्व के प्रश्न पर निर्णय ले",
  "ownership and the extent of share in the agricultural land, but the jurisdiction to carry out the partition of the agricultural land which is to be dealt with": "सकती है, लेकिन कृषि भूमि के विभाजन को पूरा करने का अधिकार क्षेत्र, जिसे राजस्व प्राधिकरण द्वारा",
  "to carry out the partition of the agricultural land which is to be dealt with by the revenue authority, is specifically limited under section 158 (2)(xvil)": "निपटाया जाना है, विशेष रूप से पंजाब भूमि राजस्व अधिनियम की खंड ]58 (2) (2५) के तहत सीमित है,",
  "“158(2)(xvil) Any claim for partition of an estate, holding or tenancy": "“]58(2)()<५॥) किसी संपत्ति के विभाजन, धारण या किरायेदारी या विभाजन की कार्यवाही से संबंधित या",
  "or any question connected with, or arising out of, proceedings for partition, not being a question as to title in any of the property": "उससे उत्पन्न होने वाले किसी भी प्रश्न के लिए कोई दावा, जिसमें किसी भी संपत्ति के स्वामित्व के बारे में प्रश्न",
  "of which partition is sought.”": "नहीं है, जिसके विभाजन की मांग की जाती है।”",
  "(14) In Jagga Singh versus Surjeet Singh & others (1), it was": "(4) जग्गा सिंह बनाम सुरजीत सिंह और अन्य (]) में, यह था",
  "held that the civil court cannot partition land assessed to land revenue. Land": "अभिनिर्धारित किया कि दीवानी न्यायालय निर्धारित भूमि को भूमि राजस्व में विभाजित नहीं कर सकता है । भूमि",
  "assessed to land revenue can be partitioned only by the revenue officer.": "राजस्व के लिए निर्धारित भूमि का विभाजन केवल राजस्व अधिकारी द्वारा किया जा सकता है। (5) अधिक से",
  "(16) The word ‘decree’ has been defined in section 2(2) of the": "डिक्री' कहा जा सकता है। (6) 'डिक्री' शब्द को सिविल प्रक्रिया संहिता, 908 की खंड 2 (2) में",
  "“Decree” means the formal expression of an adjudication which, so far as regards the Court expressing it, conclusively determine": "“डिक्री \"से किसी निर्णय की औपचारिक अभिव्यक्ति अभिप्रेत है, जो जहां तक न्यायालय द्वारा इसे व्यक्त करने",
  "the rights of the parties with regard to all or any of the matters": "के संबंध में है, वाद में विवादग्रस्त सभी या किसी भी मामले के संबंध में मुकदमों के अधिकारों का निर्णायक रूप",
  "in controversy in the suit and may be either preliminary or final, it shall be deemed to include the rejection of a plaint and the": "से निर्धारण करती है और या तो प्रारंभिक या अंतिम हो सकती है, यह माना जाएगा कि इसमें वाद की अस्वीकृति",
  "determination of any question within section 144, but shall not include-": "और खंड 44 के भीतर किसी भी प्रश्न का निर्धारण शामिल है, लेकिन इसमें शामिल नहीं होगा -",
  "(a) any adjudication from which an appeal lies as an appeal from an order, or": "((क) कोई निर्णय जिसमें से कोई अपील किसी आदेश की अपील के रूप में होती है, या",
  "(b) any order of dismissal for default": "(ख) चूक के लिए बर्खास्तगी का कोई आदेश",
  "case and the judgments and decrees of both the Courts below are legal": "न्यायालयों के निर्णण और फरमान अच्छी तरह द्वारा तर्कपूर्ण हैं।इस न्यायालय को कोई विकृति नहीं मिलती है।",
  "and correct based on proper appreciation of evidence.": "निर्णय साक्ष्य के सही मूल्यांकन पर आधारित होता है । नीचे दिए गए दोनों न्यायालयों द्वारा प्राप्त तथ्य के निष्कर्षों",
  "Harjeet Singh versus Amrik Singh (3), H.P. Pyareja versus Dasappa (4), and Gurdev Kaur and others versus Kaki and others (5), while": "अमरजीत सिंह बनाम अमरीक सिंह (3), एच. पी. प्यारेजा बनाम दसप्पा (4), और गुरदेव कौर और अन्य बनाम काकी और अन्य (5), जबकि",
  "interpreting the scope of Section 100 of the Code of Civil Procedure, laid": "सिविल प्रक्रिया संहिता की खंड 00 के दायरे की व्याख्या करते हुए, कानून के इस सिद्धांत को निर्धारित किया",
  "down the principle of law that the High Court, has no jurisdiction to interfere with the findings of fact, arrived at by the trial Court and the first Appellate": "कि उच्च न्यायालय को तथ्य के निष्कर्षों में हस्तक्षेप करने का कोई अधिकार क्षेत्र नहीं है, जो निचली अदालत",
  "with the findings of fact, arrived at by the trial Court and the first Appellate Court, even if the same are grossly erroneous, as the legislative intention": "और पहली अपील न्यायालय द्वारा दिए गए हैं, भले ही वे पूरी तरह से गलत हों, क्योंकि विधायी इरादा बहुत स्पष्ट",
  "was very Clear that the legislature never wanted second appeal to become a “third trial on facts” or “one more dice in the gamble.” It was further held": "था कि विधायिका कभी भी दूसरी अपील को \"तथ्यों पर तीसरा परीक्षण\" या \"जुआ में एक और पासा\" नहीं बनाना",
  "Courts below, is confined only to the hearing of substantial questions of law.": "का अधिकार क्षेत्र केवल कानून के महत्वपूर्ण प्रश्नों की सुनवाई तक ही सीमित है । (23) अंतिम प्रश्न पर आते",
  "passed by Civil Judge (Jr.Divn.) and the Additional District Judge, which": "दिनांकित निर्णयों और फरमानों को रिकॉर्ड पर ले सकता है ।और अतिरिक्त जिला न्यायाधीश, जो बाद के निर्णय",
  "are subsequent judgemnts. There is no dispute about the discretionary power of this Court under Order 41 Rule 27 CPC. The learned counsel": "हैं । आदेश 4] नियम 27 सी. पी. सी. के तहत इस न्यायालय की विवेकाधीन शक्ति के बारे में कोई विवाद नहीं",
  "opposed this prayer on the ground that these judgments have no relevancy at all to the present controversy. The argument of the learned counsel for": "है। विद्वान अधिवक्ता ने इस प्रार्थना का इस आधार पर विरोध किया कि इन निर्णयों की वर्तमान विवाद से कोई"
}