{
  "LALA MATHURA PRASAD TRUST (REGD.) v. RAJTV KUMAR AND — 1015 OTHERS (Harkesh Manuja, J.)": "लाला माथुरा प्रसाद ट्रस्ट (रजिस्टर) बनाम राजीव कुमार और अन्य (हरकेश मनुजा, जे.)",
  "Explanation 1.- The expression \"first hearing\" means the date for filing written statement for hearing mentioned in": "स्पष्टीकरण ।-\"प्रथम सुनवाई\" पद का अर्थ समनों में उल्लिखित सुनवाई के लिए लिखित कथन दाखिल करने की",
  "the summons or where more than one of such dates are": "तारीख या जहां ऐसी तारीखों में से एक से अधिक का उल्लेख किया गया है, वहां उल्लिखित तारीखों में से अंतिम",
  "Explanation 2.- The expression \"entire amount admitted byhim to be due\" means the entire gross amount, whether": "स्पष्टीकरण 2-\"उसके द्वारा अभिगृहीत सम्पूर्ण राशि देय है\" पद से संपूर्ण सकल रकम अभिप्रेत है, चाहे वह उपयोग",
  "as rent or compensation for use and occupation, calculated at theadmitted rate of rent for the admitted period of arrears": "और अधिभोग के लिए किराया या क्षतिपूर्ति के रूप में हो, जिसकी गणना बकाया की स्वीकृत अवधि के लिए किराए",
  "paid to a local authority in respect of the building on": "की स्वीकृत दर पर पद्देदार के खाते में भवन के संबंध में स्थानीय प्राधिकारी को संदत्त किए गए करों, यदि कोई हो,",
  "lessor's account and the amount, if any, paid to the lessor acknowledged by the lessor in writing signed by him and": "और पट्टेदार द्वारा लिखित रूप में अभिगृहीत पट्टेदार को संदत्त की गई राशि, यदि कोई हो और उत्तर प्रदेश शहरी",
  "the amount, if any, deposited in any Court under Section 30 of the U.P. Urban Buildings (Regulation of Letting, Rent and Eviction) Act, 1972.": "भवन (पट्टा, किराया और बेदखली का विनियमन) अधिनियम, 972 की धारा 30 के अधीन किसी न्यायालय में जमा",
  "Explanation 3.- (1) The expression \"monthly amount due\"": "स्पष्टीकरण ३-- (॥) \"मासिक देय रकम\" पद से, पट्टेदार के खाते में भवन के संबंध में स्थानीय प्राधिकारी को संदत्त",
  "compensation for use and occupation at the admitted rate of rent, after making no other deduction except the taxes, if": "किए गए करों, यदि कोई हों, के अतिरिक्त कोई अन्य कटौती न करने के पश्चात्‌, किराए की स्वीकृत दर पर उपयोग",
  "(2) Before making an order for striking off defence, the Court may consider any representation made by the": "(2) प्रतिरक्षा को निरस्त करने का आदेश देने से पहले, न्यायालय उस पक्ष में प्रतिवादी द्वारा किए गए किसी भी",
  "defendant in that behalf provided such representation is made within 10 days of the first hearing or, of the expiry of": "अभ्यावेदन पर विचार कर सकता है बशर्ते कि ऐसा अभ्यावेदन पहली सुनवाई के 0 दिनों के भीतर या, यथास्थिति,",
  "the week referred to in Sub-section (1), as the case may be.": "उपधारा (॥) में निर्दिष्ट सप्ताह की समाप्ति के भीतर किया गया हो।",
  "(3) The amount deposited under this rule may at any time be withdrawn by the plaintiff:": "(3) इस नियम के तहत जमा की गई राशि को वादी द्वारा किसी भी समय वापस लिया जा सकता हैः",
  "Provided that such withdrawal shall not have the effect of prejudicing any claim by the plaintiff disputing the correctness of the amount deposited:": "बशर्ते कि इस तरह की निकासी का वादी द्वारा जमा की गई राशि की शुद्धता पर विवाद करने वाले किसी भी दावे को पूर्वाग्रहित करने का प्रभाव नहीं होगाः",
  "Provided further that if the amount deposited includes any sums claimed by the depositor to be deductible on any": "बशर्ते कि यदि जमा की गई राशि में जमाकर्ता द्वारा किसी खाते में कटौती योग्य होने का दावा की गई कोई राशि",
  "account, the Court may require the plaintiff to furnish the security for such sum before he is allowed to withdraw the": "शामिल है, तो न्यायालय वादी से ऐसी राशि के लिए प्रतिभूति प्रस्तुत करने की अपेक्षा कर सकता है, इससे पहले कि",
  "(11) I have heard learned counsel for the parties and gone": "(॥) मैंने पार्टियों के लिए सीखा परामर्श सुना है और चला गया है।",
  "LALA MATHURA PRASAD TRUST (REGD.) v. RAJTV KUMAR AND © 1011": "लाला माथुरा प्रसाद ट्रस्ट (रजिस्टर) बनाम राजीव कुमार और",
  "OTHERS (Harkesh Manuja, J.)": "अन्य (हरकेश मनुजा, जे.)",
  "Before Harkesh Manuja, J.": "समक्ष हरकेश मनुजा, जे.",
  "LALA MATHURA PRASAD TRUST (REGD.)—Petitioner": "लाला मथुरा प्रसाद ट्रस्ट (रजिस्टर)-याचिकाकर्ता",
  "versus": "बनाम",
  "RAJIV KUMAR AND OTHERS—Respondents": "राजीव कुमार और अन्य-उत्तरदाता",
  "CR No. 1991 of 2020": "2020 की सीआर संख्या 499॥",
  "November 22, 2023": "22 नवंबर, 2023",
  "Haryana Urban (Control of Rent and Eviction) Act, 1973—S. 6A-Deposit of rent due to non-acceptance by Landlord—Permission": "हरियाणा शहरी (किराया और बेदखली नियंत्रण) अधिनियम, 973-धारा 6 ए-मकान मालिक द्वारा गैर-स्वीकृति के",
  "to deposit; Civil Procedure Code, 1908—Order XV-Rule 5—Power to": "कारण किराए का जमा-जमा करने की अनुमति; सिविल प्रक्रिया संहिता, 4908-आदेश »(५-नियम 5-रक्षा को बंद",
  "strike off defence-Non-payment towards arrears of rent on monthly basis for two years; Application filed by landlord for striking off the": "करने की शक्तिदो साल के लिए मासिक आधार पर किराए के बकाया के लिए गैर-भुगतान; किरायेदार के बचाव को",
  "defence of tenant—lInstead of depositing the arrears of rent, tenant": "समाप्त करने के लिए मकान मालिक द्वारा दायर आवेदन-किराए के बकाया को जमा करने के बजाय, किरायेदार ने",
  "filed application under S. 6A to deposit arrears of rent while stating": "धारा 6ए के तहत किराए के बकाया को जमा करने के लिए आवेदन दायर किया, जबकि यह कहते हुए कि मकान",
  "that landlord is not accepting the deposit of rent; Wilful defiance by": "मालिक किराए के जमा को स्वीकार नहीं कर रहा है; दो साल के लिए किराया जमा करने में किरायेदार द्वारा",
  "tenant in deposit of rent for two years shows deceptive mindset and conduct of tenant—Rent controller went wrong in not striking off defence.": "जानबूझकर अवज्ञा करना भ्रामक मानसिकता को दर्शाता है और किरायेदार-किराया नियंत्रक का आचरण बचाव को बंद नहीं करने में गलत हो गया।",
  "Held, that the unexplained period of 2 years in the given facts": "अभिनिर्धारित किया गया कि दिए गए तथ्यों और परिस्थितियों में 2 वर्षों की अस्पष्ट अवधि प्रत्यर्थी-किरायेदारों की",
  "and circumstances reflects the deceptive mind set and conduct of the": "भ्रामक मानसिकता और आचरण को दर्शाती है। याचिकाकर्ता-मकान मालिक को किराए के बकाया की निकासी के",
  "respondent-tenants. Rather than facilitating the petitioner-landlord towards clearance of arrears of rent, the respondent-tenants were creating troubles for them. Thus in these facts and circumstances, the": "लिए सुविधा प्रदान करने के बजाय, प्रतिवादी-किरायेदार उनके लिए परेशानी पैदा कर रहे थे। इस प्रकार इन तथ्यों",
  "creating troubles for them. Thus in these facts and circumstances, the conduct of the respondent-tenants, not being genuine and bonafide, the Rent Controller committed illegality while passing the impugned order": "और परिस्थितियों में, प्रत्यर्थी-किरायेदारों का आचरण, वास्तविक और प्रामाणिक नहीं होने के कारण, किराया नियंत्रक",
  "having failed to exercise discretion vested in it under Order XV Rule 5": "ने सीपीसी के आदेश 2५ नियम 5 के तहत निहित विवेकाधिकार का प्रयोग करने में विफल रहने पर विवादित आदेश",
  "of the CPC and struck off the defence of the respondent-tenants.": "पारित करते हुए अवैधता की और प्रत्यर्थी-किरायेदारों के बचाव को रद्द कर दिया।",
  "(Para 14)": "(पैरा ५)",
  "Sunil Chadha, Senior Advocate with Devyani Sharma, Advocate and Akshay Chadha, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से अधिवक्ता देवयानी शर्मा और अधिवक्ता अक्षय चड्ढा के साथ वरिष्ठ अधिवक्ता सुनील चड्डा।",
  "Sumit Sangwan, Advocate for the respondents.": "सुमित सांगवान, प्रतिवादियों के वकील।",
  "HARKESH MANUJA, J. (oral)": "हरकेश मनुजा, जे। (मौखिक)",
  "(1) This order of mine shall dispose of above-mentioned both civil revisions, wherein similar facts and controversy are involved. For": "(।) मेरा यह आदेश उपर्युक्त दोनों सिविल संशोधनों का निपटारा करेगा, जिसमें समान तथ्य और विवाद शामिल हैं।",
  "reference, facts are being taken from CR-1991-2020 titled as ‘Lala": "संदर्भ के लिए, सीआर-99-2020 से तथ्यों को 'लाला' शीर्षक से लिया जा रहा है।",
  "regards deposit of arrears of rent on monthly basis for the subsequent period. He further submits that discretion exercised by the Rent": "बाद की अवधि के लिए मासिक आधार पर किराया बकाया जमा करने के संबंध में। वह आगे प्रस्तुत करता है कि दिए",
  "Controller in the given facts and circumstances was wholly perverse,": "गए तथ्यों और परिस्थितियों में किराया नियंत्रक द्वारा प्रयोग किया गया विवेकाधिकार पूरी तरह से विकृत था, क्योंकि",
  "asany application/petition filed at the instance of respondent-tenants invoking Section 6-A of 1973 Act, much after the expiry of": "973 अधिनियम की धारा 6-ए का आह्वान करने वाले प्रतिवादी-किरायेदारों के इशारे पर दायर कोई भी",
  "(9) On the other hand, while relying upon a decision passed by the Hon’ble Apex Court in case of Dina Nath (D) by LRs": "(9) दूसरी ओर, एल. आर. और ए. एन. आर. द्वारा दीना नाथ (डी) के मामले में माननीय सर्वोच्च न्यायालय द्वारा",
  "& Anr. versus Subhash Chand Saini & Ors', learned counsel for the": "पारित निर्णय पर भरोसा करते हुए। बनाम सुभाष चंद सैनी और अन्य , प्रत्यर्थी-किरायेदारों के विद्वान वकील प्रस्तुत",
  "respondent-tenants submits that the discretion inOrder XV Rule 5 of the CPC has been held to be directory and the same needs to be": "करते हैं कि सीपीसी के आदेश 2५ नियम 5 में विवेकाधिकार को निर्देशिका माना गया है और प्रत्येक मामले के तथ्यों",
  "that after filing of application under Order XV Rule 5 of the CPC, at the instance of petitioner-landlord on 02.11.2019, all sincere efforts": "नियम 5 के तहत आवेदन दायर करने के बाद, 02..209 को याचिकाकर्ता-मकान मालिक के कहने पर,",
  "were made by the respondent-tenants for deposit of rent by sending money-orders in favour of the petitioner-landlord, however, the same": "प्रतिवादी-किरायेदारों द्वारा याचिकाकर्ता-मकान मालिक के पक्ष में मनी-ऑर्डर भेजकर किराया जमा करने के लिए",
  "tenants to file petition under Section 6-A of 1973 Act being an act of bonafide.": "अधिनियम की धारा 6-ए के तहत याचिका दायर करने के लिए मजबूर किया था।",
  "(10)Before I delve upon the merits of the controversy, it may be relevant to go through Order XV Rule 5 of the CPC, which is as": "(0) इससे पहले कि मैं विवाद के गुणागुण पर विचार करूं, सीपीसी के आदेश >(५ नियम 5 को पढ़ना प्रासंगिक हो",
  "under:-": "सकता है, जो इस प्रकार हैः-",
  "“Order XV Rule 5 CPC Striking off defence for failure to deposit admitted rent, etc.-": "\"आदेश »५ नियम 5 सीपीसी स्वीकृत किराया आदि जमा करने में विफलता के लिए बचाव पक्ष को बर्खास्त करना।-",
  "(1) In any suit by a lessor for the eviction of a lessee after the determination of his lease and for the recovery from him ofrent or compensation for use and occupation, the": "(॥) पद्टेदार द्वारा पट्टेदार को उसके पट्टा के निर्धारण के पश्चात्‌ बेदखल करने और उससे उपयोग और अधिभोग के",
  "the determination of his lease and for the recovery from him ofrent or compensation for use and occupation, the defendant shall, at or before the first hearing of the suit,": "लिए किराया या प्रतिकर की वसूली के लिए किए गए किसी वाद में, प्रतिवादी वाद की पहली सुनवाई पर या उससे",
  "deposit the entire amount admitted by him to be due together with interest thereon at the rate of nine per cent": "पहले, उसके द्वारा देय मानी गई पूरी रकम ब्याज सहित प्रति वर्ष नौ प्रतिशत की दर से जमा करेगा और चाहे वह",
  "per annum and whether or not he admits any amount to be due, he shall throughout the continuation of the suit regularly deposit the monthly amount due within a week": "कोई देय राशि स्वीकार करता हो या नहीं, वह वाद के जारी रहने के दौरान नियमित रूप से देय मासिक राशि को",
  "regularly deposit the monthly amount due within a week from the date of its accrual, and in the event of any default in making the deposit of the entire amount admitted by him": "उसके संचय की तारीख से एक सप्ताह के भीतर जमा करेगा, और उसके द्वारा देय स्वीकार की गई पूरी राशि या",
  "to be due or the monthly amount due asaforesaid, the Court may, subject to the provisions of Sub-rule (2), strike off his": "मासिक राशि को जमा करने में किसी भी चूक की स्थिति में, न्यायालय, उपनियम (2) के प्रावधानों के अधीन, उसे",
  "LALA MATHURA PRASAD TRUST (REGD.) v. RAJTV KUMAR AND _ 1013 OTHERS (Harkesh Manuja, J.)": "लाला माथुरा प्रसाद ट्रस्ट (रजिस्टर) बनाम राजीव कुमार और अन्य (हरकेश मनुजा, जे.)",
  "by learned counsel Shri Satyavan Kudawal. Further, reply to the application is also filed. At this stage, the present": "विद्वान वकील श्री सत्यवान कुदावल द्वारा। इसके अलावा, आवेदन का जवाब भी दाखिल किया जाता है। इस स्तर पर,",
  "application is objected on the ground that a separate eviction petition is pending between both the parties,": "वर्तमान आवेदन पर इस आधार पर आपत्ति की जाती है कि दोनों पक्षों के बीच एक अलग बेदखली याचिका लंबित है,",
  "wherein, non-payment of rent is one of the grounds and after assessment of rent upon first appearance of the": "जिसमें किराए का भुगतान न करना एक आधार है और प्रतिवादी की पहली उपस्थिति पर किराए का आकलन करने",
  "respondent, a rent amount for the duration of 29 months became due in that case and hence, as per specific": "के बाद, उस मामले में 29 महीने की अवधि के लिए किराए की राशि देय हो गई और इसलिए, सीपीसी के आदेश 5",
  "provisions contained under Order 15 Rule 5 of CPC no separate proceedings can take place for the payment of due rent amount qua which a separate eviction petition is": "नियम 5 के तहत निहित विशिष्ट प्रावधानों के अनुसार देय किराए की राशि के भुगतान के लिए कोई अलग कार्यवाही",
  "rent amount qua which a separate eviction petition is already pending, rather, it is mandatory for the present": "नहीं हो सकती है, जो कि एक अलग बेदखली याचिका पहले से ही लंबित है, बल्कि, वर्तमान आवेदक के लिए उस",
  "applicant to make the payment in that eviction petition and in case if he fails, the same should follow striking off his": "बेदखली याचिका में भुगतान करना अनिवार्य है और यदि वह विफल रहता है, तो उसे अपने बचाव को रद्द करना",
  "defence. Hence, just to defeat the already accrued right of the respondent in that earlier eviction petition, the present": "चाहिए। इसलिए, उस पहले की बेदखली याचिका में प्रतिवादी के पहले से ही अर्जित अधिकार को विफल करने के",
  "application has been moved. The present application is in fact not maintainable in the eyes of law. In view of": "लिए, वर्तमान आवेदन दायर किया गया है। वर्तमान आवेदन वास्तव में कानून की नजर में बनाए रखने योग्य नहीं है।",
  "filing the rejoinder to the aforesaid objections/reply and for": "उपरोक्त प्रस्तुतियों को ध्यान में रखते हुए, अब उपरोक्त आपत्तियों/उत्तर के लिए प्रत्युत्त दाखिल करने और",
  "(6) Later vide order dated 04.03.2020, the Court allowed the": "(6) बाद में दिनांक 04.03.2020 के आदेश के माध्यम से, न्यायालय ने प्रत्यर्थी-किरायेदारों के कहने पर दायर",
  "application/petition under Section 6-A of 1973 Act, filed at the": "973 अधिनियम की धारा 6-ए के तहत आवेदन»याचिका को अनुमति दी, जिससे उन्हें सितंबर-207 से जनवरी-",
  "deposit the arrears of rent from September-2017 to January-2020 along with interest thereupon. The aforesaid order dated 04.03.2020 has also": "2020 तक किराए के बकाया को जमा करने की अनुमति दी गई। उपरोक्त आदेश दिनांक 04.03.2020 को भी",
  "been impugned.": "आक्षेपित किया गया है।",
  "(7) Learned Senior Counsel representing the Trust/petitioner-": "(7) ट्रस्ट /याचिकाकर्ता मकान मालिक का प्रतिनिधित्व करने वाले विद्वान वरिष्ठ वकील प्रस्तुत करते हैं कि दिनांक",
  "2016 till August 2017 was made by the Rent Controller and the same was tendered by the respondent-tenants, no further deposit towards": "किराया नियंत्रक द्वारा किया गया था और उसी को प्रतिवादी-किरायेदारों द्वारा निविदा दी गई थी, प्रतिवादी-",
  "arrears was made by the respondent-tenants on month to month basis": "कियायेदारों द्वारा महीने-दर-महीने आधार पर बकाया के लिए कोई और जमा नहीं किया गया था और वह भी बिना",
  "and that too without any reasonable cause, thus, the Rent Controller,": "किसी उचित कारण के, इस प्रकार, किराया नियंत्रक, याचिकाकर्ता-मकान मालिक द्वारा सीपीसी के आदेश ५",
  "went wrong while dismissing the application filed at the instance of petitioner-landlord invoking Order XV Rule 5 of the CPC.": "नियम 5 का आह्वान करते हुए दायर आवेदन को खारिज करते समय गलत हो गया।",
  "(8) While relying upon Order XV Rule 5 of the CPC, learned Senior Counsel for the petitioner-landlord further points out that the": "(8) सीपीसी के आदेश 2५ नियम 5 पर भरोसा करते हुए, याचिकाकर्ता-मकान मालिक के लिए विद्वान वरिष्ठ वकील",
  "respondent-tenants even failed to move any application before the Rent Controller seeking extension of time, as contemplated therein, as": "आगे बताते हैं कि प्रत्यर्थी-किरायेदार समय के विस्तार की मांग करने वाले किराया नियंत्रक के समक्ष किसी भी आवेदन को स्थानांतरित करने में विफल रहे, जैसा कि उसमें विचार किया गया है,",
  "Controller, were deposited by the respondent-tenants on the same day.": "आदेश के अनुसार बकाया उसी दिन प्रत्यर्थी-किरायेदारों द्वारा प्रस्तुत किया गया था।",
  "the respondent-tenants having filed reply on 06.01.2020, without there": "गई प्रार्थना का विरोध प्रत्यर्थी-किरायेदारों द्वारा दिनांक 06.0.2020 को अपना जवाब दाखिल करने के आग्रह पर",
  "entire situation, invoked Section 6-A of 1973 Act, seeking": "बेदखली नियंत्रण) अधिनियम, 979 (इसके बाद १973 अधिनियम' के रूप में संदर्भित) की धारा 6-ए का आह्ान",
  "LALA MATHURA PRASAD TRUST (REGD.) v. RAJTIV KUMAR AND — 1017 OTHERS (Harkesh Manuja, J.)": "लाला माथुरा प्रसाद ट्रस्ट (रजिस्टर) बनाम राजीव कुमार और अन्य (हरकेश मनुजा, जे.)",
  "available on record in a particular case while balancing the rights and obligations of tenant and the landlord. Reference in this regard can": "इसे किरायेदार और मकान मालिक के अधिकारों और दायित्वों को संतुलित करते हुए किसी विशेष मामले में रिकॉर्ड",
  "Sri Vineet Kumar’, which is reproduced hereunder:-": "विनीत कुमार * के मामले में माननीय सर्वोच्च न्यायालय द्वारा पारित निर्णय के पैराग्राफ संख्या ॥7 में की गई टिप्पणियों का संदर्भ दिया जा सकता है, जिसे यहां पुनः प्रस्तुत किया गया हैः-",
  "“17. With respect, the said conclusion of the High Court could only be said to be an assumptive one, being not": "\"१7. इस संबंध में, उच्च न्यायालय के उक्त निष्कर्ष को केवल एक अनुमानात्मक कहा जा सकता है, जो किसी भी",
  "supported by any reason. In paragraph 44, of course, the High Court observed with reference to the decisions of this": "कारण से समर्थित नहीं है। पैराग्राफ ५५ में, निश्चित रूप से, उच्च न्यायालय ने इस न्यायालय के निर्णयों के संदर्भ में",
  "Court that the discretionary power must be exercised with great circumspection but, such enunciation by this Court": "यह मत व्यक्त किया कि विवेकाधीन शक्ति का प्रयोग बड़ी सावधानी के साथ किया जाना चाहिए, लेकिन इस",
  "cannot be read to mean that whatever may be the fault and want of bonafide in the defendant/tenant, he would be": "न्यायालय द्वारा इस तरह के कथन का अर्थ यह नहीं पढ़ा जा सकता है कि प्रतिवादी/किरायेदार में जो भी गलती और",
  "want of bonafide in the defendant/tenant, he would be readily given the so-called ‘indulgence’ of not striking off": "वास्तविक इच्छा हो, उसे बचाव को रद्द नहीं करने का तथाकथित 'अनुग्रह' आसानी से दिया जाएगा। इस तरह के",
  "defence. Such an approach is neither envisaged by the statutory provisions nor by the referred decisions. In fact,": "दृष्टिकोण की परिकल्पना न तो वैधानिक प्रावधानों द्वारा की गई है और न ही निर्दिष्ट निर्णयों द्वारा। वास्तव में, इस तरह",
  "such an approach would simply render the relevant provisions of law rather nugatory. The expected circumspection would require the Court to be cautious of": "का दृष्टिकोण केवल कानून के प्रासंगिक प्रावधानों को निरर्थक बना देगा। अपेक्षित चौकसी के लिए न्यायालय को सभी",
  "all the relevant facts and the material on record and not to": "प्रासंगिक तथ्यों और अभिलेख पर सामग्री के प्रति सतर्क रहने की आवश्यकता होगी और बचाव पक्ष को नियमित",
  "strike off the defence as a matter of routine. However, when a case of the present nature is before the Court,": "रूप से खारिज नहीं करना होगा। हालांकि, जब वर्तमान प्रकृति का कोई मामला अदालत के समक्ष होता है, जो",
  "disclosing deliberate defiance and volitional/elective non- performance, the consequence of law remains inevitable,": "जानबूझकर अवज्ञा और स्वैच्छिक /वैकल्पिक गैर-प्रदर्शन का खुलासा करता है, तो कानून का परिणाम अपरिहार्य",
  "that the defence of such a defendant would be struck off.”.": "रहता है, कि ऐसे प्रतिवादी का बचाव रद्द कर दिया जाएगा।",
  "(14) In view of the aforesaid preposition of law, taking into consideration the relevant facts and the material available on record,": "(।५) विधि के पूर्वोक्त पूर्वस्थिति को ध्यान में रखते हुए, सुसंगत तथ्यों और अभिलेख पर उपलब्ध सामग्री को ध्यान में",
  "it is apparent and evident that after passing of the order dated 04.10.2017 and tendering of arrears till August 2017, no effort was": "रखते हुए, यह स्पष्ट और स्पष्ट है कि दिनांक 04.0.207 के आदेश के पारित होने और अगस्त 207 तक बकाया",
  "ever made by the respondent-tenants for deposit of upto date arrears of rent on monthly basis, till such time, the petitioner-landlord moved": "की निविदा के बाद, प्रतिवादी-किरायेदारों द्वारा मासिक आधार पर किराए की तारीख तक बकाया राशि जमा करने",
  "respondent-tenants. Rather than facilitating the petitioner-landlord towards clearance of arrears of rent, the respondent-tenants were": "को किराए के बकाया की निकासी के लिए सुविधा प्रदान करने के बजाय, प्रतिवादी-किरायेदार उनके लिए परेशानी",
  "creating troubles for them. Thus in these facts and circumstances, the conduct of the respondent- tenants, not being genuine and bonafide,": "पैदा कर रहे थे। इस प्रकार इन तथ्यों और परिस्थितियों में, प्रत्यर्थी-किरायेदारों का आचरण, वास्तविक और प्रामाणिक नहीं होने के कारण,",
  "2 2023 (3) RCR (Civil) 540": "2 2023 (3) आरसीआर (सिविल) 5५0",
  "The Rent Controller, went wrongwhile dismissing the application filed at the instance of petitioner- landlord for the reasons that a petition": "किराया नियंत्रक ने याचिकाकर्ता-मकान मालिक के कहने पर दायर आवेदन को इस कारण से खारिज करते हुए",
  "under Section 6-A of 1973 Act, filed at the instance of respondent- tenants seeking permission to deposit arrears of rent was pending": "गलत किया कि 973 के अधिनियम की धारा 6-ए के तहत प्रत्यर्थी किरायेदारों के कहने पर किराए के बकाया जमा",
  "consideration, which infact was merely a pretext and not an authentic": "करने की अनुमति के लिए दायर याचिका विचाराधीन थी, जो वास्तव में केवल एक बहाना था और उनकी ओर से एक",
  "act on their behalf, there being no reasonable excuse for two years continuous default by the tenants.": "प्रामाणिक कार्य नहीं था, किरायेदारों द्वारा दो साल तक लगातार चूक के लिए कोई उचित बहाना नहीं था।",
  "(15) Furthermore, the discretion exercised by the Rent Controller while passing the order dated 04.03.2020, on an application filed at the instance of respondent-tenants, permitting them to deposit": "(।5) इसके अलावा, प्रत्यर्थी-किरायेदारों के आग्रह पर दायर एक आवेदन पर दिनांक 0५.03.2020 को आदेश",
  "said provision having been filed prior to invocation of Section 6-A of 1973 Act by the respondent-tenants. The provisions of Order XV": "उक्त प्रावधान के तहत आवेदन प्रत्यर्थी-किरायेदारों द्वारा 973 अधिनियम की धारा 6-ए के आह्वान से पहले दायर",
  "Rule 5 of the CPC cannot be made redundant in the facts and circumstances of the present case, at the instance of respondent-": "किया गया था। सीपीसी के आदेश >(५ नियम 5 के प्रावधानों को वर्तमान मामले के तथ्यों और परिस्थितियों में, प्रत्यर्थी",
  "XV Rule 5 of the CPC was filed against them at the instance of petitioner-landlord seeking striking off their defence. Had it been a": "याचिकाकर्ता-मकान मालिक के कहने पर सीपीसी के आदेश »५ नियम 5 के तहत उनके खिलाफ एक आवेदन",
  "petitioner-landlord seeking striking off their defence. Had it been a case, wherein respondent-tenants on their own within a reasonable": "दायर किया गया था। यदि ऐसा मामला होता, जिसमें प्रत्यर्थी-किरायेदारों ने चूक के उचित समय के भीतर किराए के",
  "time of default would have approached the Rent Controller for the purpose of deposit of rent, having invoked Section 6-A of 1973 Act,": "जमा करने के उद्देश्य से किराया नियंत्रक से संपर्क किया होता, 4973 के अधिनियम की धारा 6-ए को लागू करते",
  "even before thepetitioner-landlord having invoked Order XV Rule 5 of the CPC, the situation would have been all together different.": "हुए, याचिकाकर्ता-मकान मालिक द्वारा सीपीसी के आदेश 2५ नियम 5 को लागू करने से पहले ही, स्थिति एक साथ",
  "Moreover, the Rent Controller at the first instance, while passing aforementioned orderdated 17.02.2020, prima facie recorded that the": "अलग होती। इसके अलावा, पहली बार किराया नियंत्रक ने दिनांक 7.02.2020 को उपर्युक्त आदेश पारित करते",
  "application under Section 6-A of 1973 Act was filed at the instance of": "हुए प्रथम दृष्टया अभिलिखित किया कि 973 अधिनियम की धारा 6-ए के तहत आवेदन प्रत्यर्थी-किरायेदारों के",
  "petitioner-landlord in termsof Order XV Rule 5 of the CPC, however,": "कहने पर दायर किया गया था ताकि सीपीसी के आदेश >(५ नियम 5 की शर्तों में याचिकाकर्ता-मकान मालिक के पक्ष",
  "Section 6-A of 1973 Act was allowed, while holding that once refusal": "धारा 6-ए के तहत उपरोक्त आवेदन की अनुमति दी गई थी, जबकि यह अभिनिर्धारित करते हुए कि एक बार",
  "to accept rent by the petitioner-landlord was established on record,": "याचिकाकर्ता-मकान मालिक द्वारा किराया स्वीकार करने से इनकार करने के बाद रिकॉर्ड पर स्थापित किया गया था,",
  "respondent-tenants had every right to invoke Section 6-A of 1973 Act": "प्रत्यर्थी-किरायेदारों को 4973 अधिनियम की धारा 6-ए को लागू करने का पूरा अधिकार था जिसमें किराए की",
  "On the contrary, in the entire paper-book and the record, it has no where been established even prima facie by the respondent- tenants": "इसके विपरीत, पूरी कागजी-पुस्तिका और अभिलेख में, यह कहीं भी प्रत्यर्थी-किरायेदारों द्वारा प्रथम दृष्टया भी स्थापित",
  "that any effort was made by them for deposit or tendering arrears of": "नहीं किया गया है कि उनके द्वारा बकाया राशि जमा करने या देने के लिए कोई प्रयास किया गया था।",
  "LALA MATHURA PRASAD TRUST (REGD.) v. RAJTIV KUMAR AND _ 1019 OTHERS (Harkesh Manuja, J.)": "लाला माथुरा प्रसाद ट्रस्ट (रजिस्टर) बनाम राजीव कुमार और अन्य (हरकेश मनुजा, जे.)",
  "refusal to receive arrears for the period from September-2017 till November-2019 or to grant of receipt against any rent payable and": "2049 तक की अवधि के लिए बकाया प्राप्त करने या किसी भी देय किराए के खिलाफ रसीद देने से इनकार किया",
  "(16) Resultantly, the order dated 04.03.2020 passed by the Rent Controller being also against the object, purpose as well as the": "(6) परिणामस्वरूप, किराया नियंत्रक द्वारा दिनांक 04.03.2020 को पारित आदेश भी उद्देश्य, उद्देश्य के साथ-",
  "statutory mandate of Section 6-A of 1973 Act, the same being illegal": "साथ 973 अधिनियम की धारा 6-ए के वैधानिक अधिदेश के खिलाफ है, जो कि अवैध और विकृत है, इसलिए इसे",
  "(17) Accordingly, both the revision petitions are allowed. The order dated 28.01.2020 passed by the Rent Controller resulting into": "(7) तदनुसार, दोनों पुनरीक्षण याचिकाओं की अनुमति है। किराया नियंत्रक द्वारा दिनांक 28.0.2020 को पारित",
  "dismissal of the application under Order XV Rule 5 of PC for striking off the defence of respondent-tenants is also set aside and the": "आदेश के परिणामस्वरूप प्रत्यर्थी-किरायेदारों के बचाव को समाप्त करने के लिए पीसी के आदेश »५ नियम 5 के",
  "off the defence of respondent-tenants is also set aside and the application filed at the instance of respondent-tenants invoking Section 6-A of 1973 Act, is also dismissed, however, if any arrear(s) of rent,": "तहत आवेदन को खारिज कर दिया गया है और 973 अधिनियम की धारा 6-ए का आह्वान करने वाले प्रत्यर्थी-",
  "respondent-tenants and received by the petitioner-landlord, the same": "अनुसार किराए का कोई बकाया प्रत्यर्थी-किरायेदारों द्वारा दिया गया है और याचिकाकर्ता-मकान मालिक द्ारा प्राप्त",
  "rather than refunded, shall be adjusted towards the arrears.": "किया गया है, तो उसे वापस करने के बजाय बकाया राशि के लिए समायोजित किया जाएगा।",
  "(18) Pending application(s), if any, shall stand(s) disposed off.": "(8) लंबित आवेदन (ओं) यदि कोई हो तो उनका निपटारा कर दिया जाएगा।",
  "Reporter-Divay Sarup": "रिपोर्टर-दिव्य सरूप"
}