{
  "(10) Such thus being the unambiguous position in law, no": "(0) इस प्रकार कानून में स्पष्ट स्थिति होने के कारण, निचली",
  "the circumstances, however, there will be no order as to costs.": "पुष्टिकरण किया जाता है। हालाँकि, इन परिस्थितियों में, खर्चे के संबंध में कोई आदेश नहीं दिया जाता है।",
  "Before S. S. Sodhi, J.": "समक्ष . एस; एस. सोधी; माननीय न्यायमूर्ति",
  "versus": "बनाम",
  "SMT. MURTI DEVI AND OTHERS,—Respondents.": "श्रीमती मूर्ति देवी और अन्य - उत्तरदाता",
  "Civil Revision No. 3025 of 1984.": "7984 का सिवित्र संशोधन सर 3025।",
  "14th November, 1990.": "|4 नवंबर 990",
  "Code of Civil Procedure, 1908 (V of 1908)-—S. 115—Army Group": "सिवित्र प्रक्रिया संहिता; 7908 (908 का 5)-धायरा 5-सेना समूह",
  "financial assistance to families of Army Personnel—Widow named": "के परिवारों को वित्तीय सहायता प्रदान करना-विधवा को नामित करना",
  "as nominee—Application by mother for issuance of succession certi-": "-उत्तराधिकार प्रमाण पत्र जारी करने के लिए माँ दृवारा आवेदन-बीमा",
  "Held, that in the face of the clear provisions of the Army Group": "अभिनिर्धारित किया गया कि सेना समूह बीमा योजना के स्पष्ट",
  "in the presence of the widow, the mother has no right to claim any": "की उपस्थिति में, माँ को इसके तहत देय किसी भी राशि का दावा करने का कोई अधिकार नहीं है।",
  "(Para 6)": "(पैरा 6)",
  "Held, that the matter has thus to be considered and decided in the context of the provisions of the Army Group Insurance Scheme": "अभिनिर्धारित किया गया कि इस मामले में सेना समूह बीमा योजना के प्रावधानों के संदर्भ में विचार किया जाना चाहिए और निर्णय",
  "and these, as mentioned earlier, clearly provide that it is the widow": "लिया जाना चाहिए और यह, जैसा कि पहले उल्लेख किया गया है, स्पष्ट रूप से बताता हैं कि यहाँ विधवा है जो इसके तहत देय राशि",
  "mother. (Para 9)": "(पैरा 9)",
  "Petition under section 115 C.P.C. for revision of the order of the Court of Shri V. K. Kaushal, District Judge, Rohtak, dated 6th": "धारा 775 सी पीसी के तहत श्री वीके: कॉशल, जिला न्यायाधीश;",
  "November, 1984, reversing that of the Court of Shri B. P. Jindal,": "रोहतक की अदानत के 6 नवंबर 7984 के आदेश के पुनरीक्षण के लिए, याचिका, जिसमे उन्होंने श्री बीपी जिंदल एचसीएस, वरिष्ठ",
  "HCS, Sr. Sub Judge, Rohtak, dated 28th January, 1984 allowing the": "उप न्यायाधीश, रोहतक की अदालत के 28 जनवरी, 7984 के आदेश",
  "application filed by Shrimtai Saroj and her husband Munshi Ram,": "श्रीमती सरोज ऑर उनके पति मुंशी राम दृवारा दायर आवेदन को",
  "Claim : Application for grant of succession certificate.": "दावा : उत्तराधिकार प्रमाणपत्र प्रदान करने हेतु आवेदन",
  "Claim in Revision : For reversal of the order of the Lower appellate Court. ;": "पुनरीक्षण में दावा : निचली अपीलीय अदालत के आदेश को पलटने के",
  "S. S. Ahlawat, Advocate, for the Petitioner.": "याचिकाकर्ता की तरफ से श्री एस एस अहलावत, अधिवक्ता",
  "H. S. Hooda, Sr. Advocate, (Mahavir Sundhu, Advocate, with": "उत्तवादी की तरफ़ से श्री एच एस हुड़ा वरिष्ठ अधिवक्ता, महावीर संध, अधिवक्ता",
  "the parents of the deceased become entitled to this amount only if": "इस राशि के हकदार तभी बनते हैं जब मृतक अपनी विधवा",
  "the deceased dies without leaving behind his widow and children.": "और बच्चों के बिना ही मर जाता है।",
  "(6) In the face of the clear provisions of the Army Group": "(6) सेना समूह बीमा योजना के इन स्पष्ट प्रावधानों के आधार पर",
  "(7) Faced with this situation, counsel for the mother sought to": "(7) इस स्थिति के कारण, माता जी के वकील ने बीमा अधिनियम,",
  "press in aid the provisions of Insurance Act, 1938 (Act No. IV of": "938 (938 का अधिनियम संख्या |५) के प्रावधानों और",
  "1938) and the judgment of the Supreme Court in Smt. Sarbati Devi and another v. Smt. Usha De i (1), where it was observed :—-": "श्रीमती सरबती देवी और अन्य बनाम श्रीमती उसीना देवी (॥) के मामले में माननीय उच्चतम न्यायालय के फैसले को संदर्भित किया गया | जहां यह अभिनिर्धारित किया गया: --",
  "“A mere nomination made under Section 39 does not have": "“धारा 39 के तहत केवल नामित करने से नामित",
  "the effect of conferring on the nominee any beneficial interest in the amount payable under the life insurance": "व्यक्ति को बीमित व्यक्ति की मृत्यु पर जीवन बीमा योजना के तहत देय राशि में कोई लाभकारी ब्याज नहीं",
  "indicates the head which is authorised to receive the": "करता है जो राशि प्राप्त करने के लिए अधिकृत है, और",
  "amount, on the payment of which the insurer gets a valid": "जिसके भुगतान पर बीमाकर्ता को योजना के तहत अपनी",
  "however, can be claimed by the heirs of the assured in": "दावा बीमित व्यक्ति के उत्तराधिकारियों द्वारा उन पर",
  "accordance with the law of succession governing them.": "लागू होने वाले उत्तराधिकार के कानून के अनुसार किया",
  "The summary of the relevant provisions of Section 39 estab.": "धारा 39 के प्रासंगिक प्रावधानों का सारांश स्पष्ट रूप से",
  "nominee acquires no sort of interest in the policy during:": "धारक के जीवन काल के दौरान नामित व्यक्ति को योजना में किसी भी प्रकार का अधिकार प्राप्त नहीं होता",
  "the life time of the policy holder. If that be sq, on the: death of the policy holder the amount payable under the": "है। यदि ऐसा है, तो योजना धारक की मृत्यु पर योजना",
  "policy becomes part of his estate which is governed by": "के तहत देय राशि उसकी संपत्ति का हिस्सा बन जाती है",
  "Insurance Scheme. An application was filed for the grant of a": "लिए एक आवेदन दायर किया गया था। इस आवेदन को मृतक",
  "Murti Devi, the widow of the deceased on the plea that being the": "की विधवा मर्ति देवी ने इस दलील के साथ चनौती दी कि मृतक",
  "nominee of the deceased, she alone was entitled to receive the said": "की नामांकित व्यक्ति होने के नाते, वह अकेले ही उक्त राशि",
  "being Class-I heirs under the Hindu Succession Act, were entitled": "और मां दोनों हिंदू उत्तराधिकार अधिनियम के तहत प्रथम श्रेणी",
  "to the said sum in equal shares. On appeal, however, the widow succeeded and it was held that she was entitled": "के उत्तराधिकारी हैं, और उक्त राशिमें बराबर के हकदार है। हालाँकि, अपील पर विधवा सफल रही और यह अभिनिर्धारित",
  ". (3) In dealing with this matter, regard must be had to the terms and conditions of the Army Group Insurance Scheme. A": "(3) इस मामले से परिशीलन के दौरान, सेना समूह बीमा योजना के नियमों और शर्तों को ध्यान में रखा जाना चाहिए। इस संबंध",
  "reference to the Special Army Order in this behalf, shows that this": "में विशेष सेना आदेश के संदर्भ से पता चलता है कि यह बीमा",
  "Insurance Scheme was introduced in January 1976 under the autho- rity of the Govetnment of India, Ministry of Defence No. PCA/": "योजना जनवरी 976 में भारत सरकार, रक्षा मंत्रालय संख्या",
  "37586/AG/PC and JEC/9302/D (Pay/Services) dated December 15,": "पीसीए/37586/एजी/पीसी और जेईसी/9302/डी (वेतन/सेवाए) के",
  "1975. It has been specifically pointed out there that the Scheme is": "थी और वहां यह विशेष रूप से बताया गया है कि यह योजना",
  "totally departmental and is run by the Army Group Insurance": "पूरी तरह से विभागीय है और सेना मुख्यालय में सेना समूह",
  "being; (a) to provide speedy financial assistance to the families of": "उद्देश्य हैं; (3) उन सैन्य कर्मियों के परिवारों को त्वरित वित्तीय",
  "those Army Personnel who may die while in service; (b) to provide": "सहायता प्रदान करना जिनकी सेवा के दौरान मृत्यु हो जाती है;",
  "lumpsum terminal benefit at the time of retirement; and (c) to": "(0 ) सेवानिवृत्ति के समय एकमुश्त सेवानिवृत्ति के लाभ प्रदान",
  "provide other benefits/assistance as may be decided by the Board to trustees from time to time.": "करना; और (०) समय-समय पर ट्रस्टियों को बोर्ड द्वारा तय किए गए अन्य लाभ/सहायता प्रदान करना।",
  "(4) Under the Army Group Insurance Scheme, it has been": "(4) नियम 9 में वर्णित किया गया कि सेना समूह बीमा योजना के",
  "rendered obligatory for all ranks to make a nomination of persons": "तहत, सभी रैंकों के लिए ऐसे व्यक्तियों का नामांकन करना",
  "who. would be entitled to receive the benefits thereunder. This has": "अनिवार्य कर दिया गया है जो इसके तहत लाभ प्राप्त करने के",
  "been so provided by rule 9 thereof. In the case of married per-": "हकदार होंगे। विवाहित कर्मियों के मामले में, नियम 0 में कहा",
  "favour of only any of the following persons, namely :": "गया है कि नामांकन केवल निम्नलिखित में से किसी एक व्यक्ति के पक्ष में किया जाना चाहिए :",
  "(a) Wife/husband;": "(8) पत्नी/पति;",
  "(b) Sons and daughters (including step and legally adopted": "(2) बेटे और बेटिया (सौतेले और कानूनी रूप से गोद लिए गए",
  "children);": "बच्चे भी शामितल् हैं)",
  "While, according to rule 11, besides these persons, an individual": "जबकि, नियम के अनुसार, इन व्यक्तियों के अलावा, कोई",
  "may nominate dependant parents/brothers/sisters with the provi-": "व्यक्ति आश्रित माता-पिता/भाई/बहन को इस प्रावधान के साथ",
  "sion that their aggregate share shall not exceed 20 per cent of the total benefits.": "नामांकित कर सकता है परंतु उनका कुल हिस्सा कुल लाभ के 20 प्रतिशत से अधिक नहीं होगा.",
  "(5) Next to note is rule 43 which deals with payments of in-": "(5) इसके आगे विचार करने वाला नियम 43 है जो बीमा दावों के"
}