{
  "Before N.S. Shekhawat, J.": "समक्ष एन.एस. शेखावत, जे.",
  "YOGESH @ PAPPE — Appellant": "योगीश &पी. ए. पी. पी. ई-अपीलीय",
  "versus": "बनाम",
  "STATE OF HARYANA — Respondent": "हरियाणा राज्य - प्रतिवादी",
  "CRA-S No. 978-SB of 2005": "2005 का सीआरए-एस नंबर 978-एसबी",
  "June 07, 2023": "07 जून 2023",
  "Code of Criminal Procedure, 1973—Ss. 374—The Narcotic Drugs and Psychotropic Substances Act, 1985—Ss. 17, 20, 42, 43,": "खंड दंड प्रक्रिया संहिता, 4973-उपधारा ३7५-स्वापक औषधि और मनःप्रभावी पदार्थ अधिनियम, 985-उपधारा",
  "Drugs and Psychotropic Substances Act, 1985—Ss. 17, 20, 42, 43, 50—Appeal against conviction—Raid conducted in busy public area based on_ secret information received by  police—Appellant": "77,20,42,43,50-दोषसिद्धि के विरुद्ध अपील-पुलिस द्वारा प्राप्त गुप्त सूचना के आधार पर व्यस्त सार्वजनिक क्षेत्र",
  "based on_ secret information received by  police—Appellant apprehended on the spot given notice under S. 50 of NDPS Act and": "में छापा मारा गया-अपीलार्थी को एनडीपीएस अधिनियम की धारा 50 के तहत नोटिस दिया गया और राजपत्रित",
  "apprised of his right to get himself searched in presence of gazetted officer or Magistrate—Appellant opted to be searched before a": "अधिकारी या मजिस्ट्रेट की उपस्थिति में खुद की तलाशी लेने के अपने अधिकार से अवगत कराया गया-अपीलार्थी ने",
  "gazetted officer—400 grams charas and 100 grams opium seized": "राजपत्रित अधिकारी के समक्ष तलाशी लेने का विकल्प चुना-५00 ग्राम चरस और ॥00 ग्राम अफीम जब्त",
  "Appellant pleaded false-implication in trial court—I12 official": "अपीलार्थी ने निचली अदालत में गलत-आरोप लगाने का अनुरोध किया-अभियोजन पक्ष के ।2 आधिकारिक गवाहों",
  "prosecution witnesses examined—search and seizure done at a public place, hence, S. 43 of NDPS Act was applicable, thus non-": "की जांच की गई-सार्वजनिक स्थान पर तलाशी और जब्ती की गई, इसलिए एनडीपीएस अधिनियम की धारा ५३ लागू",
  "compliance with provisions of S. 42 of NDPS Act no ground for": "थी, इस प्रकार एनडीपीएस अधिनियम की धारा ५2 के प्रावधानों का गैर-अनुपालन बरी होने का कोई आधार नहीं है",
  "acquittal—No breach of S. 50 NDPS Act—Evidentiary value of official witnesses is at par with public witnesses—cannot be rejected": "-एन. डी. पी. एस. अधिनियम की धारा 50 का कोई उल्लंघन नहीं-सरकारी गवाहों का साक्ष्य मूल्य सार्वजनिक गवाहों",
  "or considered fabricated only on ground of their official status—": "के बराबर है-केवल उनकी आधिकारिक स्थिति के आधार पर अस्वीकार नहीं किया जा सकता है या मनगढ़ंत नहीं",
  "Contradictions in testimonies of official witnesses are minor is not a ground for rejection of these as these are bound to creep in even for": "माना जा सकता है-आधिकारिक गवाहों की गवाही में विरोधाभास मामूली हैं, इन्हें अस्वीकार करने का आधार नहीं है",
  "ground for rejection of these as these are bound to creep in even for truthful witnesses when they appear in court after a long time and": "क्योंकि ये सच्चे गवाहों के लिए भी प्रवेश करने के लिए बाध्य हैं जब वे लंबे समय के बाद अदालत में पेश होते हैं और",
  "having conducted many such raids in different places, their memory fades and such inconsequential contradictions appear—Lenient view": "विभिन्न स्थानों पर इस तरह के कई छापे मारते हैं, उनकी स्मृति फीकी पड़ जाती है और इस तरह के असंगत",
  "fades and such inconsequential contradictions appear—Lenient view while awarding sentence to accused may be taken as contraband recovered from accused 22 years back and he was a first time": "विरोधाभास दिखाई देते हैं -अभियुक्त को सजा सुनाते समय उदार दृष्टिकोण को 22 साल पहले अभियुक्त से बरामद",
  "having any other criminal case against him in last 18 years—": "रियायत का दुरुपयोग नहीं किया था, और न ही पिछले ॥8 वर्षों में उसके खिलाफ कोई अन्य आपराधिक मामला था -",
  "Currently he is aged 47 years and the only breadwinner of his": "वर्तमान में वह ५7 वर्ष के हैं और अपने परिवार के एकमात्र कमाने वाले हैं -बढ़े हुए जुर्माने के भुगतान के अधीन",
  "family—Substantive sentence of appellant reduced to period already undergone subject to payment of enhanced fine—Appeal partly": "अपीलार्थी की पर्याप्त सजा को घटाकर पहले से गुजर चुकी अवधि कर दिया गया -अपील की आंशिक रूप से",
  "allowed.": "अनुमति है।",
  "Held, that section 42 of the NDPS Act was not applicable in the present case, the seizure having being effected in the public place, the": "यह मानते हुए कि एनडीपीएस अधिनियम की धारा ५2 वर्तमान मामले में लागू नहीं थी, सार्वजनिक स्थान पर की जा",
  "question of non-compliance, if any, of the provisions of Section 42 of the NDPS Act is wholly irrelevant.": "रही जब्ती, एनडीपीएस अधिनियम की धारा ५2 के प्रावधानों के गैर-अनुपालन का प्रश्न, यदि कोई हो, पूरी तरह से अप्रासंगिक है।",
  "(N.S. Shekhawat, J.)": "(एन.एस. शेखावत, जे.)",
  "as per the document from record and the evidence of the witnesses, the search and seizure took place at“Kashaiyon Wala Chowk” (Butchers’ circle), Indira market, Rohtak, which is a public place. That being so, it is the provision of Section 43 of the NDPS Act, which would be": "रिकॉर्ड से दस्तावेज और गवाहों के साक्ष्य के अनुसार, तलाशी और जब्ती रोहतक के इंदिरा बाजार के काशियों वाला चौक (कसाई सर्कल) में हुई, जो एक सार्वजनिक स्थान है। ऐसा होने पर, यह एनडीपीएस अधिनियम की धारा ५३ का",
  "applicable. Further, as Section 42 of the NDPS Act wasnot applicable": "प्रावधान है, जो लागू होगा। इसके अलावा, चूंकि एनडीपीएस अधिनियम की धारा ५2 वर्तमान मामले में लागू नहीं थी,",
  "Court has held in the matter of Directorate of Revenue and another versus Mohammad Nisar Holia', as follows:-": "और एक अन्य बनाम मोहम्मद निसार होलिया ' के मामले में इस प्रकार निर्णय दिया है:-",
  "“Section 43, on plain reading of the Act, may not attract the": "\"अधिनियम के सादे पठन पर धारा ५३, इसकी धारा ५2 की कठोरता को आकर्षित नहीं कर सकती है। इसका",
  "rigours of Section 42 thereof. That means that even subjective satisfaction on the part of the authority, as is required under sub-section (1) of Section 42, need not be": "मतलब यह है कि प्राधिकरण की ओर से व्यक्तिपरक संतुष्टि, जैसा कि धारा ५2 की उप-धारा (॥) के तहत आवश्यक",
  "complied with, only because the place whereat search is to": "है, का पालन करने की आवश्यकता नहीं है, केवल इसलिए कि जिस स्थान पर तलाशी की जानी है वह एक",
  "be made is a public place. If Section 43 is to be treated as an exception to Section 42, it is required to be strictly": "सार्वजनिक स्थान है। यदि धारा ५३ को धारा ५2 के अपवाद के रूप में माना जाना है, तो इसका सख्ती से पालन",
  "complied with. An interpretation which strikes a balance between the enforcement of law and protection of the valuable human right of an accused must be resorted to. A declaration to the effect that the minimum requirement,": "किया जाना आवश्यक है। एक ऐसी व्याख्या का सहारा लिया जाना चाहिए जो कानून के प्रवर्तन और अभियुक्त के मूल्यवान मानव अधिकार के संरक्षण के बीच संतुलन बनाती है। इस आशय की घोषणा कि न्यूनतम आवश्यकता,",
  "namely, compliance of Section 165 of the Code of Criminal Procedure would serve the purpose may not suffice asnon-": "अर्थात्‌ दंड प्रक्रिया संहिता की धारा 465 का अनुपालन इस उद्देश्य को पूरा करेगा, पर्याप्त नहीं हो सकता है क्योंकि",
  "compliance of the said provision would not render the search a nullity. A distinction therefor must be borne in": "उक्त प्रावधान का गैर-अनुपालन तलाशी को अमान्य नहीं कर देगा। इसके लिए एक अंतर को ध्यान में रखा जाना",
  "mind that a search conducted on the basis of a prior information and a case where the authority comes across a": "चाहिए कि एक पूर्व सूचना के आधार पर की गई खोज और एक ऐसा मामला जहां प्राधिकरण अधिनियम के तहत",
  "case of commission of an offence under the Act accidentally or per chance. It is also possible to hold that": "गलती से या प्रति संयोग से अपराध करने का मामला सामने आता है। यह अभिनिर्धारित करना भी संभव है कि ऐसे",
  "rigours of the law need not be complied with in a case where the purpose for making search and seizure would be": "मामले में कानून की कठोरताओं का अनुपालन करने की आवश्यकता नहीं है जहां तलाशी और जब्ती करने का",
  "defeated, if strict compliance thereof is insisted upon. It is": "उद्देश्य विफल हो जाएगा, यदि इसके सख्त अनुपालन पर जोर दिया जाता है। यह भी तर्क दिया जा सकता है कि",
  "also possible to contend that where a search is required to be made at a public place which is open to the general public, Section 42 would have no application but it may be": "जहां एक सार्वजनिक स्थान पर तलाशी की आवश्यकता होती है, जो आम जनता के लिए खुला है, धारा ५2 का कोई",
  "public, Section 42 would have no application but it may be another thing to contend that search is being made on prior": "आवेदन नहीं होगा, लेकिन यह तर्क देना एक और बात हो सकती है कि खोज पूर्व सूचना पर की जा रही है और",
  "informationand there would be enough time for compliance of reducing the information to writing, informing the same": "इसके अनुपालन के लिए पर्याप्त समय होगाजानकारी को लिखित में कम करना, उसे वरिष्ठ अधिकारी को सूचित",
  "to the superior officer and obtain his permission as also": "करना और उसकी अनुमति प्राप्त करना",
  "' 2008 (1) RCR (Crl.) 241": "।2008 (॥) आरसीआर (सीआरएल) 2५/।",
  "conducted either in the presence of a gazetted officer or a Magistrate.": "माध्यम से, वर्तमान अपीलार्थी को एक राजपत्रित अधिकारी या मजिस्ट्रेट की उपस्थिति में अपनी खोज करने का",
  "Vide reply Ex.PE/1, the appellant immediately replied that he wanted to get his search conducted in the presence of a gazetted officer. Later": "प्रस्ताव दिया गया था। हालांकि, पूर्व पीई /। के जवाब में, आरोपी ने कहा कि उसकी तलाशी एक राजपत्रित अधिकारी",
  "to get his search conducted in the presence of a gazetted officer. Later on DSP Kartar Singh (PW-4) came at the spot and issued another": "की उपस्थिति में की जा सकती है। नतीजतन, सूचना भेजी गई और डीएसपी कर्तार सिंह, पीडब्लू-५ अपने",
  "was no mandatory requirement of issuing second notice under Section": "नहीं थी। वर्तमान अपीलार्थी»अभियुक्त पर दूसरा नोटिस देने की कोई आवश्यकता नहीं थी और अपीलार्थी के विद्वान",
  "basis of which, a formal FIR was registered by SI Pitanjali Kumar.": "के आधार पर एस. आई. पीतांजली कुमार द्वारा एक औपचारिक एफ. आई. आर. दर्ज की गई थी। एफ. आई. आर.",
  "After receipt of the copy of the FIR, the rough site plan of the place of recovery was also prepared and the statements of the witnesses were": "की प्रति प्राप्त होने के बाद, बरामदगी के स्थान की रफ साइट योजना भी तैयार की गई और गवाहों के बयान दर्ज",
  "recorded. The witnesses, the accused and the case property were produced before Kailash Chand, SHO, Police Station City Rohtak, who": "किए गए। गवाहों, अभियुक्तों और मामले की संपत्ति को रोहतक पुलिस स्टेशन सिटी के एस. एच. ओ. कैलाश चंद के",
  "verified the facts from them and affixed his seal bearing inscription ‘KC’ on all the parcels and directed the Inspector Satbir Singh to deposit the case property with MHC and to keep the accused in lockup.": "सामने पेश किया गया, जिन्होंने उनसे तथ्यों का सत्यापन किया और सभी पार्सलों पर 'के. सी.' शिलालेख वाली अपनी मुहर लगाई और इंस्पेक्टर सतबीर सिंह को मामले की संपत्ति एम. एच. सी. में जमा करने और आरोपी को लॉकअप",
  "After necessary investigation, the challan was presented against the accused before the competent court.": "में रखने का निर्देश दिया। आवश्यक जाँच के बाद, अभियुक्त के खिलाफ चालान सक्षम अदालत के समक्ष प्रस्तुत किया गया।",
  "(3) After taking into consideration the incriminating evidence collected during the course of investigation, charges under Sections": "(3) जांच के दौरान एकत्र किए गए अपराध साक्ष्य को ध्यान में रखने के बाद, एनडीपीएस अधिनियम की धारा 20",
  "20(b)(II) (B) and 17(b) of the NDPS Act were ordered to be framed by the learned Special Judge, Rohtak against the accused-appellant. The": "(बी) (॥) (बी) और ॥7 (बी) के तहत अभियुक्त-अपीलार्थी के खिलाफ रोहतक के विशेष न्यायाधीश द्वारा आरोप तय",
  "contents of the charges were read over and explained to the appellant,": "करने का आदेश दिया गया था। आरोपों की सामग्री को पढ़ा गया और अपीलार्थी को समझाया गया, लेकिन उसने",
  "but he pleaded his false implication in the matter and claimed that he was innocent.": "मामले में अपने झूठे निहितार्थ का अनुरोध किया और दावा किया कि वह निर्दोष था।",
  "(4) After framing of charges, the prosecution examined 12 witnesses to bring home the guilt of the appellant. The prosecution": "(५) आरोप तय करने के बाद, अभियोजन पक्ष ने अपीलार्थी के अपराध को घर लाने के लिए 2 गवाहों से पूछताछ",
  "examinedHC Charan Singh as PW-1; SI Pitanjali Kumar as PW-2; HC": "की। अभियोजन पक्ष ने एचसी चरण सिंह को पीडब्लू-3, एसआई पीतांजली कुमार को पीडब्लू-2, एचसी राजेंद्र सिंह",
  "Rajender Singhas PW-3; DSP Kartar Singh as PW-4; SI Behram Singh": "को पीडब्लू-3, डीएसपी कर्तार सिंह को पीडब्लू-५, एसआई बेहराम सिंह को पीडब्लू-5, ईएचसी जगबीर सिंह को",
  "as PW-5; EHC Jagbir Singh as PW-6; Constable Randhir Singh as PW- 7; ASI HukamSingh as PW-8; ASI Kalaner Singh as PW-9; Inspector": "पीडब्लू-6, कांस्टेबल रणधीर सिंह को पीडब्लू 7, एएसआई हुकुम सिंह को पीडब्लू-8, एएसआई कलानेर सिंह को",
  "Sajjan Kumar as PW-10, Inspector/SHO Kailash Chander as PW-11": "पीडब्लू-9, इंस्पेक्टर सज्जन कुमार को पीडब्लू-0, इंस्पेक्टर/एसएचओ कैलाश चंदर को पीडब्लू-॥। और इंस्पेक्टर",
  "and Inspector SatbirSingh as PW-12.": "सतबीर सिंह को पीडब्लू-2 के रूप में पूछताछ की।",
  "(5) I have heard learned counsel for the parties and with their assistance, I have gone through the trial Court record carefully.": "(5) मैंने पक्षकारों के विद्वान वकील को सुना है और उनकी सहायता से, मैंने ट्रायल कोर्ट के रिकॉर्ड को ध्यान से देखा",
  "(6) Learned counsel for the appellant vehemently argued that in the present case, the mandatory provisions of Section 42 of the": "(6) अपीलार्थी के विद्वान वकील ने जोरदार तर्क दिया कि वर्तमान मामले में, एनडीपीएस अधिनियम की धारा ५2 के",
  "NDPS Act were not complied with and since there is breach of": "अनिवार्य प्रावधानों का अनुपालन नहीं किया गया था और चूंकि कानून के अनिवार्य प्रावधानों का उल्लंघन हुआ है",
  "mandatory provisions of law and the appellant is liable to be acquitted by this Court. Still further, learned counsel for the appellant argued that": "और अपीलार्थी इस न्यायालय द्वारा बरी किए जाने के लिए उत्तरदायी है। इसके अलावा, अपीलार्थी के विद्वान वकील ने",
  "in the present case, PW-4 DSP Kartar Singh was called at the spot and": "तर्क दिया कि वर्तमान मामले में, पीडब्लू-५ डीएसपी कर्तार सिंह को मौके पर बुलाया गया था और उन्होंने कहा",
  "he had given an offer vide notice Ex.PC thatthe accused could get the search conducted in his presence or in the presence of a Magistrate.": "किनोटिस ई एक्स पीसी के माध्यम से एक प्रस्ताव दिया था कि आरोपी अपनी उपस्थिति में या मजिस्ट्रेट की उपस्थिति",
  "Thus, the offer given to the appellant under Section 50 ofthe NDPS": "में तलाशी ले सकता है।इस प्रकार, एनडीपीएस अधिनियम की धारा 50 के तहत अपीलार्थी को दिया गया प्रस्ताव",
  "Act was defective and the appellant deserves to be acquitted only on this ground. Apart from that, the recovery of the contraband was": "दोषपूर्ण था और अपीलार्थी केवल इसी आधार पर बरी होने का हकदार है। इसके अलावा, प्रतिबंधित पदार्थ की",
  "allegedly effected from the present appellant from a busy locality at a": "बरामदगी कथित तौर पर वर्तमान अपीलार्थी से एक चौक पर एक व्यस्त इलाके से की गई थी। सार्वजनिक गवाहों के",
  "chowk. There was no reason for non-joining of public witnesses with": "साथ शामिल न होने का कोई कारण नहीं था",
  "the requirementof law. Thus, it can never be said that there was breach": "विधि की अपेक्षा। इस प्रकार, यह कभी नहीं कहा जा सकता है कि कानून के अनिवार्य प्रावधानों का उल्लंघन हुआ था",
  "of mandatory provisions of law and the said argument is liable to be rejected by this Court.": "और उक्त तर्क इस न्यायालय द्वारा खारिज किए जाने योग्य है।",
  "(11) The argument raised by the learned counsel for the appellant that there was no independent corroboration of the case of the": "(।) अपीलार्थी की ओर से विद्वत वकील द्वारा यह तर्क दिया गया कि अभियोजन पक्ष के मामले की कोई स्वतंत्र पुष्टि",
  "prosecution, isalso bereft of merits. In the present case, the police team headed by PW-12, Inspector Satbir Singh had conducted the search and": "नहीं की गई थी, गुणदोष से भी रहित है। वर्तमान मामले में पीडब्लू-2, इंस्पेक्टर सतबीर सिंह के नेतृत्व में पुलिस",
  "quantity of charas and opiumwas planted on the present appellant by the police team nor the appellant has attributed any motive for his": "अपीलार्थी पर इतनी बड़ी मात्रा में चरस और अफीम लगाई गई थी और न ही अपीलार्थी ने स्थानीय पुलिस द्वारा",
  "the law is well settled that the evidentary value of the official witnesses is at par with the private witnesses. The statements of the official": "अलावा, कानून अच्छी तरह से तय है कि आधिकारिक गवाहों का साक्ष्य मूल्य निजी गवाहों के बराबर है। आधिकारिक",
  "witnesses cannot be rejected only on the ground of their official status.": "गवाहों के बयानों को केवल उनकी आधिकारिक स्थिति के आधार पर खारिज नहीं किया जा सकता है।",
  "No doubt, as a rule of caution, the courts must be careful in scrutinising the testimonies of such official witnesses, but at the same time, it": "इसमें कोई संदेह नहीं है कि सावधानी के नियम के रूप में, अदालतों को ऐसे आधिकारिक गवाहों की गवाही की",
  "the testimonies of such official witnesses, but at the same time, it cannot be a ground for disbelieving and discarding their testimonies. In": "जांच में सावधानी बरतनी चाहिए, लेकिन साथ ही, यह उनकी गवाही को अस्वीकार करने और त्यागने का आधार नहीं",
  "the present case, this Court has perused the testimonies of PW-12 Inspector Satbir Singh, which is duly supported by the testimonies of": "हो सकता है। वर्तमान मामले में, इस अदालत ने पीडब्लू-2 इंस्पेक्टर सतबीर सिंह की गवाही का अवलोकन किया",
  "PW-5 SI BrahamSingh and PW-9 ASI Kalender Singh and all the said": "है, जो पीडब्लू-5 एसआई ब्रह्म सिंह और पीडब्लू-9 एएसआई कैलेंडर सिंह की गवाही द्वारा विधिवत समर्थित है और",
  "witnesses had been cross-examined at length. However, the testimonies of such witnesses apparently inspire confidence and have been rightly": "सभी उक्त गवाहों से विस्तार से जिरह की गई थी। हालाँकि, ऐसे गवाहों की गवाही स्पष्ट रूप से विश्वास को प्रेरित",
  "believed by the learned trial Court, while recording the verdict of conviction against the appellant.": "करती है और अपीलार्थी के खिलाफ दोषसिद्धि का निर्णय दर्ज करते समय विद्वत विचारण न्यायालय द्वारा सही ढंग से विश्वास किया गया है।",
  "(12) Still further, learned counsel for the appellant has": "(42) फिर भी, अपीलार्थी के विद्वान वकील ने विभिन्न अभियोजन गवाहों के बयानों में दिखाई देने वाली कुछ मामूली",
  "referred to certain minor inconsistencies and contradictions appearing in the statements of various prosecution witnesses. I have perused the": "विसंगतियों और विरोधाभासों का उल्लेख किया है। मैंने विद्वत विचारण न्यायालय द्वारा अभिलिखित निष्कर्षों का",
  "findings recorded by thelearned trial Court and the learned trial Court has correctly rejected such contentions by recording detailed findings": "अवलोकन किया है और विद्वत विचारण न्यायालय ने इस संबंध में विस्तृत निष्कर्षो को अभिलिखित करके ऐसी",
  "has correctly rejected such contentions by recording detailed findings in this regard. It is a matter of common knowledge that the witnesses get a chance to appear before the court after a long period and": "दलीलों को सही ढंग से खारिज कर दिया है। यह आम जानकारी की बात है कि गवाहों को लंबे समय के बाद",
  "get a chance to appear before the court after a long period and certain minor inconsistencies are bound tocreep in the testimonies of the witnesses, who were truthful. Even otherwise, the police has to": "अदालत में पेश होने का मौका मिलता है और कुछ मामूली विसंगतियां गवाहों की गवाही में शामिल होती हैं, जो सच्चे",
  "the witnesses, who were truthful. Even otherwise, the police has to conduct raids at different places and sometimes with the passage of": "थे। अन्यथा भी पुलिस को अलग-अलग स्थानों पर छापे मारने पड़ते हैं और कभी-कभी समय बीतने के साथ उनकी",
  "time, there memory fades and such contradictions appear. Butthis": "यादें फीकी पड़ जाती हैंऔर इस तरह के विरोधाभास दिखाई देते हैं। लेकिन यह कभी भी ऐसे गवाहों की गवाही को",
  "can never be a ground for rejection of the testimonies of such witnesses. Even otherwise, this Court has perused the impugned": "अस्वीकार करने का आधार नहीं हो सकता है। अन्यथा भी, इस न्यायालय ने आश्षेपित निर्णय का सावधानीपूर्वक",
  "judgment carefully and the learned trail Court has recorded valid reasons, while convicting the present appellant. Thus, the impugned": "अध्ययन किया है और विद्वत विचारण न्यायालय ने वर्तमान अपीलार्थी को दोषी ठहराते समय वैध कारण दर्ज किए हैं।",
  "judgment of conviction dated 27.04.2005 passed by the learned Special": "इस प्रकार, दिनांक 27.04.2005 का दोषसिद्धि का आक्षेपित निर्णय विद्वान विशेष द्वारा पारित किया गया",
  "punishable under Section 17(b) of the Narcotic Drugs and Psychotropic Substances Act, 1985 NDPS (for short “the NDPS Act’) and to undergo": "एनडीपीएस अधिनियम, ॥985 की धारा 77 (बी) के तहत दंडनीय (संक्षेप में 'एनडीपीएस अधिनियम\" और",
  "rigorous imprisonment for a period of three years for the offence punishable under Section 20(b)(II)(B) of the NDPS Act with fine of": "एनडीपीएस अधिनियम की धारा 20 (बी) (॥ (बी) के तहत दंडनीय अपराध के लिए तीन साल की अवधि के लिए",
  "were ordered to run concurrently.": "कठोर कारावास से गुजरना होगा। दोनों सजाओं को एक साथ चलाने का आदेश दिया गया था।",
  "(2) Brief facts of the prosecution case are that on 30.04.2001, Inspector Satbir Singh, CIA Staff, Rohtak, received a": "(2) अभियोजन पक्ष के मामले के संक्षिप्त तथ्य यह हैं कि 30.04.200 को इंस्पेक्टर सतबीर सिंह, सीआईए स्टाफ,",
  "secret information on phone that Yogesh @ Pappe, accused, was selling charas at “Kashatyon Wala Chowk” (Butcher’s circle) Indira": "रोहतक को फोन पर एक गुप्त सूचना मिली थी कि आरोपी योगेश उर्फ पप्पे काशियोंवाला चौक (कसाई सर्कल)",
  "selling charas at “Kashatyon Wala Chowk” (Butcher’s circle) Indira market, Rohtak and if a raid was conducted immediately, he could be": "इंदिरा बाजार, रोहतक में चरस बेच रहा है और अगर तुरंत छापा मारा गया तो उसे मौके पर ही गिरफ्तार किया जा",
  "apprehended at the spot itself. An entry was made in the Daily Dairy Register in this regard and a copy of the same was also transmitted to the senior officers of the police through Constable Pardeep Kumar. A": "सकता है। इस संबंध में दैनिक डेयरी रजिस्टर में एक प्रविष्टि की गई थी और इसकी एक प्रति कांस्टेबल प्रदीप कुमार के माध्यम से पुलिस के वरिष्ठ अधिकारियों को भी प्रेषित की गई थी। एक छापा मारने वाले दल का गठन किया गया",
  "raiding party was constituted and the team headed by Inspector Satbir Singh went at the disclosed place. On noticing the party headed by": "और इंस्पेक्टर सतबीर सिंह के नेतृत्व में दल अज्ञात स्थान पर गया। इंस्पेक्टर सतबीर सिंह के नेतृत्व वाली पार्टी को",
  "Inspector Satbir Singh, the accused tried to run away from the spot, but he was apprehended on the basis of suspicion. He was questioned by": "देखकर आरोपी ने मौके से भागने की कोशिश की, लेकिन उसे संदेह के आधार पर पकड़ लिया गया। पुलिस टीम ने",
  "the police team and he disclosed his name as Yogesh @ Pappe son of": "उससे पूछताछ की और उसने अपना नाम रमेश के बेटे योगेश उर्फ पप्पे के रूप में बताया। एनडीपीएस अधिनियम",
  "the appellant and he was apprised of his right to get himself searched in": "उपस्थिति में खुद की तलाशी लेने के उसके अधिकार से अवगत कराया गया था। अभियुक्त ने तुरंत जवाब दिया और",
  "immediately and opted to get his search conducted before a gazetted officer. A wireless message was sent to DSP Kartar Singh in this": "एक राजपत्रित अधिकारी के सामने अपनी तलाशी लेने का विकल्प चुना। इस संबंध में डीएसपी कर्तार सिंह को एक",
  "regard, who came at the spot with his staff and he again served a notice": "वायरलेस संदेश भेजा गया था, जो अपने कर्मचारियों के साथ मौके पर आया था और उसने फिर से आरोपी पर एक",
  "Again the accused opted that he would get his search conducted before him only. At the instance of InspectorSatbir Singh, the search of": "तैयार था। फिर से आरोपी ने फैसला किया कि वह अपनी तलाशी केवल उसके सामने ही कराएगा। इंस्पेक्टर सतबीर",
  "wrapped in a polythene paper, which was kept by him in the right side pocket of his pant. Five grams of charas was separated as sample and": "उसने अपनी पैंट की दाहिनी तरफ की जेब में रखा था। पाँच ग्राम चरस को नमूने के रूप में अलग किया गया और दो",
  "two separate parcels were prepared. Apart from that, 100 grams of opium, wrapped in a polythene paper, was also recovered from the": "अलग-अलग पार्सल तैयार किए गए। इसके अलावा, एक पॉलीथीन पेपर में लिपटे 00 ग्राम अफीम भी उसकी शर्ट",
  "front side pocket of his shirt and 5 grams of the opium was separated as": "की अगली तरफ की जेब से बरामद की गई और 5 ग्राम अफीम को नमूने के रूप में अलग करके खाली माचिस के",
  "sample and was put in empty match box. The remaining quantity of opium was kept in a small box. Separate parcels were prepared and": "डिब्बे में डाल दिया गया। अफीम की शेष मात्रा को एक छोटे डिब्बे में रखा जाता था। अलग-अलग पार्सल तैयार किए",
  "were duly sealed by the police. All the parcels were taken into": "गए और पुलिस द्वारा विधिवत रूप से सील कर दिए गए। सभी पार्सल को अलग-अलग ज्ञापन के माध्यम से कब्जे में",
  "possession vide separate memo, which was attested by the witnesses. After completion of the necessary formalities with regard to search": "ले लिया गया, जिसे गवाहों द्वारा सत्यापित किया गया था। तलाशी और जब्ती के संबंध में आवश्यक औपचारिकताओं",
  "After completion of the necessary formalities with regard to search and seizure, a ruga was sent to Police Station, City Rohtak, on the": "को पूरा करने के बाद, पुलिस स्टेशन, सिटी रोहतक को एक रुका भेजा गया।",
  "Judge, Rohtak, is order to be upheld.": "न्यायाधीश, रोहतक को बरकरार रखने का आदेश है।",
  "(13) From the record, it is apparent that the appellant had paid the fine immediately on the same day. Learned counsel for the": "((3) अभिलेख से, यह स्पष्ट है कि अपीलार्थी ने उसी दिन तुरंत जुर्माना अदा किया था। अपीलार्थी के विद्वान वकील ने",
  "appellant argued that a lenient view may be taken, while awarding the": "तर्क दिया कि उसे सजा सुनाते समय एक उदार दृष्टिकोण अपनाया जा सकता है। यह न्यायालय अपीलार्थी की ओर से",
  "sentence on him. This Court finds sufficient force in the said submission raised on behalf of the appellant. This Court is conscious of the fact that recovery of the contrabandhad taken place from the present": "उठाए गए उक्त निवेदन में पर्याप्त बल पाता है। यह न्यायालय इस तथ्य से अवगत है कि निषिद्ध की वसूली वर्तमान",
  "appellant on 30.04.2001, i.e., almost 22 years back. The appellant is on bail in this matter since 29.04.2005. As per the custody certificate filed": "अपीलार्थी से 30.04.200।, यानी, लगभग 22 साल पहले हुई थी। अपीलार्थी इस मामले में 29.0५.2005 से जमानत",
  "by the learned State Counsel, the present appellant has already": "पर है। विद्गवत राज्य अधिवक्ता द्वारा दाखिल अभिरक्षा प्रमाणपत्र के अनुसार, वर्तमान अपीलार्थी पहले ही 3 वर्ष के",
  "undergone 4 months and 23 days of actual sentence out of total imprisonment of 3 years. However, in the last 18 years, he has not": "कुल कारावास में से ५ महीने और 23 दिनों की वास्तविक सजा भुगत चुका है। हालांकि, पिछले ॥8 वर्षों में, उसने",
  "misused the concession of bail and he is a first offender. No other": "जमानत की रियायत का दुरुपयोग नहीं किया है और वह पहला अपराधी है। पिछले लगभग ॥8 वर्षों में उनके",
  "years. Even asper the charge-sheet, he was aged about 25 years as on 03.08.2001 at thetime of framing of charges. Consequently, he is aged about 47 years at present and is the only bread earner of the": "के समय 03.08.200। को उनकी आयु लगभग 25 वर्ष थी। नतीजतन, वर्तमान में उनकी आयु लगभग ५०7 वर्ष है",
  "(14) Taking into’ consideration the totality of the circumstances, the substantive sentence of the appellant is reduced to": "(५) परिस्थितियों की समग्रता को ध्यान में रखते हुए, अपीलार्थी की मूल सजा को घटाकर उस अवधि तक कर दिया",
  "the period already undergone by him subject to payment of Rs.20,000/-": "गया है, जो उसके द्वारा पहले से ही गुजर चुकी है, जो संवर्धित जुर्माने के रूप में रु. 20,000/- के भुगतान (विद्वत",
  "as enhanced fine (in addition to the fine already imposed upon him by the learned trial Court) which shall be deposited by the appellant with": "विचारण न्यायालय द्वारा उस पर पहले से लगाए गए जुर्माने के अतिरिक्त) के अधीन है, जिसे अपीलार्थी द्वारा पंजाब",
  "Punjab and Haryana High Court Bar Association Lawyers' Family Welfare Fund within a period of 03 months; failing which, the": "और हरियाणा उच्च न्यायालय बार एसोसिएशन वकीलों के परिवार कल्याण कोष में 03 महीने की अवधि के भीतर",
  "appellant shall undergo rigorous imprisonment for a period of 06": "जमा किया जाएगा; ऐसा न करने पर, अपीलार्थी को 06 महीने की अवधि के लिए कठोर कारावास से गुजरना होगा,",
  "months as observed by the learned trial Court in its orderof sentence dated 29.04.2005.": "जैसा कि विद्वत विचारण न्यायालय द्वारा दिनांक 29.04.2005 के दंडादेश के आदेश में कहा गया है।",
  "(15) With the above modification, the present appeal stands partly allowed in the above terms. Pending application(s), if any, shall": "(5) उपरोक्त संशोधन के साथ, वर्तमान अपील उपरोक्त शर्तों में आंशिक रूप से अनुमत है। लंबित आवेदन (एस)",
  "(16) Case property, if any, be dealt with, and, destroyed after the": "(6) मामला संपत्ति, यदि कोई हो, से निपटा जाए और सीमा की अवधि समाप्त होने के बाद नष्ट कर दिया जाए।",
  "expiry of period of limitation. The trial Court record be sent back.": "विचारण न्यायालय के अभिलेख को वापस भेजा जाए।",
  "Divya Gurnay": "दिव्या गुर्ने"
}