{
  "Before G.S. Sandhawalia & Lapita Banerji, JJ.": "जी. एस. संधवालिया और लपिता बनर्जी से पहले, जे. जे.",
  "SHIKHA AND OTHERS—Petitioners": "शिखा और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य उत्तरदाता",
  "CWP No. 19775 of 2023": "2023 का सी. डब्ल्यू. पी. सं. 49775",
  "December 20, 2023": "20 दिसंबर, 2023",
  "Constitution of India, 1950—Arts. 226, 227, 233, 309—": "भारत का संविधान, 4950-कला 226, 227, 233, 309- हरियाणा उच्चतर न्यायिक",
  "Haryana superior Judicial Service Rules, 2007—Rule 6(1)(a), 8—": "सेवा नियम, 2007-नियम 6 (॥) (०), 8- अनुशंसित उम्मीदवारों द्वारा मांगे गए ॥3",
  "Quashing of letter issued by State refusing to accept recommendation": "व्यक्तियों की नियुक्ति के लिए उच्च न्यायालय की सिफारिश को स्वीकार करने से इनकार करने वाले राज्य द्वारा जारी पत्र को रद्द करना- इसके अलावा, उच्च न्यायालय",
  "challenge to recommendations by the High Court, result of selection": "द्वारा सिफारिशों को चुनौती देना, चयन प्रक्रिया का परिणाम, गैर-अनुशंसित उम्मीदवारों",
  "process, change in criteria prescribing 50% benchmark both in written examination and viva voce individually by non-recommended": "द्वारा व्यक्तिगत रूप से लिखित परीक्षा और मौखिक परीक्षा दोनों में 50% बेंचमार्क",
  "candidates—Opinion taken from Union of India by State": "निर्धारित करने वाले मानदंडों में परिवर्तन - राज्य सरकार द्वारा भारत संघ से ली गई",
  "Government, plea of non-adherence to proper procedure, change in criteria without putting candidates to notice made basis of": "राय, उचित प्रक्रिया का पालन न करने की दलील, अभ्यथयों को नोटिस दिए बिना",
  "rejection—Four questions for consideration framed in para 8- Held": "मानदंडों में परिवर्तन अस्वीकृति का आधार बनाया गया - पैरा 8 में विचार के लिए",
  "as follows:-": "चार प्रश्न - निम्नानुसार आयोजित किए गए: -",
  "i) State not justified in seeking legal opinion of third party": "॥) राज्य तीसरे पक्ष (भारत संघ) की कानूनी राय लेने में न्‍्यायसंगत नहीं है -",
  "(Union of India)—not permitted under Article 233 of the Constitution.": "संविधान के अनुच्छेद 233 के तहत अनुमति नहीं है।",
  "ii) In merit based promotion, seniority not to be considered —": "2) योग्यता आधारित पदोन्नति में, वरिष्ठता पर विचार नहीं किया जाना चाहिए -",
  "Hence, decision of High Court not arbitrary in fixing the criteria of 50% minimum marks in viva voce.": "इसलिए, मौखिक परीक्षा में 50% न्यूनतम अंकों के मानदंड तय करने में",
  "iii) Candidates having participated in the process and accepted": "3) जिन उम्मीदवारों ने प्रक्रिया में भाग लिया और उसे स्वीकार कर लिया है, वे",
  "decision of Full Court regarding fixing of criteria much prior to selection process—Principle of merit-cum-seniority to be given": "मानदंड तय करने के संबंध में पूर्ण न्यायालय का निर्णय-योग्यता-सह-पश्रेष्ठता के",
  "selection process—Principle of merit-cum-seniority to be given primacy—Non recommended candidates have no locus standi to": "सिद्धांत को प्राथमिकता दी जानी चाहिए-गैर-अनुशंसित उम्मीदवारों को मानदंड",
  "iv) Moral/legal and constitutional obligation of the State to comply with the recommendations of the High Court in view of settles": "५) उच्च न्यायालय की सिफारिशों का पालन करने के लिए राज्य का नैतिक / कानूनी",
  "principle of law that the view of the High Court to adjudge its own": "और संवैधानिक दायित्व कानून के इस सिद्धांत को ध्यान में रखते हुए है कि अपने स्वयं के अधिकारियों को निर्णय देने के लिए उच्च न्यायालय का दृष्टिकोण",
  "officers is not liable to be interfered with except in extra-ordinary": "असाधारण परिस्थितियों को छोड़कर हस्तक्षेप करने के लिए उत्तरदायी नहीं है-",
  "S.S. Narula, Advocate and Sidharth Grover, Advocate, for": "याचिकाकर्ता की ओर से एस. एस. नरूला, अधिवक्ता और सिद्धार्थ ग्रोवर,",
  "the petitioner(in CWP-23804-2023).": "अधिवक्ता (सीडब्ल्यूपी-23804-2023 में)।",
  "Vikramjeet Banerjee, Additional Solicitor General of India with Abhishek Singh, Advocate, Siddhartha Sinha,": "विक्रमजीत बनर्जी, भारत के अतिरिक्त सॉलिसिटर जनरल, अभिषेक सिंह,",
  "Advocate, Lokesh Sinhal, Sr. Addl. AG, Haryana, Shruti": "अधिवक्ता, सिद्धार्थ सिन्हा, अधिवक्ता, लोकेश सिंहल, वरिष्ठ अतिरिक्त महान्यायवादी के",
  "Jain Goyal, Sr. DAG Haryana andfor the respondent-State.": "साथ। ए. जी., हरियाणा, श्रुति जेन गोयल, सीनियर डी. ए. जी. हरियाणा और प्रतिवादी-",
  "Munisha Gandhi, Senior Advocate with Shubreet Kaur": "राज्य के लिए। मुनीशा गांधी, वरिष्ठ अधिवक्ता शुभरीत कौर सरोन, अधिवक्ता, मनवीन",
  "Saron, Advocate, Manveen Narang, Advocate, Aakanksha Gupta, for respondent No.3 (High Court) (in CWP-19775-": "नारंग, अधिवक्ता, आकांक्षा गुप्ता के साथ, प्रतिवादी संख्या ३ (उच्च न्यायालय) (सी. डब्ल्यू",
  "2023) and for respondent No.1 (in CWP Nos.22818, 23804": "पी.-975-2023 में) और प्रतिवादी संख्या । (सी. डब्ल्यू पी. संख्या 2288,2380५ और",
  "and 26217 of 2023).": "2023 के 26277 में) के लिए।",
  "ie. CWP Nos.19775, 22818, 23804 and 26217 of 2023. The facts are": "9775,2288,2380५ और 2627 का निपटारा करेगा। तथ्य 2023 के सी. डब्ल्यू. पी.",
  "(2) In the said case, the petitioners who are working as Civil Judge (Sr. Division)/Chief Judicial Magistrate in the State of Haryana": "(2) उक्त मामले में, याचिकाकर्ता जो हरियाणा राज्य में सिविल न्यायाधीश (सीनियर डिवीजन) /मुख्य न्यायिक मजिस्ट्रेट के रूप में काम कर रहे हैं, संशोधित रिट याचिका",
  "recruitment process in the State of Punjab and across all 39 candidates each for boththe State. State of Punjab had notified the": "पंजाब दोनों राज्यों के 39 उम्मीदवारों का साक्षात्कार साक्षात्कार में प्राप्त किए जाने वाले",
  "interviewed on the basis of the criteria fixing 50% marks to be obtained inthe interview?": "50 प्रतिशत अंकों को निर्धारित करने के मानदंड के आधार पर किया गया था?",
  "(iv) If Question No.(ii) is found in favour of the High Court and against the State Government, whether a writ of": "(५) यदि प्रश्न सं. (2) उच्च न्यायालय के पक्ष में और राज्य सरकार के खिलाफ",
  "recommendation of the High Court dated 23.02.2023 which": "पाया जाता है, तो कया उसे उच्च न्यायालय की दिनांक 23.02.2023 की सिफारिश पर",
  "was in consonance with the provisions of the rule?": "प्रावधानों के अनुरूप थी?",
  "Arguments raised:": "उठाए गए तर्कः",
  "(9) Senior Counsel for the petitioners in CWP-19775-2023 has": "(9) सी. डब्ल्यू. पी..9775-2023 में याचिकाकर्ताओं के वरिष्ठ वकील ने इस आधार",
  "the legal opinion from the Union of India by the State of Haryana on": "पर हरियाणा राज्य द्वारा भारत संघ से कानूनी राय मांगने पर पीछे हटने की भ्रांति सहित",
  "the ground that there was no such requirement under Article 233 of": "विभिन्न तर्क उठाए हैं कि संविधान के अनुच्छेद 233 के तहत ऐसी कोई आवश्यकता नहीं",
  "the Constitution and neither there was any obligation on the High Court to disclose the criteria of fixing a benchmark, since the purpose was to": "थी और न ही बेंचमार्क तय करने के मानदंडों का खुलासा करने के लिए उच्च न्यायालय पर",
  "the criteria of 50% marks benchmark in viva-voce which had been": "है कि वाइवा-वॉस में 50 प्रतिशत अंकों के मानदंड का मानदंड जो 30..202। पर तय",
  "make a candidate eligible for promotion was neither the part of the rule": "पदोन्नति के लिए पात्र बना देगा, न तो नियम का हिस्सा था जिसे संशोधित करने की",
  "which need to be amended and, therefore, the objection of the State Government was without any basis. It is submitted that the Rule": "आवश्यकता थी और इसलिए, राज्य सरकार की आपत्ति बिना किसी आधार के थी। यह",
  "seniority principle and, therefore, fixing the criteria which had been": "सिद्धांत के आधार पर की जानी थी और इसलिए, उन मानदंडों को निर्धारित करना जो",
  "applied to one and all could not be objected to by theState. The": "सभी पर लागू किए गए थे और राज्य द्वारा आपत्ति नहीं की जा सकती थी। गैर-चयनित",
  "unselected candidates had never represented and only on the basis of": "उम्मीदवारों ने कभी भी प्रतिनिधित्व नहीं किया था और केवल एक हस्तक्षेपकारी मध्यस्थ",
  "one letter dated 29.03.2023 (Annexure R-1/6) of a meddlesome interloper, namely, Prem Pal, an advocate of Kurukshetra the State had": "के दिनांकित एक पत्र (अनुलग्रक आर-4/6) के आधार पर, अर्थात्‌ प्रेम पाल, कुरुक्षेत्र के",
  "referred the matter for legal opinion. It is, accordingly, submitted that": "एक अधिवक्ता, राज्य ने मामले को कानूनी राय के लिए भेजा था। तदनुसार, यह प्रस्तुत",
  "as per rule 6 (1) (a) of the 2007 Rules the principle of merit-cum-": "किया जाता है कि 2007 के नियमों के नियम 6 (॥) (ए) के अनुसार योग्यता-सह-वरिष्ठता",
  "(3) It is pertinent to mention that the initial claim of the 7 writ": "(3) यह उल्लेख करना उचित है कि 7 रिट याचिकाकर्ताओं का प्रारंभिक दावा",
  "petitioners was to conclude the process of selection to be done by way of promotion of the selected/recommended candidates and _ the": "चयनित»अनुशंसित उम्मीदवारों की पदोन्नति के माध्यम से की जाने वाली चयन प्रक्रिया",
  "notification of appointments in pursuance of the letter dated 24.08.2022 (Annexure P-2) was sought to be done, whereby the process had been": "को समाप्त करना था और दिनांकित पत्र (अनुलग्नक पी-2) के अनुसरण में नियुक्तियों की",
  "initiated by this Court through the Registrar General, since for": "अधिसूचना की मांग की गई थी, जिसके तहत इस न्यायालय द्वारा महापंजीयक के माध्यम",
  "similar recommendations the State of Punjab had issued necessary": "से प्रक्रिया शुरू की गई थी, क्योंकि इसी तरह की सिफारिशों के लिए पंजाब राज्य ने",
  "orders for similarly situated candidates vide order dated 25.04.2023 (Annexure P-7) and notified the promotions. Directions had been": "दिनांकित आदेश (अनुलग्नरक पी-7) के माध्यम से समान रूप से स्थित उम्मीदवारों के",
  "provisions of Article 233 of the Constitution of India (for short “the": "संविधान के अनुच्छेद 233 (संक्षेप में 'संविधान') के प्रावधानों को देखते हुए, राज्य",
  "Constitution’). Resultantly, the Additional ChiefSecretary, Department of Home Affairs had been directed to come present to justify as to what": "अतिरिक्त मुख्य सचिव को उपस्थित होने का निर्देश दिया गया था ताकि यह स्पष्ट किया",
  "was the reason to sit on the recommendations of this Court. It is in such": "जा सके कि इस न्यायालय की सिफारिशों पर बैठने का कारण क्या था। ऐसी परिस्थितियों",
  "circumstances, the order was passed on 12.09.2023 (Annexure P-14)": "में, आदेश 2.09.2023 (अनुलग्नरक पी-4५) पर पारित किया गया था जो अब चुनौती का",
  "(4) The reasoning which is mentioned in the order dated": "(५) 2.09.2023 दिनांकित आदेश में जिस तर्क का उल्लेख किया गया है, उसका",
  "12.09.2023 can be summarized in as much as that the State": "सारांश इस प्रकार दिया जा सकता है कि राज्य सरकार ने 7.0५.2023 दिनांकित संचार",
  "Government had opted to take legal opinion from the Ministry of Law and Justice, Government of India vide communication dated": "के माध्यम से भारत सरकार के विधि और न्याय मंत्रालय से कानूनी राय लेने का विकल्प",
  "(Annexure R-1/8) being received on 19.06.2023 and 26.07.2023": "चुना था (अनुलग्रक आर-/7) 9.06.2023 और 26.07.2023 (अनुलग्नक आर-",
  "that it was binding upon the State Government andthe State was not": "अस्वीकृति का आधार बनाया गया था कि यह राज्य सरकार पर बाध्यकारी था और राज्य",
  "bound to accept the recommendations of the High Court. The lack of": "उच्च न्यायालय की सिफारिशों को स्वीकार करने के लिए बाध्य नहीं था। .. 2007 के",
  "amendment of the 2007 Rules and the lack of consultation of the criteria adopted for filling up the vacancies vide internal resolution of": "नियमों में संशोधन की कमी और रिक्तियों को भरने के लिए अपनाए गए मानदंडों के",
  "233 of the Constitution and Rule 6(1) (a) of the 2007 Rules in as much": "का अभाव है। संविधान के अनुच्छेद 233 और 2007 के नियमों के नियम 6 (॥) (ए) पर",
  "as to hold that High Court was acting arbitrarily in giving its opinion to": "एक चूक की गई थी ताकि यह माना जा सके कि उच्च न्यायालय राज्यपाल को अपनी",
  "promotion of the recommended candidates to the post of Additional": "न्यायाधीशों के पद पर अनुशंसित उम्मीदवारों की पदोन्नति के लिए सिफारिश को इस",
  "Government and Central Government had come to the conclusion that": "आधार पर स्वीकार नहीं किया गया कि राज्य सरकार और केंद्र सरकार दोनों इस निष्कर्ष",
  "the settled procedure under Article 233 read with Article 309 of the": "पर पहुंचे थे कि संविधान के अनुच्छेद ३309 के साथ पठित अनुच्छेद 233 के तहत",
  "(5) The unselected candidates having filed CWP Nos.22818,": "(5) जिन चयनित उम्मीदवारों ने 2023 का सी. डब्ल्यू पी. संख्या 2288,2380५",
  "recommendation sent by this Court of the selected candidates dated 23.02.2023 and also challenged the result of the selection process": "23.02.2023 पर चयनित उम्मीदवारों की भेजी गई सिफारिश को रद्द करने को चुनौती",
  "which was initiated vide letter dated 24.08.2022. Apart from that challenge has also been made to the recommendations dated 11.11.2021 of the Recruitment and Promotion Committee (Superior": "दी है और चयन प्रक्रिया के परिणाम को भी चुनौती दी है, जिसे दिनांकित 2५.08.2022 पत्र के माध्यम से शुरू किया गया था। इसके अलावा भर्ती और पदोन्नति समिति (सुपीरियर ज्यूडिशियरी सर्विसेज) की दिनांकित ..202। की सिफारिशों और",
  "which prescribed 50% qualifying marks in viva-voce. Resultantly, a": "वाइवा-वॉयस में 50 प्रतिशत योग्यता अंक निर्धारित किए गए हैं। परिणामस्वरूप, उच्च",
  "the candidates for promotion to the post of Additional District & Sessions Judges under Rule 6 (1)(a) of the 2007 Rules without": "न्यायालय को 2007 के नियमों के नियम 6 (॥) (ए) के तहत अतिरिक्त जिला और सत्र",
  "keeping the criteria of 50% marks in writtenexamination and viva voce and in terms of the provisions of 2007 Rules. A writ of prohibition is": "परीक्षा और मौखिक परीक्षा में 50 प्रतिशत अंकों के मानदंड और 2007 के नियमों के",
  "also sought against the State of Haryana for not accepting the recommendations made by the High Court which is allegedto be in violation of the 2007 Rules.": "न्यायालय द्वारा की गई सिफारिशों को स्वीकार नहीं करने के लिए हरियाणा राज्य के खिलाफ निषेध की एक रिट भी मांगी गई है, जो कथित रूप से 2007 के नियमों का",
  "(6) A common reply in CWP-22818-2023 has been filed,": "(6) सी. डब्ल्यू. पी..2288-2023 में एक सामान्य जवाब दाखिल किया गया है,",
  "pleadings in the three petitions filed by the non-recommended": "जिसे गैर-अनुशंसित उम्मीदवारों द्वारा दायर तीन याचिकाओं में अभिवचनों को पूरा करने",
  "regarding the requirement of 50% marks in viva voce at any stage of selection process prior to the suitability test and the un-communicated": "परीक्षा से पहले चयन प्रक्रिया के किसी भी चरण में वाइवा वॉस में 50 प्रतिशत अंकों की",
  "criteria could not be applied by the High Court against the candidates.": "उम्मीदवारों के खिलाफ गैर-संचारित मानदंड लागू नहीं किए जा सकते थे। उक्त कथनों",
  "The stand as such to the said averments was supported in a short reply filed by the Government on the ground that it was intervening to undo": "के इस तरह के रुख का समर्थन सरकार द्वारा इस आधार पर दायर एक संक्षिप्त जवाब",
  "the injustice caused on a representation which had been received from": "में किया गया था कि वह एक प्रतिनिधित्व पर हुए अन्याय को पूर्ववत करने के लिए",
  "one Prem Pal, Advocate. It was, accordingly averred that the criteria": "हस्तक्षेप कर रही थी जो एक अधिवक्ता प्रेम पाल से प्राप्त हुआ था। तदनुसार, यह माना",
  "their own without any consultation with the State Government. The": "गया कि पूर्ण न्यायालय द्वारा राज्य सरकार के साथ किसी भी परामर्श के बिना अपने दम",
  "same had never been conveyed to the candidates while calling them for written examination orat the time of interview and nor any public": "परीक्षा के लिए बुलाते समय या साक्षात्कार के समय उम्मीदवारों को यह कभी नहीं बताया",
  "for written examination orat the time of interview and nor any public notice was issued or put up on the website of the High Court. In such": "गया था और न ही कोई सार्वजनिक सूचना जारी की गई थी या उच्च न्यायालय की",
  "not been accepted being in the teeth of the statutory rules of 2007 and the constitutional provisions of the Article 233 of the Constitution of": "सिफारिशों को 2007 के वैधानिक नियमों और भारत के संविधान के अनुच्छेद 233 के",
  "(7) The stand of the High Court was that having participated in": "(7) उच्च न्यायालय का रुख यह था कि उसने ५8 में भाग लिया था चयन प्रक्रिया",
  "SHIKHA AND OTHERS v. STATE OF HARYANA AND OTHERS 51": "अन्य बनाम हिमाचल प्रदेश राज्य और अन्य जम्मू और कश्मीर राज्य बनाम एआर",
  "Dheeraj Mor versus High Court of Delhi\".": "और अन्य और धीरज मोड़ बनाम दिल्ली उच्च न्यायालय",
  "(12) Senior Counsel for the High Court has submitted that the": "(2) उच्च न्यायालय के वरिष्ठ वकील ने प्रस्तुत किया है कि भर्ती और पदोन्नति समिति",
  "in supersession of the earlier criteria dated 29.01.2013 duly approved in": "न्यायालय की बैठक में विधिवत अनुमोदित 29.0.203 के पहले के मानदंडों के",
  "the Full Court meeting and had fixed the necessary 50% marks to be obtained in the written test and 50% marks in the viva-voce": "अधिक्रमण में एक नए मानदंड की सिफारिश की थी और लिखित परीक्षा में प्राप्त करने के लिए आवश्यक 50 प्रतिशत अंक और वाइवा-वॉयस में व्यक्तिगत रूप से 50 प्रतिशत अंक",
  "individually which would make a candidate eligible for promotion. It is": "निर्धारित किए थे जो एक उम्मीदवार को पदोन्नति के लिए योग्य बनाएगा। यह प्रस्तुत किया",
  "submitted that since Rule 8 of the 2007 Rules provided the": "जाता है कि चूंकि 2007 के नियमों के नियम 8 में संबंधित अधिकारियों की पिछले 5 वर्षों",
  "consideration of the Annual Confidential Remarks of the preceding 5": "की वार्षिक गोपनीय टिप्पणियों पर विचार करने का प्रावधान किया गया है और साथ ही",
  "an officer having grading as ‘C’ (Integrity Doubtful) was not to be": "'सी' (सत्यनिष्ठा संदिग्ध) के रूप में श्रेणीकरण करने वाले अधिकारी को पदोन्नति के लिए",
  "considered eligible for promotion. Thus, a recommendation had been": "पात्र नहीं माना जाना था। इस प्रकार, एक सिफारिश की गई थी कि एसीआर से संबंधित",
  "made that at least 4 B+ Good ACRs should be there in the preceding 5 years and the remarks should not contain doubtful integrity, as per paragraph (iii) of the recommendation pertaining to the ACRs and": "और नियम से संबंधित सिफारिश के पैराग्राफ (3) के अनुसार, पिछले 5 वर्षो में कम से कम ५ बी + अच्छे एसीआर होने चाहिए और टिप्पणियों में संदिग्ध अखंडता नहीं होनी",
  "pertaining to the rule. The Full Court as such in its meeting dated 30.11.2021 (Annexure R-3/3) had only modified the paragraph No.(i11)": "चाहिए। पूर्ण न्यायालय ने अपनी दिनांक । (अनुलग्रक आर-3/3) की बैठक में केवल",
  "the report fixing a higher criteria of cut-off but given a recommendation": "और कट-ऑफ के उच्च मानदंड तय करने वाली रिपोर्ट को मंजूरी दी थी, लेकिन केवल",
  "to amend the rule regarding the issue of ACRs onlywhich was to be": "एसीआर के मुद्दे के संबंध में नियम में संशोधन करने की सिफारिश की थी, जिसकी जांच",
  "examined by the Recruitment and Promotion Committee (Superior Judicial Service) and the Rule Committee.": "भर्ती और पदोन्नति समिति (उच्च न्यायिक सेवा) और नियम समिति द्वारा की जानी थी।",
  "(13) She has further submitted that thereafter, another meeting had been held on 11.02.2022 (Annexure R-3/4) wherein": "(3) उन्होंने आगे प्रस्तुत किया है कि इसके बाद, 4.02.2022 (अनुलग्रक आर- 3/५) पर एक और बैठक आयोजित की गई थी जिसमें सिफारिश की गई थी कि 'और'",
  "recommendation was made that the word ‘and’ be inserted at the end of sub-Rule (4) and before sub-Rule (41) and the proviso of Rule 8 be": "शब्द को उप-नियम (॥) के अंत में और उप-नियम (2) से पहले डाला जाए और नियम 8",
  "(14) Reference was made to the rules (Annexure P-1) to point": "(4) नियमों (अनुलग्रक पी-4) का उल्लेख यह इंगित करने के लिए किया गया",
  "Article 233 read with Article 309 of the Constitution of India and the": "था कि वे भारत के संविधान के अनुच्छेद 309 के साथ पठित अनुच्छेद 233 द्वारा प्रदत्त",
  "Governor of Haryana in consultation with the High Court had made the": "शक्तियों का प्रयोग करते हुए जारी किए गए थे और हरियाणा के राज्यपाल ने उच्च न्यायालय",
  "rules regulating the recruitment and conditions of service of persons to": "के परामर्श से हरियाणा उच्च न्यायिक सेवा में व्यक्तियों की भर्ती और सेवा की शर्तों को",
  "the consultation was to be done with the High Court and not to the contrary and the words of the Article were explicit wherein it was": "न्यायालय के साथ किया जाना था न कि इसके विपरीत और अनुच्छेद के शब्द स्पष्ट थे",
  "mentioned that the appointment of persons and posting of promotion to the District Judges shall be made by the Governor of the State in": "जिसमें यह उल्लेख किया गया था कि व्यक्तियों की नियुक्ति और जिला न्यायाधीशों में",
  "to the District Judges shall be made by the Governor of the State in consultation with the High Court. It was, accordingly, stressed that": "पदोन्नति उच्च न्यायालय के परामर्श से राज्य के राज्यपाल द्वारा की जाएगी। तदनुसार, इस",
  "Rule 6 (1) (a) provided the principle of merit- cum-seniority and the": "बात पर जोर दिया गया कि नियम 6 (॥) (ए) योग्यता-सह-श्रेष्ठठा और उपयुक्तता परीक्षा",
  "passing of a suitability test. Rule 8 provided the procedure for": "उत्तीर्ण करने का सिद्धांत प्रदान करता है। नियम 8 ने हरियाणा सिविल सेवा (न्यायिक",
  "promotion for assessing and testing the merit and the suitability of a": "शाखा) के सदस्य की योग्यता और उपयुक्तता का आकलन और परीक्षण करने के लिए",
  "was to be done on the basis of written objective test of 75 marks and": "पदोन्नति की प्रक्रिया प्रदान की और यह 75 अंकों की लिखित वस्तुनिष्ठ परीक्षा और 25",
  "consideration and the integrity aspect were further relevant": "के ए. सी. आर. को ध्यान में रखा जाना था और सत्यनिष्ठा पहलू आगे प्रासंगिक विचार थे",
  "and approved by the Full Court on 30.11.2021 (Annexure R-3/3) and": "(अनुलग्रक आर-3/2) पर की गई थी और पूर्ण न्यायालय द्वारा 30..202। (अनुलग्नक",
  "proposed the amendment of the rules, so that preference is to be given": "आर-3/3) पर अनुमोदित की गई थी और नियमों में संशोधन का प्रस्ताव रखा था, ताकि",
  "(15) It was pointed out that in pursuance of the criteria fixed": "(5) यह बताया गया कि निर्धारित मानदंडों के अनुसरण में उपलब्ध रिक्त सीटों",
  "necessary recommendations had been made of 13 judicial officers": "के खिलाफ ॥3 न्यायिक अधिकारियों की आवश्यक सिफारिशें की गई थीं और नियम 6",
  "Government was sought under Rule 6 (1) (a) which was to be conveyed": "() (ए) के तहत सरकार से आवश्यक अनुमोदन मांगा गया था, जिसे सूचित किया जाना",
  "and there was no reference to Rule 8, which was only within the": "था और नियम 8 का कोई संदर्भ नहीं था, जो केवल इस न्यायालय के दायरे में था। दिनांक",
  "purview of this Court. Vide letter dated 02.03.2023 (Annexure R-1/4) a clarification had been sought that the State Government being the": "02.03.2023 (अनुलग्रक आर-/५) के पत्र के माध्यम से एक स्पष्टीकरण मांगा गया था",
  "opinion while referring to the original noting file dated 07.04.2023 which had been retained by this Court which had been produced on": "आर-3/५) पर सिफारिशें की गई थीं, जिसे पूर्ण न्यायालय ने 07.03.2022 (अनुलग्नक",
  "said communication first opinion of the said department dated 31.05.2023 had been received on 19.06.2023. Second opinion from the": "में उक्त विभाग की दिनांकित 3.05.2023 की पहली राय 9.06.2023 पर प्राप्त हुई",
  "Department of Legal Affairs dated 26.07.2023 was received on": "थी। 26.07.2023 दिनांकित कानूनी मामलों के विभाग से दूसरी राय 03.08.2023 पर",
  "03.08.2023. It was pointed out that blindly following the opinion received vide letter dated 26.07.2023, the rejection order was passed": "प्राप्त हुई थी। यह इंगित किया गया कि 26.07.2023 दिनांकित पत्र के माध्यम से प्राप्त",
  "not to accept the recommendation on the strength of the opinion ofthe": "बल पर सिफारिश को स्वीकार नहीं करने का निर्णय लिया था और यह दलील ली थी कि",
  "not been followed while sending the names for promotion. Thus,": "पदोन्नति के लिए नाम भेजते समय उचित प्रक्रिया का पालन नहीं किया गया था। इस प्रकार,",
  "raised by the Senior Counsel for the petitioner in CWP-19775-2023.": "उच्च न्यायालय के वकील ने सी. डब्ल्यू. पी.-9775-2023 में याचिकाकर्ता के वरिष्ठ वकील",
  "Defence of the State:": "राज्य की रक्षा:",
  "(16) Mr. Banerjee appearing for the State sought to defuse the": "(6) राज्य की ओर से पेश श्री बनर्जी ने स्थिति को शांत करने की कोशिश की",
  "situation and softened the stand by recoursing to an argument that the Constitutional scheme under Article 233 of the Constitution and the": "और इस तर्क को दोहराते हुए रुख को नरम किया कि संविधान के अनुच्छेद 233 के",
  "rules framed under Article 309 of the Constitution envisage about the": "तहत संवैधानिक योजना और संविधान के अनुच्छेद 309 के तहत बनाए गए नियमों में",
  "consultation with the High Court. The balance envisaged under the": "उच्च न्यायालय के साथ परामर्श की परिकल्पना की गई है। संविधान के तहत परिकल्पित",
  "ofthe judgments which have also been relied by Mr. Gurminder Singh, Senior Counsel for the petitioner and also by him, though reading from": "याचिकाकर्ता के वरिष्ठ वकील श्री गुरमिंदर सिंह और उनके द्वारा भी भरोसा किया गया है,",
  "different parts of the same judgments. It is his case that on an earlier": "हालांकि एक ही निर्णय के विभिन्न हिस्सों से पढ़ा गया है। यह उनका मामला है कि इससे",
  "fixed for promotion to the post of Additional District & Sessions Judges in both the States of Punjab and Haryana. He has, accordingly,": "राज्यों में अतिरिक्त जिला और सत्र न्यायाधीशों के पद पर पदोन्नति के लिए मानदंड",
  "SHIKHA AND OTHERS v. STATE OF HARYANA AND OTHERS 57 (G.S. Sandhawalia, J.)": "एक शिखा और अन्य बनाम हरियाणा राज्य और अन्य का संदर्भ दिया गया था। हरीश",
  "been promptly responded to on 02.03.2023 (Annexure P-11) and the Chief Secretary had written to the Registrar General of the High Court": "न्यायालय के महापंजीयक द्वारा जारी किए गए 22.03.2023 (अनुलग्नक पी-2) के पत्र में",
  "names of senior officers had not been recommended. It is further the": "अधिकारियों की नई सूची बुलाई जा सके। यह आगे प्रस्तुत किया जाता है कि उक्त",
  "by holding out that in view of the law laid down, the opinion of the": "का उल्लेख करते हुए राय लेने के लिए संदर्भ दिया गया था जिसे इस न्यायालय द्वारा",
  "argument that a representation had then been received on 29.03.2023": "बरकरार रखा गया था जिसे 4.09.2023 पर प्रस्तुत किया गया था। यह भी बताया गया",
  "opinion dated 31.05.2023 from the Department of Justice and the": "कि इस प्रकार विधि और न्याय मंत्रालय के न्याय विभाग से दिनांकित 47.0५.2023",
  "(18) He, accordingly, placed reliance upon the judgment in State of Assam versus Kusewar Saikia & Anr.'*, wherein the": "(8) तदनुसार, उन्होंने असम राज्य बनाम कुसेवर सैकिया और अन्य के फैसले",
  "Constitutional Bench of the Apex Court had held that the appointment": "पर भरोसा किया, जिसमें शीर्ष न्यायालय की संवैधानिक पीठ ने माना था कि",
  "of aperson as Additional District Judge would be done by the Governor": "अतिरिक्त जिला न्यायाधीश के रूप में एक व्यक्ति की नियुक्ति राज्यपाल द्वारा",
  "under Article 233 of the Constitution. Similarly, the judgment in Chandramouleshwar Prasad (supra) has been referred to point out": "संविधान के अनुच्छेद 233 के तहत की जाएगी। इसी तरह, चंद्रमौलेश्वर प्रसाद (सुप्रा) के फैसले को यह इंगित करने के लिए संदर्भित किया गया है कि सरकार",
  "there should have been proper consultation once a query as such had": "की ओर से एक बार प्रश्न आने के बाद उचित परामर्श किया जाना चाहिए था और",
  "come from the Government and all the changes should have been": "सभी परिवर्तनों को उच्च न्यायालय द्वारा राज्य के समक्ष रखा जाना चाहिए था,",
  "placed before the State by the High Court but the same was not done and the consultation was required under the Constitution. While": "लेकिन ऐसा नहीं किया गया और संविधान के तहत परामर्श की आवश्यकता थी।|",
  "referring to the judgment passed in State of Kerala versus Smt. A. Lakshmikutty and others’, it was argued that in the said case a": "केरल राज्य बनाम श्रीमती ए लक्ष्मीकुट्टी और अन्य में पारित निर्णय का उल्लेख",
  "panel of 14 names had been sent for promotion as District Judges to": "जिला न्यायाधीशों के रूप में पदोन्नति के लिए ॥५ नामों का एक पैनल भेजा गया",
  "Court and the State Government andthe consultation had to be done": "राज्य सरकार के बीच विचारों का आदान-प्रदान होना चाहिए और परामर्श किया",
  "with the High Court, which was to be an effective consultation. The": "जाना था समाज-सम्मत उच्च न्यायालय के साथ, जो एक प्रभावी परामर्श होना था।",
  "High Court had herein virtually issued a fait accompli to the Governor": "उच्च न्यायालय ने अपनी सिफारिश पर कार्रवाई करने के लिए राज्यपाल को एक",
  "Council of Ministers and thereby entered into the process of decision making which was constitutionally impermissible. The power of": "मंत्रिपरिषद ने निर्णय लेने की प्रक्रिया में प्रवेश किया जो संवैधानिक रूप से अनुमेय",
  "issuance of a writ of mandamus was limited and was wholly": "था। परमादेश की रिट जारी करने की शक्ति सीमित थी और पूरी तरह से",
  "impermissible which has now been sought for.": "अस्वीकार्य थी जिसकी अब मांग की गई है।",
  "(19) He, accordingly, argued that the State Government had only": "(9) तदनुसार, उन्होंने तर्क दिया कि राज्य सरकार ने केवल कानून के",
  "asked to revise the list by following the said procedure as per law and": "अनुसार उक्त प्रक्रिया का पालन करके सूची को संशोधित करने के लिए कहा था",
  "once the State Government for good and pertinent reasons found it": "और एक बार जब राज्य सरकार ने अच्छे और प्रासंगिक कारणों से सिफारिश को",
  "difficult to accept the recommendation, the consultation process should continue while referring to Madan Mohan Choudhary versus State of": "स्वीकार करना मुश्किल पाया, तो मदन मोहन चौधरी बनाम बिहार राज्य और अन्य",
  "the subject matter of consideration in the said case that the Constitution": "जोर दिया, जो उक्त मामले में विचार का विषय था कि संविधान ने उच्च न्यायालय",
  "has conferred upon the High Court a sacred and noble duty to give the best of advice or opinion to the Governor and that it was a matter of": "को राज्यपाल को सर्वोत्तम सलाह या राय देने के लिए एक पवित्र और महान",
  "trust and confidence between the Governor and the High Court. While": "कर्तव्य प्रदान किया है और यह राज्यपाल और उच्च न्यायालय के बीच विश्वास और",
  "in the year 2013, they could not be permitted to blow hot and cold that": "कि वर्ष 20॥3 में एक मानदंड निर्धारित किया गया था, उन्हें गर्म और ठंडा उड़ाने की",
  "the High Court would have no power. It was pointed out that it a": "अनुमति नहीं दी जा सकती थी कि उच्च न्यायालय के पास कोई शक्ति नहीं होगी। यह",
  "practice established to fill up the gaps which are there in the rules and,": "बताया गया कि यह नियमों में मौजूद कमियों को भरने के लिए स्थापित एक प्रथा है और",
  "therefore, the candidates could not question as to the number of persons": "इसलिए, उम्मीदवार इस बात पर सवाल नहीं उठा सकते कि पदों को भरने के लिए",
  "called to fill up the posts or to object what type of questions had to be": "कितने लोगों को बुलाया गया था या साक्षात्कार में किस प्रकार के प्रश्न पूछे जाने थे। यह",
  "once it was put in black and white and decided by the Full Court and": "रंग में रखा गया और पूर्ण न्यायालय द्वारा निर्णय लिया गया और दोनों राज्यों के",
  "applied to candidates from both the States, it was beyond the arena of questioning by the candidates who had taken a chance being aware of": "उम्मीदवारों पर लागू किया गया, तो यह उन उम्मीदवारों द्वारा पूछताछ के क्षेत्र से परे था",
  "questioning by the candidates who had taken a chance being aware of the rule and being trained judicial minds themselves.": "जिन्होंने नियम से अवगत होने और स्वयं प्रशिक्षित न्यायिक दिमाग होने का मौका लिया था।",
  "(25) The judgment in Sivanandan C.T. (supra) was rather relied": "(25) शिवानंदन सी. टी. (ऊपर) के फैसले पर भरोसा किया गया था। दिल्‍ली और",
  "(28) It is not disputed that on 23.02.2023 recommendations had": "(28) यह विवादित नहीं है कि 3 न्यायिक अधिकारियों को अतिरिक्त जिला और",
  "conveyed to the High Court. The same was done after the interview had": "साक्षात्कार विधिवत आयोजित किए जाने के बाद भी ऐसा ही किया गया था, जिन्हें दिनांक",
  "communication dated 24.08.2022 (Annexure P-2). Their interviews": "24.08.2022 (अनुलग्नक पी-2) के माध्यम से नोटिस दिया गया था। उनके साक्षात्कार",
  "were conducted on 30.11.2022 and 01.12.2022. It is not the grouse of": "30..2022 और 0.2.2022 पर आयोजित किए गए थे। यह किसी भी गैर-अनुशंसक",
  "any of thenon-recommendees also, that the recommendations which were done bythe interview board were biased or the said candidates": "की शिकायत नहीं है कि साक्षात्कार बोर्ड द्वारा की गई सिफारिशें पक्षपातपूर्ण थीं या उक्त",
  "had not been given due time. The objection for the first time was": "उम्मीदवारों को उचित समय नहीं दिया गया था। पहली बार राज्य द्वारा दिलचस्प रूप से",
  "officers and the status of the ACRs of others was asked for. The": "अनुशंसित अधिकारियों के एसीआर और अन्य के एसीआर की स्थिति मांगी गई थी। इस",
  "justification as such was sought as to why the officers who were": "तरह के औचित्य की मांग की गई थी कि जिन अधिकारियों की \"अनुशंसा की गई थी,",
  "“senior than the ones’” recommended had made the grade and thus the": "उनसे वरिष्ठ\" अधिकारियों ने ग्रेड क्यों बनाया था और इस प्रकार योग्यता और उपयुक्तता",
  "criteria of merit and suitability test was soughtto be clarified alleging": "परीक्षण के मानदंड को स्पष्ट करने की मांग की गई थी, जिसमें आरोप लगाया गया था",
  "that the principle of merit-cum-seniority has been affected and officers": "कि योग्यता-सह-वरिष्ठता का सिद्धांत प्रभावित हुआ है और अनुशंसित अधिकारियों से",
  "senior to the recommended officers have not been recommended.": "वरिष्ठ अधिकारियों की सिफारिश नहीं की गई है। इसी तरह राज्य सरकार ने उपलब्ध",
  "Similarly reason for not recommending the names of 38 officers as per the available vacancies was questioned by the State Government.": "रिक्तियों के अनुसार ३8 अधिकारियों के नामों की सिफारिश नहीं करने के कारण पर",
  "Relevant portions of the objections read as under:-": "सवाल उठाया। आपकत्तियों के प्रासंगिक भाग निम्नानुसार हैं: -",
  "75 per cent appointment by promotion and 25 per cent by": "कि 25 प्रतिशत पदों को 62 के आधार पर सख्ती से पदोन्नति के माध्यम से भरा जाना",
  "pointed out that while considering the judgment in All India Judges’ Association (supra) it has been specifically noticed that reliance upon": "कि अखिल भारतीय न्यायाधीश संघ (उपरोक्त) के फैसले पर विचार करते समय यह विशेष",
  "the Shetty Commission as such was not appropriate once statutory": "रूप से देखा गया है कि वैधानिक नियम लागू होने के बाद शेट्टी आयोग पर निर्भरता उचित",
  "rules had come into play and would cover the area which has not been": "नहीं थी और यह उस क्षेत्र को शामिल करेगी जिसे विशेष रूप से शामिल नहीं किया गया",
  "efficiency and integrity, the same cannot be said to be either arbitrary or irrational or illegal in any manner and Article 235 of the Constitution": "तरह से मनमाना या तर्कहीन या अवैध नहीं कहा जा सकता है और संविधान के अनुच्छेद",
  "had also been brought into play to hold thatit could not be challenged.": "235 को भी यह ठहराने के लिए लागू किया गया था कि इसे चुनौती नहीं दी जा सकती है।",
  "Relevant portion of the said judgment reads as under:-": "उक्त निर्णय का प्रासंगिक भाग इस प्रकार हैः -",
  "“8. Reliance placed upon the recommendations of Justice Jagannatha Shetty Commission or the decision reported in": "“8. रिलायंस ने न्यायमूर्ति जगन्नाथ शेट्टी आयोग की सिफारिशों या अखिल",
  "All India Judges’ Association & Others vs. Union of India": "भारतीय न्यायाधीश संघ और अन्य बनाम भारत संघ और अन्य (ऊपर) में रिपोर्ट किए गए",
  "You are therefore, requested to _ provide clarification/justification in respect of above points, so that": "इसलिए आपसे उपरोक्त बिंदुओं के संबंध में स्पष्टीकरण/औचित्य प्रदान करने",
  "the State Government, being Appointing Authority can take": "का अनुरोध किया जाता है, ताकि राज्य सरकार, नियुक्ति प्राधिकरण होने के नाते, हरियाणा",
  "of recommended/not recommended members in_ the cadreof the Haryana Civil Service (Judicial Branch) and in": "सिविल सेवा (न्यायिक शाखा) के संवर्ग में अनुशंसित/अनुशंसित सदस्यों के संबंध में",
  "accordance with rule 10()(a) of the Haryana Superior Judicial Service Rules, 2007.”": "पदोन्नति आदेश के संबंध में और हरियाणा उच्च न्यायिक सेवा नियम, 2007 के नियम 40 (।) (ए) के अनुसार समेकित निर्णय ले सके। ”",
  "(29) Reply to the said letter was given on 22.03.2023 (Annexure P-12) by the Registrar General of the High Court wherein it was": "(29) उक्त पत्र का उत्तर उच्च न्यायालय के महापंजीयक द्वारा 22.03.2023 (अनुलग्नक पी-42) पर दिया गया था जिसमें यह स्पष्ट किया गया था कि नियम योग्यता-",
  "the candidate.It was specifically mentioned that candidates had not been successful inthe suitability test in terms of the rules read with the": "उल्लेख किया गया था कि उम्मीदवार मानदंडों के साथ पढ़े गए नियमों के संदर्भ में",
  "criteria and their names had not been recommended on that ground.": "उपयुक्तता परीक्षा में सफल नहीं हुए थे और उस आधार पर उनके नामों की सिफारिश",
  "Two of the candidates were stated to be under age not having": "नहीं की गई थी। दो उम्मीदवारों की आयु कम बताई गई थी जिन्होंने न्यूनतम 35 वर्ष की",
  "completed the minimum age of 35 years and, therefore, had not been": "आयु पूरी नहीं की थी और इसलिए उन्हें नहीं बुलाया गया था। परिणामस्वरूप, संविधान के",
  "called. Resultantly, while placingreliance upon Articles 233 to 235 of the Constitution and the judgments of the Apex Court, the State": "अनुच्छेद 233 से 235 और सर्वोच्च न्यायालय के निर्णयों पर भरोसा करते हुए, राज्य सरकार",
  "Government was requested to grant the necessary approval. Similarly on the query as such on the 39 posts which had not been filed up, it": "से आवश्यक अनुमोदन देने का अनुरोध किया गया था। इसी तरह जिन 39 पदों पर आवेदन",
  "was clarified once the said process is complete, the process for": "नहीं किए गए थे, उन पर यह स्पष्ट किया गया कि उक्त प्रक्रिया पूरी होने के बाद शेष",
  "remaining vacancies would be initiated. Relevant portion of the said reply reads as under:-": "रिक्तियों के लिए प्रक्रिया शुरू की जाएगी। उक्त उत्तर का प्रासंगिक भाग इस प्रकार हैः -",
  "appointment to the 13 posts of Additional District and Sessions Judges in the State of Haryana by way of": "“कि हरियाणा राज्य में अतिरिक्त जिला और सत्र न्यायाधीशों के 3 पदों पर",
  "SHIKHA AND OTHERS v. STATE OF HARYANA AND OTHERS 69": "प्रक्रिया शुरू की गई थी, शिखा और अन्य बनाम हरियाणा राज्य और अन्य के नियम 6",
  "Additional Civil Judges (Senior Division) on the basis of": "द्वारा अतिरिक्त जिला और सत्र न्यायाधीशों के रूप में 3 हरियाणा सिविल सेवा (न्यायिक",
  "(i) hold a written objective test of 75 marks and viva voce of 25 marks in order to ascertain and examine the legal Knowledge and efficiency in legal field;": "(॥) कानूनी क्षेत्र में कानूनी ज्ञान और दक्षता का पता लगाने और जांच करने के लिए 75 अंकों की लिखित वस्तुनिष्ठ परीक्षा और 25 अंकों की मौखिक परीक्षा आयोजित करें।",
  "(ii) take into consideration Annual Confidential Reports of": "(2) 70 की वार्षिक गोपनीय रिपोर्टों पर विचार करना।",
  "27.If any question arises as to the interpretation of these rule the same shall be decided by the Government in": "27. यदि इन नियमों की व्याख्या के बरे में कोई प्रश्न उत्पन्न होता है तो सरकार द्वारा",
  "consultation with the High Court.”": "उच्च न्यायालय के परामर्श से इसका निर्णय लिया जाएगा। ”",
  "(34) It is also a matter of record that in pursuance of the request": "(3५) यह भी रिकॉर्ड की बात है कि ।7.0+५.2023 पर भेजे गए अनुरोध के अनुसरण",
  "sent on 17.04.2023, the first opinion from the Union of India dated 31.05.2023 was received on 19.06.2023 and the second opinion dated": "में, भारत संघ की पहली राय दिनांक 3.05.2023 पर 9.06.2023 और दूसरी राय",
  "26.07.2023. The State chose not to get back to the High Court at any": "दिनांक 26.07.2023 पर प्राप्त हुई थी। राज्य ने किसी भी समय उच्च न्यायालय में वापस",
  "approached this Court praying for the limited relief for concluding the": "अधिसूचना के लिए सीमित राहत के लिए अनुरोध करते हुए इस अदालत का दरवाजा",
  "alleging that the State of Punjab had already issued the necessary": "खटखटाया और आरोप लगाया कि पंजाब राज्य ने पहले ही दिनांक 25.0५.2023",
  "notification dated 25.04.2023 (Annexure P-7) and notified the": "(अनुलग्क पी-7) की आवश्यक अधिसूचना जारी कर दी है और समान रूप से स्थित",
  "promotion for similarly situated candidates. The matter was firstly": "उम्मीदवारों के लिए पदोन्नति को अधिसूचित कर दिया है। इस न्यायालय द्वारा सबसे पहले",
  "months had gone by and seeking explanation as to why the necessary": "समय बीत चुका है और स्पष्टीकरण मांगा गया है कि आवश्यक अधिसूचना क्‍यों जारी नहीं",
  "notification had not been issued and why the State was dragging its feet and the matter was adjourned to 13.09.2023. It was only thereafter the": "की गई और राज्य अपने पैर क्‍यों खींच रहा है और मामले को 3.09.2023 पर स्थगित",
  "rejection order was passed on 12.09.2023 (Annexure P-14) which is": "कर दिया गया है। इसके बाद ही 2.09.2023 (अनुलग्रक पी-५) पर अस्वीकृति आदेश",
  "now subject matter of the amended writ petition. A perusal of the said letter would go on to show that the decision was totally based on the": "संशोधित रिट याचिका का विषय है। उक्त पत्र के अवलोकन से पता चलता है कि निर्णय",
  "letter would go on to show that the decision was totally based on the third party view and after consulting the Union of India, the State has": "पूरी तरह से तीसरे पक्ष के दृष्टिकोण पर आधारित था और भारत संघ से परामर्श करने के",
  "decided not to accept the recommendations and asked for sending": "बाद, राज्य ने सिफारिशों को स्वीकार नहीं करने का फैसला किया है और इस याचिका को",
  "revised recommendations by taking the plea that a modified criteria had": "स्वीकार करते हुए संशोधित सिफारिशें भेजने के लिए कहा है कि उच्च न्यायालय द्वारा",
  "it did not bind the State Government. Uncharitable remarks were also": "मानदंड अपनाया गया था और इसलिए, यह राज्य सरकार को बाध्य नहीं करता था। उच्च",
  "betrayal of trust. Relevant portion of the said letter reads as under:-": "की गई थी। उक्त पत्र का प्रासंगिक हिस्सा इस प्रकार है: -",
  "dated 23 Febuary, 2023 and No. 204 Gaz.I/VI.F.8, dated 22": "के पत्र संख्या ॥7 गज़/6. एफ. 8 और 22 मार्च, 2023 के पत्र संख्या 20५",
  "that upon considering the above referred letters of promotion to Additional District and Sessions Judge (ADSJ) the State Government had decided to solicit legal": "सत्र न्यायाधीश (ए.डी.एस.जे) को उपरोक्त संदर्भित पदोन्नति पत्रों पर विचार करने पर",
  "(iii) Haryana Superior Judicial Service Rules, 2007 being a": "(3) हरियाणा उच्च न्यायिक सेवा नियम, 2007 संविधान के अनुच्छेद 309 के",
  "Constitution requires consultation with all stakeholders before amending any provision thereof.": "करने से पहले सभी हितधारकों के साथ परामर्श की आवश्यकता होती है।",
  "(iv) The recommendations of the High Court of the Punjab and Haryana for filling up of vacancies of Additional District & Sessions Judges by promotion without": "सत्र न्यायाधीशों के रिक्त पदों को भरने के लिए पंजाब और हरियाणा उच्च न्यायालय की",
  "5. Moreover, the Supreme Court if India in": "5. इसके अलावा, यदि भारत के सर्वोच्च न्यायालय ने \"चंद्रमौलेश्वर प्रसाद",
  "\"Chandramouleshwar Prasad v Patna High Court & Ors.\" (1970) 2 SCR 666 has held that appointments to the post of": "बनाम पटना उच्च न्यायालय और अन्य\" (970) 2 एस. सी. आर. 666 में यह",
  "District Judges (including Additional District Judges)": "अभिनिर्धारित किया है कि जिला न्यायाधीशों (अतिरिक्त जिला न्यायाधीशों सहित) के पद",
  "whether by direct recruitment or by way of promotion is": "पर नियुक्तियां, चाहे वे प्रत्यक्ष भर्ती या पदोन्नति के माध्यम से हों, अनुच्छेद 233 द्वारा",
  "governed by Article 233 and not Article 235. The Constitution has conferred upon High Court a sacred and": "शासित होती हैं न कि अनुच्छेद 235 द्वारा। संविधान ने उच्च न्यायालय को राज्यपाल को",
  "noble duty to give best advice or the opinion to the": "सर्वोत्तम सलाह या राय देने का एक पवित्र और महान कर्तव्य प्रदान किया है, उच्च",
  "Governor, The High Court cannot act arbitrarily in giving its opinion to the Governor or else it will be a betrayal of": "न्यायालय राज्यपाल को अपनी राय देने में मनमाने ढंग से कार्य नहीं कर सकता है",
  "trust. If the advice is not supportable by any material on": "अन्यथा यह विश्वासघात होगा। यदि सलाह अभिलेख पर किसी भी सामग्री द्वारा समर्थित",
  "record and is arbitrary in character, it may not have any binding value/effect.": "नहीं है और चरित्र में मनमाना है, तो इसका कोई बाध्यकारी मूल्य/प्रभाव नहीं हो सकता",
  "6. Therefore, keeping in view the position explained above, the State Government decided not to accept the": "6. इसलिए, ऊपर वर्णित स्थिति को ध्यान में रखते हुए, राज्य सरकार ने हरियाणा",
  "Service (Judicial Branch) Officers to the post of Additional": "सिविल सेवा (न्यायिक शाखा) के ।3 अधिकारियों की अतिरिक्त जिला और सत्र",
  "Government as well as the Central Government (Ministry": "नहीं करने का निर्णय लिया, क्योंकि राज्य सरकार के साथ-साथ केंद्र सरकार (विधि और",
  "procedure under Article 233 read with article 309 of the Constitution ofIndia, i.e. Haryana Superior Judicial Service": "संविधान के अनुच्छेद 309, यानी हरियाणा उच्च न्यायिक सेवा नियम, 2007 के साथ",
  "send revised recommendations by following set procedure as per law.”": "अनुरोध है कि आप कानून के अनुसार निर्धारित प्रक्रिया का पालन करते हुए संशोधित सिफारिशें भेजें। ”",
  "(35) In sum and substance keeping in view the sequence of events,two things are clear that the argument raised by Mr. Gurminder Singh, Senior Counsel for the petitioners in CWP Nos.19775 of 2023 is": "(35) घटनाओं के क्रम को ध्यान में रखते हुए, दो बातें स्पष्ट हैं कि 2023 के सी. डब्ल्यू पी. 49775/2023 में याचिकाकर्ताओं के वरिष्ठ वकील, श्री गुरमिंदर सिंह द्वारा",
  "substantiated by the record as such that the whole process was sought": "उठाए गए तर्क को रिकॉर्ड द्वारा इस तरह से प्रमाणित किया गया है कि पूरी प्रक्रिया को",
  "to bede-railed on account of a representation filed by a third party": "किसी तीसरे पक्ष के तत्व द्वारा दायर किए गए अभ्यावेदन के कारण रद्द करने की मांग की",
  "standi in the matter but the State proceeded to act on the same and went": "अधिकार नहीं था, लेकिन राज्य ने उसी पर कार्रवाई करने के लिए आगे बढ़े और मामले",
  "on to consult the Union of India without getting back to the High Court. The same is apparently in contradiction to the procedure which is": "में वापस आए बिना भारत संघ से परामर्श किया। उच्च न्यायालय। यह स्पष्ट रूप से संविधान",
  "The same is apparently in contradiction to the procedure which is prescribed under Article 233 of the Constitution. The element of a third private party having been introduced by the State has done": "के अनुच्छेद 233 के तहत निर्धारित प्रक्रिया के विपरीत है। राज्य द्वारा पेश किए गए तीसरे",
  "extreme violence to the selection process and de-railed the same": "निजी पक्ष के तत्व ने चयन प्रक्रिया में अत्यधिक हिंसा की है और उसी शिखा और अन्य",
  "in the State of Haryana has been set back and badly impacted and": "हरियाणा राज्य में न्याय वितरण प्रणाली पीछे हट गई है और बुरी तरह से प्रभावित हुई है",
  "continues to suffer on account of the fact that the State Government": "और इस तथ्य के कारण पीड़ित है कि राज्य सरकार ने एक ऐसे मामले में अपनी सक्रियता",
  "showed its proactivity in a case where it was not required and rather": "दिखाई है जहां इसकी आवश्यकता नहीं थी और जिन अधिकारियों की विधिवत सिफारिश",
  "apparently sought to push the case of the non- meritorious candidates in spite of the fact that the rule provides otherwise.": "उम्मीदवारों के मामले को आगे बढ़ाने की कोशिश की है कि नियम अन्यथा प्रदान करता है।",
  "by not consulting the High Court at all, and (ii) by consulting the High Court and also other persons. In one": "न्यायालय से बिल्कुल भी परामर्श नहीं करके और (2) उच्च न्यायालय और अन्य व्यक्तियों",
  "case he directly infringes the mandate of the Constitution": "से भी परामर्श करके। एक मामले में वह सीधे संविधान के जनादेश का उल्लंघन करता है",
  "and in the other he indirectly does so, for his mind may be": "और दूसरे में वह अप्रत्यक्ष रूप से ऐसा करता है, क्योंकि उसका मन अन्य व्यक्तियों से",
  "influenced by other persons not entitled to advise him. That": "प्रभावित हो सकता है जो उसे सलाह देने के हकदार नहीं हैं। संविधान के अन्य प्रावधानों से",
  "this constitutional mandate has both a negative and positive significance is made clear by the other provisions of the": "स्पष्ट होता है कि इस संवैधानिक जनादेश का नकारात्मक और सकारात्मक दोनों महत्व है।",
  "Constitution. Wherever the Constitution intended to provide more than one consultant, it has said so: see Arts.": "जहाँ कहीं भी संविधान ने एक से अधिक सलाहकार प्रदान करने का इरादा किया है, वहाँ",
  "consultation of a single body or individual it said so: see": "एक निकाय या व्यक्ति के परामर्श का प्रावधान किया है, वहाँ उसने ऐसा कहा हैः अनुच्छेद",
  "Art. 222. Art. 124(2), goes further and makes a distinction": "222 देखें। अनुच्छेद 2५ (2), आगे जाता है और उन व्यक्तियों के बीच अंतर करता है",
  "between persons who shall be consulted and persons who may be consulted. These pro- visions indicate that the duty": "जिनसे परामर्श किया जाएगा और जिन व्यक्तियों से परामर्श किया जा सकता है। इन प्रस्तावों",
  "may be consulted. These pro- visions indicate that the duty to consult is so integrated with the exercise ofthe power": "से संकेत मिलता है कि परामर्श करने का कर्तव्य शक्ति के प्रयोग के साथ इतना एकीकृत",
  "that the power can be exercised only in consultation with the person or persons designated therein. To state it": "है कि शक्ति का प्रयोग केवल उस व्यक्ति या उसमें नामित व्यक्तियों के परामर्श से किया",
  "differently, if A is empowered to appoint B in consultation": "जा सकता है। इसे अलग तरह से कहने के लिए, यदि ए को सी के परामर्श से बी की",
  "with C, he will not be exercising the power in the manner": "नियुक्ति करने का अधिकार है, तो वह निर्धारित तरीके से शक्ति का प्रयोग नहीं करेगा यदि",
  "prescribed if he appoints B in consultation with Cand D.": "वह सी और डी के परामर्श से बी की नियुक्ति करता है।",
  "We would, therefore, hold that if the Rules empower the": "इसलिए, हम यह मानेंगे कि यदि नियम राज्यपाल को उच्च न्यायालय के अलावा किसी",
  "Governor to appoint a person as district judge in consultation with a person or authority other than the High": "व्यक्ति या प्राधिकरण के परामर्श से किसी व्यक्ति को जिला न्यायाधीश के रूप में नियुक्त",
  "the provisions of Art. 233(1) of the Constitution.": "करने का अधिकार देते हैं, तो उक्त नियुक्ति संविधान के अनुच्छेद 233 (॥) के प्रावधानों",
  "(37) In Inder Prakash Anand HCS and others (supra) a Four": "(37) इंदर प्रकाश आनंद एच. सी. एस. और अन्य (ऊपर) ए फोर में न्यायाधीशों",
  "notto be binding on the State, the consequences would be unfortunate": "तो इसके परिणाम दुर्भाग्यपूर्ण होंगे, जब इस न्यायालय की पूर्ण पीठ के फैसले के खिलाफ",
  "while dismissing the appeal filed by the State against the judgment of": "राज्य द्वारा दायर अपील को खारिज कर दिया गया, जिसने इस न्यायालय की सिफारिशों",
  "the Full Bench of this Court which had quashed the order retiring the officer from service against the recommendations of this Court.": "के खिलाफ अधिकारी को सेवा से सेवानिवृत्त करने के आदेश को रद्द कर दिया था। उक्त",
  "Relevant portion of thesaid judgment reads as under:-": "निर्णय का प्रासंगिक भाग इस प्रकार हैः -",
  "“18. The control vested in the High Court is that if the High": "“8. उच्च न्यायालय में निहित नियंत्रण यह है कि यदि उच्च न्यायालय की राय",
  "Court is of opinion that a particular Judicial Officer is not fit to be retained in service the High Court will": "है कि कोई विशेष न्यायिक अधिकारी सेवा में बनाए रखने के योग्य नहीं है, तो उच्च न्यायालय",
  "communicate that to the Governor because the Governor is": "राज्यपाल को सूचित करेगा क्योंकि राज्यपाल को पद या शिखा और अन्य बनाम हरियाणा",
  "the authority to dismiss, remove, reduce in rank or": "राज्य और अन्य को बर्खास्त करने, हटाने, कम करने का अधिकार है नियुक्ति समाप्त करें।",
  "There can be no doubt that if the High Court is convinced": "न्यायालय के साथ प्रभावी परामर्श। इसमें कोई संदेह नहीं हो सकता कि यदि उच्च न्यायालय",
  "the State Government, the High Court will undoubtedly reconsider the matter and the recommendations made by": "उच्च न्यायालय निस्संदेह मामले और उच्च न्यायालय द्वारा की गई सिफारिशों पर पुनर्विचार",
  "the High Court. Efficient and proper judicial administration being the main object of these appointments, there should": "करेगा। कुशल और उचित न्यायिक प्रशासन इन नियुक्तियों का मुख्य उद्देश्य होने के कारण,",
  "be no difficulty in arriving at a consensus as both the High": "आम सहमति पर पहुंचने में कोई कठिनाई नहीं होनी चाहिए क्योंकि उच्च न्यायालय और",
  "the question in a detached manner for achieving the true": "करने के वास्तविक उद्देश्य को प्राप्त करने के लिए अनिवार्य रूप से अलग तरीके से प्रश्न",
  "(39) The issue of consultation or deliberation was held to be": "39) अभिनिर्धारित किया कि उक्त परामर्श या विचार-विमर्श पूर्ण या प्रभावी नहीं",
  "effective if the parties do not make the respective points of view known to each other.The said observations would come useful in the": "हो सकता है यदि पक्ष एक-दूसरे को अपने-अपने दृष्टिकोण से अवगत नहीं कराते हैं। उक्त",
  "known to each other.The said observations would come useful in the sense that it was never the State Government’s concern that the criteria": "टिप्पणियां इस मायने में उपयोगी होंगी कि यह राज्य सरकार की कभी भी चिंता नहीं थी",
  "fixed was bad and all along it had objected on a wrong apprehension": "कि निर्धारित मानदंड खराब थे और उसने हमेशा इस गलत आशंका पर आपत्ति जताई थी",
  "that the rule had not been amended. The benchmark which had thus": "कि नियम में संशोधन नहीं किया गया था। इस प्रकार जो मानदंड तय किया गया था, वह",
  "been fixed was within the ambit as perRule 8 of the 2007 Rules and": "2007 के नियमों के नियम 8 के दायरे में था और यह राय देना राज्य सरकार का काम",
  "it was not for the State Government to opine that the criteria was not known to the candidates.": "नहीं था कि मानदंड उम्मीदवारों को पता नहीं था।",
  "(40) In Bal Mukand Sah (supra) another Constitutional Bench": "(५०0) बाल मुकंद साह (उपरोक्त) मामले में एक अन्य संवैधानिक पीठ ने कहा कि",
  "regulated by Articles 233 and 234 of the Constitution on the consultationof the High Court and of total clearance by the High Court": "के माध्यम से उच्च न्यायालय द्वारा पूर्ण मंजूरी पर संविधान के अनुच्छेद 233 और 239 द्वारा",
  "Court being the expert body controlling the District Judiciary and any": "बाधित और विनियमित है। जिला न्यायपालिका को नियंत्रित करने वाला विशेषज्ञ निकाय",
  "inroads by the legislative was frowned upon and it was observed that it": "को अस्वीकार कर दिया गया था और यह देखा गया था कि यह उच्च न्यायालय को निर्धारित",
  "available to it both at the grass-root level of District Judiciary as well as the apex level of justice to ensure the dispensation of justice. The effort": "करना था कि न्याय का वितरण सुनिश्चित करने के लिए जिला न्यायपालिका के जमीनी स्तर",
  "of scheme foisting thescheme of reservation on the High Court and": "इस प्रकार उच्च न्यायालय पर आरक्षण की योजना लागू करने और परामर्श करने के प्रयास",
  "consultation was thus frowned upon. Relevant portion of the said judgment reads as under:-": "को अस्वीकार कर दिया गया। उक्त निर्णय का प्रासंगिक भाग इस प्रकार हैः -",
  "“58 It is now time for us to take stock of the situation. In": "“58 अब हमारे लिए स्थिति का जायजा लेने का समय आ गया है। शिक्षा और",
  "independence of Judiciary and separation of powers between the executive and the judiciary, the Constitutional": "में न्यायपालिका की स्वतंत्रता और कार्यपालिका और न्यायपालिका के बीच शक्तियों का",
  "discharge judicial functions from grass-root level of the Judiciary up to the apex level of the District Judiciary,": "लेकर जिला न्यायपालिका के शीर्ष स्तर तक न्यायिक कार्यों का निर्वहन करने के लिए योग्य",
  "that rules made by the Governor in consultation": "मामले में उच्च न्यायालय के परामर्श से राज्यपाल द्वारा बनाए गए नियम और अनुच्छेद 233",
  "appointments at the apex level of the District Judiciary": "के तहत जिला न्यायपालिका के शीर्ष स्तर पर नियुक्तियों के लिए उच्च न्यायालय की",
  "under Article 233, remain the sole repository of power to effect such recruitments and appointments. It is easy to": "सिफारिश, ऐसी भर्तियों और नियुक्तियों को प्रभावी बनाने के लिए शक्ति का एकमात्र भंडार",
  "recruited at both these levels, the out turn of the judicial product would not be of that high level which is expected": "उम्मीदवारों की भर्ती नहीं की जाती है, तो न्यायिक उत्पाद का परिणाम उस उच्च स्तर का",
  "for redressal of their legal grievances at the hands of": "न्यायपालिका के हाथों अपनी कानूनी शिकायतों के निवारण के लिए आने वाले वादियों के",
  "Officer of the Court if not being fully equipped with legal": "न्यायालय का पीठासीन अधिकारी यदि पूरी तरह से कानूनी आधार से लैस नहीं है, तो वह",
  "grounding may not be able to deliver goods which the": "उन वस्तुओं को वितरित करने में सक्षम नहीं हो सकता है जो मुकदमेबाजी करने वाली",
  "litigating public expects him to deliver. Thus, to ensure the": "जनता उससे देने की अपेक्षा करती है। इस प्रकार, जमीनी स्तर के साथ-साथ जिला",
  "recruitment of the best available talent both at grass-root levelas well as at apex level of District Judiciary, Articles": "न्यायपालिका के शीर्ष स्तर पर सर्वश्रेष्ठ उपलब्ध प्रतिभाओं की भर्ती सुनिश्चित करने के लिए,",
  "levelas well as at apex level of District Judiciary, Articles 233 and 234 have permitted full interaction between the": "अनुच्छेद 233 और 23% ने उच्च न्यायालय के बीच पूर्ण बातचीत की अनुमति दी है जो",
  "High Courtwhich is the expert body controlling the District Judiciary and the Governor who is the appointing authority": "जिला न्यायपालिका को नियंत्रित करने वाला विशेषज्ञ निकाय है और राज्यपाल जो नियुक्ति",
  "appointing recommended candidates both by the Public Service Commission and the High Court at the grass-root": "प्राधिकरण है और जो लोक सेवा आयोग और उच्च न्यायालय दोनों द्वारा अनुशंसित",
  "level and also has to appoint only those candidates who are": "उम्मीदवारों की नियुक्ति का कार्य जमीनी स्तर पर लगभग करता है और केवल उन",
  "recommended by the High Court for appointment at the": "उम्मीदवारों को नियुक्त करना पड़ता है जिनकी सिफारिश उच्च न्यायालय द्वारा जिला",
  "Legislature which would not require consultation with an expert agency like the High Court would necessarily fall": "न्यायालय जैसी विशेषज्ञ एजेंसी के साथ परामर्श की आवश्यकता नहीं होगी, अनिवार्य रूप",
  "envisaging insulation of judicial appointments from interference by outside agencies, bypassing the High Court,": "से उच्च न्यायालय को दरकिनार करते हुए, न्यायिक नियुक्तियों को बाहरी एजेंसियों के",
  "whether being the Governor or for that matter Council of Ministers advising him or the Legislature. For judicial": "होगा, चाहे वह राज्यपाल हो या उस मामले के लिए उसे या विधानमंडल को सलाह देने",
  "to be given to the Governor while framing rules under Article 234 or for making appointments on_ the": "वाली मंत्रिपरिषद। न्यायिक के लिए अनुच्छेद 23५ के तहत नियम बनाते समय या अनुच्छेद",
  "recommendations of the High Court under Article 233": "233 के तहत उच्च न्यायालय की सिफारिशों पर नियुक्तियां करते समय राज्यपाल को दी",
  "rock and very soul of these exercises. It is axiomatic that the High Court, which is the real expert body in the field in": "अभ्यासों का आधार और आत्मा है। यह स्वयंसिद्ध है कि उच्च न्यायालय, जो उस क्षेत्र में",
  "pivotal role to play in the recruitments of judicial officers": "न्यायिक अधिकारियों की भर्ती में महत्वपूर्ण भूमिका है, जिनके काम को अनुच्छेद 235 के",
  "undergoing filtering process at the relevant entry points. It": "तहत उसके द्वारा नियंत्रित किया जाना है, जब वे संबंधित प्रवेश बिंदुओं पर छान-बीन",
  "under Article 235 is solely vested in the High Court, then": "कि जब अनुच्छेद 235 के तहत जिला न्यायपालिका पर नियंत्रण पूरी तरह से उच्च न्यायालय",
  "agencies with ultimate object of securing efficient administration of justice for the suffering litigating": "को सुरक्षित करने के अंतिम उद्देश्य के साथ ऐसी एजेंसियों के माध्यम से न्याय का वितरण",
  "countenance bypassing of the High Court either at the level": "न्यायपालिका के शीर्ष स्तर पर नियुक्ति के स्तर पर उच्च न्यायालय को दरकिनार करना",
  "per Article 234 after following due procedure and the": "असंभव है। उचित प्रक्रिया का पालन करने के बाद अनुच्छेद 23% के अनुसार राज्यपाल",
  "appointments to be made by him under Article 233 by way of direct recruitment to the District Judiciary solely on the": "न्यायपालिका में सीधी भर्ती के माध्यम से अनुच्छेद 233 के तहत उनके द्वारा की जाने वाली",
  "basis of the recommendation of the High Court clearly project a complete and insulated scheme of recruitment to the Subordinate Judiciary. This completely insulated": "नियुक्तियां स्पष्ट रूप से अधीनस्थ न्यायपालिका में भर्ती की एक पूर्ण और पृथक योजना को",
  "the Subordinate Judiciary. This completely insulated scheme as envisaged by the founders of the Constitution": "प्रस्तुत करती हैं। संविधान के संस्थापकों द्वारा परिकल्पित इस पूरी तरह से अछूती योजना",
  "cannot be tinkered with by any outside agency dehors the": "के साथ किसी भी बाहरी एजेंसी द्वारा छेड़छाड़ नहीं की जा सकती है जो दोहरे अनुच्छेद",
  "permissible exercise envisaged by thetwin Articles 233 and 234. It is a misnomer to suggest that any imposition of": "233 और 239 द्वारा परिकल्पित अनुमेय अभ्यास का खंडन करती है। यह कहना गलत है",
  "scheme of reservation for filling up vacancies in already existing or created sanctioned posts in any cadre of district": "बनाए गए स्वीकृत पदों को भरने के लिए आरक्षण की किसी भी योजना को लागू करने का",
  "judges or Subordinate Judiciary will have nothing to do with the concept of recruitment and appointment for filling up such vacancies. Any scheme of reservation foisted on": "ऐसी रिक्तियों को भरने के लिए भर्ती और नियुक्ति की अवधारणा से कोई लेना-देना नहीं",
  "up such vacancies. Any scheme of reservation foisted on the High Court without consultation with it directly results": "होगा। उच्च न्यायालय के साथ परामर्श किए बिना उच्च न्यायालय पर आरक्षण की कोई भी",
  "in truncating the High Courts power of playing a vital role": "योजना लागू करने से सीधे तौर पर उच्च न्यायालय की महत्वपूर्ण भूमिका निभाने की शक्ति",
  "in the recruitment of eligible candidates to fill up these": "को कम कर दिया जाता है- इन रिक्तियों को भरने के लिए योग्य उम्मीदवारों की भर्ती में",
  "vacancies and hence such appointments on reserved posts": "और इसलिए आरक्षित पदों पर ऐसी नियुक्तियां संस्थापक पिता द्वारा उस उद्देश्य के लिए",
  "would remain totally ultra vires the scheme of the Constitution enacted for that purpose by the founding": "अधिनियमित संविधान की योजना से पूरी तरह से परे होंगी। यह भी ध्यान दिया जाना चाहिए",
  "justice underlying the scheme of reservation under Article 16(4)read with Article 335 cannot be said to be one which": "कि अनुच्छेद 335 के साथ पठित अनुच्छेद 46 (५) के तहत आरक्षण की योजना में",
  "the High Court would necessarily ignore being a responsible Constitutional functionary. In fact what is": "न्यायालय एक जिम्मेदार संवैधानिक पदाधिकारी होने के नाते अनिवार्य रूप से नजरअंदाज",
  "required is that the right decision should be arrived at in the": "कर देगा। वास्तव में यह आवश्यक है कि सही निर्णय सही तरीके से लिया जाए। वर्तमान",
  "right manner. In the facts of the present case, it is an admitted position that the High Court of Patna has already": "मामले के तथ्यों में, यह एक स्वीकृत स्थिति है कि पटना उच्च न्यायालय ने पहले ही अधीनस्थ",
  "Munsiffs and Magistrates at grass-root level of Subordinate": "न्यायपालिका के जमीनी स्तर पर मुन्सिफ और मजिस्ट्रेट की भर्ती में अनुसूचित जाति के",
  "Judiciary and rules framed under Article 234 by the": "के परामर्श से अनुच्छेद 23५ के तहत बनाए गए नियमों ने इस तरह के आरक्षण की अनुमति",
  "permitted such reservation. Thus, it is not as if the purpose of reservation cannot be achieved without reference to the": "दी है। इस प्रकार, ऐसा नहीं है कि आरक्षण का उद्देश्य उच्च न्यायालय के संदर्भ के बिना",
  "High Court. But as the saying goes you can take a horse to": "प्राप्त नहीं किया जा सकता है। लेकिन जैसा कि कहा जाता है कि आप घोड़े को पानी तक",
  "the water but cannot make it drink by force. Thus what is": "ले जा सकते हैं लेकिन उसे जबरदस्ती पीने के लिए मजबूर नहीं कर सकते। इस प्रकार",
  "expected of the executive and the Governor is to have an effective dialogue with the High Court so_ that": "कार्यपालिका और राज्यपाल से उच्च न्यायालय के साथ एक प्रभावी बातचीत की अपेक्षा की",
  "appropriate reservation scheme can be adopted by way of rules under Article 234 and even by prescribing quota of": "जाती है ताकि अनुच्छेद 23% के तहत नियमों के माध्यम से उचित आरक्षण योजना को",
  "reservations of posts for direct recruits to District Judiciary under Article 233 if found necessary and feasible. That is the Constitutional scheme which is required to be followed": "अपनाया जा सके और यहां तक कि अनुच्छेद 233 के तहत जिला न्यायपालिका में सीधी भर्तियों के लिए पदों के आरक्षण का कोटा निर्धारित किया जा सके। यह संवैधानिक योजना",
  "both by the High Court and by the executive represented": "है जिसका पालन उच्च न्यायालय और राज्यपाल के माध्यम से प्रतिनिधित्व करने वाली",
  "through the Governor. But this thrust of the Constitutional": "कार्यपालिका दोनों द्वारा किया जाना आवश्यक है। लेकिन संवैधानिक योजना के इस जोर",
  "(41) Keeping in view the legal opinion taken as such from the Union of India on the representation of Prem Pal and having fallen": "(५) प्रेम पाल के प्रतिनिधित्व पर भारत संघ से ली गई कानूनी राय को ध्यान में रखते",
  "back upon the same while not accepting the recommendations of the High Courtand not consulting the High Court further and asking it to": "हुए और उच्च न्यायालय की सिफारिशों को स्वीकार नहीं करते हुए और उच्च न्यायालय से",
  "send the recommendations by holding that resolution of the High Court": "आगे परामर्श नहीं करते हुए और यह अभिनिर्धारित करते हुए कि उच्च न्यायालय के प्रस्ताव",
  "was not shared and is lacking consultation and apparently is violative": "को साझा नहीं किया गया था और परामर्श का अभाव है और जाहिर तौर पर संवैधानिक",
  "Question No.(ii):": "प्रश्न सं. (॥):",
  "Whether the action of the State Government or the": "क्या राज्य सरकार या उच्च न्यायालय की कार्रवाई मनमाना थी और भारत के",
  "High Court was arbitrary and not in consonance of Article 233 of the Constitution of India and whether there": "संविधान के अनुच्छेद 233 के अनुरूप नहीं थी और क्या उच्च न्यायालय के साथ प्रभावी",
  "(42) The argument which has been raised is that the requirement ofminimum 50% in the interview had not been put to the candidates": "(५2) जो तर्क दिया गया है वह यह है कि साक्षात्कार में न्यूनतम 50 प्रतिशत की",
  "events would go on to show that the decision as such undisputedly was": "था। घटनाओं के क्रम से पता चलता है कि इस तरह का निर्णय निर्विवाद रूप से 4..202।",
  "taken way-back on 11.11.2021 wherein the Recruitment and Promotion Committee (Superior Judiciary Services) had in order to bring the": "पर वापस लिया गया था, जिसमें भर्ती और पदोन्नति समिति (सुपीरियर ज्यूडिशियरी",
  "uniformity in caseof promotion to the Superior Judicial Services in the sister States of Punjab & Haryana fixed the relevant date for the": "सर्विसेज) ने पंजाब और हरियाणा के सहयोगी राज्यों में सुपीरियर ज्यूडिशियल सर्विसेज में",
  "initiation of the process of the recruitment to the posts which had to be": "पदोन्नति के मामले में एकरूपता लाने के लिए उन पदों पर भर्ती की प्रक्रिया शुरू करने के",
  "filled up to the said Superior Judicial Services. It was to be done on the": "लिए प्रासंगिक तिथि निर्धारित की थी, जिन्हें उक्त सुपीरियर ज्यूडिशियल सर्विसेज तक भरा",
  "basis of merit-cum-seniority rule and passing of a suitability test.": "जाना था। यह योग्यता-सह-वरिष्ठता नियम और उपयुक्तता परीक्षा उत्तीर्ण करने के आधार",
  "Keeping in mind the Rules applying to both the States, the decision": "पर किया जाना था। दोनों राज्यों में लागू होने वाले नियमों को ध्यान में रखते हुए, संबंधित",
  "taken regarding the suitability test as per the relevant rules was made of securing 50% marks in the written test and 50% marks in viva-voce": "नियमों के अनुसार उपयुक्तता परीक्षा के संबंध में लिखित परीक्षा में 50 प्रतिशत अंक और",
  "individually which would make a candidate eligible for promotion. Relevant portion reads as under:-": "जो एक उम्मीदवार को पदोन्नति के लिए योग्य बनाएगा। प्रासंगिक भाग निम्नानुसार हैः -",
  "“In terms of Rule 7(3) (a) of the Punjab Superior Judicial": "“पंजाब सुपीरियर न्यायिक सेवा नियम, 2007 के नियम 7 (3) (ए) और",
  "Service Rules, 2007 and Rule 6(1) (a) of HaryanaSuperior Judicial Service Rules, 2007, the suitability test shall": "हरियाणा सुपीरियर न्यायिक सेवा नियम, 2007 के नियम 6 (॥) (ए) के संदर्भ में,",
  "consist of written objective test of 75 marks and viva voce of 25 marks so as to assess legal knowledge and efficiency": "उपयुक्तता परीक्षा में 75 अंकों की लिखित वस्तुनिष्ठ परीक्षा और 25 अंकों की मौखिक",
  "in legal field for discharging higher duties and responsibilities.": "परीक्षा शामिल होगी ताकि उच्च कर्तव्यों और जिम्मेदारियों के निर्वहन के लिए कानूनी क्षेत्र",
  "Securing 50% marks in the written test and 50% marks in viva voce individually would made a candidate eligible for": "लिखित परीक्षा में 50 प्रतिशत अंक और वाइवा वॉयस में व्यक्तिगत रूप से 50",
  "(43) It is not disputed that this portion had superseded the earlier": "(५३) यह विवादित नहीं है कि इस हिस्से ने पहले के मानदंडों को हटा दिया था",
  "criteria which was being followed which had been fixed on 29.01.2013.": "जिसका पालन किया जा रहा था जिसे 29.0.203 पर तय किया गया था। पूर्ण न्यायालय",
  "The criteria was accepted by the Full Court on 30.11.2021 and only the": "द्वारा 30..202। पर मानदंड को स्वीकार किया गया था और एसीआर के संबंध में केवल",
  "other portion regarding the ACRs and the benchmark falling in part (iii) of the earlier criteria had been modified and the matter had been sent to": "अन्य भाग और पहले के मानदंडों के भाग (3) में आने वाले बेंचमार्क को संशोधित किया",
  "of the earlier criteria had been modified and the matter had been sent to two Committees for comprehensive examination. This aspect is also": "गया था और मामले को व्यापक जांच के लिए दो समितियों को भेजा गया था। चंद्रमौलेश्वर",
  "appointment cannot be said to be in compliance with Art. 233 of the Constitution. The correspondence noted above which passed between the High Court and the Secretariat": "के अनुच्छेद 233 के अनुपालन में नहीं थी। परिणामस्वरूप, उच्च न्यायालय को प्रधानता",
  "be appointed temporarily as District and Sessions Judge,": "जिला और सत्र न्यायाधीश, आरा के रूप में पहले के अधिकारी की नियुक्ति सरकार द्वारा",
  "considered for promotion. The Governor cannot discharge his function under Art. 233 if he makes an appointment of a": "लेना। राज्यपाल अनुच्छेद 233 के तहत अपने कार्य का निर्वहन नहीं कर सकता है यदि वह",
  "person without ascertaining the High Court's views in": "किसी व्यक्ति की नियुक्ति उसके संबंध में उच्च न्यायालय के विचारों का पता लगाए बिना",
  "regard thereto. It was strenuously contended on behalf of the State of Bihar the materials before the Court amply": "करता है। बिहार राज्य की ओर से यह जोरदार ढंग से तर्क दिया गया था कि न्यायालय के",
  "Government its views in the matter; the Government was posted with all the facts and there was con-_ sultation": "ने इस मामले में सरकार को अपने विचार दिए थे। सरकार को सभी तथ्यों के साथ तैनात",
  "sufficient for the purpose of Art. 233. We cannot accept": "किया गया था और अनुच्छेद 233 के उद्देश्य के लिए पर्याप्त सहमति थी। हम इसे स्वीकार",
  "this. Consultation or deliberation is not complete or effective before the parties thereto make their respective": "नहीं कर सकते। विचार-विमर्श या विचार-विमर्श पक्षकारों के समक्ष पूर्ण या प्रभावी नहीं",
  "points of viewknown to the other or others and discuss and": "होता है ताकि वे अपने-अपने दृष्टिकोण को दूसरे या अन्य लोगों को बता सकें और उनके",
  "examine the relative merits of their views. If one party": "विचारों के सापेक्ष गुणों पर चर्चा और जांच कर सकें। यदि एक पक्ष दूसरे पक्ष को एक",
  "makes a proposalto the other who has a counter proposal in his mind which is not communicated to the proposer the": "प्रस्ताव देता है जिसके दिमाग में एक जवाबी प्रस्ताव है जो प्रस्तावक को सूचित नहीं किया",
  "direction to give effect to the counter proposal without": "जाता है, तो बिना कुछ और किए जवाबी प्रस्ताव को प्रभावी बनाने का निर्देश, परामर्श के",
  "anything more, cannot be said to have been issued after consultation. In our opinion, the notification of October 17,": "बाद जारी किया गया नहीं कहा जा सकता है। हमारी राय में, ॥7 अक्टूबर, 4968 की",
  "1968 was not in compliance with Art. 233 of the Constitution. In the absence of consultationthe validity of": "अधिसूचना संविधान के अनुच्छेद 233 के अनुपालन में नहीं थी। परामर्श के अभाव में ।7",
  "the notification of 17th October, 1968 cannot be sustained.": "अक्टूबर, 968 की अधिसूचना की वैधता को कायम नहीं रखा जा सकता है।",
  "(44) Thus, the above judgment would go on to show that the State Government was not within its right to take a different decision": "(५५) इस प्रकार, उपरोक्त निर्णय यह दर्शाता है कि राज्य सरकार को एक अलग",
  "and overrule the recommendation of this Court on the basis of a meddlesome interloper namely Prem Pal, Advocate who was in no way connected remotely with the selection process.": "निर्णय लेने और इस न्यायालय की सिफारिश को एक हस्तक्षेपकारी मध्यस्थ, अधिवक्ता प्रेम पाल, जो किसी भी तरह से चयन प्रक्रिया से टूर से जुड़े नहीं थे, के आधार पर खारिज करने",
  "(45) Closer home in the another Constitutional Bench judgment passed in High Court of Punjab and Haryana and others (supra) in the year 1975 the dispute was regarding the power of confirmation of": "(५5) एक अन्य संवैधानिक पीठ के फैसले में घर के करीब पंजाब और हरियाणा के उच्च न्यायालय में पारित किया गया और अन्य (ऊपर) वर्ष 975 में विवाद पदोन्नति के",
  "the year 1975 the dispute was regarding the power of confirmation of the promotees as well as of a direct recruit namely Justice N.S. Rao as": "साथ-साथ न्यायमूर्ति एन. एस. राव नामक एक सीधी भर्ती की पुष्टि की शक्ति के बारे में था",
  "he was then with the High Court and not with the Government. The": "क्योंकि वह तब उच्च न्यायालय में थे न कि सरकार के साथ। सरकार ने उक्त अधिकारी को",
  "Government had passed an order reverting the said officer and this Court gone on to hold that the power to confirm was the part of the": "वापस करने का आदेश पारित किया था और इस न्यायालय ने यह निर्णय दिया कि पुष्टि",
  "power to appoint and the Governor was the appointing authority and": "करने की शक्ति नियुक्त करने की शक्ति का हिस्सा थी और राज्यपाल नियुक्ति प्राधिकरण",
  "temporary District & Sessions Judge was not in compliance with": "दावा था और इसलिए वह व्यक्ति जिला और सत्र न्यायाधीश के रूप में अस्थायी रूप से",
  "judgment reads as under:-": "उक्त निर्णय का प्रासंगिक भाग इस प्रकार हैः -",
  "entire control of appointment and promotion to the post of District Judges vested with the High Court while placing reliance upon the": "गया कि जिला न्यायाधीशों के पद पर नियुक्ति और पदोन्नति का पूरा नियंत्रण उच्च न्यायालय",
  "judgment passed Kuseswar Saikia (supra). Resultantly, it was held that": "के पास निहित था, जबकि कुसेश्वर सैकिया (ऊपर) द्वारा पारित निर्णय पर भरोसा करते",
  "Government. Relevant portion of the said judgment reads as under:-": "जा सकता था। उक्त निर्णय का प्रासंगिक भाग इस प्रकार है: -",
  "“49. The confirmation of persons appointed to be or promoted to be District Judges is clearly within the control": "“५9, जिला न्यायाधीश के रूप में नियुक्त या पदोन्नत व्यक्तियों की पुष्टि स्पष्ट रूप से",
  "of the High Court for these reasons. When persons are": "इन कारणों से उच्च न्यायालय के नियंत्रण में है। जब व्यक्तियों को जिला न्यायाधीश के रूप",
  "appointed to be District Judges or persons are promoted to": "में नियुक्त किया जाता है या व्यक्तियों को जिला न्यायाधीश के रूप में पदोन्नत किया जाता",
  "of promotion is complete and nothing more remains to be": "है तो नियुक्ति का कार्य और पदोन्नति का कार्य पूरा हो जाता है और इससे अधिक कुछ",
  "of his period of probation is neither a fresh appointment nor completion of appointment. Such a meaning of": "अधिकारी की पुष्टि न तो नई नियुक्ति है और न ही नियुक्ति का पूरा होना। पुष्टिकरण का",
  "completion of appointment. Such a meaning of confirmation would make appointment a continuing process": "ऐसा अर्थ नियुक्ति को पुष्टिकरण तक एक निरंतर प्रक्रिया बना देगा। जिला न्यायाधीशों की",
  "till confirmation. Confirmation of District Judges is vested in the control of the High Court for the reason that if after": "पुष्टि उच्च न्यायालय के नियंत्रण में निहित है क्योंकि यदि जिला न्यायाधीशों की नियुक्ति के",
  "the appointment of District Judges the Governor will retain control over District Judges 'Until confirmation there will": "बाद राज्यपाल जिला न्यायाधीशों पर नियंत्रण बनाए रखेंगे तो पुष्टि होने तक जिला न्यायाधीशों",
  "be dual control of District Judges. The High Court in that case would have control over, confirmed District Judges": "का दोहरा नियंत्रण होगा। उस मामले में उच्च न्यायालय का नियंत्रण होगा, जिला न्यायाधीशों",
  "and the Governor would have control over unconfirmed District Judges. That is not Article 235.”": "ने पुष्टि की और राज्यपाल का अपुष्ट जिला न्यायाधीशों पर नियंत्रण होगा। यह अनुच्छेद 235 नहीं है। \"",
  "(46) Reliance upon the judgment of the Apex Court in Mahinder Kumar (supra) can be done, wherein it was held that a": "(५6) महिंदर कुमार (उपरोक्त) मामले में सर्वोच्च न्यायालय के फैसले पर भरोसा",
  "normalization process had been adopted and it had been held that merit": "किया जा सकता है, जिसमें यह अभिनिर्धारित किया गया था कि एक सामान्यीकरण प्रक्रिया",
  "was a fundamental criteria and there could be no dispute that none of": "अपनाई गई थी और यह अभिनिर्धारित किया गया था कि योग्यता एक मौलिक मानदंड था",
  "Committee. The High Court was fully empowered to prescribe its own fair procedure forthe purpose of evaluation of the marks and no": "नहीं लगाया है। उच्च न्यायालय को अंकों के मूल्यांकन के उद्देश्य से अपनी निष्पक्ष प्रक्रिया",
  "(47) Reliance can be placed upon the judgment of the Apex Court passed in Sasidhar Reddy Sura versus State of Andhra Pradesh": "(५7) शीर्ष के फैसले पर भरोसा किया जा सकता है शशिधर रेड्डी सूरा बनाम",
  "should not be given to the recommendations made by the Shetty": "के बाद शेट्टी आयोग द्वारा की गई सिफारिशों को महत्व नहीं दिया जाना चाहिए और इस",
  "Commission and, thus, the order passed by the High Court was set": "प्रकार, उच्च न्यायालय द्वारा पारित आदेश को दरकिनार कर दिया गया। नियमों के महत्व",
  "aside. The importance of the rules had been highlighted and once it has been heldthat rule is silent, nothing would hinge on the opinion as such": "पर प्रकाश डाला गया था और एक बार यह माना जा चुका है कि नियम चुप है, तो राय पर",
  "given by the Commission. Relevant portion of the said judgment reads": "कुछ भी निर्भर नहीं करेगा आयोग द्वारा दिया गया। उक्त निर्णय का प्रासंगिक भाग इस",
  "as under:-": "प्रकार है: -",
  "17. In our opinion, the High Court was in error while giving undue weightage to the recommendations made by the": "77. हमारी राय में, उच्च न्यायालय ने आयोग द्वारा की गई सिफारिशों को अनुचित महत्व",
  "Commission, especially when the Rules do not provide for": "देते हुए गलती की, विशेष रूप से जब नियमों में विचाराधीन पद पर नियुक्ति के लिए किसी",
  "any minimum age for the appointment to the post in question. Moreover, even Article 233 of the Constitution of": "भी न्यूनतम आयु का प्रावधान नहीं है। इसके अलावा, भारत के संविधान का अनुच्छेद 233",
  "India is also silent about the minimum age for being appointed as a district judge.”": "भी जिला न्यायाधीश के रूप में नियुक्त होने के लिए न्यूनतम आयु के बारे में चुप है। ”",
  "(48) The judgment passed in Renu and others (supra) relied": "(५8) रेणु और अन्य (ऊपर) में पारित निर्णय पर भरोसा किया गया श्री राजीव",
  "upon by Mr. Rajiv Atma Ram pertains to the issue whereby the Supreme Court was dealing with the appointment of Class-IV": "आत्मा राम उस मुद्दे से संबंधित हैं जिसके तहत सर्वोच्च न्यायालय चतुर्थ श्रेणी की शिखा",
  "pertained to the allotment of institutional plots which were more than the one’s advertised. The Coordinate Bench had noticed that the": "के आवंटन से संबंधित जो किसी के विज्ञापित भूखंडों से अधिक थे। समन्वय पीठ ने देखा",
  "allotment had been made to the property dealers and loss making": "था कि संपत्ति विक्रेताओं और घाटे में चल रही कंपनियों को आवंटन किया गया था और",
  "Committee, whereby the recommendations had been made in favour of the private respondents. In the larger publicinterest and in the interest": "में सिफारिशें की गई थीं। व्यापक जनहित में और हुडा के हित में, पीठ ने सर्वोच्च न्यायालय",
  "the law laid down by the Apex Court and, therefore, not much assistance can be taken from the said judgment.": "दिया और इसलिए, उक्त फैसले से ज्यादा सहायता नहीं ली जा सकती है।",
  "(50) A closer perusal of the judgment in Head Constable Sardul Singh (supra) would go on to show that it pertained to the rights of": "(50) हेड कांस्टेबल सरदूल सिंह (ऊपर दिए गए) के फैसले के करीब से अवलोकन",
  "consideration and the selection process of the Head Constable to the": "से पता चलता है कि यह हेड कांस्टेबल के विचार के अधिकारों और चयन प्रक्रिया से",
  "(52) If one has to keep in mind the principles as laid down by": "(52) यदि किसी को सर्वोच्च न्यायालय द्वारा निर्धारित सिद्धांतों को ध्यान में रखना है,",
  "the Apex Court, the State Government in its effort wants to stress upon the seniority of the individuals, which in its opinion has been affected": "तो राज्य सरकार अपने प्रयास में व्यक्तियों की वरिष्ठता पर जोर देना चाहती है, जो",
  "by selecting meritorious and raising the bar by the process of an": "उसकी राय में मेधावी का चयन करने और एक साक्षात्कार की प्रक्रिया द्वारा सीमा बढ़ाने",
  "position envisaged in the statutory rules. In KH Siraj (supra) the": "की उपयुक्तता की जांच की गई है। के. एच. सिराज (उपरोक्त) में अधीनस्थ न्यायपालिका",
  "reference was made as such to the power of the High Court to prescribe a minimum pass marks for the subordinate judiciary and it was held": "के लिए न्यूनतम उत्तीर्ण अंक निर्धारित करने की उच्च न्यायालय की शक्ति का उल्लेख",
  "that the High Courtwas best judge in the matter and vested with the": "किया गया था और यह अभिनिर्धारित किया गया था कि उच्च न्यायालय इस मामले में सबसे अच्छा न्यायाधीश है और उच्च परंपराओं और मानकों को बनाए रखने के लिए",
  "entire administration for the subordinate judiciary under Articles 233 to": "अनुच्छेद 233 से 235 के तहत अधीनस्थ न्यायपालिका के लिए पूरा प्रशासन निहित है।",
  "was best mode of assessing the suitability of the candidates. Relevant": "साक्षात्कार उम्मीदवारों की उपयुक्तता का आकलन करने का सबसे अच्छा तरीका था।",
  "portion of the said judgment reads as under:-": "भाग इस प्रकार हैः -",
  "“49. So far as the first submission is concerned, we have already extracted Rule 7 in paragraph supra. Rule 7 has to": "“५9. जहाँ तक पहली प्रस्तुति का संबंध है, हम पहले ही पैरा में नियम 7 निकाल",
  "be read in this background and High Court's power conferred under Rule 7 has to be adjudged in this basis. The": "चुके हैं। नियम 7 को इस पृष्ठ भूमि में पढ़ा जाना चाहिए और नियम 7 के तहत प्रदत्त उच्च",
  "examinations written and oral. Secondly the mandate is to": "न्यायालय से पहले लिखित और मौखिक परीक्षा आयोजित करने की आवश्यकता है। दूसरा",
  "judiciary, what qualities the Judicial Officer should possess both on the judicial side and on the administrative side": "आवश्यकताएँ हैं, न्यायिक अधिकारी के पास न्यायिक पक्ष और प्रशासनिक पक्ष दोनों में",
  "higher categories of subordinate Judge. Chief Judicial Magistrate or District Judge to which the candidates may": "श्रेणियों में कर्तव्यों का पालन करता है। मुख्य न्यायिक मजिस्ट्रेट या जिला न्यायाधीश जिनके",
  "get promoted require administrative abilities as well. Since": "लिए उम्मीदवारों को पदोन्नत किया जा सकता है, उन्हें प्रशासनिक क्षमताओं की भी",
  "the High Court is the best Judge of what should be the": "आवश्यकता होती है। चूँकि उच्च न्यायालय चयन का उचित तरीका क्या होना चाहिए, इसका",
  "proper mode of selection, Rule 7 has left it to the High": "सबसे अच्छा न्यायाधीश है, इसलिए नियम 7 ने इसे उच्च न्यायालय पर छोड़ दिया है कि",
  "Court to follow such procedure as it deems fit. The High": "वह ऐसी प्रक्रिया का पालन करे जो उसे उचित लगे। उच्च न्यायालय को संवैधानिक योजना",
  "Court has to exercise its powers in the light of the": "के आलोक में अपनी शक्तियों का प्रयोग करना पड़ता है ताकि न्यायपालिका के संचालन",
  "50.What the High Court has done by the Notification dated": "50. उच्च न्यायालय ने दिनांकित 26.3.200। अधिसूचना द्वारा जो किया है, वह",
  "poignantly delineated by S.B. Majmudar,J., speaking for the Constitution Bench in (2000) 4 SCC 640, said that the": "बी. मजमुदार, जे. ने (2000) ५ एस. सी. सी. 6५० में संविधान पीठ की ओर से बोलते",
  "very responsible andonerous duty is cast on the High Court under the Constitutional scheme and it has been given a": "हुए कहा कि संवैधानिक योजना के तहत उच्च न्यायालय पर बहुत जिम्मेदार और भारी",
  "prime and paramount position in this mater, with the": "कर्तव्य डाला गया है और इसे इस मामले में एक प्रमुख और सर्वोपरि स्थान दिया गया है,",
  "necessity of choosing the best available talent for manning the subordinate judiciary. The repercussions of wrongful": "जिसमें अधीनस्थ न्यायपालिका का संचालन करने के लिए सर्वोत्तम उपलब्ध प्रतिभा का",
  "53.It is significant to note that the appellants/petitioners": "53. यह ध्यान रखना महत्वपूर्ण है कि अपीलकर्ताओं /याचिकाकर्ताओं ने स्वयं",
  "themselves have not challenged the prescription of minimum cut off marks for the written examination though": "लिखित परीक्षा के लिए न्यूनतम कट ऑफ अंकों के प्रिस्क्रिप्णन को चुनौती नहीं दी है,",
  "if their contention is to be accepted, the prescription of": "हालांकि यदि उनके तर्क को स्वीकार किया जाना है, तो इस तरह के न्यूनतम कट ऑफ",
  "such minimum cut off will also be equally invalid. Their contention, in our view, is without any substance and merit.": "का प्रिस्क्रिष्तन भी समान रूप से अमान्य होगा। हमर दृष्टिसँ हुनक तर्कमे कोनो सार आ योग्यता नहि अदि।",
  "54.In our opinion, the interview is the best mode of assessing the suitability of a candidate for a particular position. While the written examination will testify the": "54. हमारी राय में, साक्षात्कार किसी विशेष पद के लिए उम्मीदवार की उपयुक्तता का आकलन करने का सबसे अच्छा तरीका है। जबकि लिखित परीक्षा उम्मीदवारों के",
  "candidates’ academic knowledge, the oral test alone can bring out or disclose his overall intellectual and personal": "शैक्षणिक ज्ञान की गवाही देगी, केवल मौखिक परीक्षा ही उनके समग्र बौद्धिक और",
  "qualities like alertness, resourcefulness, dependability, capacity for discussion, ability to take decisions, qualities": "व्यक्तिगत गुणों जैसे सतर्कता, संसाधन, निर्भरता, चर्चा की क्षमता, निर्णय लेने की क्षमता,",
  "officer.”": "अधिकारी के लिए भी आवश्यक हैं। ”",
  "(53) In such circumstances, for the State now to hold out that the": "(53) ऐसी परिस्थितियों में, राज्य के लिए अब यह अभिनिर्धारित करना कि यह इस",
  "should possess for promotion to the post of Additional District Judge": "न्यायालय के लिए नहीं है कि अतिरिक्त जिला न्यायाधीश के पद पर पदोन्नति के लिए",
  "and on account of representation filed by a person not even affected by the said issue, it would seek opinion from a third party namely the": "अभ्यावेदन के कारण जो उक्त मुद्दे से प्रभावित भी नहीं है, वह किसी तीसरे पक्ष से राय",
  "Union of India would amount to a serious assault on the independence of the functioning of the High Court which has been ordained with the": "लेगा, अर्थात्‌ भारत संघ उच्च न्यायालय के कामकाज की स्वतंत्रता पर गंभीर हमला होगा,",
  "selection process, which was sought to be done from the pool of three time the number of candidates called.": "जिसे चयन प्रक्रिया के साथ निर्धारित किया गया है, जिसे बुलाए गए उम्मीदवारों की संख्या के तीन गुना के पूल से करने की मांग की गई थी।",
  "(54) In Dheeraj Mor (supra) a Three Judges Bench went on to": "(5५) धीरज मोर (उपरोक्त) मामले में तीन न्यायाधीशों की पीठ ने कहा कि समान",
  "hold that equal opportunities to be given and seniority and competence are criteria for promotion and in merit based promotion, seniority is not": "अवसर दिए जाने और वरिष्ठता और क्षमता पदोन्नति के लिए मानदंड हैं और योग्यता",
  "are criteria for promotion and in merit based promotion, seniority is not to be considered. Once the said principle had been settled across the": "आधारित पदोन्नति में वरिष्ठता पर विचार नहीं किया जाना चाहिए। एक बार जब उक्त सिद्धांत",
  "remain unselected and did not make the cut in the interview. Thus, the": "रहते हैं और साक्षात्कार में कटौती नहीं करते हैं। इस प्रकार, राज्य के खिलाफ यह प्रश्न तय",
  "Question No.(iii):": "प्रश्न सं. (3):",
  "Whether the writ petitions filed by the unselected candidates are liable to be maintained there being no": "क्या गैर-चयनित उम्मीदवारों द्वारा दायर रिट याचिकाओं को यह बनाए रखने के लिए",
  "interviewed on the basis of the criteria fixing 50% marks": "दोनों राज्यों के 39 उम्मीदवारों का साक्षात्कार 50 प्रतिशत अंक निर्धारित करने के मानदंड",
  "(55) It is also a matter of fact that the candidates having": "(55) यह भी तथ्य की बात है कि जिन उम्मीदवारों ने इस प्रक्रिया में भाग लिया था",
  "turn around and object to the criteria fixed in view of the law laid down": "न्यायालय द्वारा निर्धारित कानून के मद्देनजर निर्धारित मानदंडों पर आपत्ति नहीं कर सकते",
  "once the criteria was fixed for both the States and 39 candidates each had appeared from both the States for 13 posts in both the States, we do": "तय हो गए थे और दोनों राज्यों में 43 पदों के लिए दोनों राज्यों से 39 उम्मीदवार उपस्थित",
  "not seeany tangible reason as to how the unselected petitioners can now": "हुए थे, तो हमें कोई ठोस कारण नहीं दिखता है कि अब गैर-चयनित याचिकाकर्ता इस",
  "file the writ petitions challenging the recommendations of this Court": "अदालत की सिफारिशों को चुनौती देने वाली रिट याचिकाएं कैसे दायर कर सकते हैं, इस",
  "bolstered by the fact that the State has passed the impugned order. There is only right of consideration which has been duly done as per": "तथ्य से कि राज्य ने विवादित आदेश पारित कर दिया है। केवल विचार का अधिकार है जो",
  "the rules and as per the benchmarks duly adopted by the Full Court.": "नियमों के अनुसार और पूर्ण न्यायालय द्वारा विधिवत अपनाए गए मानदंडों के अनुसार",
  "Merely because they are not successful now they cannot turn around, as": "किया गया है। केवल इसलिए कि वे अब सफल नहीं हैं, वे पलट नहीं सकते हैं, क्योंकि खेलों",
  "the rules of games had already been laid down a year earlier specifically and the High Court had proceeded for the finalization of": "के नियम विशेष रूप से एक साल पहले ही निर्धारित किए जा चुके थे और उच्च न्यायालय",
  "specifically and the High Court had proceeded for the finalization of the promotion on that basis and, therefore, it is not their case that at any": "उस आधार पर पदोन्नति को अंतिम रूप देने के लिए आगे बढ़ा था और इसलिए, यह उनका",
  "point thereafter the promotion process has been modified. The": "मामला नहीं है कि उसके बाद किसी भी समय पदोन्नति प्रक्रिया को संशोधित किया गया",
  "communication dated 24.08.2022 informing that the posts were being": "है। 2५.08.2022 दिनांकित संचार में यह सूचित किया गया था कि पदों को योग्यता-सह-",
  "filled up by way of promotion on the principle of merit— cum-seniority": "वरिष्ठता के सिद्धांत पर पदोन्नति के माध्यम से भरा जा रहा था और उपयुक्तता परीक्षा",
  "and passing of suitability test did not mention any fact that what would be the cut-off prescribed both for the suitability test and the interview": "उत्तीर्ण करने में इस तथ्य का उल्लेख नहीं था कि उपयुक्तता परीक्षा और साक्षात्कार दोनों",
  "and neither there was any legal requirement.": "के लिए निर्धारित कट-ऑफ क्या होगी और न ही कोई कानूनी आवश्यकता थी।",
  "(56) Reliance was also placed upon the judgment in Dr. (Major)": "(56) डॉ. (मेजर) में भी निर्णय पर रिलायंस को रखा गया था। रोक का सिद्धांत",
  "principle of estoppel would only apply if there was no illegality in the selection process. If there was any violation of the constitutional": "केवल तभी लागू होगा जब चयन प्रक्रिया में कोई अवैधता न हो। यदि संवैधानिक योजना",
  "scheme the right to assail the same could not be denied merely on": "का कोई उल्लंघन हुआ था तो उस पर हमला करने के अधिकार को केवल इस तथ्य के",
  "account of the fact that he/she participated in the selection process.": "कारण अस्वीकार नहीं किया जा सकता था कि उसने चयन प्रक्रिया में भाग लिया था। राजेश",
  "While referring to the judgment in Rajesh Kumar Gupta and others": "कुमार गुप्ता और अन्य में निर्णय का उल्लेख करते हुए",
  "(57) Similarly, reliance was placed upon Ramjit Singh Kardam& others versus Sanjeev Kumar & others**. A perusalof the": "(57) करदम और अन्य बनाम संजीव कुमार और अन्य का एक अवलोकन",
  "said judgment would go on to show that the Apex Court hadpermitted the candidates to challenge the selection process though having": "उक्त निर्णय से पता चलता है कि सर्वोच्च न्यायालय ने उम्मीदवारों को चयन प्रक्रिया को",
  "the candidates to challenge the selection process though having participated in the same on the ground that the criteria had been": "चुनौती देने की अनुमति दी थी, हालांकि उन्होंने इसमें इस आधार पर भाग लिया था कि",
  "changed from the time after the selection process had started which": "चयन प्रक्रिया शुरू होने के बाद से मानदंडों में बदलाव किया गया था, जिसमें शुरू में",
  "initially had provided a written examination to be conducted which had": "आयोजित की जाने वाली लिखित परीक्षा का प्रावधान किया गया था, जिसे विधिवत रूप से",
  "been duly done but the same was cancelled. The second written": "किया गया था, लेकिन इसे रद्द कर दिया गया था। दूसरी लिखित परीक्षा कभी आयोजित",
  "examination was never held and, thereafter decision had been taken to shortlist eight times candidates of the advertised posts with minimum weightage in each category, which process had also been given up. In": "नहीं की गई थी और उसके बाद प्रत्येक श्रेणी में न्यूनतम वेटेज के साथ विज्ञापित पदों के आठ बार उम्मीदवारों को शॉर्टलिस्ट करने का निर्णय लिया गया था, जो प्रक्रिया भी छोड़",
  "the absence of any criteria having been published, the interviews": "दी गई थी। किसी भी मानदंड के प्रकाशित होने के अभाव में, साक्षात्कार आयोग के अध्यक्ष",
  "were held on a decision taken by the Chairman of the Commission": "द्वारा लिए गए निर्णय पर आयोजित किए गए थे, जिसे केवल अध्यक्ष द्वारा लिए जाने की",
  "Chairman alone and it was taken as a multi-member body would could": "अनुमति नहीं थी और यह एक बहु-सदस्यीय निकाय के रूप में लिया गया था जो सभी",
  "take all decisions. In such circumstances, it was held that mere": "निर्णय ले सकता था। ऐसी परिस्थितियों में, यह अभिनिर्धारित किया गया था कि केवल चयन",
  "participating in the process of the selection would not take away the right to challenge the arbitrary change and there were allegations of": "की प्रक्रिया में भाग लेने से मनमाने परिवर्तन को चुनौती देने का अधिकार नहीं खो जाएगा",
  "malice in law, which had affected the merit selection and, thus, the": "और कानून में द्वेष के आरोप थे, जिसने योग्यता चयन को प्रभावित किया था और इस",
  "judgment would not take the counsel for the un- selected candidates much distance.": "प्रकार, निर्णय गैर-चयनित उम्मीदवारों के वकील को बहुत दूर नहीं ले जाएगा।",
  "(58) Reliance had also been placed upon the judgment in": "(58) रिलायंस को भी फैसले पर रखा गया था वानंदन सी. टी. (ऊपर) में पारित",
  "legitimacy of the expectations from the High Court was to be inferred": "निर्णय यह तर्क देने के लिए कि उच्च न्यायालय से अपेक्षाओं की वैधता का अनुमान लगाया",
  "and was rooted in established procedure.The departure as such was a": "जाना था और यह स्थापित प्रक्रिया में निहित था। इस तरह से प्रस्थान एक गैरकानूनी कार्रवाई",
  "unlawful action and, therefore non-consistent practices had been deprecated and the predictability in the procedure prescribed and the": "थी और इसलिए गैर-सुसंगत प्रथाओं की निंदा की गई थी और निर्धारित प्रक्रिया में",
  "legitimate expectations of the candidate not recommended were": "पूर्वानुमेयता और अनुशंसित नहीं किए गए उम्मीदवार की वैध अपेक्षाओं पर जोर दिया गया",
  "stressed upon. Reliance was placed upon the advertisement issued for Direct Recruitment of Additional District District Judge (Annexure P-": "था। अतिरिक्त जिला न्यायाधीश की सीधी भर्ती के लिए जारी विज्ञापन पर भरोसा रखा गया",
  "such condition for fixing the minimum marks in the interview and the": "अनुसार साक्षात्कार में न्यूनतम अंक निर्धारित करने के लिए ऐसी कोई शर्त नहीं थी और",
  "marks had to be counted in aggregate. It was, however, admitted that": "अंकों को कुल मिलाकर गिना जाना था। हालाँकि, यह स्वीकार किया गया कि प्रत्यक्ष भर्तियों",
  "the direct recruits had to undergo a competitive test i.e. written test of 750 marks and viva voce of 250 marks whereas in the present selection": "को 750 अंकों की लिखित परीक्षा और 250 अंकों की मौखिक परीक्षा से गुजरना पड़ता",
  "process merely a suitability test had to be passed. It was,": "था, जबकि वर्तमान चयन प्रक्रिया में केवल एक उपयुक्तता परीक्षा उत्तीर्ण करनी होती थी।",
  "accordingly, contended that they were serving judicial officers and,": "तदनुसार, यह तर्क दिया गया कि वे न्यायिक अधिकारियों की सेवा कर रहे थे |",
  "had been given primacy by the decision by the Full Court on": "को चुनौती देने का फैसला किया। सर्वोच्च न्यायालय ने उन्हें इस न्यायालय के समक्ष न्यायिक",
  "dated 11.11.2021. In Sivanandan C.T. (supra) the Constitutional": "॥..202॥| शिवानंदन सी. टी. (ऊपर) में संवैधानिक",
  "Bench had held that the decision of the Administrative Committee could supplement the statutory rules which were as silent in a manner": "पीठ ने कहा था कि प्रशासनिक समिति का निर्णय उन वैधानिक नियमों का पूरक हो सकता",
  "to be consistent with the object and spirit of the rules by an": "है जो प्रशासनिक आदेश द्वारा नियमों के उद्देश्य और भावना के अनुरूप होने के लिए मौन",
  "administrative order. Relevant paragraph of the said judgment reads as under:-": "थे। उक्त निर्णय का प्रासंगिक अनुच्छेद इस प्रकार हैः -",
  "“15. For the above reasons, we have come to the conclusion": "“5. उपरोक्त कारणों से, हम इस निष्कर्ष पर पहुंचे हैं कि तेज प्रकाश पाठक",
  "that the broader constitutional issue which has been referred": "(उपरोक्त) में संदर्भित व्यापक संवैधानिक मुद्दा वर्तमान मामले के तथ्यों पर निर्णय के योग्य",
  "the facts of the present case. Clearly, the decision which was taken by the High Court was ultra vires Rule 2(c)(iii)": "नहीं होगा। स्पष्ट रूप से, उच्च न्यायालय द्वारा लिया गया निर्णय नियम 2 (सी) (3) के",
  "as it stands. As a matter of fact, during the course of the hearing we have been apprised of the fact that the Rules": "अधिकार क्षेत्र से बाहर था। वास्तव में, सुनवाई के दौरान हमें इस तथ्य से अवगत कराया",
  "hearing we have been apprised of the fact that the Rules have been subsequently amended in 2017 so as to prescribe": "गया है कि बाद में 207 में नियमों में संशोधन किया गया है ताकि मौखिक परीक्षा में 3३५",
  "however was not the prevailing legal position when the": "वर्तमान प्रक्रिया शुरू होने के समय प्रचलित कानूनी स्थिति नहीं थी। उच्च न्यायालय की",
  "office. _ However laudable that approach of _ the Administrative Committee may have been, such a change": "लागू करने का निर्णय लिया। प्रशासनिक समिति का दृष्टिकोण चाहे कितना भी प्रशंसनीय",
  "Administrative Committee may have been, such a change would be required to be brought in by a substantive amendment to the Rules which came in much later as": "रहा हो, इस तरह के परिवर्तन को नियमों में एक ठोस संशोधन द्वारा लाने की आवश्यकता",
  "noticed above. This is not a case where the rules or the": "होगी जो बहुत बाद में आया जैसा कि ऊपर देखा गया है। यह ऐसा मामला नहीं है जिसमें",
  "scheme of the High Court were silent. Where the statutory": "उच्च न्यायालय के नियम या योजना चुप रहे। जहाँ वैधानिक नियम मौन हैं, वहाँ उन्हें एक",
  "consistent with the object and spirit of the Rules by an": "प्रशासनिक आदेश द्वारा नियमों के उद्देश्य और भावना के अनुरूप तरीके से पूरक किया",
  "(63) The decision of the Full Court cannot be wished away at the hands of the non-recommendees, especially moreso when it had": "(63) पूर्ण न्यायालय के निर्णय को गैर-सिफारिशकर्ताओं, विशेष रूप से मोरेसो के",
  "been donemuch prior to the selection process which was set in motion": "हाथों दूर नहीं किया जा सकता है, जब यह चयन प्रक्रिया से बहुत पहले किया गया था,",
  "only on 24.08.2022 for both the States. One State having implemented": "राज्यों के लिए 2५.08.2022 पर। एक राज्य ने इसे लागू किया है, जिन उम्मीदवारों का",
  "Court in Sujata Kohli (supra) was made to point out that the eligibility": "सुजाता कोहली (ऊपर) मामले में सर्वोच्च न्यायालय के फैसले पर भरोसा यह इंगित करने",
  "criteria could not be questioned once the officers had been given fair and reasonable consideration for promotion. It was rightly pointed out": "के लिए किया गया था कि अधिकारियों को पदोन्नति के लिए निष्पक्ष और उचित विचार दिए जाने के बाद पात्रता मानदंड पर सवाल नहीं उठाया जा सकता है। यह सही बताया गया था",
  "that merit could not be forsaken at any level and only since the results": "कि किसी भी स्तर पर योग्यता को नहीं छोड़ा जा सकता है और केवल इसलिए कि परिणाम",
  "had not beennotified the unselected candidates as such could not claim": "अधिसूचित नहीं किए गए थे, इसलिए गैर-चयनित उम्मीदवार किसी भी निहित अधिकार",
  "any vested right.Relevant portion of the said judgment reads as under:-": "का दावा नहीं कर सकते थे। उक्त निर्णय का प्रासंगिक भाग इस प्रकार हैः -",
  "“14. As noticed, the principal grievance of the appellant is": "“५. जैसा कि देखा गया है, अपीलार्थी की प्रमुख शिकायत यह है कि उसे पदोन्नति",
  "that she has been denied fair and reasonable consideration of her case for promotion. It has been contended on behalf": "के लिए उसके मामले पर निष्पक्ष और उचित विचार से वंचित कर दिया गया है। अपीलार्थी",
  "of her case for promotion. It has been contended on behalf of the appellant that the respondent High Court evolved": "की ओर से यह तर्क दिया गया है कि प्रत्यर्थी उच्च न्यायालय ने विवादित प्रस्तावों के माध्यम",
  "new criteria for promotion to the posts of District and Sessions Judge and Principal Judge, Family Court by": "से जिला और सत्र न्यायाधीश और प्रधान न्यायाधीश, परिवार न्यायालय के पदों पर पदोन्नति",
  "notified and shewas not made aware of the new criteria that": "नए मानदंडों के बारे में जागरूक नहीं किया गया, जिनके लिए विचार के आधार वर्ष से",
  "required ‘A’ gradings in the ACRs of five years preceding": "पहले पांच साल के एसीआर में 'ए' श्रेणीकरण की आवश्यकता होती है। अपीलार्थी की ओर",
  "the base year of consideration. It has also been contended on behalf of the appellant that the respondent High Court": "से यह भी तर्क दिया गया है कि प्रत्यर्थी उच्च न्यायालय ने पूर्वव्यापी प्रभाव के साथ नए",
  "had acted illegallyand unfairly in putting the new criteria in operation with retrospective effect that has caused her": "मानदंडों को लागू करने में अवैध और अनुचित तरीके से काम किया था जो उसके गंभीर",
  "serious prejudice. An ancillary aspect has also been put into": "पूर्वाग्रह का कारण बना है। एक सहायक पहलू को भी इस तर्क में रखा गया है कि उच्च",
  "the criteria for promotion of the judicial officers on the": "न्यायालय कार्यकारी अधिकारियों के लिए लागू मानदंडों के आधार पर न्यायिक अधिकारियों",
  "disregarding the law that the members of other services cannot be placed at par with the members of the judiciary.": "हुए कि अन्य सेवाओं के सदस्यों को न्यायपालिका के सदस्यों के बराबर नहीं रखा जा सकता",
  "15. In order to examine as to whether the appellant has been able to make out a valid case of legal grievance, a brief": "॥5. यह जांचने के लिए कि क्‍या अपीलार्थी कानूनी शिकायत का एक वैध मामला बनाने",
  "reference to the basic legal provisions and principles having": "में सक्षम रहा है, मामले में लागू होने वाले बुनियादी कानूनी प्रावधानों और सिद्धांतों का एक",
  "(64) A perusal of the said judgment would go on to show that": "(6५) उक्त निर्णय के अवलोकन से यह पता चलता है कि जिला न्यायाधीश के पद",
  "again in no unsettled terms it has been held that the principle of merit-cum-seniority has to be given primacy for the selection to the": "पर चयन के लिए योग्यता-सह-श्रेष्ठता के सिद्धांत को प्राथमिकता दी जानी चाहिए। हालाँकि,",
  "Question No.(iv):": "प्रश्न सं. (५):",
  "“22. Here again we may point out that mandamus cannot be": "“22. यहाँ हम फिर से इंगित कर सकते हैं कि इस आधार पर अनिवार्यता से",
  "denied on the ground that the duty to be enforced is not": "इनकार नहीं किया जा सकता है कि लागू किए जाने का कर्तव्य क़ानून द्वारा लागू नहीं किया",
  "imposed by the statute. Commenting on the development of this law, Professor De Smith states: \"To be enforceable": "गया है। इस कानून के विकास पर टिप्पणी करते हुए, प्रोफेसर डी स्मिथ कहते हैं:",
  "by mandamus a public duty does not necessarily have to be": "\"सार्वजनिक कर्तव्य को अनिवार्य रूप से लागू करने योग्य होने के लिए आवश्यक नहीं है",
  "have been imposed by charter, common law, custom or": "कि वह कानून द्वारा लगाया गया हो। चार्टर, सामान्य कानून, प्रथा या यहाँ तक कि अनुबंध",
  "Ed. p. 540). We share this view. The judicial control over": "न्यायिक समीक्षा चौथी सं. पृ. 5५०). हम इस विचार से सहमत हैं। लोगों के अधिकारों को",
  "the fast expanding maze of bodies effecting the rights of the": "प्रभावित करने वाले निकायों की तेजी से बढ़ती भूलभुलैया पर न्यायिक नियंत्रण को",
  "people should not be put into water-tight compartment. It": "जलरोधक डिब्बे में नहीं डाला जाना चाहिए। इसे परिवर्तनशील परिस्थितियों की",
  "should remain flexible to meet the requirements of variable circumstances. Mandamus is a very wide remedy which": "आवश्यकताओं को पूरा करने के लिए लचीला होना चाहिए। मैंडमस एक बहुत व्यापक",
  "must be easily available 'to reach injustice wherever it is": "उपाय है जो आसानी से उपलब्ध होना चाहिए 'जहाँ भी अन्याय पाया जाए अनुच्छेद 226",
  "found’. Technicalities should not come in the way of granting that relief under Article 226. We, therefore, reject": "के तहत उस राहत को देने के रास्ते में तकनीकी बाधाएं नहीं आनी चाहिए। हम, इसलिए,",
  "the contention urged for the appellants on_ the maintainability of the writ petition.”": "रिट याचिका की स्थिरता पर अपीलकर्ताओं के लिए आग्रह किए गए तर्क को अस्वीकार करते हैं। *",
  "(66) It is a matter of record that inaction of the State in holding": "(66) यह रिकॉर्ड की बात है कि सिफारिशों को रोकने में राज्य की निष्क्रियता",
  "back of the recommendations has led to the pendency of case before the Additional District Judges to increase from March, 2023 to December,": "के कारण हरियाणा राज्य में अतिरिक्त जिला न्यायाधीशों के समक्ष मामले की विचाराधीनता मार्च, 2023 से बढ़कर दिसंबर, 2023 हो गई है। वर्तमान में उच्च न्यायालय के वकील",
  "2023 in the State of Haryana. At present as per the figures pointed out": "द्वारा बताए गए आंकड़ों के अनुसार हरियाणा राज्य में उच्च न्यायिक न्यायालयों के समक्ष",
  "our notice that the pendency in the State of Punjab has gone down since": "मामले लंबित हैं। इसने हमारे संज्ञान में यह भी लाया है कि पंजाब राज्य में विचाराधीनता",
  "the said State accepted the recommendations of the High Court and": "कम हो गई है क्योंकि उक्त राज्य ने उच्च न्यायालय की सिफारिशों को स्वीकार कर लिया",
  "effectively had put the officers in place by April, 2023 which had led to": "है और अप्रैल, 2023 तक अधिकारियों को प्रभावी रूप से तैनात कर दिया था, जिसके",
  "the litigation being reduced. The total pendency of cases in both the State as on 01.04.2023 and 01.11.2023 read as under:-": "कारण मुकदमेबाजी कम हो गई थी। दोनों राज्यों में 00.0५.2023 और 0..2023 पर लंबित मामलों की कुल संख्या नीचे दी गई हैः -",
  "(67) It is also to be noticed from the judicial side in view of the": "(67) विभिन्न न्यायालयों की स्थापना को ध्यान में रखते हुए न्यायिक पक्ष की ओर से",
  "anvil the Additional District Judges are now the Courts trying the cases": "जिला न्यायाधीश अब पहले मामलों की सुनवाई करने वाले न्यायालय हैं और अब केवल",
  "at the first instance and are no longer only appellate courts. The pendency, thus, has increased in the middle tier on account of the": "अपीलीय न्यायालय नहीं हैं। इस प्रकार, मूल अधिकार क्षेत्र के कारण मध्य स्तर में",
  "original jurisdiction which is now vested with the said Courts. For the": "विचाराधीनता बढ़ गई है जो अब उक्त न्यायालयों के पास निहित है। उस प्रणाली के कुशल",
  "efficient functioning of the system wherein in the State of Haryana at": "संचालन के लिए, जिसमें हरियाणा राज्य में वर्तमान में ५। रिक्तियां हैं, यह राज्य का",
  "obligation of the State to comply with therecommendations of the High Court in view of the settled principles of law that the view of the High": "रखते हुए उच्च न्यायालय की सिफारिशों का पालन करे कि उच्च न्यायालय का अपने स्वयं",
  "except in extra-ordinary circumstances. It is the duty of the State": "करने के लिए उत्तरदायी नहीं है। यह राज्य सरकार का कर्तव्य है कि वह सिफारिशों को",
  "Government to accept the recommendations and to ensure there is no erosion of public interest in the judicial system and it is for the High": "स्वीकार करे और यह सुनिश्चित करे कि न्यायिक प्रणाली में जनहित का कोई क्षरण न हो",
  "the delivery system is not adversely affected and it would be failing in": "और यह सुनिश्चित करे कि वितरण प्रणाली प्रतिकूल रूप से प्रभावित न हो और यदि न्यायिक",
  "its duty if the encroachment upon the judicial system is allowed and the aberration is not corrected through the issuance of mandamus. In M.M.": "प्रणाली पर अतिक्रमण की अनुमति दी जाए और आदेश जारी करके विचलन को ठीक नहीं किया जाए तो यह अपने कर्तव्य में विफल होगा। एम. एम. गुप्ता (ऊपर) में सर्वोच्च न्यायालय",
  "persons interested to be appointed directly or by way of promotion will": "द्वारा पहले ही यह देखा जा चुका है कि सीधे या पदोन्नति के माध्यम से नियुक्त होने के",
  "try to lobby with the executiveand curry favour with the Government": "इच्छुक व्यक्ति कार्यपालिका के साथ पैरवी करने का प्रयास करेंगे और इन नियुक्तियों को",
  "example showing how one of the judicial officer’s case is being": "दिखाया गया है कि कैसे एक न्यायिक अधिकारी के मामले को स्पष्ट रूप से पदोन्नति की",
  "primarily entrusted with the judicial administration in the State and for": "ऐसी परिस्थितियों में मुख्य रूप से राज्य में न्यायिक प्रशासन को सौंपा गया है और अपनी",
  "efficient and due discharge of its responsibilities, the High Court had": "जिम्मेदारियों के कुशल और उचित निर्वहन के लिए, उच्च न्यायालय ने अपनी",
  "acted to have proper officers in places being the best judge of its": "आवश्यकताओं के अनुसार सर्वोत्तम न्यायाधीश के रूप में उचित अधिकारियों के होने का",
  "requirements. Thus, it cannot be compelled to accept the": "की मांग पर सिफारिश को स्वीकार करने के लिए मजबूर नहीं किया जा सकता है।",
  "been reluctant toissue any mandamus to the Government to": "पालन करने के लिए सरकार को कोई भी आदेश जारी करने के लिए अनिच्छुक। लेकिन",
  "total inadequacy of the strength of Judges in many High": "कई उच्च न्यायालयों में न्यायाधीशों की संख्या की निर्विवाद रूप से पूर्ण अपर्याप्तता को",
  "Courts, it appears to be inevitable that the Union Government should be directed to determine within a": "ध्यान में रखते हुए, यह अपरिहार्य प्रतीत होता है कि केंद्र सरकार को उचित समय के भीतर",
  "reasonable time the strength of permanent Judges required for the disposal of cases instituted in them and to take": "उनमें स्थापित मामलों के निपटारे के लिए आवश्यक स्थायी न्यायाधीशों की संख्या निर्धारित",
  "steps to fill up the vacancies after making such": "करने और इस तरह का निर्धारण करने के बाद रिक्तियों को भरने के लिए कदम उठाने",
  "determination.”": "का निर्देश दिया जाना चाहिए। ”",
  "(69) In the judgment of Supreme Court Advocates-on-Record Association and others versus Union of India*, the said aspect of": "(69) सुप्रीम कोर्ट एडवोकेट्स-ऑन-रिकॉर्ड एसोसिएशन और अन्य बनाम भारत संघ के फैसले में, उक्त पहलू असहमति का उल्लेख किया गया था और यहां तक कि",
  "dissent was noted and even the Attorney General in his submission had admitted that the undue delay in making the appointment of Judges": "महान्यायवादी ने भी अपने निवेदन में स्वीकार किया था कि न्यायाधीशों की नियुक्ति में",
  "can be rectified and remedied by issuance of mandamus. Relevant": "अनुचित देरी को आदेश जारी करके ठीक किया जा सकता है। उक्त निर्णय का प्रासंगिक",
  "350. The learned Judge, therefore, ruled that mandamus": "350. इसलिए विद्वान न्यायाधीश ने फैसला सुनाया कि काम के बोझ के आधार",
  "strength ofpermanent Judges to be appointed in each": "पर प्रत्येक उच्च न्यायालय में नियुक्त किए जाने वाले स्थायी न्यायाधीशों की संख्या की",
  "368........ eee The controversy continued to simmer and": "368.................... विवाद बढ़ता रहा और उच्च न्यायालयों में न्यायिक नियुक्तियों के संबंध",
  "theevents that followed the decision in S.P. Gupta's case in": "में एस. पी. गुप्ता के मामले में निर्णय के बाद की घटनाओं की बारीकी से निगरानी की जा",
  "under Article 32 of the Constitution by Shri Subhash Sharma, a practising Advocate ofthis Court, the Supreme": "रही थी। इस न्यायालय के अधिवक्ता श्री सुभाष शर्मा द्वारा संविधान के अनुच्छेद 32 के तहत",
  "Court Advocates on Record Association and Honorary Secretary, Bombay Bar Association, respectively, seeking a": "एडवोकेट्स ऑन रिकॉर्ड एसोसिएशन और मानद सचिव, बॉम्बे बार एसोसिएशन, क्रमशः,",
  "vacancies in the Supreme Court and several High Courts": "सर्वोच्च न्यायालय और कई उच्च न्यायालयों और कुछ अन्य आनुषंगिक राहतों में रिक्तियों",
  "were clubbed together as common pleas were raised and the": "रिट याचिकाओं को एक साथ जोड़ा गया था क्‍योंकि आम याचिकाएं उठाई गई थीं और",
  "reliefs sought were more or less similar in nature. In response to the rule issued, the Union of India entered an": "मांगी गई राहत प्रकृति में कमोबेश समान थी। जारी किए गए नियम के जवाब में, भारत",
  "appearance and contended that the petitions were not": "संघ ने एक उपस्थिति दर्ज की और तर्क दिया कि याचिकाएं विचारणीय नहीं थीं क्योंकि",
  "maintainable as the question of filling up the vacancies in the superior courts was not justiciable as held in S.P.": "उच्च न्यायालयों में रिक्तियों को भरने का सवाल न्यायसंगत नहीं था जैसा कि एस. पी. गुप्ता",
  "Gupta's case. This objection raised by the learned Attorney General was repelled by the Court drawing a distinction": "के मामले में माना गया था। विद्वान महान्यायवादी द्वारा उठाई गई इस आपत्ति को न्यायालय",
  "between fixing of Judges strength or selection of judges and": "द्वारा न्यायाधीशों की संख्या निर्धारित करने या न्यायाधीशों के चयन और मौजूदा रिक्तियों",
  "filling up of existing vacancies. Since the relief claimed": "को भरने के बीच अंतर करते हुए खारिज कर दिया गया था। चूंकि दावा की गई राहत बाद",
  "belonged to the latter issue the matter in issue was not concluded by the ratio in S.P. Gupta's case. With the": "के मुद्दे से संबंधित थी, इसलिए मुद्दे का मामला एस. पी. गुप्ता के मामले में अनुपात से समाप्त नहीं हुआ था। केंद्र में सरकार में बदलाव के साथ, उत्तराधिकारी अटॉर्नी जनरल श्री",
  "Attorney General Shri Soli Sorabjee withdrew the objection and stated that in his view it was the constitutional obligation of the Union of India to provide the sanctioned": "सोली सोराबजी ने आपत्ति वापस ले ली और कहा कि उनके विचार में यह भारत संघ का",
  "and stated that in his view it was the constitutional obligation of the Union of India to provide the sanctioned Judge strength in the superior courts and default, it any,": "संवैधानिक दायित्व था कि वह उच्च न्यायालयों में स्वीकृत न्यायाधीशों की संख्या प्रदान करे",
  "could be remedied by a court's directive. The two-Judge": "और चूक, इसे किसी भी अदालत के निर्देश से ठीक किया जा सकता है। दलीलों को सुनने",
  "Bench which heard the submissions felt that not sufficient attention was paid to filling up of vacancies in good time": "वाली दो-न्यायाधीशों की पीठ ने महसूस किया कि सही समय पर रिक्तियों को भरने पर",
  "and instead in Kerala Judge strength was actually reduced": "पर्याप्त ध्यान नहीं दिया गया था और इसके बजाय केरल में न्यायाधीशों की संख्या वास्तव",
  "by two posts without proper justification. Their Lordship": "में बिना उचित औचित्य के दो पदों से कम हो गई थी। उनके नेतृत्व ने इस संबंध में एस.",
  "also doubted the correctness of the majority view in S.P. Gupta's case in this behalf and felt that it required": "पी. गुप्ता के मामले में बहुमत के दृष्टिकोण की शुद्धता पर भी संदेह किया और महसूस",
  "reconsideration. Pointing to the fact that an independent": "किया कि इस पर पुनर्विचार की आवश्यकता है। इस तथ्य की ओर इशारा करते हुए कि",
  "majority view in S.P. Gupta's case not only seriously": "में बहुमत का दृष्टिकोण न केवल भारत के मुख्य न्यायाधीश की राय को गंभीरता से कम",
  "detracts from but also denudes the primacy of the Chief Justice of India's opinion which is implicit in our": "करता है, बल्कि उसकी प्रधानता को भी नकारता है जो हमारी संवैधानिक योजना में निहित",
  "constitutional scheme. Consistent with the constitutional purpose and process, it is imperative that the role of the": "है। संवैधानिक उद्देश्य और प्रक्रिया के अनुरूप, यह अनिवार्य है कि भारत के मुख्य",
  "The view which the four learned Judges shared in Gupta's": "निम्नानुसार निर्देशित किए गए: गुप्ता के मामले में चार विद्वान न्यायाधीशों ने जो विचार साझा",
  "under the Constitution to undertake a periodical review of the Judges-strength fails in theperformance of that duty, an": "न्यायाधीशों की संख्या की आवधिक समीक्षा करने का कर्तव्य है, उस कर्तव्य के पालन में",
  "reasonable time. Therefore, in principle, it is not possible to": "मजबूर कर सकता है। इसलिए, सैद्धांतिक रूप से, यह कहना संभव नहीं है कि यह मुद्दा",
  "say that the issue is whollyoutside the Court's purview and the remedy is merely to knock the doors of the legislature.": "पूरी तरह से न्यायालय के दायरे से बाहर है और इसका उपाय केवल विधायिका का दरवाजा",
  "Albeit, a proper foundation must belaid because the Court": "खटखटाना है। हालाँकि, एक उचित नींव रखी जानी चाहिए क्योंकि न्यायालय एक निश्चित",
  "will be extremely slow in exercising its extraordinary powers to issue a writ of mandamus compelling": "कर्तव्य के सम्मोहक प्रदर्शन का आदेश जारी करने के लिए अपनी असाधारण शक्तियों का",
  "the executive has totally omitted to pay attention to its constitutional obligation and needs to be awakened from": "कार्यपालिका ने अपने संवैधानिक दायित्व पर ध्यान देने में पूरी तरह से चूक की है और उसे",
  "its slumber. But in the guise of exercising the power of": "अपनी नींद से जागने की आवश्यकता है। लेकिन न्यायिक समीक्षा की शक्ति का प्रयोग",
  "judicialreview care must be taken to ensure, as pointed": "करने की आड़ में यह सुनिश्चित करने के लिए ध्यान रखा जाना चाहिए, जैसा कि",
  "out byTulzapurkar, J., that the judiciary does not usurp this": "तुलजापुरकर, जे. ने बताया है, कि न्यायपालिका इस कार्यकारी कार्य को अपने लिए नहीं",
  "executivefunction to itself. But as Tulzapurkar, J. warns": "छीनती है। लेकिन जैसा कि तुलजापुरकर, न्यायमूर्ति ने चेतावनी दी है कि कोई भी निर्देश",
  "no directivewould be possible unless forced by glaring": "तब तक संभव नहीं होगा जब तक कि स्पष्ट और मजबूर करने वाली परिस्थितियों द्वारा",
  "only if full, complete and correct assessment of the": "आवश्यक संख्या का पूर्ण, पूर्ण और सही मूल्यांकन उपलब्ध हो |",
  "413. The need for periodical revision of the judge-strength": "&3. न्यायाधीशों की संख्या में समय-समय पर संशोधन की आवश्यकता",
  "is essentially to ensure early disposal of court cases; the": "अनिवार्य रूप से अदालती मामलों का शीघ्र निपटान सुनिश्चित करने के लिए है; यदि मौजूदा",
  "entire exercise would be meaningless if the existing": "है तो पूरी कवायद अर्थहीन होगी। इस पर बार-बार जोर दिया गया है और भले ही प्रस्तावों",
  "emphasised time and again and even though a time bound programme for dealing with the proposals has been": "से निपटने के लिए एक समयबद्ध कार्यक्रम प्रदान किया गया है, लेकिन प्रक्रिया में शामिल",
  "We, therefore, hold that the issue is justiciable only to the limited extent indicated above and as manifested by the": "इसलिए हम मानते हैं कि यह मुद्दा केवल ऊपर दर्शाई गई सीमित सीमा तक न्यायसंगत है",
  "limitedwrit issued by Venkataramiah, J. in S.P. Gupta's case": "और जैसा कि एस. पी. गुप्ता के मामले में न्यायमूर्ति वेंकटरमैया द्वारा जारी सीमित रिट से",
  "and that too in the rarest of rare cases where glaring and": "प्रकट होता है और वह भी दुर्लभतम मामलों में जहां स्पष्ट और मजबूर करने वाली",
  "compelling circumstances force the court to act.”": "परिस्थितियां अदालत को कार्रवाई करने के लिए मजबूर करती हैं। ”",
  "(70) Thus, it does not lie in the mouth of the State that the power": "(70) इस प्रकार, यह राज्य के मुँह में नहीं है कि आदेश जारी करने की शक्ति में",
  "to issue a mandamus is lacking in the facts and circumstances. The High Court being § the constitutional authority and_ the": "तथ्यों और परिस्थितियों की कमी है। उच्च न्यायालय संवैधानिक प्राधिकरण होने के नाते",
  "recommendations being binding having been consistently held by the": "और सिफारिशें बाध्यकारी होने के कारण सर्वोच्च न्यायालय द्वारा लगातार अभिनिर्धारित",
  "Apex Court would give power to the High Court to direct that the": "होने के कारण उच्च न्यायालय को यह निर्देश देने की शक्ति देगा कि सिफारिशों को विधिवत",
  "recommendations be duly given primacy and State Government be": "प्राथमिकता दी जाए और राज्य सरकार को उस पर कार्य करने का निर्देश दिया जाए। यह",
  "directed to act upon it. It would frustrate the very purpose of this litigation if the State Government is again to insist that the promotion": "इस मुकदमे के उद्देश्य को विफल कर देगा यदि राज्य सरकार फिर से इस बात पर जोर",
  "should be made on the basis that the cut-off in the interview be ignored,": "देती है कि पदोन्नति इस आधार पर की जानी चाहिए कि साक्षात्कार में कट-ऑफ को",
  "which was decided at an earlier point of time. It would be even more": "नजरअंदाज किया जाए, जो पहले तय किया गया था। यह इस संदर्भ में और भी विनाशकारी",
  "said recommendations and 13 judicial officers have already been promoted to the said post in Punjab. To permit the State of Haryana to": "33 न्यायिक अधिकारियों को पहले ही उक्त पद पर पदोन्नत किया जा चुका है। हरियाणा",
  "Kumar versus Union of India and others*' wherein on account of the": "राज्य को तक अनुमति देने के लिए कुमार बनाम भारत संघ और अन्य जिसमें रेल मंत्रालय",
  "binding circular issued by the Union of India in the Ministry of Railways, it was held that grant of appointment was within the purview": "में भारत संघ द्वारा जारी बाध्यकारी परिपत्र में यह अभिनिर्धारित किया गया था कि नियुक्ति",
  "of the policy discretion and, therefore,the same could be enforced and": "का अनुदान नीतिगत विवेकाधिकार के दायरे में है और इसलिए इसे लागू किया जा सकता",
  "rejection being for extraneous reasons would result in the violation of": "है और बाहरी कारणों से अस्वीकृति के परिणामस्वरूप न्याय का उल्लंघन होगा। उक्त",
  "justice. Relevant portion of the said judgment reads as under:-": "निर्णय का प्रासंगिक भाग इस प्रकार हैः -",
  "“20. For the above reasons, we have come to the conclusion that the rejection of the claim of the appellant was contrary": "“20. उपरोक्त कारणों से, हम इस निष्कर्ष पर पहुंचे हैं कि अपीलार्थी के दावे",
  "to the terms of the binding policy circular formulated by the Union of India in the Ministry of Railways. Undoubtedly,": "की अस्वीकृति रेल मंत्रालय में भारत संघ द्वारा तैयार किए गए बाध्यकारी नीति परिपत्र की",
  "the policy discretion. No mandamus can lie in the absence": "पॉलिसी के अभाव में कोई अनिवार्यता नहीं हो सकती है। हालाँकि, जहाँ केंद्र सरकार द्वारा",
  "of a policy. However, where a policy has been laid down by the Union government as in the present case, the terms of": "वर्तमान मामले की तरह एक नीति निर्धारित की गई है, वहाँ नीति की शर्तों को लागू किया",
  "the policy can be enforced. The rejection of the claim of the Appellant was for extraneous reasons and based on": "जा सकता है। अपीलार्थी के दावे की अस्वीकृति बाहरी कारणों से और अप्रासंगिक विचारों",
  "irrelevant considerations. Government in the Ministry of Railways formulated a_ policy. The failure’ of": "पर आधारित थी। रेल मंत्रालय की सरकार ने एक नीति तैयार की। कार्यान्वयन की विफलता",
  "implementation results in a failure of social justice. The": "के परिणामस्वरूप सामाजिक न्याय की विफलता होती है। नीतिगत परिपत्र सामाजिक",
  "policy circulars were substantive attempts to enhance social welfare. Denial of benefits to the appellant has led to a long": "कल्याण को बढ़ाने के ठोस प्रयास थे। अपीलार्थी को लाभ देने से इनकार करने से न्याय के",
  "and tortuous road to justice.”": "लिए एक लंबा और कठिन मार्ग प्रशस्त हुआ है। ”",
  "(71) Thus, in this background we are of the considered opinion": "(7)) इस प्रकार, इस पृष्ठभूमि में हमारी यह सुविचारित राय है कि विशिष्ट तथ्यों और",
  "thatin the peculiar facts and circumstances this Court is mandated to": "परिस्थितियों में इस न्यायालय को यह निर्देश देने के लिए अनिवार्य किया गया है कि",
  "direct thatthe recommendations be implemented, once the rejection is": "सिफारिशों को लागू किया जाए, एक बार अस्वीकृति उस आधार पर आधारित हो जो",
  "based on the ground which has been done in violation to the provisions of the Constitution. Thus, in the above facts and circumstances, having": "संविधान के प्रावधानों का उल्लंघन करते हुए की गई है। इस प्रकार, उपरोक्त तथ्यों और",
  "answered question No.(ii) in favour of the High Court and against the": "परिस्थितियों में, उच्च न्यायालय के पक्ष में और राज्य सरकार के खिलाफ प्रश्न संख्या (2)",
  "State Government, we are of the considered opinion that a writ of mandamus is accordingly liable to be issued against the State": "का उत्तर देने के बाद, हमारी यह सुविचारित राय है कि तदनुसार राज्य सरकार के खिलाफ",
  "Government to accept the recommendations of the High Court dated": "दिनांक 23.02.2023 की उच्च न्यायालय की सिफारिशों को स्वीकार करने और आज से",
  "from today. Accordingly, question No.(iv) is answered against the State Government.": "की जानी चाहिए। तदनुसार, प्रश्न संख्या (५) का उत्तर राज्य सरकार के विरुद्ध दिया जाता"
}