{
  "SUNIL KUMAR,—Pefitioner": "सुनील कुमार- याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA ,—Respondent": "राज्य ओए हरियाणा - प्रतिगादी",
  "CWP No. 7507 of 2010": "200 की सीडब्ल्यूपी संख्या 7507",
  "3rd May. 2010": "3 मई, 200",
  "Constitution of India, 1950—Art. 226—Juvenile Justice": "भारत का संविधान 7950--- कत्रा 226-.किशोर न्याय (बच्चों की देखभात्र और सरक्षणा अधिनियम",
  "(Care and Protection of Children) Act, 2000—S. 7-A—Juvenile Justice (Care and Protection of Children) Rules, 2007—RIi. 12—": "2000-- धारा 7- ए किशोर न्याय(बच्चों की देखशात्र ऑर सरक्षण) नियम 2007- नियम72- याचिकाकर्ता को",
  "Petitioner convicted and sentenced u/ss 376 & 366 [PC—Petitioner": "धारा376 ऑर366 आई पीसी के तहत वोषी ठहराया गयाऔऑर सजा सुनाई गई: याचिकाकर्ता ने अपराध के समय",
  "claiming to be juvenile at time of commission of offence seeking direction to Government to determine his juvenility by holding an": "किशोर होने का वावा करते हुए सरकार को निर्देश देने की मांग की कि जांच करकेउसके किशोर होने का निर्धारण",
  "inquiry—State or any of its agency has no authority or jurisdiction": "करें- राज्य याउसकी किसी भी एजेंसी के पास किशोर की उम्र निर्धारित करने का कोर्ड़ अधिकार या क्षेत्राधिकार",
  "to determine age of juvenile—Only Criminal Courts including High": "नहीं हैं- केवल उच्च सहित आपराधिक न्यायात्रय किसी भी स्तर पर मामले से निपटने वानी अवानत या 2000",
  "and determine the age of the accused person whenever a claim of juvenility": "होने का दावा करने वाने आरोपी की उम्र निर्धारित करने में सक्षम हैं- याचिकाकर्ता को सक्षम मंच से संपर्क करने",
  "the court shall make an inquiry, take such evidence as may be": "साक्ष्य प्राप्त करके साक्ष्य मांगकर जांच करने का कर्तव्य देती है। धारा 7-ए मामले से निपटने वाली अदालत को",
  "Court dealing with matter at any stage or Board constituted u/s 4": "किसी भी स्तर पर मामले से निपटने वाली आपराधिक अदालत या धारा 4 के तहत गठित बोर्ड या अधिनियम के",
  "is the position under Rule 12(3) which enjoins upon the Court or the Board": "प्रावधान करती है, नियम 2(3) के तहत स्थिति भी ऐसी ही है, जो कोर्ट या बोर्ड को मैट्रिकुलेशन या समकक्ष",
  "aduty to conduct an inquiry by seeking evidence by obtaining the matriculation or equivalent certificates, date of birth certificate from the school and such": "प्रमाण पत्र, जन्मतिथि प्रमाण पत्र, स्कूल से जन्म प्रमाण पत्र और ऐसे अन्य साक्ष्य प्राप्त करके साक्ष्य मांगकर",
  "other evidence. Section 7-A also clearly empowers the court dealing with the matter to hold an inquiry by taking evidence. Similarly, Rule 12 sub rule": "जांच करने का कर्तव्य देती है। धारा 7ए स्पष्ट रूप से मामले से निपटने वाले न्यायालय को साक्ष्य लेकर जांच",
  "1 also empowers the Court or the Board or Committee referred to in Rule": "करने का अधिकार देती है। इसी प्रकार, नियम 2 उप-नियम | भी नियम ।9 में निर्दिष्ट न्यायालय या बोर्ड या",
  "evidence. There is no provision whereunder the State can determine the age of the accused claiming to be juvenile at the time of commission of": "कोई प्रावधान नहीं है जिसके तहत राज्य अपराध के समय किशोर होने का दावा करने वाले आरोपी की उम्र",
  "offence. Thus, the mandamus sought by the petitioner is misconceived. The State or any of its agency has no authority or jurisdiction to determine the": "निर्धारित कर सके। इस प्रकार, याचिका द्वारा मांगा गया परमादेश गलत है। राज्य या उसकी किसी भी एजेंसी",
  "stage or the Board constituted under Section 4 or a Committee constituted": "निपटने वाला आपराधिक न्यायालय या धारा 4 के तहत गठित बोर्ड या अधिनियम के तहत बनाए गए नियमों",
  "under Rule 19 of the Rules framed under the Act which is competent to determine the age of the accused claiming to be juvenile.": "के नियम 9 के तहत गठित समिति ही किशोर होने का दावा करने वाले आरोपी की उम्र निर्धारित करने में सक्षम",
  "(Para 8)": "(पैरा 8)",
  "Rishi Malhotra, Advocate for the petitioner.": "याचिकाकर्ता के वकील ऋषि मल्होत्रा |",
  "PERMOD KOHLI, J. (ORAL)": "परमोद कोहली, न्यायमूर्ति (मौखिक)",
  "(1) The petioner was an accused in FIR No. 233, dated 17th": "संख्या 233 दिनांक 7.5.990 में आरोपी था | उन पर 6.5.990 को अभियोकक्‍ता के साथ बलात्कार करने का",
  "1990. Petitioner was sent to face trial for the aforesaid offence and was": "आरोप लगाया गया था। याचिकाकर्ता को उपरोक्त अपराध के लिए मुकदमे का सामना करने के लिए भेजा गया",
  "convicted to undergo R. I. for 7 years under section 376 I.P.C. and 4 years": "376 भारतीय दंड संहिता के तहत 7 साल और धारा 366 भारतीय दंड संहिता के तहत 4 साल के लिए कठोर",
  "SB of 1992 filed-before the High Court remained unsuccessful having been": "संख्या 02-एसबी असफल रही, जिसे दिनांक .7.2005 के निर्णय द्वारा खारिज कर दिया गया। इस न्यायालय",
  "Procedure under Chapter 2 deals with the constitution of criminal courts": "संहिता पर निर्भर रहना होगा । दण्ड प्रक्रिया संहिता की धारा 6 के अंतर्गत अध्याय 2 आपराधिक न्यायालयों",
  "and offences. Section 6 reads as under :—": "और कार्यात्रयों के गठन से संबंधित है। धारा 6 इस प्रकार है:-",
  "“6. Clauses of Criminal Courts.— Besides the High Courts and the Courts constituted under any law, other than this Code,": "१6, आपराधिक न्यायालयों की श्रेणियां। उच्च न्यायात्रयों और इस संहिता के अनावा किसी भी कानून के तहत",
  "there shall be, in every State, the following classes of Criminal Courts, namely :—": "गठित न्यायालयों के अनावा प्रत्येक राज्य में आपराधिक न्यायात्रयों की निम्ननिखित श्रेणियां होंगी अर्थात्‌:",
  "(1) Courts of Session ;": "(9) सत्र न्यायात्रयः",
  "(ii) Judicial Magistrates of the first class and, in any metropolitan area, Metropolitan Magistrate :": "(४7) प्रथम 4रेणी के न्यायिक मजिस्ट्रेट और किसी भी महानगरीय क्षेत्र में मेट्रोपॉलिटन मजिस्ट्रेट",
  "(iii) “Judicial Magistrates of the second class ; and": "(7) दृवितीय श्रेणी के न्यायिक मजिस्ट्रेट: और",
  "(iv) Executive Magistrate.”": "(2 कार्यकारी मजिस्ट्रेट/\"",
  "(7) Thus, the court for purposes of Section 7-A could be any": "7. 7ए के प्रयोजनों के लिए न्यायालय आपराधिक क्षेत्राधिकार का प्रयोग करने वाले न्यायालय का कोई भी",
  "class/category of court exercising criminal jurisdiction which inter alia includes the High Court as well. Thus, the question of juvenility can be": "वर्ग/श्रेणी हो सकता है जिसमें अन्य बातों के साथ-साथ उच्च न्यायालय भी शामिल है। इस प्रकार, किशोरता का",
  "decided by the Court of Sessions, Judicial Magistrates of the Ist Class,": "प्रश्न सत्र न्यायात्रय, प्रथम श्रेणी न्यायिक मजिस्ट्रेट, दृवितीय श्रेणी न्यायिक मजिस्ट्रेट और आपराधिक",
  "Court exercising the criminal jurisdiction. It appears that the High Court can also decide the question of juvenility but while exercising criminal jurisdiction.": "ऐसा प्रतीत होता है कि उच्च न्यायालय भी किशोरता के प्रश्न पर निर्णय कर सकता है, लेकिन आपराधिक",
  "Chapter 2 of the Code of Criminal Procedure deals with the constitution": "क्षेत्राधिकार का प्रयोग करते हुए। दंड प्रक्रिया संहिता का अध्याय 2 केवत्न आपराधिक न्यायालयों के गठन से",
  "of the criminal courts only. In my humble opinion the petitioner should have approachcd any class or category of criminal court as defined under section 6 for purposes of Section 7-A and not the writ court . Learned counsel": "संबंधित है। मेरी विनम्र राय में याचिकाकर्ता को धारा 7ए के प्रयोजनों के लिए धारा 6 के तहत परिभाषित किसी भी वर्ग या श्रेणी के आपराधिक न्यायात्रय से संपर्क करना चाहिए था , न कि रिट न्यायालय से। याचिकाकर्ता के",
  "Court reported as Hari Ram versus State of Rajasthan and another": "शीर्षक हरि राम बनाम राजस्थान राज्य और अन्य है, के निर्णयों पर निर्भरता की है। इस मामले में माननीय",
  "(1). In this case the Hon’ble Supreme Court has held that the Juvenile Justice (Care and Protection of Children) Act, 2000 has retrospective operation.": "सर्वोच्च न्यायात्रय ने माना है कि किशोर न्याय (बच्चों की देखभाल और संरक्षण) अधिनियम, 2000 पूर्वव्यापी",
  "It has further been observed that the age of an accused person can be determined by the Court or Board by seeking the evidence. The relevant": "प्रभाव से लागू होता है। आगे यह देखा गया है कि किसी आरोपी व्यक्ति की उम्र का निर्धारण न्यायात्रय या बोर्ड",
  "observations are contained in para 34, which are as under :—": "द्वारा साक्ष्य मांगकर किया जा सकता है। प्रासंगिक टिप्पणियाँ पैरा 34 में निहित हैं, जो इस प्रकार हैं:-",
  "“34. Sub Section (1) of Section 49 vests the competent Authority with power to make due inquiry as the age of a person brought": "॥३4, धारा49 कीउप- धारा(7) सक्षम प्राधिकारी कोउस्के सामने नाए गए व्यक्ति की उम्र के बारे में उचित जांच",
  "before it and for the said purpose to take such evidence as may": "करने ऑर उक्त उद्देश्य के लिए ऐसे साक्ष्य लेने की शक्ति प्रदान करती हैं जो आवश्यक हो सकते हैं (नेकिन",
  "be necessary (but not an affidavit) and shall record a finding as to whether the person is a juvenile or a child or not, stating his": "शपथ पत्र नहीं) ) ऑर यह निष्कर्ष दर्ज करेगा कि वह व्यक्ति किशोर या बच्चा है या नहीं उसकी उम्र यथासंभ्रव",
  "age as nearly as may be. Sub-section (2) is of equal importance": "बताते हुए। उपफ-धारा (2) भी उतना ही महत्वपूर्ण है क्योंकि यह प्रदान करता हैं कि सक्षम प्राधिकारी का कोर्ड भी",
  "orders in respect of that juvenile in accordance with the provisions of this Actas if it had been satisfied on inquiry under": "पारित करेगा। इस अधिनियम के प्रावधानों के अनुसार उस किशोर का सम्मान करें जैसे कि इस अधिनियम के",
  "provisions of this Actas if it had been satisfied on inquiry under this Act that a juvenile has committed the offence.”": "तहत जांच पर वह संदुष्ट हो गयाह्मोकि एक किशोर ने अपराध किया हैं।”",
  "determine the juvenility of the accused on the date of commission of the": "2. धारा 7ए की उप-धारा () अपराध के घटित होने की तिथि पर अभियुक्त की किशोरता निर्धारित करने के लिए",
  "7 offence as and when any such question is raised before the Court or the": "जांच का प्रावधान करती है, जब भी न्यायालय के समक्ष ऐसा कोई प्रश्न उठाया जाता है या न्यायालय की राय है",
  "| Court is of the opinion that the accused person was juvenile on the date": "कि अभियुक्त अपराध किये जाने की तिथि पर व्यक्ति किशोर था। उप-धारा | का प्रावधान न्यायालय को किसी",
  "court to recognize the factum of juvenility at any stage, even after final": "भी स्तर पर, यहां तक कि मामले के अंतिम निपटान के बाद भी, किशोर होने के तथ्य को पहचानने और",
  "or before the commencement of the Act. This Act came into force on the": "अधिनियम और नियमों के प्रावधानों के अनुसार अधिनियम के प्रारंभ होने पर या उससे पहले ऐसे दावे का",
  "provisions of this Act even on pending cases. Thus from the conjoint reading": "लंबित मामलों पर भी इस अधिनियम के प्रावधानों को लागू करती है। इस प्रकार, धारा 7ए और धारा 20 के",
  "offence had taken place prior to the operation of this Act.": "लागू होंगे, भल्रे ही अपराध का कमीशन इस अधिनियम के संचालन से पहले हुआ हो।",
  "(3) Itisalso not in dispute that the juvenility of the accused can": "3. यह भी विवाद में नहीं है कि मामले के अंतिम निपटारे के बाद भी आरोपी की किशोरता निर्धारित की जा सकती",
  "_ be determined even after the final disposal of the case. Thus, the competent court has the jurisdiction to determine the juvenility of the petitioner irrespective of upholding the conviction by the Hon’ble Apex Court. Form the persual": "है। इस प्रकार, सक्षम न्यायालय के पास माननीय शीर्ष न्यायालय द्वारा दोषसिद्धि को बरकरार रखने के बावजूद",
  "of the prayer made in this petition, it appears that the petitioner is seeking": "याचिकाकर्ता की किशोरता निर्धारित करने का अधिकार क्षेत्र है। इस याचिका में की गई प्रार्थना से ऐसा प्रतीत",
  "inquiry and then to pass an appropriate order in regard to his conviction": "करना और फिर उस आपराधिक अपराध के लिए उसकी सजा के संबंध में एक उचित आदेश पारित करना जिसके",
  "for the criminal offence for which he has been sentenced and convicted": "लिए उसे सजा सुनाई गई है और अंततः दोषी ठहराया गया है।",
  "(4) The contention on behalf of petitioner is that the High Court in exercise of its writ jurisdiction can definitely issue a Mandamus to the": "4. याचिकाकर्ता की ओर से तर्क यह है कि उच्च न्यायालय अपने रिट क्षेत्राधिकार का प्रयोग करते हुए निश्चित",
  "in exercise of its writ jurisdiction can definitely issue a Mandamus to the Government to determine the question of juvenility of the petitioner.": "रूप से याचिकाकर्ता की किशोरता के प्रश्न का निर्धारण करने के लिए सरकार को एक परमादेश जारी कर सकता"
}