{
  "Before Ram Chand Gupta, J.": "राम चंद गुप्ता न्यायमूर्ति के समक्ष",
  "PIRTHI,—Petitioner": "पिरथी - याचिकाकर्ता",
  "versus": "बनाम",
  "SURTA RAM,—Respondent": "सुरता राम - उत्तरदाता",
  "Civil Revision No.4518 of 2003": "2003 का सिविल्न पुनरीक्षण संख्या 458",
  "Constitution of India - Art. 227 - Code of Civil Procedure": "भारत का संविधान-अनुच्छेद 227-सिविल्न प्रक्रिया संहिता 4908-आदेश ॥>(",
  "Court dismissing application for setting aside ex-parte order - Wrong": "वाले प्रथम अपीलीय न्यायालय के आदेश को रदद करने के लिए याचिका-आदेश",
  "noting of date of hearing sufficient ground for setting aside order": "को निरस्त करने के लिए पर्याप्त आधार पर सुनवाई की तारीख गलत नोट",
  "- Illegality and material illegality committed by Courts below -": "करना -अधीनस्थ न्यायालयों द्वारा की गई अवैधता और भौतिक अवैधता-",
  "Petition accepted.": "याचिका स्वीकार की गई।",
  "Held, That law is well settled that procedural provisions are intended": "अभिनिर्धारित, वह कानून अच्छी तरह से तय किया गया है कि प्रक्रियात्मक",
  "to further the cause of justice and to determine the real controversy between": "वास्तविक विवाद को निर्धारित करना है और प्रक्रियात्मक कानून की भावना के",
  "the parties and not to grant undue benefit to a party over the other in": "पूर्ण विरोधाभास में एक पक्ष को दूसरे पर अनुचित लाभ प्रदान करना नहीं है।",
  "(Para 9)": "(पैरा 9)",
  "parte judgment and decree had already been passed against him on 15.3.2002.": "और पता चला कि उसके खिलाफ 5.3.2002 पर एकपक्षीय निर्णय और हुक्मनामा पहले ही पारित की जा चुकी थी।प्रतिवादी-वादी दूवारा आवेदन का",
  "(5) From the pleadings of the parties, the following issues were": "(5) पक्षकारों की दलीलों से, विदृवत विचारण नयायात्रय द्वारा निम्नलिखित",
  "“(1) Whether the ex parte order dated 21.2.2003 and ex parte": "“(]) क्‍या एकपक्षीय आदेश दिनांक 2.2.2003 और एकपक्षीय निर्णय और",
  "(2) Whether the application of the applicant is not maintainable nor": "(2) क्या आवेदक का आवेदन बनाए रखने योग्य नहीं है और न ही आवेदक के",
  "the applicant has locus standi to file the present application?": "पास वर्तमान आवेदन दाखिल करने का अधिस्थिति है?",
  "(3) Relief.”": "(3) राहत”",
  "(6) Parties adduced evidence in support of their respective": "(6) पक्षकारों ने उक्त आवेदन पर अपनी-अपनी दलीलों के समर्थन में साक्ष्य",
  "contentions on the said application. However, learned trial Court dismissed": "प्रस्तुत किए |हालाँकि विदृवत विचारण न्यायालय ने दिनांक 3.5.2003 के आदेश",
  "the said application vide order dated 31.5.2003. Petitioner filed appeal": "के माध्यम से उक्त आवेदन को खारिज कर दिया।याचिकाकर्ता ने उक्त फैसले के",
  "against the said judgment before learned Additional District Judge, Karnal,": "खिलाफ अतिरिक्त जिला न्यायाधीश, करनाल के समक्ष अपील दायर की,",
  "petitioner-defendant that it is a clear case of wrong noting down of the date of hearing by clerk of counsel for the petitioner-defendant. It has been": "के वकील द्वारा सुनवाई की तारीख की गलत नोटिंग को एक पक्षीय कार्यवाही को",
  "(1) The present revision petition has been filed under Article 227 of the Constitution of India for quashing of order dated 3.9.2003 passed": "(।) वर्तमान पुनरीक्षण याचिका भारत के संविधान के अनुच्छेद 227 के तहत",
  "by learned first appellate Court dismissing the appeal filed by": "दायर की गई है, जिसमें विद्वान प्रथम अपीलीय न्यायात्रय दवारा पारित दिनांक",
  "petitionerdefendant against order dated 31.5.2003 passed by learned trial": "विद्वान निचली अदालत द्वारा पारित दिनांक 3/05/2003 के आदेश के",
  "Court vide which application filed by petitioner for setting aside ex parte": "खिलाफ दायर अपील को खारिज कर दिया गया है, जिसमें याचिकाकर्ता द्वारा",
  "Rule 13 of the Code of Civil Procedure (for short ‘the Code’) was": "सिविल प्रक्रिया संहिता (संक्षेप में 'संहिता')) के आदेश [#% नियम 3 के तहत",
  "(2) I have heard learned counsel for the parties and have gone": "(2) मैंने पक्षकारों के विदवान अधिवक्ताओ को सुना है और नीचे दी गई विद्वान",
  "through the whole record carefully including the impugned orders passed": "अदालतों द्वारा पारित विवादित आदेशों सहित पूरे रिकॉर्ड को सावधानीपूर्वक देखा",
  "(3) Facts relevant for the decision of present revision petition are": "(3) वर्तमान पुनरीक्षण याचिका के निर्णय के लिए प्रासंगिक तथ्य यह हैं कि",
  "that a suit for possession by way of specific performance of agreement to sell dated 25.4.1998 was filed by respondent-plaintiff against": "प्रतिवादी-वादी द्वारा याचिकाकर्ता/ प्रतिवादी के खिलाफ 6 कनाल की भूमि के संबंध में दिनांकित 25/04/998 बेचने के समझौते के विशिष्ट प्रदर्शन के माध्यम",
  "94, situated within the revenue estate of village Seekri, Tehsil Nilokheri,": "सीकरी, तहसील निलोखेरी, जिला करनाल की राजस्व संपदा के भीतर स्थित",
  "the suit petitioner-defendant appeared and contested the suit denying the": "याचिकाकर्ता- प्रतिवादी पेश हुआ और बेचने के समझौते के निष्पादन से इनकार",
  "very execution of the agreement to sell. Rather, the plea has been taken": "करते हुए मुक़दमे का विरोध किया,बल्कि, यह याचिका दायर की गई है कि",
  "that respondent-plaintiff in collusion with M/s Surat Singh, Commission": "प्रतिवादी/वादी ने मेसर्स सूरत सिंह, कमीशन एजेंट, नई अनाज मंडी, इंद्री और श्री",
  "had forged the agreement as petitioner used to sell his crop with aforesaid": "याचिकाकर्ता उपरोक्त कमीशन एजेंट के साथ अपनी फसल बेचता था और उसने",
  "commission agent and he stopped selling the same in the year 1995. Further": "वर्ष 995 में उसे बेचना बंद कर दिया था।आगे याचिका दायर की गई है कि",
  "some blank papers by respondent-plaintiff on the pretext of preparing an authority letter for receiving payment of the produce from the parties. The": "पक्षकारों से उपज का भुगतान प्राप्त करने के लिए एक प्राधिकरण पत्र तैयार करने के बहाने प्रतिवादी-वादी दवारा कुछ खाली कागजों पर याचिकाकर्ता के अंगूठे की",
  "said commission agent also filed a suit for recovery of the amount, which": "छाप प्राप्त की गई थी।उक्त कमीशन एजेंट ने राशि की वसूली के लिए एक",
  "is also pending. Hence, petitioner denied execution of agreement to sell and": "मुकदमा भी दायर किया था, जो भी लंबित है।इसलिए, याचिकाकर्ता ने बेचने के",
  "to 5.4.2002 on the said date only. However, when he came to know that": "लिए मामला तय किया गया था और जब इसे 5.4.2002 के लिए स्थगित कर दिया",
  "Judge, Junior Division, Karnal, on 16.1.2002 for evidence of the plaintiff": "सिविल न्यायाधीश (कनिष्ठ प्रभाग) करनाल के न्यायालय द्वारा 5.4.2002 के",
  "request of counsel for the defendant. However, before the case could be": "हुआ।याचिकाकर्ता /प्रतिवादी द्वारा मुकदमा लड़ा जा रहा था।हालाँकि, मुकदमा",
  "the Court of learned Civil Judge, Junior Division, Karnal, to the Court of": "सिविल न्यायाधीश वरिष्ठ प्रभाग, करनाल के न्यायात्रय में स्थानांतरित करने",
  "learned Civil Judge, Senior Division, on the plea that learned Civil Judge, Junior Division was not having pecuniary jurisdiction to decide the said case.": "के लिए विद्‌वत जिला न्यायाधीश, करनाल के समक्ष एक आवेदन मुकदमा किया गया था, जो यह निर्णय लेने के लिए सक्षम था।यहां यह उल्लेख किया जा सकता है कि पहले का मुकदमा श्री के. पी. सिंह तत्कालीन सिविल जज (कनिष्ठ प्रभाग)",
  "On the said application order was passed by learned District Judge, Karnal,": ", करनाल द्वारा सुनवाई के लिए लिया गया था, जिनके न्यायालय में मुकदमा",
  "learned District Judge on 28.1.2002. However, learned District Judge, instead of directing the parties to appear before the transferee Court on": "में स्थानांतरित कर दिया गया था।दोनों पक्षों के वकील 28..2002 को विद्वान",
  "instead of directing the parties to appear before the transferee Court on 5.4.2002, the date already fixed by learned Civil Judge, Junior Division,": "जिला न्यायाधीश के समक्ष उपस्थित हुए थे और पक्षों को 4.2.2002 को",
  "On 4.2.2002 again both the counsel were present before the transferee": "4.2.2002, को दोनों वकील स्थानांतरिती न्‍्यायात्रय के समक्ष उपस्थित हुए और",
  "Court and the case was adjourned to 21.2.2002. However, plea of present": "प्रतिवादी-वादी के साक्ष्य के लिए मामले को 2.2.2002 के लिए स्थानांतरिती कर",
  "petitioner-defendant on 21.2.2002. There was no notice to": "दिया गया।हालाँकि, 2.2.2002 को, याचिकाकर्ता-प्रतिअभियोक्ता की ओर से कोई",
  "as Clerk of his counsel did not correct the date of hearing as 21.2.2002 instead of 5.4.2002, as the transferee Court has preponed the date of": "2.2.2002 के रूप में सही नहीं किया था क्योंकि स्थानांतरिती अदालत ने सुनवाई",
  "hearing to 21.2.2002. It is further contended that as the case was not noted": "की तारीख को 2.2.2002 कर दी थी |यह आगे तक दिया जाता है कि चूंकि मामला",
  "down in the diary of counsel for the petitioner for 21.2.2002, nor petitioner": "याचिकाकती के वकील की डायरी में 2].2.2002 के लिए नोट नहीं किया गया था,",
  "21.2.2002, hence, neither the petitioner nor his counsel appeared on": "स्थगित आदेश दिया गया था/ इसलिए न तो याचिकाकर्ता और न ही उसके वकील",
  "21.2.2002 and, hence, petitioner-defendant was proceeded ex parte and": "2].2.2002 पर उपस्थित हुए और इसलिए, याचिकाकर्ता-प्रतिवादी को एकपक्षीय",
  "ex parte judgment and decree was passed on 15.3.2002, 1e., before": "और एकपक्षीय निर्णय दिया गया और हुक्मनामा 5.3.2002 को पारित की गई,",
  "5.4.2002, the date already fixed by the then learned Civil Judge, Junior": "यानी 5.4.2002 से पहले, तत्कालीन विद्वान सिवित्र जज (कनिष्ठ प्रभाग),",
  "Division, Karnal, vide order dated 16.1.2002. It is further contended that": "करनाल के आदेश दिनांक 6..2002 द्वारा पहले से ही तय की गई तारीख।यह",
  "on 5.4.2002, when petitioner appeared before the Court of learned Civil": "आगे तर्क दिया जाता है कि 5.4.2002 को जब याचिकाकर्ता सिवित्र जज (कनिष्ठ",
  "the file, as the case was not fixed before that Court on that date, and came": "लिए एक आवेदन दायर किया, क्योंकि उस तारीख को उस न्यायात्रय के समक्ष",
  "judgment and decree dated 15.3.2002. It is further contended that in order": "न्यायालय द्वारा विवादित निर्णय और हुक्मनामा दिनांकित 5.3.2002 द्वारा तय किया गया था।यह आगे तर्क दिया जाता है कि इस तथ्य को साबित करने के",
  "to prove this fact, petitioner besides his own statement has also examined": "तय किया गया था।यह आगे तर्क दिया जाता है कि इस तथ्य को साबित करने के लिए, याचिकाकर्ता ने अपने स्वयं के बयान के अलावा, करनाल के विद्वान",
  "has proved the application having been moved by petitioner-defendant in": "की है, जिन्होंने साबित किया है कि इस संबंध में याचिकाकर्ता-प्रतिवादी द्वारा",
  "this regard. He has also contended that petitioner also examined clerk of": "आवेदन दायर किया गया था।उन्होंने यह भी तक दिया है कि याचिकाकर्ता ने",
  "show that the date of hearing was noted down as 5.4.2002. Hence, it is": "के संक्षिप्त विवरण से उद्धरण को साबित किया है कि सुनवाई की तारीख 5.4.2002 के रूप में दर्ज की गई थी।इसलिए, यह तक दिया जाता है कि अधीनस्थ",
  "contended that learned Courts below have ignored the said facts, while": "विद्वान न्यायालयों ने विवादित आदेश पारित करते समय उक्त तथ्यों की",
  "passing the impugned orders. It is contended that it was a case for possession": "अनदेखी की है।यह तर्क दिया जाता है कि यह अचल संपत्ति के कब्जे का मामला था",
  "of immovable property and the suit was being contested by petitionerdefendant": "और याचिकाकर्ता /प्रतिवादी द्वारा मुकदमा लड़ा जा रहा था और इसलिए, इस",
  "and, hence, there was no reason as to why petitioner-defendant should not": "बात का कोई कारण नहीं था कि याचिकाकर्ता-प्रतिवादी को पेश क्यों नहीं होना",
  "have appeared and should have allowed himself to be proceeded ex parte.": "चाहिए था और खुद के खिलाफ एकपक्षीय कार्यवाही होने दी जानी चाहिए थी।",
  "(8) On the other hand, it has been contended by learned counsel": "(8) दूसरी ओर, प्रतिवादी-वादी के विद्वान अधिवक्ता द्वारा यह तक दिया गया",
  "for the respondent-plaintiff that the case was adjourned by learned District Judge, Karnal, in the presence of counsel for both the parties and they were": "है कि मामले को विद्वान जिला न्यायाधीश, करनाल द्वारा दोनों पक्षों के वकीलों",
  "directed to appear before transferee Court on 4.2.2002 and that in fact": "की उपस्थिति में स्थगित कर दिया गया था और उन्हें 4.2.2002 को स्थानांतरिती अदालत के समक्ष उपस्थित होने का निर्देश दिया गया था और वास्तव में दोनों",
  "both the counsel appeared before the transferee court on 4.2.2002 and the": "वकील 4.2.2002 को स्थानांतरिती अदात्त के समक्ष उपस्थित हुए और मामले को",
  "case was adjourned to 21.2.2002 in the presence of counsel for both the": "दोनों पक्षों के वकीलों की उपस्थिति में 2.2.2002 के लिए स्थगित कर दिया गया",
  "parties and hence, it is contended that when none appeared for petitioner-": "था और इसलिए, यह तर्क दिया है कि जब कोई भी 2.2.2002 को याचिकाकर्ता-",
  "contended that no ground for setting aside ex parte order dated 21.2.2002": "गया था।इसलिए, यह तर्क दिया जाता है कि दिनांक 2.2.2002 के एकपक्षीय",
  "and ex parte judgment and decree dated 15.3.2002 is made out.": "आदेश और दिनांक 5.3.2002 के एकपक्षीय निर्णय और हुक्मनामा को निरस्त",
  "PIRTHI v. SURTA RAM 509 (Ram Chand Gupta, J.)": "पिरथी बनाम सुरता राम",
  "learned District Judge, Karnal, on 28.1.2002 transferring the case from the": "जज (कनिष्ठ प्रभाग) करनाल के समक्ष मामला 6..2002 को तय किया गया",
  "parties were directed to appear before the transferee Court on 4.2.2002.": "प्रतिअभियोक्‍्ता के वकील के अनुरोध पर मामले को प्रतिपरीक्षा के लिए 5.4.2002",
  "heard and the case was fixed for orders for 15.3.2002, on which date the": "न्यायालय द्वारा पारित दिनांक 3.5.2003 के विवादित आदेश और विद्वत प्रथम",
  "petitionerdefendant was proceeded ex parte and for setting aside ex parte": "याचिकाकर्ता प्रतिवादी को एकपक्षीय और एकपक्षीय निर्णय और विद्‌वत विचारण",
  "ground that date of hearing was wrongly noted down by clerk of counsel": "सूचित नहीं किया क्योंकि वकील के संक्षिप्त आवरण पर भी तारीख का उल्लेख",
  "for petitioner-defendant as 5.4.2002 instead of 21.2.2002, as the case was": "5.4.2002 के रूप में किया गया था।उकत तथ्य वकील के लिपिक के बयान के साथ-",
  "Civil Judge, Junior Division, Karnal, and hence, due to negligence of the": "सिविल न्यायाधीश (कनिष्ठ प्रभाग), करनाल के न्यायालय से विद्वान सिविल",
  "5.4.2002 and he found that the case was not fixed before the Court of": "ने पक्षों को 5.4.2002 को स्थानांतरिती न्यायालय के समक्ष उपस्थित होने का",
  "learned Civil Judge, Junior Division, Karnal, and hence, he moved an": "करनाल द्वारा दिया गया था, जिनके न्यायालय से मामला विद्वान जिला"
}