{
  "SEEMA SHARMA v. M/s CHALLENGERS ABACUS EDU-TECH 263": "सीमा शर्मा बनाम मेसर्स चैलेंजर्स एबेकस एजू-टेक",
  "(INDIA) PVT. LTD. (Tribhuvan Dahiya, J.)": "(इंडिया) प्राइवेट लिमिटेड (त्रिभुवन दहिया, जे.)",
  "Before Tribhuvan Dahiya, J": "समक्ष त्रिभुवन दहिया, जे",
  "SEEMA SHARMA—Appellant": "सीमा शर्मा-अपीलार्थी",
  "versus": "बनाम",
  "M/s CHALLENGERS ABACUS EDU-TECH (INDIA) PVT.": "मेसर्स चैलेंजर्स एबेकस एजू-टेक (इंडिया) प्राइवेट",
  "LTD—Respondent": "लिमिटेड-उत्तरदाता",
  "RSA No. 5107 of 2015 (O&M)": "205 का आर. एस. ए. नं. 5707 (ओ & एम)",
  "February 07, 2023": "07 फरवरी, 2023",
  "Suit for recovery of damages—Written Agreement—": "हर्जाने की वसूली के लिए सूट-लिखित समझौता-दिनांक .0.2008 के एक समझौते के अनुसार प्रतिवादी के साथ",
  "Appellant working as Program Instructor with respondent pursuant to an agreement dated 11.10.2008—Centre in which appellant was": "कार्यक्रम प्रशिक्षक के रूप में काम करने वाले अपीलकर्ता -जिस केंद्र में अपीलार्थी काम कर रहा था, उसे मई 200",
  "working was closed in May 2010—Appellant requested respondent to": "में बंद कर दिया गया था-अपीलार्थी ने प्रत्यर्थी से अनुरोध किया कि अक्टूबर 20॥ तक अनुबंध की वैधता तक उसे",
  "adjust her in some other centre till the validity of contract upto October 2011—Neither was she adjusted in some other centre nor did": "किसी अन्य केंद्र में समायोजित किया जाए-न तो उसे किसी अन्य केंद्र में समायोजित किया गया था और न ही उसे",
  "she receive her salary for the last three months as well as remaining period of contract—Respondent contended that there was no clause": "पिछले तीन महीनों के साथ-साथ अनुबंध की शेष अवधि के लिए उसका वेतन प्राप्त हुआ था-प्रत्यर्थी ने तर्क दिया कि",
  "in the agreement regarding payment of salary, hence, was not responsible—Civil Suit dismissed on the ground that no stipulation in": "वेतन के भुगतान के संबंध में समझौते में कोई खंड नहीं था, इसलिए वह जिम्मेदार नहीं था -दीवानी मुकदमा इस",
  "the agreement that respondent liable to pay any damages—Upheld by": "आधार पर खारिज कर दिया गया कि समझौते में कोई शर्त नहीं है कि प्रतिवादी किसी भी नुकसान का भुगतान करने",
  "First Appellate Court—Second Appeal filed—Appellant argued that": "के लिए उत्तरदायी है -प्रथम अपीलीय न्यायालय द्वारा स्थगित-दूसरी अपील दायर की गई- अपीलार्थी ने तर्क दिया कि",
  "payment of salary was to be impliedly read into the agreement—No such recital in the agreement that respondent was liable to pay salary": "वेतन के भुगतान को समझौते में निहित रूप से पढ़ा जाना था-समझौते में ऐसा कोई पाठ नहीं था कि प्रतिवादी",
  "to the appellant since salary was to be paid by the centre only in": "अपीलार्थी को वेतन का भुगतान करने के लिए उत्तरदायी था क्योंकि वेतन का भुगतान केवल उस केंद्र द्वारा किया",
  "which appellant was appointed—Appellant failed to prove that": "जाना था जिसमें अपीलार्थी को नियुक्त किया गया था-अपीलार्थी यह साबित करने में विफल रहा कि वेतन का भुगतान",
  "respondent’s liability to pay the salary arises out of the agreement- Second Appeal dismissed.": "करने के लिए प्रतिवादी का दायित्व समझौते से उत्पन्न होता हैदूसरी अपील खारिज कर दी गई।",
  "Held, that in the face of the written agreement between the parties, there cannot be any presumption in favour of one of them. The": "अभिनिर्धारित किया गया कि पक्षों के बीच लिखित समझौते के सामने, उनमें से किसी एक के पक्ष में कोई अनुमान",
  "terms of the contract/agreement have to be read in letter and spirit, as they exist.": "नहीं हो सकता है। अनुबंध/समझौते की शर्तों को अक्षर और भावना में पढ़ा जाना चाहिए, जैसा कि वे मौजूद हैं।",
  "(Para 8)": "(पैरा 8)",
  "Further held, that a Civil Court is not to go beyond the agreement/contract arrived at between the parties. Once the plaintiff": "इसके अलावा यह अभिनिर्धारित किया गया कि सिविल न्यायालय को पक्षों के बीच हुए समझौते /अनुबंध से परे नहीं",
  "question, it was upon him to establish that the defendant’s liability to": "है, तो यह स्थापित करना उसके ऊपर था कि प्रतिवादी का दायित्व",
  "however, contended that payment of salary by the defendant was to be": "अदालत का दरवाजा खटखटाया है, तो यह स्थापित करना उसके ऊपर था कि प्रतिवादी का वेतन का भुगतान करने",
  "pay salary arises out of the agreement only, which fact was not established on record.": "वेतन केवल समझौते से उत्पन्न होता है, जो तथ्य अभिलेख पर स्थापित नहीं किया गया था।",
  "(Para 9)": "(पैरा 9)",
  "Amita Jaiswal, Advocate, for the appellant.": "अपीलार्थी की ओर से अधिवक्ता अमिता जयस्वाल।",
  "Lalit Rishi, Advocate, for the respondent.": "प्रत्यर्धी की ओर से अधिवक्ता ललित ऋषि।",
  "TRIBHUVAN DAHIYA, J.": "त्रिभुवन दहिया, जे।",
  "(1) This is plaintiff's second appeal against the concurrent findings of both the Courts below.": "(।) यह नीचे दिए गए दोनों न्यायालयों के समवर्ती निष्कर्षों के खिलाफ वादी की दूसरी अपील है।",
  "(2) The facts of the case in brief are, the appellant/plaintiff (hereinafter referred to as ‘the plaintiff’) filed a suit for recovery of damages to the tune of Rs.19750/- and mandatory injunction by": "(2) मामले के तथ्य संक्षेप में हैं, अपीलार्थी /वादी (इसके बाद 'वादी' के रूप में संदर्भित) ने रु।9750/- के नुकसान",
  "respondent/defendant (hereinafter referred to as ‘the defendant’) pursuant to an agreement dated 11.10.2008 (Ex.DC) entered into": "बीच ॥.0.2008 (पूर्व डीसी)के समझौते के अनुसार प्रतिवादी/प्रतिवादी (इसके बाद 'प्रतिवादी' के रूप में",
  "become the Program Instructor and take classes in different centres of the defendant company anywhere in India. The defendant initially": "प्रशिक्षक बनने और भारत में कहीं भी प्रतिवादी कंपनी के विभिन्न केंद्रों में कक्षाएं लेने के लिए सहमत हुई। प्रतिवादी",
  "agreed to pay a salary of Rs.2500/-per month, which was to be increased to Rs.2750/-per month after one year, i.e., w.e.f. October": "शुरू में रु 2500/- महीने का वेतन देने के लिए सहमत हुआ, जिसे एक साल के बाद रु. 2750/- प्रति महीने तक",
  "2009, and to Rs.3000/- w.e.f. October 2010. However, Vishal Public": "बढ़ाया जाना था, यानी, 7.07.20।7 से अक्टूबर 2009, और रु. 3000»- प्रभावी अक्टूबर 200। हालाँकि, विशाल",
  "School Centre, where the plaintiff was working as Program Instructor, was closed in May 2010. Thereupon, the plaintiff contacted the": "पब्लिक स्कूल सेंटर, जहाँ वादी कार्यक्रम प्रशिक्षक के रूप में काम कर रहा था, मई 20॥0 में बंद कर दिया गया था।",
  "was closed in May 2010. Thereupon, the plaintiff contacted the defendant to adjust her in some other centre of the defendant as the": "इसके बाद, वादी ने प्रतिवादी के किसी अन्य केंद्र में उसे समायोजित करने के लिए प्रतिवादी से संपर्क किया क्योंकि",
  "term of contract between the parties was upto October 2011. The same": "पक्षों के बीच अनुबंध की अवधि अक्टूबर 20॥॥ तक थी। हालाँकि, ऐसा नहीं किया गया था, न ही उन्हें पिछले तीन",
  "months as well as for the remaining period of contract. It was further": "महीनों के साथ-साथ अनुबंध की शेष अवधि के लिए वेतन दिया गया था। आगे यह दलील दी गई कि न तो अनुबंध",
  "pleaded that neither the contract was terminated, nor any other centre was allotted to the plaintiff.": "समाप्त किया गया था और न ही वादी को कोई अन्य केंद्र आवंटित किया गया था।",
  "(3) The suit was contested by the defendant pleading that it was": "(3) वाद का प्रतिवाद प्रतिवादी द्वारा यह अभिवचन करते हुए किया गया था कि वह किसी भी वेतन का भुगतान करने",
  "not liable to pay any salary as there was no clause regarding salary in the agreement dated 11.10.2008. It was further pleaded that Vishal": "के लिए दायी नहीं था क्योंकि दिनांक ॥.0.2008 के समझौते में वेतन के संबंध में कोई खंड नहीं था। आगे यह",
  "Public School Centre was not closed by the defendant. The Centre was": "दलील दी गई कि विशाल पब्लिक स्कूल सेंटर को प्रतिवादी द्वारा बंद नहीं किया गया था। केंद्र को क्षेत्र व्यापार",
  "being run by Area Business Associate Deepak Kumar Dubey with the help of Program Instructors, and only he was responsible for closing the same.": "सहयोगी दीपक कुमार दुबे द्वारा कार्यक्रम प्रशिक्षकों की मदद से चलाया जा रहा था, और केवल वही इसे बंद करने के लिए जिम्मेदार था।",
  "(4) On pleadings of the parties, following issues were settled by the trial Court:": "(५) पक्षकारों की दलीलों पर, निचली अदालत द्वारा निम्नलिखित मुद्दों का निपटारा किया गया थाः"
}