{
  "SABIR & OTHERS v. STATE OF HARYANA & OTHERS S11": "साबिर और अन्य बनाम हरियाणा राज्य और अन्य",
  "(Lisa Gill, J.)": "(लिसा गिल, जे.)",
  "(b) which is situated within or outside the abadi deh of a village and which is under the house owned by a non-": "(बी) जो किसी गाँव के अबादी देह के भीतर या बाहर स्थित है और जो किसी गैर-स्वामी के स्वामित्व वाले घर के",
  "proprietor, shall, on the commencement of Shamilat law, be deemed to have been vested in such non-proprietor.": "अधीन है, शमिलात विधि के प्रारंभ होने पर यह समझा जाएगा कि वह ऐसे गैर-स्वामी में निहित है।",
  "(2) Any land which is vested in a Panchayat under the shamilat law shall be deemed to have been vested in the Panchayat under this Act.": "(2) कोई भी भूमि जो शमिलात कानून के तहत पंचायत में निहित है, यह माना जाएगा कि इस अधिनियम के तहत पंचायत में निहित है।",
  "(3) Nothing contained in clause (a) of sub-section (1) andin sub section (2) shall affect or shall be deemed ever to have": "(3) उपधारा (॥) के खंड (क) में और उपधारा (2) में अंतर्विष्ट कोई बात प्रभावित नहीं करेगी या उसे कभी भी",
  "affected the;-": "प्रभावित करने वाला नहीं समझा जाएगा; -",
  "(i) existing rights, title or interests of persons who, though not entered as occupancy tenants in the revenue records are": "() उन व्यक्तियों के मौजूदा अधिकार, शीर्षक या हित, जिन्हें राजस्व अभिलेखों में अधिभोग किरायेदारों के रूप में",
  "accorded a similar status by custom or otherwise, such as Dholidars, Bhondedars, Butimars, Basikhopohus,": "दर्ज नहीं किया गया है, उन्हें प्रथा द्वारा या अन्यथा समान दर्जा दिया गया है, जैसे ढोलिदार, भोंडेदार, बुटीमार,",
  "Saunjidars, Mugarrirdars;": "बसिखोपोहस, सौंजीदार, मुकरिरदार;",
  "Punjab Village Common Lands (Regulation) Act, 1953 or": "()) उन व्यक्तियों के अधिकार जो पंजाब ग्राम सामान्य भूमि (विनियमन) अधिनियम, 953 या पेप्सू ग्राम सामान्य",
  "twelve years on such commencement without payment of charges not exceeding the land revenue and cesses payable": "भूमि राजस्व और उस पर देय उपकर से अधिक शुल्क के भुगतान के बिना बारह वर्षों से अधिक समय तक ऐसे",
  "(ii1) rights of a mortgagee to whom such land is mortgaged with possession before the 26\" January, 1950.”": "(॥) एक बंधक के अधिकार जिसे ऐसी भूमि 26 जनवरी, 950 से पहले कब्जे के साथ गिरवी रखी गई है।",
  "(12) It is, thus, apparent that land described as ‘Shamilat Deh’": "(2) इस प्रकार यह स्पष्ट है कि 'शमिलात देह' के रूप में वर्णित भूमि, जो शमिलात विधि, 95५ अधिनियम के",
  "whichhad come to vest in a Gram Panchayat under the shamilat law, i.e. the 1954 Act, would be excluded from the definition of Shamilat Deh only if it fell within any of the exclusion clauses enacted by Sections": "अधीन ग्राम पंचायत में निहित थी, को शमिलात देह की परिभाषा से केवल तभी अपवर्जित किया जाएगा यदि वह",
  "do not describe the natureof the land.": "रसद ज़ारे खेवत' शब्द भूमि की प्रकृति का वर्णन नहीं करते हैं।",
  "Nachhattar Singh and_ others’ versus Joint Development Commissioner/Rural Development and Panchayats, Punjab and": "((3) नछत्तर सिंह और अन्य बनाम संयुक्त विकास आयुक्त»ग्रामीण विकास और पंचायत, पंजाब और अन्य' के",
  "“11 A perusal of Section 3 of the 1954 Act and the opening": "। 95५ अधिनियम की धारा 3 का अवलोकन और उदघाटन",
  "' 2012 (47) RCR (Civil)813": "। 202 (६५7) आरसीआर (सिविल) 83",
  "from proprietors of the shamlatthola. It is, thus, prayed that this petition be dismissed.": "शामलातथीला के मालिकों से। अतः यह प्रार्थना की जाती है कि इस याचिका को खारिज कर दिया जाए।",
  "(10) Heard learned counsel for the parties and have perused the file with their able assistance.": "(0) पक्षकारों के विद्वान वकील को सुना और उनकी सक्षम सहायता से फाइल का अध्ययन किया।",
  "(11) Perusal of the file and particularly order dated 12.06.1997,": "(।॥) फाइल के अवलोकन और विशेष रूप से दिनांक 2.06.997 के आदेश, दिनांक 2५.2.998 के निर्णय और",
  "judgment dated 24.12.1998 and judgment dated 27.02.2006 reveal that the case of the petitioners themselves is that they have taken the land on": "दिनांक 27.02.2006 के निर्णय से यह पता चलता है कि याचिकाकर्ताओं का स्वयं यह मामला है कि उन्होंने जून,",
  "lease purportedly from proprietors of the village in June, 1991. Learned counsel for the petitioners have argued that the land in question does": "99| में गांव के मालिकों से कथित रूप से पट्टे पर भूमि ली थी। याचिकाकर्ताओं के विद्वान वकील ने तर्क दिया है कि",
  "not vest in the Gram Panchayat. We are, however, unable to accept this": "विचाराधीन भूमि ग्राम पंचायत में निहित नहीं है। हालाँकि, हम इस तर्क को स्वीकार करने में असमर्थ हैं। मान लीजिए,",
  "argument. Admittedly, land in dispute is described as Shamlat Deh Hasab Rasad Rakba Khewat. Sections 3 and 4 of the 1961 Act provide": "विवादित भूमि को शामलात देह हसब रसद रकक्‍बा खेवात के रूप में वर्णित किया गया है। 96॥ के अधिनियम की",
  "Hasab Rasad Rakba Khewat. Sections 3 and 4 of the 1961 Act provide that the said Act shall apply and before the commencement of 1961": "धारा ३ और ५ में यह उपबंध है कि उक्त अधिनियम लागू होगा और 96॥ के अधिनियम के प्रारंभ से पहले यह",
  "Act the Shamlat Law shall be deemed always to have applied to all lands, which are Shamlat Deh as defined in clause (g) of Section 2 of the Act.": "समझा जाएगा कि शामलात विधि अधिनियम की धारा 2 के खंड (छ) में परिभाषित सभी भूमि, जो कि शामलात देह हैं, पर सदैव लागू होती थी।",
  "Section 3(1) of the 1961 Act reads as under:-": "96। के अधिनियम की धारा 3 (॥) निम्नानुसार हैः -",
  "“3. Lands to which this Act applies——(1) This Act shall apply and before the commencement of this Act the": "\"3. (॥) यह अधिनियम लागू होगा और इस अधिनियम के प्रारंभ से पूर्व यह समझा जाएगा कि शमिलात विधि धारा 2",
  "Shamilat Law shall be deemed always to have applied to all lands which are shamilat deh as defined in clause (g) of": "के खंड (छ) में यथा परिभाषित उन सभी भूमि पर सदैव लागू होती थी जो शमिलात देह हैं।",
  "“4. Vesting of rights in Panchayat and non-proprietors.-": "\"५. पंचायत और गैर-स्वामियों में अधिकारों का निहित होना।-",
  "any other law for the time being in force or in any agreement, instrument, custom or usage or any decree or": "() तत्समय प्रवृत्त किसी अन्य विधि में या किसी करार, लिखत, रीति या प्रयोग या किसी न्यायालय या अन्य",
  "order of anycourt or other authority, all rights, title and interest whatever inthe land:-": "प्राधिकारी की किसी डिक्री या आदेश में इसके विपरीत किसी बात के होते हुए भी, देश में जो कुछ भी हो, सभी अधिकार, अधिकार और हितः-",
  "(a) which is included in the Shamilat deh of any village and which has not vested in a Panchayat under the Shamilat law": "(ए) जो किसी गाँव के शमिलात देह में सम्मिलित है और जो शमिलात विधि के अधीन किसी पंचायत में निहित नहीं",
  "shall at the commencement of this Act vest in aPanchayat constituted for such village, and where no such Panchayat": "है, इस अधिनियम के प्रारंभ में ऐसे गाँव के लिए गठित किसी पंचायत में निहित होगी और जहां ऐसे गाँव के लिए ऐसी",
  "has been constituted for such village, and where no such Panchayat has been constituted for such village, vest in the": "कोई पंचायत गठित नहीं की गई है और जहां ऐसे गाँव के लिए ऐसी कोई पंचायत गठित नहीं की गई है, ऐसी तारीख",
  "Panchayat on such date as a Panchayat having jurisdiction over that village is constituted;": "को उस पंचायत में निहित होगी, जिसकी उस गाँव पर अधिकारिता वाली पंचायत का गठन किया जाता है;",
  "SABIR & OTHERS v. STATE OF HARYANA & OTHERS 513": "साबिर और अन्य बनाम हरियाणा राज्य और अन्य",
  "Panchayat under Section 3 of the 1954 Act and as Sections2(g), 3 and 4 of the 1961 Act, do not exclude land": "954 के अधिनियम की धारा ३ के अधीन पंचायत और 96। के अधिनियम की धारा 2 (छ) ३ और ५ के रूप में,",
  "described as “Shamilat Deh Hasab Rasad Zare Khewat”, “Shamilat Deh Hasab Hissas Mundarja Shajra Nasab” etc.,": "\"शमिलात देह हसब रसद ज़रे खेवात\", \"शमिलात देह हसब हिसस मुंदर्जा शाजरा नसब\" आदि के रूप में वर्णित",
  "from “Shamilat Deh”, the land, in dispute, is included in “Shamilat Deh” and, therefore, vests in the Gram": "भूमि को \"शमिलात देह\" से बाहर नहीं किया गया है, विवादित भूमि, \"शमिलात देह\" में शामिल है और इसलिए, ग्राम",
  "Panchayat.”": "पंचायत में निहित है।",
  "(14) Contention raised by learned counsel for the petitioners is that once the question of title was raised, issues should have been": "(५) याचिकाकर्ताओं के लिए विद्वान वकील द्वारा उठाया गया तर्क यह है कि एक बार स्वामित्व का प्रश्न उठाया गया",
  "that once the question of title was raised, issues should have been framed, evidence allowed to be led and the matter referred for a": "था, मुद्दों को तैयार किया जाना चाहिए था, साक्ष्य का नेतृत्व करने की अनुमति दी जानी चाहिए थी और पहले स्वामित्व",
  "decision on the question of title first and only thereafter could the petition under Section 7of the 1961 Act be decided. At this stage, it is": "के प्रश्न पर निर्णय के लिए संदर्भित मामला और उसके बाद ही 96। अधिनियम की धारा 7 के तहत याचिका पर",
  "necessary to refer to the provisions of Section 7 of the 1961 Act,": "निर्णय लिया जा सकता था। इस स्तर पर, 96। अधिनियम की धारा 7 के प्रावधानों का उल्लेख करना आवश्यक है,",
  "relevant portion of which reads as under:-": "जिसका प्रासंगिक भाग निम्नानुसार हैः-",
  "“7. Power to put Panchayat in possession of certain lands.--": "\"7. पंचायत को कुछ भूमि के अधिकार में रखने की शक्ति।",
  "(1) An Assistant Collector of the first grade having jurisdiction in the village may ether suo moto or on an application made to him by a Panchayat or an inhabitant of": "(॥) गाँव में अधिकारिता रखने वाला प्रथम श्रेणी का सहायक कलेक्टर स्वतः या किसी पंचायत या गाँव के निवासी या",
  "the village or the Block Development and Panchayat Officer or Social Education and Panchayat Officer, or any": "ब्लॉक विकास और पंचायत अधिकारी या सामाजिक शिक्षा और पंचायत अधिकारी, या ब्लॉक विकास और पंचायत",
  "enquiry as he may deem fit and in accordance with such procedure as may be prescribed, eject any person who is in": "उचित समझे और ऐसी प्रक्रिया के अनुसार जो निर्धारित की जाए, किसी भी व्यक्ति को उस गाँव के शमिलात देह में",
  "wrongful or unauthorised possession of the land or other": "भूमि या अन्य अचल संपत्ति के गलत या अनधिकृत कब्जे में है जो इस अधिनियम के तहत पंचायत में निहित है या",
  "panchayat under this Act and put the panchayat in possession thereof and for so doing the Assistant Collector of the first grade may exercise thepowers of a revenue court": "निहित माना जाता है और पंचायत को उसके कब्जे में रख सकता है और ऐसा करने के लिए प्रथम श्रेणी का सहायक",
  "in relation to the execution of a decree for possession of land under the Punjab Tenancy Act, 1887:": "कलेक्टर पंजाब अधिनियम, 887 के तहत भूमि के कब्जे के लिए डिक्री के निष्पादन के संबंध में राजस्व अदालत के",
  "Provided that if in any such proceedings the question of title is raised and proved prima facie on the basis of": "बशर्ते कि यदि ऐसी किसी कार्यवाही में स्वामित्व का प्रश्न उठाया जाता है और दस्तावेजों के आधार पर प्रथम दृष्टया",
  "documents that the question of title is really involved, the Assistant Collector of the first grade shall record a finding": "साबित होता है कि स्वामित्व का प्रश्न वास्तव में शामिल है, तो प्रथम श्रेणी का सहायक कलेक्टर उस प्रभाव के लिए",
  "to that effect and first decide the question of title in the manner laid down hereinafter.": "एक निष्कर्ष दर्ज करेगा और पहले इसके बाद निर्धारित तरीके से स्वामित्व के प्रश्न का निर्णय करेगा।",
  "SABIR & OTHERS v. STATE OF HARYANA & OTHERS 507 (Lisa Gill, J.)": "साबिर और अन्य बनाम हरियाणा राज्य और अन्य (लिसा गिल, जे.)",
  "this assertion.": "यह दावा।",
  "(Para 15)": "(पैरा ।5)",
  "Further held, that it is correctly observed by the Collector, Sonipat vide order dated 25.09.2018 that the appellant did not produce": "आगे यह अभिनिर्धारित किया गया कि कलेक्टर, सोनीपत द्वारा दिनांक 25.09.208 के आदेश द्वारा यह ठीक से अवलोकन किया गया है कि अपीलार्थी ने न तो समेकन योजना, नक्षा हक्‍कदारबार, खातौनी पमैश आदि का",
  "etc., therefore, the question of title of the petitioners does not arise. It": "प्रतिपादन नहीं किया है, इसलिए याचिकाकर्ताओं के स्वामित्व का प्रश्न नहीं उठता है। वास्तव में यह याचिकाकर्ताओं",
  "was indeed incumbent upon the petitioners to have at least established the foundational facts, which would prima facie establish their case. As": "का दायित्व था कि वे कम से कम मूलभूत तथ्यों को स्थापित करें, जो प्रथम दृष्टया उनके मामले को स्थापित करेंगे।",
  "noted in the foregoing paras, the statute provides for decision of the question of title only once a prima facie case is established. Even at the": "क़ानून में प्रथम दृष्टया मामला स्थापित होने के बाद ही स्वामित्व के प्रश्न का निर्णय लेने का प्रावधान है। यहां तक कि",
  "question of title only once a prima facie case is established. Even at the time of arguments before us, learned counsel for the petitioners was": "प्रश्न का निर्णय लेने का प्रावधान है। यहां तक कि हमारे सामने बहस के समय, याचिकाकर्ताओं के वकील किसी भी",
  "unable to point out any relevant document, which would indicate that the petitioners have been successful in establishing a prima facie case": "प्रासंगिक दस्तावेज को इंगित करने में असमर्थ थे, जो इंगित करेगा कि याचिकाकर्ता भूमि के लिए एक प्रथम दृष्टया",
  "the petitioners have been successful in establishing a prima facie case qua title to the land, as claimed. Once the petitioners were unable to": "मामला स्वामित्व स्थापित करने में सफल रहे हैं, जेसा कि दावा किया गया है। एक बार जब याचिकाकर्ता अपने पक्ष में",
  "establish a prima facie case in their favour, it was not incumbent upon the competent authority to go through the motions of framing of issues": "एक प्रथम दृष्टया मामला स्थापित करने में असमर्थ थे, तो सक्षम प्राधिकारी पर यह दायित्व नहीं था कि वह मुद्दों को",
  "and calling upon the parties to lead evidence in this regard.": "तैयार करने के प्रस्तावों को देखे और पक्षों से इस संबंध में साक्ष्य देने का आह्वान करे।",
  "(Para 16)": "(पैरा 6)",
  "Pratula Sethi, Advocate, for the petitioners.": "याचिकाकर्ताओं की ओर से अधिवक्ता प्रतुला सेठी।",
  "Amit Aggarwal, DAG, Haryana.": "अमित अग्रवाल, डीएजी, हरियाणा।",
  "S.P. Chahar, Advocate for respondent No. 3.": "एस. पी. चाहर, प्रतिवादी नं. 3.",
  "LISA GILL, J.": "लिसा गिल, जे",
  "Act, 1961 [now Haryana Village Common Lands (Regulation) Act,": "(।) याचिकाकर्ताओं ने पंजाब विलेज कॉमन लैंड्स (रेगुलेशन) एक्ट, 964 (अब हरियाणा विलेज कॉमन लैंड्स",
  "dated 30.09.2016 passed by learned Assistant Collector First Grade, Sonepat.": "दायर की है। दिनांक 30.09.206 के आदेश द्वारा विद्वान सहायक कलेक्टर प्रथम श्रेणी, सोनीपत द्वारा पारित।",
  "(2) Brief facts, as pleaded in the writ petition, are that the": "(2) संक्षिप्त तथ्य, जैसा कि रिट याचिका में कहा गया है, यह है कि याचिकाकर्ताओं ने रिट याचिका में वर्णित 8।",
  "Assistant Collector 2\" Grade, Sonipat for correction of Girdawari": "कनाल ॥0 मरला की भूमि के संबंध में गिरदावरी के सुधार के लिए विद्वान सहायक कलेक्टर द्वितीय ग्रेड, सोनीपत के",
  "girdawaries was that the petitioners had taken land on lease from the proprietors since three years prior thereto. It was stated that mutation of": "में याचिका यह थी कि याचिकाकर्ताओं ने तीन साल पहले से मालिकों से पट्टे पर जमीन ली थी। यह कहा गया था कि",
  "land in dispute was sanctioned in favour of the Gram Panchayat, however, land was being cultivated by the petitioners having been taken": "विवादित भूमि के परिवर्तन को ग्राम पंचायत के पक्ष में मंजूरी दी गई थी, हालांकि, याचिकाकर्ताओं द्वारा भूमि पर खेती",
  "512": "507",
  "ILL.R. PUNJAB AND HARYANA 2023(2)": "आई.एल.आर. पंजाब और हरियाणा 2023(2)",
  "sentence of sub-clause (1) of Section 3 and Section 4of the 1961 Act, leaves no manner of doubt, as to legislative": "धारा 3 के उपखंड (।) और 96॥ अधिनियम की धारा ५ की सजा विधायी आशय के बारे में कोई संदेह नहीं छोड़ती",
  "intent that land “Shamilat Deh”, that had come to vest in aGram Panchayat under the shamilat law, i.e., the 1954": "है कि जमीना \"शमिलात देह\", जो शमिलात विधि, 495% अधिनियम के अधीन ग्राम पंचायत में निहित हुई थी, उसे",
  "Act, would be excluded from “Shamilat Deh”, only if it": "\"शमिलात देह\" से तभी बाहर रखा जाएगा जब वह 96। अधिनियम की धारा 2 (छ) 3 या ५ द्वारा अधिनियमित",
  "12. At this stage, it would be appropriate to point out that before enactment of the 1954 Act, proprietary and": "2. इस स्तर पर, यह इंगित करना उचित होगा कि 95% के अधिनियम के अधिनियमन से पहले, एक गाँव के",
  "possessory rights, in “Shamilat Deh” of a village, vested in proprietors but to the exclusion of non proprietors. Shamilat": "\"शमिलात देह\" में स्वामित्व और स्वामित्व अधिकार, मालिकों में निहित थे, लेकिन गैर-मालिकों को बाहर रखा गया",
  "Deh of the village was generally assigned the nomenclature “Shamilat Deh Hasab Rasad Zare Khewat” or such like": "था। गाँव की शमिलात देह को आम तौर पर \"शमिलात देह हसब रसद ज़रे खेवत\" या इसी तरह के समान",
  "similar expressions. Shamilat Deh is the common land of a village because it described as such (common land) and not": "अभिव्यक्तियों का नामकरण दिया गया था। शमिलात देह एक गाँव की आम भूमि है क्योंकि इसे ऐसी (आम भूमि) के",
  "because of the words “Hasab Rasad Zare Khewat, “Hasab": "रूप में वर्णित किया गया है न कि \"हसब्रसाद ज़ारे खेवत\", \"हसब हिसस मुंदर्जा शाजरा नसब\" शब्दों के कारण।",
  "Hissas Mundarja Shajra Nasab”. The words “Hasab Rasad Zare Khewat, “Hasab Hissas Mundarja Shajra Nasab” etc. denote the manner of calculating share holdings of": "शब्द \"हसब रसद ज़ारे खेवत\", \"हसब हिसस मुंडर्जा शाजरा नासब\" आदि। स्वामियों की हिस्सेदारी की गणना करने",
  "proprietors, and, therefore, do not qualify or indicate the nature of the land. It would also be necessary to point out": "के तरीके को दर्शाता है, और इसलिए, भूमि की प्रकृति को योग्य या इंगित नहीं करता है। यह भी इंगित करना",
  "that after enactment of the 1954 and the 1961 Acts,the expressions “Hasab Hissas Mundarja Shajra Nasab” etc.,": "आवश्यक होगा कि 95+ और 96 के अधिनियमों के अधिनियमन के बाद, \"हसब हिसस मुंदर्जा शाजरा नसब\"",
  "expressions “Hasab Hissas Mundarja Shajra Nasab” etc., lost their relevance as “Shamilat Deh” of a village, came to statutorily vest in a Gram Panchayat. Our opinion is": "आदि अभिव्यक्तियों ने अपनी प्रासंगिकता खो दी क्योंकि एक गाँव की \"शमिलात देह\" एक ग्राम पंचायत में वैधानिक",
  "statutorily vest in a Gram Panchayat. Our opinion is fortified bythe following Division Bench judgments of this Court:- Gram Panchayat Ugani versus State of": "रूप से निहित हो गई थी। हमारी राय इस न्यायालय के निम्नलिखित डिवीजन बेंच के निर्णयों से मजबूत होती हैः-ग्राम",
  "Court:- Gram Panchayat Ugani versus State of Punjab, 1997(2) PLJ 3; Kashmir Singh and others versus Joint Development Commissioner (IRD), Punjab,": "पंचायत उगानी बनाम पंजाब राज्य, 997 (2) पीएलजे 3; कश्मीर सिंह और अन्य बनाम संयुक्त विकास आयुक्त",
  "Chandigarh and others, 2006(1) L.A.R. 607 and Civil": "(आईआरडी) पंजाब, चंडीगढ़ और अन्य, 2006 (॥) एलएआर 607 और 2007 की सिविल रिट याचिका संख्या.",
  "Writ Petition No.9368 of 2007 (Sita Ram etc. versus Gram Panchayat Ismaila etc.).": "968 (सीता राम आदि)। बनाम ग्राम पंचायत इस्माइला आदि। )",
  "13. After enactment of the 1954 Act, all the rights, title or interest, held by proprietors and non-proprietors in": "3. 4959 के अधिनियम के अधिनियमन के बाद, \"शमिलात देह\" में मालिकों और गैर-मालिकों द्वारा रखे गए सभी",
  "Panchayat by a statutory declaration contained in Section 3 of the 1954 Act.": "के अधिनियम की धारा 3 में निहित एक वैधानिक घोषणा द्वारा ग्राम पंचायत में निहित हो गए।",
  "14. It is, therefore, beyond debate that as the land was, admittedly, “Shamilat Deh”, it came to vest in the Gram": "4. इसलिए, यह बहस से परे है कि चूंकि भूमि, निश्चित रूप से, \"शमिलात देह\" थी, इसलिए यह ग्राम में निहित हो गई",
  "petition challenging order dated 17.05.2019 (Annexure P7) and notice": "आदेश दिनांक 7.05.209 (अनुलग्रक पी 7) और नोटिस दिनांक 2५.2.209 को चुनौती देने वाली याचिका",
  "dated 24.12.2019 (Annexure P9).": "(परिशिष्ट पी 9)",
  "(6) Notice of motion was issued in this writ petition on 06.10.2020 while noting the contentions on behalf of the petitioners that": "(6) इस रिट याचिका में 06.0.2020 को प्रस्ताव की सूचना जारी की गई थी, जिसमें याचिकाकर्ताओं की ओर से",
  "petitioners raised the question of title but without any advertence": "इस तर्क पर ध्यान दिया गया था कि याचिकाकर्ताओं ने स्वामित्व का प्रश्न उठाया है, लेकिन बिना किसी विज्ञापन के",
  "thereto authorities have proceeded against them in a summary manner under Section 7 of the 1961 Act itself. Separate written statements have": "अधिकारियों ने 496। अधिनियम की धारा 7 के तहत संक्षिप्त तरीके से उनके खिलाफ कार्रवाई की है। उत्तरदाता नं.",
  "been filed on behalf of respondents No. 1, 2 and 3 controverting the claim of the petitioners.": "की ओर से अलग-अलग लिखित बयान दायर किए गए हैं। ।, 2 और 3 याचिकाकर्ताओं के दावे का खंडन करते हैं।",
  "(7) In the written statement filed on behalf of respondents No. land 2, it is stated that the writ petition has become infructuous as": "(7) उत्तरदाताओं की ओर से दायर लिखित बयान में नं। । और 2, यह कहा गया है कि रिट याचिका निष्फल हो गई",
  "possession of the land was handed over to the Gram Panchayat on 02.01.2020 and has thereafter been leased out in open auction to": "है क्योंकि भूमि का कब्जा 02.0.2020 को ग्राम पंचायत को सौंप दिया गया था और उसके बाद 8.02.2020 को",
  "successful bidders in the village on 18.02.2020 for a sum of Rs.": "गांव में सफल बोलीदाताओं को खुली नीलामी में 6,35,000/- रुपये की राशि के लिए पट्टे पर दिया गया था।",
  "6,35,000/-. However, this was controverted by the petitioners, who claimed that possession was still with them. Learned counsel for the": "हालाँकि, याचिकाकर्ताओं ने इसका विरोध किया, जिन्होंने दावा किया कि कब्जा अभी भी उनके पास है। दलीलों के",
  "indeed was taken and handed over to the Gram Panchayat on 02.01.2020 and land leased out to the successful bidders for one year,": "पंचायत को सौंप दिया गया था और सफल बोलीदाताओं को एक वर्ष के लिए भूमि पट्टे पर दी गई थी, हालांकि, इसके",
  "however, petitioners thereafter again took forcible possession of the land after expiry of the lease period.": "बाद याचिकाकर्ताओं ने पट्टे की अवधि समाप्त होने के बाद फिर से जबरन कब्जा कर लिया।",
  "(8) Learned counsel for the petitioners vehemently argued that oncethe question of title has been raised, the authorities could not have": "(8) याचिकाकर्ताओं के विद्वान वकील ने जोरदार तर्क दिया कि अधिकार का प्रश्न उठाए जाने पर, अधिकारी",
  "ejectment. It was incumbent upon the authorities to have decided the question of title which could be decided only after framing of proper": "अधिकारियों पर निर्भर था कि वे अधिकार के प्रश्न पर निर्णय लें, जिसका निर्णय उचित मुद्दों को तैयार करने और पक्षों",
  "issues and leading of evidence by the parties. It is contended that": "द्वारा साक्ष्य देने के बाद ही किया जा सकता था। यह तर्क दिया जाता है कि याचिकाकर्ताओं ने यह दिखाने के लिए",
  "petitioners have placed all the relevant documents on record to show": "सभी प्रासंगिक दस्तावेजों को रिकॉर्ड पर रखा है कि याचिकाकर्ताओं के पास 950 से पहले विचाराधीन संपत्ति का",
  "that petitioners have been in possession of the property in question prior to 1950. Learned counsel for the petitioners seeks to rely upon Section 4(3)qi) of the 1961 Act and further submits that theland in question": "कब्जा रहा है। याचिकाकर्ताओं के विद्वान वकील 96। अधिनियम की धारा ५ (3) (॥) पर भरोसा करना चाहते हैं",
  "4(3)qi) of the 1961 Act and further submits that theland in question was never put to or utilised for common purposes. It is,thus, prayed": "और आगे प्रस्तुत करते हैं कि विचाराधीन भूमि को कभी भी सामान्य उद्देश्यों के लिए नहीं रखा गया था या उपयोग",
  "that this writ petition be allowed and ejectment of the petitioners from": "नहीं किया गया था। इस प्रकार, यह प्रार्थना की जाती है कि इस रिट याचिका की अनुमति दी जाए और",
  "(9) Learned counsel for the respondents per contra while controverting the arguments on behalf of the petitioners submits that as": "(9) याचिकाकर्ताओं की ओर से दलीलों का विरोध करते हुए प्रतिवादियों के विद्वान वकील ने प्रस्तुत किया कि राजस्व",
  "petitioners have led no evidence whatsoever to indicate or prove their": "का संकेत या साबित करने के लिए कोई सबूत नहीं दिया है। बल्कि यह याचिकाकर्ताओं का ही मामला है कि उन्होंने",
  "on lease from the proprietors of the land, who were in fact owners of said land recorded as Hasab Rasad Raqba Khewatand that they were": "भूमि के मालिकों से पट्टे पर, जो वास्तव में हसब रसद रक्‍्बा खेवात के रूप में अभिलिखित उक्त भूमि के मालिक थे",
  "in possession thereof, thus, girdawaries should be corrected. The Assistant Collector 2\"! Grade vide order dated 12.06.1997 while": "और कि वे इसके कब्जे में थे, इस प्रकार गिरदावरी को ठीक किया जाना चाहिए। सहायक कलेक्टर द्वितीय ग्रेड ने",
  "concluding that the petitioners were in possession of the property in": "दिनांक 72.06.997 के आदेश द्वारा यह निष्कर्ष निकालते हुए कि याचिकाकर्ताओं के पास विचाराधीन संपत्ति का",
  "(3) Petitioners thereafter filed suit for permanent injunction against the respondent - Gram Panchayat, again with the claim that they": "(3) इसके बाद याचिकाकर्ताओं ने प्रत्यर्थी-ग्राम पंचायत के खिलाफ स्थायी निषेधाज्ञा के लिए मुकदमा दायर किया,",
  "had taken the said land on lease on yearly rent of Rs.50/- per killa in June 1991 from the proprietary body of the village and that mutation of": "इस दावे के साथ कि उन्होंने उक्त भूमि को जून 99 में गांव के स्वामित्व निकाय से 50 रुपये प्रति किला के वार्षिक",
  "the land in question being entered in favour of the Gram Panchayat,": "किराए पर पट्टे पर लिया था और ग्राम पंचायत के पक्ष में दर्ज की जा रही भूमि का उत्परिवर्तन उनके अधिकारों के",
  "was irrelevant and ineffective qua their rights. Gram Panchayat was proceeded exparte. Suit was decreed while restraining the Gram": "लिए अप्रासंगिक और अप्रभावी था। ग्राम पंचायत का विस्तार किया गया। मुकदमे का आदेश ग्राम पंचायत को मुकदमे",
  "property illegally or forcibly, except in due course of law.": "की संपत्ति पर वादी के कब्जे में अवैध रूप से या जबरन हस्तक्षेप करने से रोकते हुए दिया गया था, कानून के उचित पाठ्यक्रम को छोड़कर।",
  "(4) Another suit for permanent injunction was filed by the petitioners against one Pale son of Dhara, yet again with the plea that": "(५) स्थायी निषेधाज्ञा के लिए एक और मुकदमा धारा के एक पाले पुत्र के खिलाफ याचिकाकर्ताओं द्वारा दायर किया",
  "land indispute had been taken on yearly rent of Rs.50/- per acre in June": "गया था, फिर से याचिका के साथ कि भूमि निर्विवाद जून 994 में रुपए 50/- प्रति एकड़ के वार्षिक किराए पर ली",
  "1991 and that plaintiffs were in possession of the suit property as lessee alongwith Mange Ram and Ram Saran. In this case too, respondent": "गई थी और वादी के कब्जे में थे मांगे राम और राम सरन के साथ पद्देदार के रूप में मुकदमा संपत्ति। इस मामले में",
  "Pale, was proceeded exparte and the suit decreed while finding the petitioners to be in possession of the suit property.": "भी, प्रतिवादी पाले को निर्वासित कर दिया गया था और याचिकाकर्ताओं को वाद संपत्ति के कब्जे में पाते हुए वाद का फैसला सुनाया गया था।",
  "(5) Petition under Section 7 of the 1961 Act was filed by the Gram Panchayat against the petitioners on 17.02.2016. Ejectment": "(5) 96॥ अधिनियम की धारा 7 के तहत याचिका 7.02.206 को याचिकाकर्ताओं के खिलाफ ग्राम पंचायत द्वारा",
  "proceedings were contested by the petitioners, taking the plea that land": "दायर की गई थी। याचिकाकर्ताओं द्वारा बेदखली की कार्यवाही का विरोध किया गया था, इस याचिका को लेते हुए कि",
  "was of shamlat thola with its proprietors being the owner. They claimed": "भूमि शामलत थोले की थी और इसके मालिक मालिक थे। उन्होंने 09.0.95% से पहले बारह (॥2) वर्षों से इसके",
  "Grade, Sonipat vide order dated 30.09.2016 while concluding that petitioners were in unauthorised occupation of Gram Panchayat land": "दिनांक 30.09.206 के आदेश के माध्यम से यह निष्कर्ष निकालते हुए कि याचिकाकर्ता ग्राम पंचायत की भूमि के",
  "directed their ejectment alongwith Mange Ram. It was held that no": "अनधिकृत कब्जे में थे, उन्हें मांगे राम के साथ बाहर निकालने का निर्देश दिया। यह अभिनिर्धारित किया गया था कि",
  "evidence had been led nor any document brought on record to indicate": "न तो कोई साक्ष्य दिया गया था और न ही यह इंगित करने के लिए कोई दस्तावेज रिकॉर्ड पर लाया गया था कि",
  "that the land in dispute had ever been taken on lease from the Gram Panchayat or that petitioners had become owners thereof. Appeal filed": "विवादित भूमि कभी ग्राम पंचायत से पट्टे पर ली गई थी या याचिकाकर्ता उसके मालिक बन गए थे। याचिकाकर्ताओं",
  "by the petitioners was dismissed by the Collector, Sonipat vide order dated 25.09.2018. Revision was filed by the petitioners challenging said orders. Divisional Commissioner, Rohtak Division, Rohtak dismissed": "द्वारा दायर अपील कलेक्टर, सोनीपत द्वारा दिनांक 25.09.208 के आदेश द्वारा खारिज कर दी गई थी। याचिकाकर्ताओं द्वारा उक्त आदेशों को चुनौती देते हुए पुनरीक्षण दायर किया गया था। संभागीय आयुक्त, रोहतक",
  "orders. Divisional Commissioner, Rohtak Division, Rohtak dismissed the said revision petition vide order dated 17.05.2019. Notice,": "डिवीजन, रोहतक ने दिनांक 7.05.209 के आदेश के माध्यम से उक्त पुनरीक्षण याचिका को खारिज कर दिया।",
  "Annexure P9 was issued to the petitioners to hand over vacant": "नोटिस, याचिकाकर्ताओं को विचाराधीन संपत्ति का खाली कब्जा सौंपने के लिए अनुलग्रक पी9 जारी किया गया था।",
  "possession of the property in question. Petitioners have filed this writ": "याचिकाकर्ताओं ने यह रिट दायर की है|",
  "SABIR & OTHERS v. STATE OF HARYANA & OTHERS 515": "साबिर और अन्य बनाम हरियाणा राज्य और अन्य",
  "time of arguments before us, learned counsel for the petitioners was unable to point out any relevant document, which would indicate that": "हमारे समक्ष बहस के समय, याचिकाकर्ताओं के विद्वान वकील किसी भी प्रासंगिक दस्तावेज को इंगित करने में",
  "unable to point out any relevant document, which would indicate that the petitioners have been successful in establishing a prima facie": "असमर्थ थे, जो इंगित करेगा कि याचिकाकर्ता भूमि के लिए एक प्रथम दृष्टया मामला स्वामित्व स्थापित करने में सफल",
  "case qua title to the land, as claimed. Once the petitioners were unable to establish a prima facie case in their favour, it was not incumbent": "रहे हैं, जेसा कि दावा किया गया है। एक बार जब याचिकाकर्ता अपने पक्ष में एक प्रथम दृष्टया मामला स्थापित करने",
  "to establish a prima facie case in their favour, it was not incumbent upon the competent authority to go through the motions of framing of": "में असमर्थ थे, तो सक्षम प्राधिकारी पर यह दायित्व नहीं था कि वह मुद्दों को तैयार करने के प्रस्तावों को देखे और पक्षों",
  "issues and calling upon the parties to lead evidence in this regard.": "से इस संबंध में साक्ष्य देने का आह्वान करे।",
  "any infirmity, illegality or irregularity in the impugned orders which": "आदेशों में किसी भी दुर्बलता, अवैधता या अनियमितता को इंगित करने में असमर्थ है।",
  "(18) No other argument has been addressed.": "(8) कोई अन्य तर्क संबोधित नहीं किया गया है।",
  "(19) Present writ petition is, accordingly, dismissed.": "(9) वर्तमान रिट याचिका, तदनुसार, खारिज कर दी जाती है।",
  "Reporter-Pranav Chamoli": "रिपोर्टर-प्रणव चमोली",
  "(3) The procedure for deciding the question of title under proviso to sub-section (1) shall be the same as laid": "(3) उपधारा (॥) के परन्तुक के अधीन स्वामित्र के प्रश्न का विनिश्चय करने की प्रक्रिया वही होगी जो सिविल प्रक्रिया",
  "down in the Code of Civil Procedure, 1908.": "संहिता, 908 में विहित है।",
  "(15) A bare perusal of Section 7 of the 1961 Act reveals that provisio to Section 7(1) provides that if the question of title is raised": "(।5) 96। के अधिनियम की धारा 7 के केवल अवलोकन से पता चलता है कि धारा 7 (॥) के परंतुक में यह उपबंध",
  "and it isprima facie proved on the basis of documents that question of": "है कि यदि स्वामित्व का प्रश्न उठाया गया है और यह दस्तावेजों के आधार पर प्रथम दृष्टया सिद्ध होता है कि स्वामित्व",
  "title is really involved, the Assistant Collector First Grade shall record a": "का प्रश्न वास्तव में शामिल है तो सहायक कलेक्टर प्रथम श्रेणी उस आशय का निष्कर्ष अभिलिखित करेगी और पहले",
  "laid down therein. Itis apparent that a prima facie case has to be first established by the petitioners on the basis of relevant documents. It is pertinent to note that when any party as a matter of routine merely": "दस्तावेजों के आधार पर एक प्रथम दृष्टया मामला स्थापित करना होगा। यह ध्यान देने योग्य है कि जब कोई भी पक्ष",
  "raises the question of title without any attending documents, the": "नियमित रूप से बिना किसी उपस्थित दस्तावेजों के केवल स्वामित्व का सवाल उठाता है, तो सहायक कलेक्टर मुद्दों",
  "the question of title. Stand of the petitioners themselves as reflected in orders dated Annexures P1, P3 and P4 is that they had taken the land on lease purportedly from some proprietors of the village in June, 1991.": "पी५ के आदेशों में याचिकाकर्ताओं का स्वयं यह रुख परिलक्षित होता है कि उन्होंने जून, 99॥ में कथित रूप से गाँव",
  "lease purportedly from some proprietors of the village in June, 1991. Therefore, the first argument raised on behalf of the petitioners that they are in possession of the land in question since before 1950 is": "के कुछ मालिकों से भूमि पट्टे पर ली थी। इसलिए, याचिकाकर्ताओं की ओर से उठाया गया पहला तर्क कि 950 से",
  "they are in possession of the land in question since before 1950 is clearly negated. Argument on behalf of the petitioners that they arein": "पहले से विचाराधीन भूमि पर उनका कब्जा है, स्पष्ट रूप से नकार दिया गया है। याचिकाकर्ताओं की ओर से यह तर्क",
  "possession of the suit property since prior to 1950 through the proprietors is also not substantiated in any manner. The petitioners did": "कि वे मालिकों के माध्यम से 950 से पहले से वाद संपत्ति के कब्जे में हैं, किसी भी तरह से प्रमाणित नहीं है।",
  "proprietors is also not substantiated in any manner. The petitioners did not produce any document whatsoever to even prima facie establish this assertion. Learned counsel for the petitioners was unable to point out": "याचिकाकर्ताओं ने इस दावे को प्रथम दृष्टया स्थापित करने के लिए कोई दस्तावेज पेश नहीं किया। याचिकाकर्ताओं के",
  "assertion. Learned counsel for the petitioners was unable to point out even the name of the proprietors from whom the petitioners are alleged to have taken the land on lease in June, 1991. In this factual matrix, it is": "वकील उन मालिकों के नाम तक नहीं बता सके जिनसे याचिकाकर्ताओं पर आरोप है कि उन्होंने जून, 99॥ में पढे",
  "to have taken the land on lease in June, 1991. In this factual matrix, it is correctly observed by the authorities and specifically by the Divisional": "पर जमीन ली थी। इस तथ्यात्मक मैट्रिक्स में, अधिकारियों द्वारा और विशेष रूप से संभागीय आयुक्त द्वारा यह सही",
  "Commissioner that petitioners could not prove on record their possession of the land in question prior to 1950 and that purported": "ढंग से देखा गया है कि याचिकाकर्ता 950 से पहले विचाराधीन भूमि पर अपने कब्जे को रिकॉर्ड पर साबित नहीं",
  "possession of Shamlat Deh Hasab Rasab Rakba Khewat was not of more than the area of proportionate cut of the concerned share holders.": "कर सके और यह कि शामलात देह हसब रसब रक्‍बा खेवट का कथित कब्जा संबंधित शेयरधारकों के आनुपातिक क्षेत्र से अधिक नहीं था।",
  "(16) It is correctly observed by the Collector, Sonipat vide order dated 25.09.2018 that the appellant did not produce either consolidation": "(6) यह कलेक्टर, सोनीपत द्वारा दिनांक 25.09.208 के आदेश द्वारा सही ढंग से देखा गया है कि अपीलार्थी ने न",
  "question of title of the petitioners does not arise. It was indeed incumbent upon the petitioners to have at least established the": "स्वामित्व का प्रश्न उत्पन्न नहीं होता है। वास्तव में यह याचिकाकर्ताओं का दायित्व था कि वे कम से कम मूलभूत तथ्यों",
  "foundational facts, which would prima facie establish their case. As": "को स्थापित करें, जो प्रथम दृष्टया उनके मामले को स्थापित करेंगे। जैसा कि पूर्वगामी पैरास में उल्लेख किया गया है,"
}