{
  "3. Deduction %, 1/3, %, 6,423.30": "3. कटोती ॥/2, ॥/3, 6,423.30",
  "1/5": "॥24,/5",
  "4. Multiplicand 77,079.60": "4. गुणक 77,079.60",
  "5. Multiplier 13": "5. गुणक 43",
  "6. Loss of dependence 10,02,035": "|... 6. | निर्भरता का नुकसान 0,02,035",
  "7. Medical expenses": "य्र्‌ चिकित्सा व्यय",
  "8. Loss of consortium 1,00,000": "सी कंसोर्टियम का ,00,000 नुकसान",
  "9. Loss of love and 1,00,000": "सी प्यार और स्नेह की ,00,000",
  "10. Loss to estate 2,500": "0. संपत्ति का नुकसान 2,500",
  "11. Funeral expenses 10,000": ". अंत्येष्टि व्यय 0,000",
  "Total 12,14,535": "कुल 42,4,535",
  "There shall be an award of €12,14,535/- and the amount shall be": "\"2,44,535/- रु. का अवार्ड होगा और यह राशि विधवा और बच्चों के बीच",
  "distributed amongst the widow and children equally. The liability shall be on the Insurance Company.": "समान रूप से वितरित की जाएगी। दायित्व बीमा कंपनी पर होगा।",
  "(6) The award stands modified and the appeal is allowed to the above extent.": "(6) अवार्ड संशोधित किया जाता है और उपरोक्त सीमा तक अपील की अनुमति दी जाती है।",
  "must mean that there had been a negligent act only on the part of the driver. Instance where a driver could plead exoneration of such a": "लापरवाही बरती गई है। ऐसे उदाहरण जहां कोई ड्राइवर ऐसी जिम्मेदारी से छूट की गुहार तब",
  "responsibility shall be when there is a mechanical failure but there gain the liability of the owner would still be exposed. A vehicle is bound to": "लगा सकता है, जब कोई यांत्रिक विफलता हो, लेकिन फिर भी मालिक की देनदारी सामने आ",
  "be kept in a state of repair and if there was a mechanical defect that": "जाएगी। एक वाहन को मरम्मत की स्थिति में रखा जाना अनिवार्य है और यदि कोई यांत्रिक",
  "resulted in accident, it should still be seen as want of care by the owner": "दोष था जिसके परिणामस्वरूप दुर्घटना हुई, तो इसे अभी भी मालिक द्वारा देखभाल की कमी",
  "that would make him liable and, consequently, the insurer is liable for": "के रूप में देखा जाना चाहिए जो उसे उत्तरदायी बना देगा और परिणामस्वरूप, बीमाकर्ता किसी",
  "any claim arising out of the accident. That minimal requirement is that": "भी चीज़ जो दुर्घटना से उत्पन्न उसके लिए उत्तरदायी है | न्यूनतम आवश्यकता यह है कि",
  "the death or injury is by the use of a motor vehicle. There is no dispute": "मृत्यु या चोट मोटर वाहन के उपयोग से हो। इस संबंध में कोई विवाद नहीं है। मुझे लगता है",
  "as regards the same. I find that the death that as resulted is a typical illustration of a res ipsa loquitur situation and no further proof for": "कि परिणामस्वरूप हुई मृत्यु रेस इप्सा लोकिट्र स्थिति का एक विशिष्ट उदाहरण है और",
  "negligence is necessary than merely statement of fact of death or injury.": "लापरवाही के लिए केवल मृत्यु या चोट के तथ्य के बयान के अलावा कोई और सबूत आवश्यक",
  "This is not a claim by the driver or owner of the vehicle, which alone": "नहीं है। यह वाहन के ड्राइवर या मालिक का दावा नहीं है, जिसे अकेले ही प्रतिबंधित कर दिया",
  "would be barred. The claim is by a passenger in a case where there is a": "जाएगा। दावा उस मामले में यात्री द्वारा किया जाता है जहां यात्री के जोखिम के लिए व्यापक",
  "comprehensive insurance cover for risk to a passenger. I, therefore, hold the owner of vehicle to be liable same way as driver is and this": "बीमा कवर होता है। इसलिए, मैं वाहन के मालिक को उसी तरह उत्तरदायी मानता हूं जिस",
  "shall be channeled to liability of insurer as a person who is bound to": "तरह चालक है और यह बीमाकर्ता के दायित्व से जुड़ा होगा जो एक व्यक्ति के रूप में",
  "indemnify insured.": "बीमाधारक को क्षतिपूर्ति देने के लिए बाध्य है।",
  "versus": "बनाम",
  "PRAHALAD KUMAR GARG AND ANOTHER—Respondents": "प्रहलाद कुमार गर्ग और अन्य - प्रतिवादी",
  "FAO No. 2492 of 2002": "5/0 संख्या 2492 ऑफ़ 2002",
  "July 24, 2014": "24 जुलाई 204",
  "Motor Vehicles Act, 1988 - Ss. 147, 163-A & 166 - Code of": "मोटर वाहन अधिनियम, 4988 - धारा 47, 63-& और ॥66 - सिविल्र प्रक्रिया संहिता, 908 -",
  "claim petition - Passenger was killed when driver drove car against tree - Claim Petition was filed - Subsequently, an application was": "कार चलाई तो यात्री की मात हो गई - दावा याचिका दायर की गई - इसके बाद, एक आवेदन दायर",
  "filed seeking for amendment of said claim petition - Insurer raised": "किया गया उक्त दावा याचिका में संशोधन की मांग करते हुए दायर की गई - बीमाकर्ता ने इस आधार",
  "objection on ground that amendment application was filed after expiry of more than 12 years from date of filing of original claim": "पर आपत्ति जताई कि संशोधन आवेदन मूल दावा याचिका दायर करने की तारीख से 42 साल से अधिक",
  "innovation brought to allow for a claim for compensation on strict": "वैधानिक नवाचार है जो की सख्त दायित्व के आधार पर मुआवजे के दावे की अनुमति देने के लिए",
  "liability basis - Application for amendment could only be resisted on": "लाया गया - संशोधन के लिए आवेदन का विरोध केवल देरी के कारण किया जा सकता है जहां सीमा",
  "account of delay where there is a bar of limitation - Delay will not assist insurer to scale down its liability - Insurance company is in": "की बाधा है - देरी से बीमाकर्ता को अपनी देनदारी कम करने में मदद नहीं मिलेगी - बीमा कंपनी में",
  "business only to pay and not to make profit - Requirement is death or": "व्यवसाय केवल भुगतान करने के लिए है, लाभ कमाने के लिए नहीं - आवश्यकता मोटर वाहन के",
  "injury by use of a motor vehicle; no further proof is required - There": "उपयोग से मृत्यु या चोट की है; किसी और सबूत की आवश्यकता नहीं है - इस संबंध में कोई विवाद",
  "was no dispute as regards same - Owner of vehicle to be liable same way as driver is and this shall be channeled to liability of insurer as a": "नहीं था - वाहन का मालिक उसी तरह उत्तरदायी होगा जैसे ड्राइवर है और इसे बीमाकर्ता के दायित्व के",
  "person who is bound to indemnify insured.": "रूप में देखा जाएगा जो बीमाधारक को क्षतिपूर्ति देने के लिए बाध्य है।",
  "Held, that an application for amendment in motor accident case which is welfare legislation could be resisted where there is a bar of": "अभिनिर्णित - मोटर दुर्घटना मामले , जो कि कल्याणकारी कानून है , में संशोधन के लिए एक",
  "which is welfare legislation could be resisted where there is a bar of limitation or there is a waiver of some rights. Section 163-A is a": "आवेदन, का विरोध किया जा सकता है जहां सीमा की बाधा है या कुछ अधिकारों की छूट है। धारा",
  "statutory innovation brought through on amendment in the year 1994 to": "63-& जो की एक वैधानिक नवाचार है वर्ष 994 में संशोधन के माध्यम से लाया गया, जो घायल/या",
  "allow for a claim for compensation on strict liability basis, without": "किए बिना सख्त दायित्व के आधार पर मुआवजे के दावे की अनुमति देता है। इसका उद्देश्य उन",
  "benefit to a class of persons who are economically in a lower strata and": "व्यक्तियों के एक वर्ग को लाभ पहुंचाना है जो आर्थिक रूप से निचले तबके में हैं और कल्याण के एक",
  "as a measure of welfare to see that compensation is not completely deprived by inability to prove rashness and negligence. All that is": "उपाय के रूप में यह देखना है कि उतावलेपन और लापरवाही को साबित करने में असमर्थता के कारण",
  "required is the death or injury should have resulted by the use of a": "मुआवजा पूरी तरह से वंचित नहीं है। बस यह आवश्यक है कि मृत्यु या चोट मोटर वाहन के उपयोग",
  "motor vehicle and if there was an insurer that was liable for such an": "के कारण हुई हो और यदि कोई बीमाकर्ता था जो पॉलिसी की शर्तों के तहत ऐसी चोट के लिए उत्तरदायी",
  "the method of assessment to compensation is set through several pronouncements and particularly on the lines drawn by the decision of": "में निर्धारित किए गए हैं और मुआवजे के मूल्यांकन की विधि कई घोषणाओं के माध्यम से",
  "the Supreme Court in Sarla Verma versus Delhi Transport Corporation and another’ and modified later with reference to the": "और विशेष रूप से सरला वर्मा बनाम दिल्‍ली परिवहन निगम और अन्य में सुप्रीम कोर्ट के",
  "issues relating to loss of consortium and loss of love and affection in the manner suggested in the decision in Rajesh versus Rajbir Singh’.": "फैसले द्वारा खींची गई रेखाओं पर निर्धारित की गई है जो की बाद में राजेश बनाम राजबीर सिंह के फैसले में सुझाए गए तरीके से कंसोर्टियम के नुकसान और प्यार और स्नेह की हानि",
  "There have been some clarifications also with respect to prospect of increase which were originally understood as possible only in respect": "से संबंधित मुद्दों के संदर्भ में संशोधित किया गया। वृद्धि की संभावना के संबंध में कुछ स्पष्टीकरण भी दिए गए हैं जो मूत्र रूप से थे इसे केवलत्र स्थायी रोजगारों के संबंध में ही",
  "of settled employments but other decisions following Sarla Verma (supra) have explained that this prospect could be applied even for self-": "संभव समझा जाता है, लेकिन सरला वर्मा (5५.॥9) के बाद के अन्य निर्णयों ने बताया है कि",
  "(supra) have explained that this prospect could be applied even for self- employments and employments in private institutions.": "इस संभावना को स्व-रोज़गारों और निजी संस्थानों में रोजगारों के लिए भी लागू किया जा",
  "(3) In this case by an amendment, the Insurance Company cannot be said to be prejudiced, for, as regards the Insurance Company,": "सकता है। (3) इस मामले में एक संशोधन द्वारा, बीमा कंपनी को पूर्वाग्रहग्रस्त नहीं कहा जा सकता है,",
  "jurisdictional issues regarding maintainability of petitions or non-": "अलावा याचिकाओं की रखरखाव या वाहनों की गैर-भागीदारी के संबंध में क्षेत्राधिकार संबंधी",
  "which the Insurance Company could be heard of. A conversion of an application under Sections 163-A to 166 cannot be resisted by an": "जिसके बारे में बीमा कंपनी को सुना जा सके। धारा 63-/ से 66 के तहत किसी आवेदन",
  "application under Sections 163-A to 166 cannot be resisted by an insurer on a plea that such a conversion would result in undertaking a": "के रूपांतरण का बीमाकर्ता द्वारा इस दलील के साथ विरोध नहीं किया जा सकता है कि",
  "Act. I, therefore, reject a plea on behalf of the insurer that conversion": "इसलिए, मैं बीमाकर्ता की ओर से इस दलील को खारिज करता हूं कि रूपांतरण नहीं किया",
  "shall not be made. The objection is also on the ground that the petition": "जाएगा। आपत्ति इस आधार पर भी है कि याचिका देर से दायर की गई है। हमें भारत के",
  "party contributes to it. I will not, therefore, let even a delay as": "संस्थागत देरी है जितना कोई पार्टी इसमें योगदान नहीं देती। इसलिए, मैं बीमाकर्ता को उसकी",
  "(4) As regards the proof of negligence which he would require": "जहां तक लापरवाही के सबूत की बात है, जिसे इस मामले में स्थापित करने की आवश्यकता",
  "to be established in this case, the driver, in this case, dashed against a tree and one passenger died. An act of a driver dashing against a tree,": "होगी, इस मामले में ड्राइवर एक पेड़ से टकरा गया और एक यात्री की मौत हो गई। एक ड्राइवर",
  "which, by the very nature of things, cannot shift itself from one place": "द्वारा किसी पेड़ से टकराने का कृत्य, जो कि चीजों की प्रकृति के कारण, खुद को एक स्थान",
  "must mean that there had been a negligent act only on the part of the": "से स्थानांतरित नहीं कर सकता है, का मतलब यह होना चाहिए कि केवल ड्राइवर की ओर से",
  "driver. Instance where a driver could plead exoneration of such a": "ड्राइवर की ओर से लापरवाही की गई थी। ऐसे उदाहरण जहां कोई ड्राइवर ऐसी ज़िम्मेदारी से मुक्त होने",
  "responsibility shall be when there is a mechanical failure but there again the liability of the owner would still be exposed. A vehicle is": "का अनुरोध कर सकता है, वह तब होगा जब कोई यांत्रिक विफलता हो लेकिन मालिक की देनदारी फिर",
  "bound to be kept in a state of repair and if there was a mechanical": "भी सामने आ जाएगी। एक वाहन को मरम्मत की स्थिति में रखा जाना अनिवार्य है और यदि कोई",
  "defect that resulted in accident, it should still be seen as want of care by": "यांत्रिक दोष था जिसके परिणामस्वरूप दुर्घटना हुई, तो इसे अभी भी मालिक द्वारा देखभाल की कमी",
  "the owner that would make him liable and consequently, the insurer is": "के रूप में देखा जाना चाहिए जो उसे उत्तरदायी बना देगा और परिणामस्वरूप, बीमाकर्ता दुर्घटना से",
  "liable for any claim arising out of the accident. That minimal requirement is that the death or injury is by the use of a motor vehicle. There is no dispute as regards the same. I find that the death that as": "उत्पन्न कोई भी दावे के लिए उत्तरदायी होगा। न्यूनतम आवश्यकता यह है कि मृत्यु या चोट मोटर वाहन के उपयोग से हो। इस संबंध में कोई विवाद नहीं है। मुझे लगता है कि परिणामस्वरूप हुई मृत्यु",
  "further proof for negligence is necessary than merely statement of fact of death or injury. This is not a claim by the driver or owner of the": "तथ्य के बयान के अलावा कोई और सबूत आवश्यक नहीं है। यह वाहन के ड्राइवर या मालिक का दावा",
  "vehicle, which alone would be barred. The claim is by a passenger in a": "नहीं है, जिसे अकेले ही प्रतिबंधित कर दिया जाएगा। दावा उस मामले में यात्री द्वारा किया जाता है",
  "case where there is a comprehensive insurance cover for risk to a passenger. I, therefore, hold the owner of the vehicle to be liable the": "जहां यात्री के जोखिम के लिए व्यापक बीमा कवर होता है। इसलिए, मैं वाहन के मालिक को चालक",
  "same way as the driver is and this shall be channeled to the liability of": "के समान ही उत्तरदायी मानता हूं और इसे एक व्यक्ति के रूप में बीमाकर्ता के दायित्व में जोड़ा जाएगा",
  "the insurer as a person who is bound to indemnify the insured.": "जो बीमाधारक को क्षतिपूर्ति देने के लिए बाध्य है।"
}