{
  "Before Surya Kant & R.PNagrath, JJ.": "सूर्य कांत और आर पी. नागरथ न्यायमूर्ति के समक्ष",
  "ASHOK CHOPRA- -Appellant": "अशोक चोपड़ा- - अपीलार्थी",
  "KAO No. 2942 of 2011": "एफएओ 20] की सं. 2942",
  "April 23, 2013": "अप्रैल 23, 203",
  "Hindu Adoption and Maintenance Act, 1956 - Family Court's": "हिन्द दत्तक ग्रहण और 4रण पोषण अधिनियम 956 - कुटुग्ब न्यायालय",
  "Act, 1984 - S. 10 - Code of Civil Procedure Court, 1908 - S. 16, 21": "अधिनियम 7964 - क्षरा70 - ज़िविल प्रक्रिया न्यायालय संहिता 7908 - धरा 76,",
  "- Wife and children filed suit at Hissar for maintenance and for": "27 - पत्नी और बच्चों ने +रण पोषण के लिए हिसार में वाद दायर किया और",
  "husband/father - Family Court Hissar decreed suitand crated charge": "न्यायालय हियार ने वाद की डिक्री की और अचल संपत्ति पर आरोप बनाया- पति",
  "over immovable property - Husband raised main objection that creating of charge over immovable property by Family Court at Hissar in": "ने मुख्य आपत्ति उठाई कि अचल संपत्ति के संबंध में हिसार में कुटुंब न्यायालय",
  "respect of immovable property at Jind is without jurisdiction - Held": "द्वार अचल संपत्ति पर प्रधार बनाया यया जीद में क्षेत्राधिकार के बिना है- यह याना",
  "that no prejudice shown especially when Family Court at Hisar has": "गयाकि कोई प्रवग्रिह नहींदिखाया गया है खासकर जब।हिसार में फैमिली कोर्ट",
  "jurisdiction to decide and grant maintenance - Appeal dismissed.": "के पास रखरखाव का फैसला करने और जनुदान देने का अधिकारक्षेत्र है- अपील खारिज कर दी गई",
  "/leld, that in Koopilan Uneen's daughter Pathumma & others v.": "अभिनिर्धारित किया कि कृपिलान उनीन की बेटी पथुम्मा और अन्य बनाम कृपिलानअनकन",
  "KoopilanUncen's son Kuntalan Kutty dead by IRs & others, (1981) 3": "के बेटे कुंतलन कुट्टी (मृतक) की एलआर और अन्य द्वारा, (984) 3 एससीसी 589 में",
  "SCC 589 while interpreting Section 21 of C.P.C. it was observed that in": "सी.पी.सी. की धारा 2 की व्याख्या करते समय यह देखा गया कि अपीलीय न्यायालय या",
  "order that an objection to the place of suing may be entertained by appellate": "पुनरीक्षण न्यायालय द्वारा मुकदमा करने के स्थान पर आपत्ति पर विचार किया जा सकता है,",
  "court or revisional court, the fulfillment of the following three conditions is essential:-": "निम्नलिखित तीन शर्तों की पूर्ति आवश्यक है",
  "\"(i) The objection was taken in the Court of first instance.": "\"() आपत्ति प्रथम दृष्टया न्यायालय में ली गई थी।",
  "(i) It was taken at the carliest possible opportunity and in cases": "(9) इसे यथाशीघ्र अवसर पर लिया गया था और ऐसे मामलों में जहां मुद्दों का निपटान हो",
  "where issues arc settled, at or before such scttIcment.": "गया था, ऐसे निपटान पर या उससे पहले।",
  "(ii) There has been a conscquent failure of justice.\"": "(9) इसके परिणामस्वरूप न्याय विफल रहा है।",
  "jt was further held that all these conditions must co-exist.": "आगे अभिनिर्धारित किया कि इन सभी स्थितियों का सह-अस्तित्व होना चाहिए।",
  "any prejudice or failure of justice if the Family Court at Hisar has ordered": "नहीं हैं यदि फैमिली कोर्ट अल हिसार ने जींद में स्थित अचल संपत्ति पर आरोप लगाने का आदेश",
  "when the Family Court at Hisar undisputedly had the jurisdiction to decide": "दिया है, खासकर जब हिसार में परिवार न्यायालय के पास निर्विवाद रूप से रखरखाव के मुकदमे",
  "the maintenance suit and grant the maintenance allowance for the wife and minor children.": "का फैसला करने और पत्नी और नाबालिग बच्चों के लिए रखरखाव भत्ता देने का अधिकार क्षेत्र था।",
  "(Para 12)": "(पैस2)",
  "Sudhir Mittal, Advocate for the appellant.": "सुधीर मित्तल, अपीलकर्ता के वकील",
  "V.K. Sandhir, Advocate for the respondenis.": "वी के; संधीर, उत्तरदावाओं के।लिए वकील",
  "R.P. NAGRATH, J.": "आर पी. नागरथ न्यायमूर्ति",
  "Marriage of the appellant and respondent No. | was solemnized on 26.08.1997. Respondents No. 2 and 3, the minor children born from the wedlock, arc in the care and custody of their mother. Marital dispute": "अपीलकर्ता और प्रतिवादी नंबर । का विवाह 26.08.997 को संपन्न हुआ था। प्रतिवादी नंबर 2 और 3, विवाह से पैदा हुए नाबालिग बच्चे, अपनी मां की देखभाल और कस्टडी में रहते हैं।",
  "arose between the couple, leading to the institution of maintenance petition under Scction 125 of Cr.P.C. and registration of a case against the appellant": "दंपति के बीच वैवाहिक विवाद उत्पन्न हुआ, जिसके कारण सीआरपीसी की धारा 25 के तहत",
  "under Section 498-A, 406 of the IPC. Interim maintenance was granted": "भरण-पोषण याचिका दायर की गई और आईपीसी की धारा 498-ए, 406 के तहत अपीलकर्ता के",
  "by the Magistrate in the proceedings under Section 125 Cr.P.C. directing": "खिलाफ मामला दर्ज किया गया। मजिस्ट्रेट द्वारा सीआरपीसी की धारा 25 के तहत कार्यवाही में",
  "appellant to pay © 400/- per mensem to each of the respondents.": "न्यायालय में एक मुकदमा दायर किया, जिसमें उनमें से प्रत्येक को 4000/- प्रति माह पर रखरखाव",
  "The appellant did not furnish any information on the above observations.": "अपीलकर्ता ने उपरोक्त टिप्पणियों पर कोई जानकारी प्रस्तुत नहीं की।",
  "(4) The appellant having not disputed the quantum of maintenance": "(4) अपीलकर्ता ने डिक्री के ऊपर चर्चा के अनुसार रखरखाव की मात्रा पर विवाद नहीं",
  "as discussed above the decree to that extent is affirmed on this short ground. ‘The solitary question that survives for consideration is whether creation of": "किया है, इस छोटे से आधार पर पुष्टि की जाती है। एकमात्र प्रश्न जो विचार के लिए जीवित है वह",
  "charge over immovable property by the Family Court at | lisar in respect": "यह है कि कया जींद में स्थित अचल संपत्ति के संबंध में हिसार में परिवार न्यायालय द्वारा अचल",
  "(5) We have called for the records, perused it and have heard learned counsel for the partics.": "(5) हमने रिकॉर्ड मंगाए हैं, इसका अवलोकन किया है और पक्षकारों के विद्वान वकीलों",
  "(6) In the written statement of appellant before the lower court": "(6) निचली अदालत के समक्ष अपीलकर्ता के लिखित बयान में प्रारंभिक आपत्ति ली गई",
  "preliminary objection was taken that civil Court at Hisar has got no jurisdiction": "थी कि हिसार में सिविल कोर्ट को वर्तमान मुकदमे पर विचार करने और मुकदमा चलाने का कोई",
  "creating charge over commercial property No. 459/9 and No. 579/10 as well as No. 530/9 as per house tax assessment register": "वाणिज्यिक संपत्ति नंबर 459/9 और नंबर 579/0 के साथ-साथ नंबर 530/9 पर",
  "as alleged in the plaint? OPP": "जैसा कि वाद में आरोप लगाया गया है? ओपीपी",
  "(ii) Whether the suit of the plaintiffs is not maintainable? OPD": "क्या वादी का वाद विचारणीय नहीं है? ओपीडी",
  "(iii) Whether the plaintiffs have suppresscd the material facts from the court? OPD": "मं, क्या वादी ने अदालत से भौतिक तथ्यों को दबा दिया है? ओपीडी",
  "(7) It is apparent from the issues framed that the plea of want of": "(7) तैयार किए गए मुद्दों से यह स्पष्ट है कि निचली अदालत के क्षेत्रीय अधिकार क्षेत्र की",
  "ternitorial jurisdiction of the lower Court was not insisted upon. The appcllantalso did not raise this issue any time subsequently or even at the": "कमी की दलील पर जोर नहीं दिया गया था। अपीलकर्ता ने भी इस मुद्दे को बाद में या यहां तक कि",
  "argument stage, before the Family Court. What prejudice the appellant has": "बहस के स्तर पर, परिवार न्यायालय के समक्ष नहीं उठाया। अपीलकर्ता ने किस पूर्वाग्रह का सामना",
  "suffered isnot demonstrated.": "किया है, यह प्रदर्शित नहीं किया गया है।",
  "(8) The other contention of appellant in the instant appeal is that": "(8) तत्काल अपील में अपीलकर्ता का दूसरा तर्क यह है कि दुकान को निचली अदालत",
  "the shop was already sold vide sale deed dated 04.08.2006 even before he was served with summons in the lower Court. The suit was instituted": "में सम्मन दिए जाने से पहले ही 04.08.2006 के सेल डीड के तहत बेच दिया गया था। यह मुकदमा",
  "on 21.07.2006. If the appellant had sold this shop during pendency of suit": "2-07-2006 को शुरू किया गया था। यदि अपीलकर्ता ने मुकदमे के लंबित रहने के दौरान इस",
  "hecannot raise any gnevance. It is the purchaser who could comc to Court": "दुकान को बेच दिया था, तो वह कोई शिकायत नहीं उठा सकता है। यह क्रेता है जो अदालत में आ",
  "and raise such an issue. The other property ts stated to be in the name of": "सकता है और इस तरह के मुद्दे को उठा सकता है। दूसरी संपत्ति अपीलकर्ता के पिता के नाम पर",
  "father of the appellant and it is contended that there is no proof of the property being ancestral in nature, Even on that count the appellant cannot": "बताई गई है और यह तर्क दिया गया है कि संपत्ति के प्रकृति में पैतृक होने का कोई सबूत नहीं है,",
  "property being ancestral in nature, Even on that count the appellant cannot have any prievance and only those adverscly affected by creation of charge": "इस आधार पर अपीलकर्ता को कोई शिकायत नहीं हो सकती है और केवल आरोप के निर्माण से",
  "(9) The learned appellant's counscl vchemently contends the provisions of Code of Civil Procedure would apply to the proceedings": "(9) विद्वान अपीलकर्ता के वकील ने जोरदार तर्क दिया कि सिविल प्रक्रिया संहिता के",
  "before Family Court by virtue of Section 10 of Family Courts Act, 1984.": "प्रावधान परिवार न्यायालय अधिनियम, 984 की धारा 0 के आधार पर फैमिली कोर्ट के समक्ष",
  "respect ofimmovable property. It is further urged that on creation of charge": "मुकदमा करने की जगह प्रदान करती है। यह आगे आग्रह किया गया है कि अचल संपत्ति पर प्रभार",
  "over the immovable property it cannot be disposed of for rest of the life even though the appellant has deposited upto date arrears of maintenance": "के निर्माण पर इसे जीवन भर के लिए निपटाया नहीं जा सकता है, भले ही अपीलकर्ता ने रखरखाव",
  "and would continue to do so every month without default. On the other": "के बकाया जमा कर दिए हों और बिना किसी चूक के हर महीने ऐसा करना जारी रखेगा। दूसरी",
  "hand respondents' counsel submits that he cannot admit the above statement": "ओर, प्रतिवादियों के वकील ने प्रस्तुत किया कि वह उपरोक्त बयान को स्वीकार नहीं कर सकते",
  "as according to him arrears ofmaintenancc have not becn paid for the past": "क्योंकि उनके अनुसार पिछले लगभग एक वर्ष से रखरखाव की बकाया राशि का भुगतान नहीं",
  "about onc year. There is no need to go into this controversy in the instant appeal. Ihe consequence of creating charge for recovery of maintenance": "किया गया है। तात्कालिक अपील में इस विवाद में जाने की जरूरत नहीं है। रखरखाव की वसूली",
  "appeal. Ihe consequence of creating charge for recovery of maintenance is only that wherever the property is disposed of, the transaction will always": "के लिए प्रभार बनाने का परिणाम केवल यह है कि जब भी संपत्ति का निपटान किया जाता है,",
  "be subject to charge created for recovery of maintenance. In fact the": "लेनदेन हमेशा रखरखाव की वसूली के लिए बनाए गए शुल्क के अधीन होगा। वास्तव में, प्रतिवादी-",
  "apprehension of the respondent-wife was not imaginary, as just within two": "पत्नी की आशंका काल्पनिक नहीं थी, क्योंकि मुकदमा दायर करने के दो सप्ताह के भीतर ही एक",
  "(10) Coming to the issue of want of territorial jurisdiction for creating charge over immovable property learned appellant's counsel has": "(0) अचल संपत्ति पर आरोप बनाने के लिए क्षेत्रीय अधिकार क्षेत्र की कमी के मुद्दे पर"
}