{
  "(b) If such persons brought scparatc suils, any common question of law or fact would arisc.": "(ख) यदि ऐसे व्यक्ति अलग-अलग वाद लाते हैं, तो कानून या तथ्य का कोई सामान्य प्रश्न उठेगा,",
  "2. XXXX": "2. एक्स",
  "3. XXXX": "3. एक्स",
  "4. XXxx": "4. एक्स",
  "5. XXXX": "5. एक्स",
  "6. XXXX": "6. एक्स",
  "8. Onc person may suc or defend on behalf of all in samc": "8... एक व्यक्ति समान हित में सभी की ओर से मुकदमा या बचाव कर सकता है। () जहाँ एक वाद में समान",
  "interest. - (1) where there arc numerous persons having the samc intercst in onc sui, -": "हित रखने वाले असंख्य व्यक्ति हों, -",
  "(a) one or morc of such persons may, with the permission of the Court, suc or be sucd, or may defend such suit, on behalf of, or for the benefit of, all persons so interested;": "(क) ऐसे व्यक्तियों में से एक या अधिक, न्यायालय की अनुमति से, मुकदमा कर सकते हैं या मुकदमा चलाया जा सकता है, या इस तरह के मुकदमे का बचाव कर सकते हैं, या सभी इच्छुक व्यक्तियों की ओर से, या उनके लाभ के लिए;",
  "(3) Any person on whose behalf, or for whose benefit, a suit is instituted, or defended, under sub-rule (1), may apply to the Court": "नियम 8 (5) में यह प्रावधान है कि जहां ऐसे किसी भी मुकदमे में मुकदमा करने या बचाव करने वाला कोई व्यक्ति",
  "CPC, it is clear that proper public advertisement in such cases is necessity.": "स्पष्ट है कि इस तरह की आसानी से उचित सार्वजनिक विज्ञापन की आवश्यकता है। 'संहिता के आदेश । नियम",
  "The object of Order 1 Rulc 8 (2) of the Code is to make aware the large number of persons, who arc interested, may appear and assert their rights.": "8 (2) का उद्देश्य बड़ी संख्या में व्यक्तियों को जागरूक करना है, जो रुचि रखते हैं, उपस्थित हो सकते हैं और",
  "to defend the suit properly and ex parte decree has been passed, meaning": "का ठीक से बचाव करने के लिए प्रकट नहीं हुए थे और पूर्व पक्षीय डिक्री पारित की गई थी, जिसका अर्थ है कि",
  "thereby no onc was there to defend the suit. As per Order | Rule 8 (5) of the CPC where any person suing or defending a suit in a representative": "मुकदमे का बचाव करने के लिए कोई भी नहीं था। सीपीसी के आदेश नियम 8 (5) के अनुसार, जहां प्रतिनिधि",
  "other person having the same interest in the suit, since such a decree": "वाद में समान हित रखने वाले किसी अन्य व्यक्ति को प्रतिस्थापित कर सकता है, क्योंकि ऐसा डिक्री उन सभी",
  "becomes binding on all the persons, who are not being impleaded as party.": "व्यक्तियों पर बाध्यकारी हो जाता है, जिन्हें पक्षकार के रूप में पक्षकार नहीं बनाया जा रहा है। जब कोई भी मुकदमे",
  "When none appeared to defend the suit, the Court should have substituted": "का बचाव करने के लिए उपस्थित नहीं हुआ, तो अदालत को उस व्यक्ति को प्रतिस्थापित करना चाहिए था। इस",
  "(Para 9)": "(पैरा 9)",
  "Iurther held, that in vicw of above discussion, this Court is of the": "आगे अभिनिर्धारित किया गया कि उपरोक्त चर्चा के मद्देनजर, इस न्यायालय का विचार है कि सीपीसी के आदेश",
  "view that there is a complcte non-compliance of Order 1 Rule 8 of the CPC specifically sub-rules (2) and (5).As such, the cx partc judgment and decree": "4 नियम 8 का पूर्ण गैर-अनुपालन है, विशेष रूप से उप-नियम (2) और (5)। इस प्रकार, एकपक्षीय निर्णय और",
  "is not in consonance with the provisions of the CPC and is not sustainable in the cyes of law.": "डिक्री सीपीसी के प्रावधानों के अनुरूप नहीं है और कानून की नजर में टिकाऊ नहीं है।",
  "(Para 13)": "(पैरा 3)",
  "HimanshuA ggarwal, Advocate, for Mr. C.B.Gceol, Advocate, for the petitioners.": "हिमांशु अग्रवाल, अधिवक्ता, श्री सी.बी.गोयल के लिए, याचिकाकर्ताओं के वकील।",
  "Amit Jain, Advocate, for the respondents.": "अमित जैन, प्रतिवादियों के वकील।",
  "PARAMJEET SINGH, J.": "परमजीत सिंह, जे.",
  "(1) Instant revision petition has been filed underArticle 227 of the Constitution of India for sctting aside the order dated 01.03.2002 (Annexure P-2) passed by Icarned Additional Civil Judge (Sr. Divn.),Gurgaon whereby": "()) विद्वान अतिरिक्त सिविल न्यायाधीश (सीनियर डिवीजन), गुड़गांव द्वारा पारित दिनांक 0.03.2002 (अनुलग्नक पी-2) के आदेश को रद्द करने के लिए भारत के संविधान के अनुच्छेद 227 के तहत तत्काल पुनरीक्षण",
  "application filed by the petitioner under Order 9 Rule 13 of the Code of Civil Procedure ( in short “the CPC”) has been dismissed and the order": "याचिका दायर की गई है, जिसके तहत याचिकाकर्ता द्वारा सिविल प्रक्रिया संहिता (संक्षेप में 'सीपीसी\") के आदेश 9 नियम 43 के तहत दायर आवेदन को खारिज कर दिया गया है और आदेश दिनांक 06.03.2006 (अनुलग्नक",
  "against order dated 01.03.2002 has also been dismissed.": "प्रस्तुत किया। उक्त आवेदन को दिनांक 04.03.2002 के आशक्षेपित आदेश के तहत खारिज कर दिया गया था और",
  "1 RL 8(5) court may substitute a person who is not suing or defending": "(5) जहां ऐसे किसी वाद में मुकदमा या बचाव करने वाला कोई व्यक्ति वाद या परिवाद में सम्यक तत्परता से कार्यवाही नहीं करता है वहां न्यायालय उसके स्थान पर वाद में समान हित रखने वाले किसी अन्य व्यक्ति को",
  "the permission under Order 1 Rule 8 of the CPC was granted on 25.02. 1 991, the Court is also required to give personal notice in view of Order | Rule": "25.02.99 को दी गई थी, तो न्यायालय को सीपीसी के आदेश | नियम 8 (2) के मद्देनजर व्यक्तिगत नोटिस देने",
  "8 (2) of the CPC. It is pertinent to mention that Order 1 Rule 8 (5) of the": "की भी आवश्यकता है। यह उल्लेख करना उचित है कि सीपीसी के आदेश नियम 8 (5) में यह प्रावधान है कि",
  "CPC provides that where any person suing or defending in any such suit docs not proceed with due diligence in the suit or defence, the Court may": "जहां ऐसे किसी भी मुकदमे में मुकदमा करने या बचाव करने वाला कोई व्यक्ति वाद या बचाव में उचित परिश्रम",
  "docs not proceed with due diligence in the suit or defence, the Court may substitute in his place any other person having the samc interest in the suit.": "के साथ आगे नहीं बढ़ता है, तो न्यायालय उसके स्थान पर किसी अन्य व्यक्ति को प्रतिस्थापित कर सकता है जिसका वाद में समान हित है।",
  "(12) In such circumstances, it is necessary that both the courts": "(2) ऐसी परिस्थितियों में, यह आवश्यक है कि नीचे के दोनों न्यायालयों को आवेदन की अनुमति देनी चाहिए",
  "below should have allowed the application and should not have dismissed the same on the ground of linitation. The Hom bicApex Court in‘ Bhagmal": "थी और सीमाओं के आधार पर इसे खारिज नहीं करना चाहिए था। माननीय उच्चतम न्यायालय ने राहगमल और",
  "and others versus Kunwar Lal and others (1), Nas categorically held": "अन्य बनाम कुंवर लाल और अन्य (आई) मामले में स्पष्ट रूप से निर्णय दिया है कि विलंब की क्षमा के लिए पृथक",
  "the ingredients of the application for condonation of delay are mentioned": "तहत आवेदन में उल्लिखित विलंब की क्षमा के लिए आवेदन के सभी अवयवों का उल्लेख किया गया है।",
  "(13) In view of above discussion, this Court is of the view that there isa complete non-comphance of Order | Rule 8 of the CPC specifically": "((3) उपरोक्त चर्चा के मद्देनजर, इस न्यायालय का विचार है कि सीपीसी के ऑर्ड एर । नियम 8 का विशेष",
  "isa complete non-comphance of Order | Rule 8 of the CPC specifically sub-rulcs (2) and (5). As such, the ex parte judgment and decree is not": "रूप से उप-नियम (2) और (5) का पूर्ण गैर-अनुपालन है। इस प्रकार, एकपक्षीय निर्णय और डिक्री सीपीसी के",
  "in consonance with the provisions of the CPC and is not sustainable in the cycs of law. | accordingly hold that the impugned orders dated 01.03.2002": "प्रावधानों के अनुरूप नहीं है और कानून की नजर में टिकाऊ नहीं है। तदनुसार मैं यह मानता हूं कि आशक्षेपित",
  "cycs of law. | accordingly hold that the impugned orders dated 01.03.2002 (Annexure P-2) and dated 06.03.2006 (Annexure P-3) are patently illegal,": "आदेश दिनांक 0.03.2002 (अनुबंध पी-2) और दिनांक 06.03.2006 (अनुबंध पी-3) स्पष्ट रूप से अवैध, विकृत,",
  "perverse, against the provisions of law and not sustainable in the cyes of": "कानून के प्रावधानों के खिलाफ हैं और कानून की नजर में टिकाऊ नहीं हैं। इसलिए, दिनांक 04.03.2002 (अनुबंध",
  "law. Hence, the impugned orders dated 01.03.2002 (Annexure P-2) and dated 06.03.2006 (Annexurc P-3) are set aside. Consequently, the judgment": "पी-2) और दिनांक 06.03.2006 (अनुबंध पी-3) के आक्षेपित आदेशों को रद्द किया जाता है। नतीजतन, 99॥ के",
  "and decrcc dated 09.05.1994 passed in Civil Suit No.1 70 of 1991, titled": "सिविल सूट नंबर 70 में पारित दिनांक 09.05.994 के निर्णय और डिक्री, जिसका शीर्षक 'चंद्रभान आदि बनाम",
  "‘Chanderbhan ctc. vs. Bishwedaran of Shamlat Patti’ }ck Chand and others’ is also sct aside. The application moved by the petitioners for sctting aside": "पट्टी टेक चंद और अन्य में शाम का बिश्वेदरन' था, को भी अलग रखा जाता है। याचिकाकर्ताओं द्वारा 09.05.994",
  "is also sct aside. The application moved by the petitioners for sctting aside the ex parte judgment and decree dated 09.05.1994 is allowed and the": "के एकपक्षीय निर्णय और डिक्री को रद्द करने के लिए दायर आवेदन को अनुमति दी जाती है और दिनांक",
  "order dated 12.06.1991 whereby defendants no.1 to 4 were proceeded": "2.06.994 के आदेश, जिसके तहत प्रतिवादी संख्या । से 4 के खिलाफ पूर्व पक्षीय कार्यवाही की गई थी, को",
  "accordance with the provisions under Order | Rule 8 (5) of the CPC in": "आदेश 4 नियम 8 (5) के तहत प्रावधानों के अनुसार आगे बढ़े और याचिकाकर्ताओं को इस न्यायालय के समक्ष",
  "Court, who happen to be defendants in the said suit to file the written statement. Partics through their counsel are dirccted lo appear before the": "अनुमति दे, जो लिखित बयान दर्ज करने के लिए उक्त मुकदमे में प्रतिवादी होते हैं। पक्षकारों ने अपने वकील के",
  "(14) Instant revision petition is allowed in the aforementioned terms.": "((4) उपरोक्त शर्तों में तत्काल पुनरीक्षण याचिका की अनुमति दी जाती है।",
  "LS. Mehudiratta": "जे.एस. मेहंदीरत्ता",
  "(1) 2010 (4) Civil Court Cases 120 (S.C.)": "() 200 (4) सिविल न्यायालय मामले 20 (एससी)",
  "Chand vs. Ghecsa Ram and others” for setting aside the decree dated": "चंद बनाम घीसा कानी और अन्य के मालिक के रूप में तारा चंद आदि शीर्षक से दायर मुकदमा दिनांक",
  "27.06.1972 was decreed vide judgment and decree dated 03.12.1974. The": "27.06.972 की डिक्री को रद्द करने के लिए 03.2.974 के निर्णय और डिढक्री के माध्यम से डिक्री की गई थी।",
  "appeal preferred against the judgment and decree dated 03.12.1974 was": "दिनांक 03.2.974 के निर्णय और डिक्री के विरुद्ध दायर अपील को भी खारिज कर दिया गया और नियमित",
  "also dismissed and the regular second appeal was also met with the same fate. The learned counsel has further contended that the petitioners being": "द्वितीय अपील का भी यही हश्र हुआ। \"विद्वान वकील ने आगे तर्क दिया है कि पट्टी लेक चंद के मालिकाना निकाय",
  "members of the proprictary body of Patti I'ck Chand have major share as 18 ITALS (plough) out of 20 HALS and they are in possession as co-": "के सदस्य होने के नाते याचिकाकर्ताओं का 20 एचएएलएस में से 48 एचएएलएस (हल) के रूप में प्रमुख हिस्सा",
  "sharers of the land of proprictary body. Some of the persons have expired": "है और वे मालिकाना निकाय की भूमि के सह-हिस्सेदार के रूप में कब्जे में हैं। कुछ व्यक्तियों की मृत्यु हो गई है",
  "and their legal representatives have been brought on record. Liven provision of Order 1 Rule 8 of the CPC has not been complied with. The ex parte": "और उनके कानूनी प्रतिनिधियों को रिकॉर्ड पर लाया गया है, क्योंकि सीपीसी के आदेश | नियम 8 का अनुपालन",
  "judgment and decree dated 09.05.1994 is result of fraud and not sustainable": "नहीं किया गया है। दिनांक 09.05.994 का एकपक्षीय निर्णय और डिक्री धोखाधड़ी का परिणाम है और कानून",
  "(5) Per contra, Ilcarned counsel for the respondents has vchemently opposcd the contentions raised by the learned counscl for the petitioners": "(5) इसके विपरीत, उत्तरदाताओं के विद्वान वकील ने याचिकाकर्ताओं के लिए विद्वान वकील द्वारा उठाए गए",
  "and submitted that both the courts below have recorded categoric finding": "तर्कों का जोरदार विरोध किया है और प्रस्तुत किया है कि नीचे की दोनों अदालतों ने स्पष्ट निष्कर्ष दर्ज किया है",
  "that service was duly cffected on the members of proprictary body of Patti Tek Chand and they were duly served by way of munadi (proclamation)": "कि पट्टी टेक चंद के मालिकाना निकाय के सदस्यों पर सेवा विधिवत रूप से प्रभावित हुई थी और उन्हें विधिवत",
  "(9) As per Order 1 Rule 8 (2) of the CPC, public advertisement": "(9) सीपीसी के आदेश नियम 8 (2) के अनुसार, सार्वजनिक विज्ञापन आवश्यक है। अब, यह देखा जाना",
  "is neccessary. Now, it is to be scen whether in the present case, proper public advertisement was made by the Court in letter and spirit. In this casc,": "चाहिए कि क्‍या वर्तमान सरलता से, न्यायालय द्वारा पत्र और भावना में उचित सार्वजनिक विज्ञापन दिया गया था।",
  "published in any newspaper circulating in the area or the public notice was displayed at the conspicuous places in village in which thealleged proclamation": "समाचार पत्र में नोटिस प्रकाशित किया गया था या सार्वजनिक नोटिस गांव में उन विशिष्ट स्थानों पर प्रदर्शित किया",
  "was made. l'rom the perusal of Order 1 Rule 8 (2) of the CPC, it is clear": "गया था जहां थ्कॉलसीजीसीडी उद्घोषणा की गई थी। सीपीसी के आदेश ॥ नियम 8 (2) के अवलोकन से, यह",
  "that proper public advertisement in such cases is necessity. The object of": "स्पष्ट है कि इस तरह की आसानी से उचित सार्वजनिक विज्ञापन की आवश्यकता है। संहिता के आदेश । नियम",
  "Order | Rule 8 (2) of the Code is to make aware the large number of persons, who arc interested, may appear and asscrt their rights. In this case,": "8 (2) का उद्देश्य बड़ी संख्या में इच्छुक व्यक्तियों को जागरूक करना है, जो उपस्थित हो सकते हैं और अपने",
  "itappears that the defendants in the said suithad not appeared to defend": "अधिकारों का दावा कर सकते हैं। इस आसानी से, ऐसा प्रतीत होता है कि उक्त मुकदमे में प्रतिवादी मुकदमे का",
  "the suit properly and ex parte deerce has been passed, meaning thereby": "ठीक से बचाव करने के लिए प्रकट नहीं हुए थे और पूर्व पक्षीय डिक्री पारित की गई थी, जिसका अर्थ है कि मुकदमे",
  "no one was there to defend the suit. As per Order | Rule 8 (5) of the CPC": "का बचाव करने के लिए कोई भी नहीं था। सीपीसी के आदेश | नियम 8 (5) के अनुसार, जहां प्रतिनिधि क्षमता में",
  "where any person suing or defending a suit in a representative capacity docs not proceed with duc diligence, the Court may substitute any other person having the same interest in the suit, since such a decree becomes binding": "मुकदमा चलाने या बचाव करने वाला कोई व्यक्ति उचित परिश्रम के साथ आगे नहीं बढ़ता है, तो न्यायालय वाद में समान हित रखने वाले किसी अन्य व्यक्ति को प्रतिस्थापित कर सकता है, क्योंकि ऐसा डिक्री उन सभी व्यक्तियों",
  "on all the persons, who arc not being implcaded as party. When none": "पर बाध्यकारी हो जाता है, जिन्हें पक्षकार के रूप में पक्षकार नहीं बनाया जा रहा है। जब कोई भी मुकदमे का",
  "appcarcd to defend the suit, the Court should have substituted the person.": "बचाव करने के लिए उपस्थित नहीं हुआ, तो अदालत को उस व्यक्ति को प्रतिस्थापित करना चाहिए था। इस मामले",
  "In this casc, even the Court had failed to look into this aspect as this is one of the conditions prescribed under Order 1 Rule 8 (5) of the CPC.": "में, न्यायालय भी इस पहलू पर गौर करने में विफल रहा क्योंकि यह सीपीसी के आदेश नियम 8 (5) के तहत निर्धारित शर्तों में से एक है।",
  "(10) It would be appropriate to mention here that munadi (proclamation) has not been effected in consonance with the provisions of": "(0) यहां यह उल्लेख करना उचित होगा कि मुनादी (उद्घोषणा) कानून के प्रावधानों के अनुरूप नहीं की गई",
  "law and the ex parte order dated 12.06.1991 cannot be sustained on this": "है और दिनांक 2.06.994 के एकपक्षीय आदेश को केवल इसी आधार पर कायम नहीं रखा जा सकता है।",
  "ground alone. The order dated 01.03.2002 (Annexure P-2) reveals that": "दिनांक 0.03.2002 (अनुलग्नरक पी-2) के आदेश से पता चलता है कि 6.04.994 को, अहलमद द्वारा मुनादी",
  "munadi (proclamation) was not cffected and the same was again ordered": "42.06.99 को, मुनादी (उद्घोषणा) को प्रभावित नहीं किया गया था और इसे फिर से 4.08.994 के लिए",
  "to be issucd for 14.08.1991, but the file was again taken up because the munadi notice had been reccived back duly effected and defendants no. |": "जारी करने का आदेश दिया गया था, लेकिन फाइल को फिर से लिया गया क्योंकि मुनादी नोटिस विधिवत रूप से",
  "munadi notice had been reccived back duly effected and defendants no. | to 4 were procceded against ex parte at 3.20 P.M on 12.06.1991. It is": "वापस प्राप्त किया गया था और प्रतिवादी नंबर से 4 को 2.06.994 को 3.20 बजे पूर्व फलक के खिलाफ",
  "beyond imagination that how defendants no.1 to 4 were proceeded against": "कार्यवाही की गई थी। यह कल्पना से परे है कि 2.06.99 को प्रतिवादी नंबर । से 4 के खिलाफ कैसे कार्यवाही",
  "was not clTected. At lcast, the trial Court should have waited for appearance of defendants no.1 to 4 on 14.08.1991 for which the casc was adjourned.": "मुनादी (उद्घोषणा) प्रभावित नहीं हुई थी। कम से कम, ट्रायल कोर्ट को 4.08.99१ को प्रतिवादी नंबर । से 4 की उपस्थिति के लिए विलाप करना चाहिए था, जिसके लिए आसानी को स्थगित कर दिया गया था।",
  "It has been brought to the notice of this Court by the learned counscl for the petitioners that al the relevant point of time 1c. 12.06.1991, the working": "याचिकाकर्ताओं के विद्वान वकील द्वारा इस न्यायालय के ध्यान में लाया गया है कि प्रासंगिक समय पर यानी",
  "hours in the Subordinate Courts in Haryana started from 7.30A.M to 2.00": "42.06.994 | हरियाणा में अधीनस्थ न्यायालयों में काम के घंटे सुबह 7.30 बजे से दोपहर 2.00 बजे तक शुरू",
  "P.M, therefore, the question of proceeding against ex parte qua defendants no.! to 4 at 3.20 P.M does not arise. However, 1 am not considering this": "हुए, इसलिए, प्रतिवादी संख्या । से 4 के खिलाफ कार्यवाही का सवाल ही नहीं उठता। तथापि, मैं इस पहलू पर",
  "aspect, but judicial notice of the fact can also be taken.": "विचार नहीं कर रहा हूं, लेकिन इस तथ्य का न्यायिक नोटिस भी लिया जा सकता है।"
}