{
  "Secretary to Government of Haryana, cooperation Department": "सरकार के संयुक्त सचिव हरियाणा, सहयोग से पहले अधिनियम की धारा 5 के",
  "issued by this Court. His conduct cannot but be": "निंदनीय आचरण बहाना नहीं किया जा सकता. इस न्यायालय द्वारा दिखाई गई",
  "Court on its own motion v. Kuldeep Singh 291": "न्यायालय अपने प्रस्ताव पर वी. कुलदीप सिंह29]",
  "(8.8. Nijjar, J)": "(एस.एस. निज्जर, जे)",
  "at his reprehensible behaviour. Even in the affidavit, the prayer is": "उसके निंदनीय व्यवहार पर. हलफनामे में भी, प्रार्थना है माफी को स्वीकार कर",
  "that the apology be accepted and the contemnor be exonerated from": "लिया जाए और दावेदार को इससे बाहर कर दिया जाए अवमानना. सुनवाई के",
  "the contempt. During the course of hearing, the learned counsel for the contemnor made offer of the apology only at the end of the": "दौरान, के लिए सीखा वकील दावेदार ने माफी के प्रस्ताव को केवल अंत में",
  "arguments. Such being the situation, we are satisfied that this is not": "दिया तर्क. ऐसी स्थिति होने के नाते, हम संतुष्ट हैं कि यह नहीं है एक ऐसा",
  "a case where the contemnor can escape punishment by offering an unconditional apology. Hence, the apology tendered by the contemnor": "मामला जहां दावेदार सजा देकर बच सकता है बिना शर्त माफी. इसलिए, माफी",
  "(Paras42 & 48)": "(?४78542 और 43)",
  "Anupam Gupta, Advocate, (Amicus Curiae on behalf of": "अनूपम गुप्ता, एडवोकेट, (एमिकस क्यूरीया पर की ओर से",
  "K.S. Jaitley, Advocate, for the contemnor.": "के.एस. जेटली, एडवोकेट, दावेवार के लिए",
  "S.S. NIJJAR, J. (Oral) :": "एस. एस; १४०५०.47९, जे; (ओरल) :",
  "(1) Contemnor Kuldip Singh had filed C.W.P. No. 210 of 1998": "(१) दावेदार कुलदीप सिंह ने हामी भर दी (.१४.०. 998 की संख्या 20",
  "with the following prayers :—": "निम्नलिखित प्रार्थनाओं के साथ: --",
  "(a) That issue a writ of certiorari quashing the impugned": "(४) यह एक रिट जारी करता है ८७#०बाबं॑ थोपा हुआ 2 जनवरी,",
  "No. 7; Annexure P-2 and dated 23rd May, 1997 passed": "अनुलग्नक पी -2 और दिनांक 23 मई, 997 को पारित हुआ",
  "by respondent No. 2, Annexure P-3; or": "प्रतिवादी द्वारा नहीं. 2, अनुलग्नक पी -3; या",
  "(b) to pass an appropriate writ, order or direction which": "एक उपयुक्त रिट, ऑर्डर या दिशा पास करने के लिए जो यह",
  "this Hon’ble Court may deem just and proper in the facts and circumstances of the present case.": "माननीय न्यायालय वर्तमान मामले के तथ्यों और परिस्थितियों में उचित और उचित हो सकता है.",
  "(2) He is Ex-Secretary of the Saunda Cooperative Credit and": "(२) वह सौंडा सहकारी ऋण के पूर्व सचिव हैं और सर्विस सोसाइटी",
  "Service Society Ltd. (hereinafter referred to as “the Society”). A reference": "लिमिटेड (इसके बाद \"सोसाइटी\" के रूप में जाना जाता है). एक संदर्भ हरियाणा",
  "was made under Sections 102/103 of the Haryana Cooperative Societies": "सहकारी समितियों के अनुभाग 02/03 के तहत बनाया गया था अधिनियम,",
  "On 26th August, 1998 again the matter was adjourned to 8th October,": "बयान दर्ज किया, इस मामले को अनुरोध पर 26 अगस्त, 998 को स्थगित",
  "Court on its own motion v. Kuldeep Singh 289": "अपने प्रस्ताव पर न्यायालय. बनाम कुलदीप सिंह",
  "(S.S. Nijjar, J)": "(एसएस. निज्जर, जे)",
  "Before Binod Kumar Roy, C.J. and S.S. Nijjar, J": "बिनोव कुमार रॉय सीजे और एस एस निज्जरा के सामने",
  "COURT ON ITS OWN MOTION—Petitioner": "न्यायालय अपना स्वयं का प्रस्ताव -- याचिकाकर्ता",
  "versus": "बनाम",
  "KULDEEP SINGH—Respondent": "कुलदीप सिंह -- उत्तदरदाता",
  "30th May, 2003": "30 मई 2003",
  "Contempt of Courts Act, 1971—Ss. 12 & 20—Constitution of": "न्यायालय अधिनियम 7977 -- ,४. 72 और 20 -- संविधान भारत",
  "India, 1950—Arts. 20(2), 215 and 226—Misappropriation of the Society": "4950 -- कला/ 20 (2), 275 ऑर226 --- समाज का एकीकरण धन -.- सोसायटी",
  "funds—Secretary of the Society found liable to pay the amount—": "के सचिव ने राशि का भ्रुगतान करने के लिए उत्तरवायी पाया - सचिव दृवारा",
  "Challenge by the Secretary—-High Court ordering issuance of notice": "चुनोंती - उच्च न्यायालय ने नोटिस जारी करने का आवेश दिया किसी भी",
  "of the words “and stay granted” in certified copy of order issued by": "प्रमाणित प्रति में \"और दिए गए रहें” शब्दों की उच्च न्यायात्रय -- उच्च",
  "High Court-~High Court dismissing the petition with costs without": "न्यायालय ने बिना लागत के याचिका को खारिज कर दिया मामने की खूबियों",
  "going into merits of the case and also holding the Secretary guilty for comitting contempt of Court-—Contempt proceedings-—-Whether": "में जाना और सचिव को दोषी ठह॒राना न्यायात्रय की अवमानना के लिए --",
  "barred by Art. 20(2)--Held, no—-Dismissal of writ petition with costs": "जारी कार्यवाही -- वेबर कन्रा द्वारा वर्जित 20 (2) -- हेल्‍ड नहीं --- नागत के",
  "beyond the period of limitation of one year as provided under section": "की कार्यवाही --- वेवर अनुभाग के तहत प्रवान की गई एक वर्ष की सीमा से परे",
  "20 of the 1971 Act—Held, no—No bar to the initiation of contempt": "4977 के अधिनियम के 20 -- हेल्‍ड नहीं --- अवमानना की दीक्षा के ल्रिए कोड",
  "in writ proceedings—Tendering of an unconditional apology only at": "विवादित नहीं रिट कार्यवाही में -- केवल बिना शर्त माफी का टेंडरिंग तो का",
  "the end of the arguments—Just an excuse to escape punishment—": "अंत- सजा से बचने का सिर्फ एक बह्ाना--उच्च न्यायालय के एक आदेश का",
  "Fabrication of an order of High Court a clear contempt of Court— Reprehensible conduct of the Secretary cannot be excused—Sentence": "निर्माण न्यायानय की स्पष्ट अवमानना -- सचिव के निवनीय आचरण को",
  "Reprehensible conduct of the Secretary cannot be excused—Sentence of one month rigorous imprisonment ordered.": "माफ नहीं किया जा सकता है--- वाक्य एक महीने के कठोर कारावास का आदेश विया.",
  "292 LL.R. Punjab and Haryana 2003(2)": "292पंजाब और हरियाणा2003 (2)",
  "credit for the amounts deposited with the Society. The contemnor filed": "सोसायटी के पास जमा राशि का श्रेय. दावेदार दायर किया डिप्टी रजिस्ट्रार के",
  "an application before the Deputy Registrar requesting that one": "समक्ष एक आवेदन जो अनुरोध करता है कि एक निखतर सिंह जो सोसायटी के",
  "Nichhattar Singh who had been working as Salesman with the Society be arrayed as a party in the proceedings as Nichhattar Singh had": "साथ सेल्समैन के रूप में काम कर रहे थे निखटार सिंह के रूप में कार्यवाही में",
  "been receiving cash from the members of the Society and had been": "एक पार्टी के रूप में प्रस्तुत किया गया था सोसायटी के सदस्यों से नकद प्राप्त",
  "depositing the same in the Central Cooperative Bank in the account": "कर रहा था और किया गया था खाते में केंद्रीय सहकारी बैंक में समान जमा",
  "of the Society. The arbitrator accepted the prayer of the contemnor": "करना समाज का. मध्यस्थ ने दावेदार की प्रार्थना स्वीकार की और",
  "proceedings. The arbitrator in his award held Nichhattar Singh,": "कार्यवाही, उनके पुरस्कार में मध्यस्थ ने निखतर सिंह को रखा, सेल्समैन-",
  "Salesman-cum-Clerk liable to the tune of Rs. 61,576.97 paise. The": "कम-क्लके रुपये की धुन के लिए उत्तरदायी, 6,576.97 पैसे. द क्षतिपूर्ति के",
  "Contemnor was held liable for Rs. 19,737.00 which was promptly": "लिए उत्तरदायी ठहराया गया था. 9,737.00 जो तुरंत था सोसायटी में उसके",
  "deposited by him in the Society. Nichhattar Singh and three others": "द्वारा जमा किया गया. निखटार सिंह और तीन अन्य अपील दायर की गई नं.",
  "filed Appeal No. Coop. 176 of 1996 before Additional Registrar (Credit)": "कॉप। अतिरिक्त रजिस्ट्रार (क्रेडिट) से पहले 996 का 76 सहकारी समितियों,",
  "Cooperative Societies, Haryana, Chandigarh challening the award of": "हरियाणा, चंडीगढ़ ने आर्डिट्रेटर के पुरस्कार को इस आधार पर प्रसारित किया",
  "the Arbitrator on the ground that he had no jurisdiction to implead Nichhattar Singh as a party. On 2nd January, 1997, the Additional": "कि उनके पास निखतर सिंह को एक पार्टी के रूप में लागू करने का कोई अधिकार क्षेत्र नहीं था. 2 जनवरी, 997 को, अतिरिक्त रजिस्ट्रार ने निखट॒टार",
  "Registrar allowed the appeal filed by Nichhattar Singh with the following observations :—": "सिंह द्वारा दायर अपील की अनुमति दी निम्नलिखित अवलोकन: -",
  "“After hearing the arguments of the learned counsel for the": "\"के लिए सीखा वकील की दलीलें सुनने के बाद प्रतिवादी के लिए",
  "appellant and learned counsel for the respondent No. 3, I kept the judgment reserve on 16th December,": "अपीलकर्ता और सीखा वकील. 3, मैंने 46 दिसंबर को निर्णय",
  "1996. Now I hold respondent No. 3 (Kuldip Singh)": "आरक्षित रखा, 996. अब मैं प्रतिवादी नं. 3 (कुलदीप सिंह)",
  "Saunda Credit to recover this amount from respondent No. 3 alongwith interest @15% and further direct": "लिए सौंडा क्रेडिट नंबर 3 के साथ ब्याज &/ 5% और आगे",
  "respondent No. 3 to deposit this amount by 31st March,": "प्रत्यक्ष 3] मार्च तक इस राशि को जमा करने के लिए प्रतिवादी",
  "1997. If this amount is not deposited up to due date": "संख्या 3, 4997. यदि यह राशि नियत तारीख तक जमा नहीं",
  "i.e. 31st March, 1997, then the Society will have a right": "की जाती है यानी 3] मार्च, 997, तब सोसायटी का अधिकार",
  "up to 3ist March, 1997 and future interest @18% till": ".3.800.97 + ब्याज (05%)% 3] मार्च, 4997 तक और",
  "Dated the 2nd January, 1997.": "2] फरवरी, 2000 को स्थगित किया गया.",
  "contemnor argued that the Additional Registrar Cooperative Societies": "प्रस्कार की पृष्टि की गई अतिरिक्त रजिस्ट्रार, सहकारी",
  "290 LL.R. Punjab and Haryana 2003(2)": "296 ...7९. पंजाब और हरियाणा2003 (2)",
  "before the Bench that the petitioner had interpolated the certified": "यह है कि याचिकाकर्ता ने प्रमाणित किया इस न्यायाल्रय से",
  "copy of the order obtained from this Court and added the words “and stay granted” therein when no such order had, in fact, been passed": "प्राप्त आदेश की प्रति और जोड़ी गई जब कोई आदेश नहीं था,",
  "contemnor has persisted with his conduct to mislead this Court. Even": "न्यायालय के साथ धोखाधड़ी करके भी धोखाधड़ी की है इस माननीय न्यायालय",
  "of the proceedings. It is not unconditional. [t is just an excuse to escape punishment. At no stage, the contemnor has expressed any remorse": "चुनौती नहीं दी गई है किसी भी कार्यवाही में याचिकाकर्ता. इसलिए याचिकाकर्ता",
  "300 LL.R. Punjab and Haryana 2003(2)": "300... पंजाब और हरियाणा2003 (2)",
  "petition dated 12th January, 1998. In Annexure P-4, it is stated as": "याचिका दिनांक 2 जनवरी, 998. अनुलग्नक पी -4 में, यह कहा गया है के",
  "under :—": "आयोजित किया गया है: --",
  "“To": "\"सेवा",
  "Manager,": "प्रबंधक,",
  "The Ambala Central Coop. Bank Ltd. Ambala City.": "अंबाला सेंट्रल कॉप. बैंक लि. अंबाला शहर.",
  "Sir,": "महोदय,",
  "It is submitted that I filed writ against the order of Registrar,": "यह प्रस्तुत किया जाता है कि मैंने रजिस्ट्रार के आदेश के खिलाफ रिट",
  "Cooperative Societies, Haryana before Commissioner, Cooperation": "दायर की, सहकारी समितियों, आयुक्त से पहले हरियाणा, सहयोग विभाग जिसे",
  "Department which was dismissed by the Commissioner, Cooperation": "आयुक्त, सहयोग द्वारा खारिज कर दिया गया था विभाग, जिसकी प्रति 23",
  "Department, copy of which was received on 23rd November, 1997. Against thi: order I filed case in the Hon’ble Punjab and Haryana": "नवंबर, 997 को प्राप्त हुई थी. इसके विरुदध। आदेश मैंने माननीय पंजाब और",
  "High Court, Chandigarh, the serial no. of which is 210. In this case,": "हरियाणा में मामला दर्ज किया उच्च न्यायालय, चंडीगढ़, धारावाहिक सं।",
  "16th February, 1998 has been fixed the next date.": "जिसमें से 20 है. इस मामले में, 46 फरवरी, 998 को अगली तारीख तय की",
  "Therefore, it is requested that all kinds of proceedings may be": "इसलिए, यह अनुरोध किया जाता है कि सभी प्रकार की कार्यवाही हो",
  "kept pending til] the decision of the High Court.": "सकती है उच्च न्यायाल्रय के निर्णय तक लंबित रखा गया.",
  "Copy of notice of motion of High Court is enclosed.": "उच्च न्यायात्रय के प्रस्ताव की सूचना की प्रति संलग्न है.",
  "Thanks.": "धन्यवाद.",
  "Court on its own motion v. Kuldeep Singh 299": "न्यायालय अपने प्रस्ताव पर वी. कुलदीप सिंह299",
  "27-7-96 Rs. 5,000.00 -do-": "27-7-96 27- रुपये. 5,000.00 -8०-",
  "(9) These amounts had been deposited by the petitioner": "(9) ये राशि याचिकाकर्ता द्वारा जमा की गई थी यह स्पष्ट रूप",
  "showing clearly that he had embezzled the aforesaid amounts. He": "से दिखाते हुए कि उसने पूर्वोक्त राशियों का गबन किया था. वह निलंबन",
  "was put under suspension from time to time. Rest of the reply filed": "के तहत रखा गया था समय से समय के लिए. बाकी का जवाब दाखिल",
  "by respondents No. 3 to 6 deals with the legality or otherwise of the": "किया उत्तरदाताओं द्वारा नंबर 3 से 6 वैधता या अन्यथा से संबंधित है",
  "orders passed by respondents No. 2 and 3 which are not relevant for the purposes of these proceedings. Ironically, petitioner/contemnor": "उत्तरदाताओं नंबर 2 और 3 द्वारा पारित आदेश जो इन कार्यवाहियों के प्रयोजनों के लिए प्रासंगिक नहीं हैं. विडंबना यह है कि याचिकाकर्ता /",
  "filed replication to these allegations which is dated 25th March, 1999.": "दावेदार 25 मार्च, 999 को इन आरोपों की प्रतिकृति दर्ज की गई. उन्होंने",
  "He has verified the averments made in the replication as follows:—": "प्रतिकृति में किए गए औसत को निम्नानुसार सत्यापित किया है: --",
  "“Verification :": "#सत्यापन-",
  "Verified that the contents of above replication contained in": "सत्यापित किया गया है कि उपरोक्त प्रतिकृति की सामग्री में",
  "reply to preliminary objections 1 to 4 and that on merits": "निहित है प्रारंभिक आपत्तियों का उत्तर | से 4 और योग्यता पर",
  "from paras 1 to 10 are true and correct to my knowledge. .": "पैरा | से 0 तक मेरे ज्ञान के लिए सही और सही हैं. इसका",
  "No part of it is false and nothing material has been kept .": "कोई हिस्सा गलत नहीं है और कुछ भी सामग्री नहीं रखी गई है",
  "concealed therein. Legal submissions made on advice which are true and correct.": "उसमें छुपा हुआ. सलाह पर कानूनी प्रस्तुतियाँ जो सही और सही हैं.",
  "Chandigarh (Sd.). ..,": "चंडीगढ़ (एसडी). .",
  "Dated 25th March, 99. KULDIP SINGH”": "दिनांक २५ मार्च, ९९|कुलदीप सिंह\"",
  "Court on its own motion v. Kuldeep Singh 297": "न्यायात्रय अपने प्रस्ताव पर वी. कुलदीप सिंह297",
  "(7) A Perusal of the aforesaid order shows that the writ petition": "(0 पूर्वोक्त आदेश का एक उददेश्य यह दर्शाता है कि रिट याचिका के गुण",
  "impugned orders. He was directed to pay costs to the respondents": "उत्तरदाताओं को लागत का भुगतान करने के लिए निर्देशित किया गया था रुपये",
  "assessed at Rs. 20.000. Apart from this, the Division Bench was prima": "पर मूल्यांकन किया गया. 20.000. इसके अलावा, डिवीजन बेंच था प्रथम [चिटां2",
  "facie satisfied that the petitioner therein had committed contempt of Court. Therefore, a show-cause notice was issued to him. The petitioner": "संतष्ट हैं कि याचिकाकर्ता ने अवमानना की थी कोर्ट. इसलिए, उसे एक शो-कारण",
  "who was present in Court, accepted the notice. He was allowed four": "नोटिस जारी किया गया था. याचिकाकर्ता जो कोर्ट में मौजद थे, उन्होंने नोटिस स्वीकार कर लिया. उसे चार की अनमति थी अपना जवाब दाखिल करने के लिए",
  "weeks time to file his reply. The matter was adjourned to 21st February,": "हफ्तों का समय. मामला 2] फरवरी को स्थगित कर दिया गया, 2000",
  "2000. The conduct of the petitioner/contemnor came to the notice of the Division Bench on 10th January, 2000 on perusal of the averments": "याचिकाकर्ता / दावेदार का आचरण नोटिस में आया डिवीजन बैच 0 जनवरी,",
  "July, 1998. In this written statement, these respondents had stated": "दायर लिखित बयान में किया गया जुलाई, 998. इस लिखित बयान में, इन",
  "that the petitioner is not only guilty of concealment of facts, but is": "उत्तरदाताओं ने कहा था याचिकाकर्ती न केवल तथ्यों को छिपाने का दोषी है",
  "order, Annexure P-3, he was served a notice dated 2nd January, 1998": "बाद आदेश, अनलग्नक पी -3, उन्हें 2? जनवरी, 998 को एक नोटिस दिया गया",
  "for recovery by the Central Cooperative Bank of Ambala of the": "था के केंद्रीय सहकारी बैंक अंबाला दवारा वस॒ली के लिए गबन राशि",
  "embezzled amount. The petitioner (contemnor) avoided the notice": "याचिकाकर्ता (कंटेमर) ने नोटिस से परहेज किया 6 जनवरी, 998 तक. इस",
  "uptill 16th January, 1998. In the meantime, he approached this Court": "बीच, उन्होंने इस न्‍यायात्रय से संपर्क किया दाखिल करके ०0.७७.ए. 998 की",
  "January, 1998. As noticed earlier, this Court only issued Notice of": "998. जैसा कि पहले देखा गया था, इस न्यायालय ने केवल नोटिस जारी किया",
  "motion and no interim relief was granted. On 27th January, 1998,": "था गति और कोई अंतरिम राहत नहीं दी गई. 27 जनवरी, 998 को, उन्होंने",
  "he applied for a certified copy of the order dated 9th January, 1998.": "9 जनवरी, 998 के आदेश की प्रमाणित प्रति के लिए आवेदन किया. प्रमाणित",
  "The certified copy was prepared by the office on 4th February, 1998": "प्रति कार्यालय दवारा 4 फरवरी, 998 को तैयार की गई थी और 3 फरवरी",
  "and delivered on 13th February, 1998. He submitted an application": "998 को वितरित किया गया. उसने एक आवेदन प्रस्तत किया 2] फरवरी",
  "therein that he had filed an appeal in Punjab and Haryana High Court and that the High Court had stayed the further proceedings": "हरियाणा हाई में अपील दायर की थी न्यायालय और उच्च न्यायालय ने आगे",
  "in this case. He mentioned that earlier also he had sent the information": "की कार्यवाही पर रोक लगा दी थी इस मामले में. उन्होंने उल्लेख किया कि पहले",
  "to the Bank. He thereafter states “therefore, it is requested that till": "भी उन्होंने जानकारी भेजी थी बैंक को. इसके बाद वह कहता है \"इसलिए, यह",
  "further decision of the High Court, proceedings may kindly be stayed": "अनरोध किया जाता है कि तब तक उच्च न्यायालय के आगे के निर्णय",
  "Ambala Central Cooperative Bank purporting to be the order passed": "प्रति जो उसने प्रस्तृत की अंबाला सेंट्रल कोऑपरेटिव बैंक ने आदेश पारित किया",
  "by this Court on 9th January, 1998 is as under :—": "9 जनवरी, 998 को इस न्यायालय दवारा के रुप में है",
  "“Present": "\"वर्तमान",
  "The Hon'ble Mr, Justice T.H.B. Chalapathi.": "माननीय श्री न्यायमूर्ति टी.एच.बी. (॥8[8थां.",
  "The Hon’ble Mr. Justice B. Rai.": "माननीय श्री न्यायमूर्ति बी. राय.",
  "For the petitioner Mr. 8.8. Dalal, Advocate": "याचिकाकर्ता के लिए श्री एस.एस. दलाई, एडवोकेट",
  "Court on its own motion v. Kuldeep Singh 301 .": "अपने प्रस्ताव पर न्यायालय यू कुलदीप सिंह30]",
  "(11) On the basis of this, the petitioner states that there has": "(4) इसके आधार पर, याचिकाकर्ता कहता है कि वहाँ है किसी भी",
  "been no concealment of any material fact and there was no tampering": "भौतिक तथ्य का कोई छिपाव नहीं था और कोई छेड़छाड़ नहीं हुई थी 9 जनवरी,",
  "with the order passed by this Court on 9th January, 1998. It is further": "998 को इस न्यायालय दवारा पारित आदेश के साथ. यह आगे है कहा कि बैंक",
  "petitioner had sent the application dated 24th February, 1998 attached": "द्वारा भेजे गए मांग नोटिस के जवाब में याचिकाकर्ता ने दिनांक 24 फरवरी, 998",
  "“ as Annexure P-5 to the replication. Even in this application, the": "को आवेदन भेजा था प्रतिकृति के रूप में अनुल्नग्नक पी -5. इस आवेदन में भी",
  "petitioner had not stated that the stay has been granted by this Court.": "याचिकाकर्ता ने यह नहीं कहा था कि इस न्यायालय द्वारा ठहरने की अनुमति दी",
  "He further submits that when the case came up for hearing on 9th": "गई है. उन्होंने आगे कहा कि जब मामला 9 तारीख को सुनवाई के लिए आया था",
  "January, 1998, the petitioner was present in Court and the counsel": "जनवरी, 998, याचिकाकर्ता अदालत और वकील में मौजूद था उत्तरदाताओं के",
  "for the respondents was also watching the case. Counsel for the": "लिए भी मामला देख रहा था. के लिए वकील उत्तरदाताओं ने याचिकाकर्ता के",
  "respondents had confirmed from the counsel for the petitioner that no stay had been granted. He states that “the tampering with the order": "वकील से पुष्टि की थी कि नहीं रहना मंजूर हो गया था. उन्होंने कहा कि \"9 जनवरी,",
  "dated 9th January, 1998 is deliberate by the respondent and the same": "998 के आदेश के साथ छेड़छाड़ प्रतिवादी और उसी के द्वारा जानबूझकर की गई है",
  "has been done after hatching a conspiracy against the petitioner”. The": "याचिकाकर्ता के खिलाफ साजिश रचने के बाद किया गया है ”\". द याचिकाकर्ता",
  "petitioner deliberately omits to identify the participants in the": "जानबूझकर प्रतिभागियों की पहचान करने से चूक जाता है साजिश, यदि कोई",
  "conspiracy, if any. Interestingly, there is no denial of the proved": "हो. दिलचस्प बात यह है कि सिद्ध का कोई खंडन नहीं है गबन, जिसका विवरण",
  "embezzlement, details of which had been given in paragraph 83 of the preliminary objections raised by respondents No, 3, 4, 5 and 6. in view": "पैराग्राफ 3 में दिया गया था उत्तरदाताओं द्वारा उठाए गए प्रारंभिक आपत्तियां नहीं,",
  "of the order passed by the Division Bench on 10th January, 2000 Cr.": "3, 4, 5 और 6. देखने में ।0 जनवरी, 2000 को डिवीजन बेंच द्वारा पारित आदेश.",
  "O.C.P. No. 3 of 2000 had been registered and has been placed before": "0.८.०. 2000 के नंबर 3 को पंजीकृत किया गया था और पहले रखा गया है यह",
  "this Bench. On 19th April, 2000, the contemnor filed a reply by way": "बेंच. 9 अप्रैल, 2000 को, दावेदार ने जवाब दिया शो-कारण नोटिस के लिए शपथ",
  "of affidavit to the show-cause notice. In this reply, he has reproduced the contents of the alleged applications sent on 12th January, 1998": "पत्र. इस उत्तर में, उन्होंने पुन: पेश किया है |2 जनवरी, 998 को भेजे गए कथित",
  "which has already been reproduced above. In paragraph 5 of the": "आवेदनों की सामग्री जो पहले ही ऊपर पुन: पेश किया जा चुका है. के पैरा 5 में",
  "affidavit, the petitioner has stated as follows :—": "हलफनामा, याचिकाकर्ता ने निम्नानुसार कहा है: --",
  "“5. That, without putting up any defence of any kind or nature in respect of the notice contempt dated 10th": "\"5, ]0 वीं तारीख के नोटिस के संबंध में किसी भी प्रकार या प्रकृति के",
  "January, 2000, the deponent, unconditionally, implores": "किसी भी बचाव को रखे बिना जनवरी, 2000, प्रतिपादक, बिना",
  "and begs for apology and craves for indulgence of this": "शर्त, इस के भोग के लिए माफी और लालसा के लिए आवेग और",
  "accordingly.”": "माननीय न्यायालय तदनुसार.\"",
  "302 I.L.R. Punjab and Haryana 2008(2)": "302... पंजाब और हरियाणा2003 (2)",
  "fact after the issuance of notice of motion on 9th January, 1998 and": "तथ्य 9 जनवरी, 998 को प्रस्ताव के नोटिस जारी करने के बाद और 2",
  "respondents No. 3 to 6 Asha Nand Sharma had met the petitioner/": "आशा नंद शर्मा ने याचिकाकर्ता से मुलाकात की थी/ 4 जनवरी, 998 को",
  "in the case and it is he who would make him succeed in the case as": "है जो उसे मामले में सफल बना देगा साथ ही मध्यस्थता के मामले में क्योंकि",
  "well as in arbitration case since Nichhattar Singh was not to be made the party by the Arbitrator who is now respondent No. 3 and for which": "निखट्‌ट सिंह को नहीं बनाया जाना था आर्डिट्रेटर द्वारा पार्टी जो अब प्रतिवादी",
  "purpose he obtained signatures on two blank papers and power of": "नंबर 3 है और जिसके लिए उद्देश्य उन्होंने दो रिक्त पत्रों और शक्ति पर",
  "attorney and demanded Rs. 20,000 as fees. Rs. 15,000 were paid by": "हस्ताक्षर प्राप्त किए वकील और रु। फीस के रूप में 20,000. रुपये।",
  "the petitioner to Shri Asha Nand Sharma, Advocate in his Chamber": "याचिकाकर्ता द्वारा श्री आशा नंद शर्मा को 5,000 का भुगतान किया गया था,",
  "No. 205, located at Civil Courts, Chandigarh; through Gandharb Raj": "जो उनके चैंबर में एडवोकेट थे नंबर 205, सिविल कोर्ट, चंडीगढ़ में स्थित; गांधार",
  "Teacher, now retired as the petitioner did not believe him being": "राज के माध्यम से शिक्षक, अब सेवानिवृत्त हो गए क्‍योंकि याचिकाकर्ता ने उन्हें",
  "opposite counsel appearing for the management. The affidavit of Shri": "विश्वास नहीं किया प्रबंधन के लिए विपरीत वकील. श्री का हलफनामा श्री भुल्ला",
  "Gandharb Raj, son of Shri Bhulla Ram is attached as Annexure PIC”.": "राम के पुत्र गांधार राज को अनुलग्नक 7?0 के रूप में संलग्न किया गया है\".",
  "In paragraph 8 of the affidavit, the Contemnor has even denied the authorship of the letter dated 21st February, 1998. But he states": "हलफकनामे के पैरा 8 में, कंटेम्पनर ने भी इनकार किया है 2। फरवरी, 998 को",
  "authorship of the letter dated 21st February, 1998. But he states “However, the signatures are of the petitioner/deponent”. His prayer": "पत्र का लेखकत्व. लेकिन वह कहता है \"हालांकि, हस्ताक्षर याचिकाकर्ता /",
  "is that he be exonerated from the contempt proceedings. In support": "प्रतिपादक के हैं\". उसकी प्रार्थना क्या वह अवमानना की कार्यवाही से बाहर हो",
  "- of the averments against Asha Nand Sharma, Advocate, the contemnor": "गया है. समर्थन में आशा नंद शर्मा, अधिवक्ता, दावेदार के खिलाफ औसत",
  "has also filed an affidavit of Gandharb Raj, son of Ptbulla Ram,": "पंबुल्ला राम के पुत्र गांधार राज का हलफनामा भी दायर किया है, हाउस नं.",
  "resident of House No. 409, Jogi Mandi, Kacha Bazar, Ambala Cantt. This reply was taken on record on 20th April, 2000 and the matter": "409, जोगी मंडी, डाचा बाजार, अंबाला कैंट. यह उत्तर 20 अप्रैल, 2000 को",
  "was directed to be listed on 5th May, 2000.": "रिकॉर्ड और मामले पर लिया गया था 5 मई, 2000 को सूचीबद्ध होने के लिए निर्देशित किया गया था.",
  "(18) From the record it becomes apparent that being perturbed": "(१३) रिकॉर्ड से यह स्पष्ट हो जाता है कि हैरान होना कंटेमोर द्वारा",
  "by the allegations mede by the Contemnor, Asha Nand Sharma,": "आरोपों मोड द्वारा, आशा नंद शर्मा, एडवोकेट ने (४] दायर किया है. 2000 की",
  "Advocate has filed Crl. M. 12668 of 2000 seeking the permission of this Court to intervene in the proceedings on 3rd May, 2000. On 5th": "एम। 2668 की अनुमति की मांग यह नयायात्रय 3 मई, 2000 को कार्यवाही में",
  "May, 2000, the matter was stood over to 8th May, 2000. On 8th May,": "हस्तक्षेप करने के लिए. 5 तारीख को मई, 2000, यह मामला 8 मई, 2000 तक",
  "2000, a Division Bench consisting of J.L. Gupta, J. and Mehtab Singh": "बना रहा. 8 मई, 2000 को, एक डिवीजन बेंच जिसमें जे.एल. गुप्ता, जे। और",
  "Gill, J. have noticed that the contemnor has filed an additional reply": "मेहताब सिंह गिल, जे ने देखा है कि दावेदार ने एक अतिरिक्त जवाब दायर किया",
  "Court on its own motion v. Kuldeep Singh 303": "न्यायालय अपने प्रस्ताव पर वी. कुलदीप सिंह303",
  "this Court. The petitioner did not file any forged document and did": "यह न्यायालय. याचिकाकर्ता ने कोई जाली दस्तावेज दाखिल नहीं किया और",
  "not interpolate the order dated 9th January, 1998 before this Court.": "इस न्यायात्रय के समक्ष 9 जनवरी, 998 के आदेश को प्रक्षैपित नहीं किया.",
  "The respondents have alleged that the same was moved before them": "उत्तरदाताओं ने आरोप लगाया है कि 2। फरवरी, 998 को उनके सामने वही",
  "by this Court by order dated 10th January, 2000 are barred by law": "जनवरी, 2000 के आदेश द्वारा इस न्यायालय द्वारा कानून द्वारा वर्जित हैं",
  "of limitation by virture of Section 20 of the Contempt of Courts Act,": "न्यायालयों के अधिनियम की धारा 20 के गुण द्वारा सीमा, 97] (इसके बाद",
  "1971 (hereinafter referred to as “the Act”). The cause of action, if any,": "\"अधिनियम\" के रूप में जाना जाता है). कार्रवाई का कारण, यदि कोई हो, 2]",
  "having arisen on 21st February, 1998 or at best when the written": "फरवरी, 998 को या लिखित होने पर सबसे अच्छा होने पर उत्पन्न हुआ",
  "statement was filed by the respondents on 30th July, 1998, the": "उत्तरदाताओं द्वारा 30 जुलाई, 998 को बयान दर्ज किया गया था 0",
  "proceedings which had been initiated on 10th January, 2000 are": "जनवरी, 2000 को शुरू की गई कार्यवाही हैं सीमा से स्पष्ट रूप से वर्जित है जो",
  "clearly barred by limitation which is one year from the date on which the contempt is alleged to have been committed.": "उस तारीख से एक वर्ष है जिस पर अवमानना का आरोप लगाया गया है.",
  "(14) The matter was again listed before the 5th D.B. on 29th": "(4) इस मामले को फिर से 5 वीं डी.बी. 29 तारीख को मई, 2000. बेंच",
  "May, 2000. The Bench requested Mr. Anupam Gupta, Advocate to": "ने श्री अनूपम गुप्ता, एडवोकेट से अनुरोध किया एमिकस यूरिया के रूप में",
  "assist the Court as amicus curiae. This request was accepted by Mr.": "न्यायालय की सहायता करें. इस अनुरोध को श्री ने स्वीकार कर लिया. गुप्ता.",
  "to 1st August, 2000.": "कर दिया गया था | अगस्त, 2000 तक.",
  "(15) We have heard Mr. K.S. Jaitley the learned counsel for": "(।5) हमने सुना है श्री के.एस. के लिए सीखा वकील ,9॥०9 दावेदार",
  "the contemnor and Mr. Anupam Gupta, amicus curiae.": "और श्री अनूपम गुप्ता, एमिकस क्यूरिया.",
  "(16) The first and foremost argument advanced by Mr. Jaitley,": "(6) श्री ॥॥०9 द्वारा उन्‍नत पहला और सबसे महत्वपूर्ण तर्क, दावेदार",
  "the learned counsel for the contemnor is that the present proceedings": "के लिए सीखा वकील यह है कि वर्तमान कार्यवाही संविधान के अनुच्छेद 20 (2)",
  "for contempt of Court are barred under Article 20(2) of the Constitution": "के तहत न्यायालय की अवमानना पर रोक लगाई गई है भारत का. याचिकाकर्ता",
  "of India. Civil Writ Petition No. 210 of 1998 filed by the petitioner": "द्वारा दायर 998 की सिविल राइट याचिका संख्या 20 0 जनवरी को इस",
  "was dismissed by the Division Bench of this Court on 10th January, 2000 on the ground that the petitioner had interpolated the certified": "न्यायालय की डिवीजन बेंच द्वारा बर्खास्त कर दिया गया था, 2000 इस आधार",
  "2000 on the ground that the petitioner had interpolated the certified copy of the order dated 9th January, 1998. He submitted that the": "पर कि याचिकाकर्ता ने प्रमाणित को प्रक्षेपित किया था 9 जनवरी, 998 के",
  "matter on merits as it was satisfied that the petitioner had made interpolations in the order dated 9th January, 1998 and presented": "दावेदार को आदेश को प्रक्षेपित करने का आरोप है 9 जनवरी, 998 को दिनांकित",
  "Court on its own motion v. Kuldeep Singh 305": "न्यायालय अपने प्रस्ताव पर वी. कुलदीप सिंह305",
  "invoked by the contemnor would not be applicable. In support of this": "दावेदार द्वारा लागू नहीं किया जाएगा. इसके समर्थन में प्रस्तुत वकील ने",
  "submission learned counsel has relied on two judgments of the Hon’ble": "माननीय के दो निर्णयों पर भरोसा किया है सुप्रीम कोर्ट ने कहा. थॉमसर वाना",
  "Supreme Court viz. Thomas Dana versus State of Punjab, (3) and The Assistant Collector of Customs, Bombay and another versus": "बनाम पंजाब राज्य, (3) ऑर स्रीमा शुल्क बॉम्बे और एक अन्य बनाम के",
  "L.R. Melwani and another, (4).": "स्रह्ययक कल्रेक्टर एल्र, आर: मेलवानी और एक अन्य; (4).",
  "(21) Mr. Gupta has further submitted that the present": "(2]) श्री गुप्ता ने आगे प्रस्तुत किया है कि वर्तमान कार्यवाही को",
  "proceedings cannot be said to be barred by limitation as provided": "सीमा के अनुसार वर्जित नहीं कहा जा सकता है अधिनियम की धारा 20 के",
  "under Section 20 of the Act. In support of this submission learned counsel has relied on a Full Bench judgment of this Court in the case": "तहत। इस सबमिशन के समर्थन में सीखा वकील ने मामले में इस न्यायालय",
  "counsel has relied on a Full Bench judgment of this Court in the case of Manjit Singh and Others versus Darshan Singh and Others,": "के पूर्ण बेंच फैसले पर भरोसा किया है का मंजीत सिंह ऑर अन्य बनाम वर्शन",
  "(5), which has been specifically approved by the Hon’ble Supreme": "सिंह और अन्य; (5), जिसे विशेष रूप से माननीय सर्वोच्च द्वारा अनुमोदित",
  "Court in the case of Pallav Sheth versus Custodian and Others,": "किया गया है के मामले में कोर्ट पल्त्रव शेठ बनाम कस्टोन्यिन और अन्य,",
  "(6). He further submitted that the judgment of the Hon’ble Supreme": "(७). उन्होंने आगे कहा कि माननीय सर्वोच्च का निर्णय अदालत ने सीमा की",
  "the Supreme Court in the case of Pallav Sheth’s case (supra).": "मामले (सुप्रा) के मामले में सर्वोच्च न्यायालय.",
  "(22) Mr. Gupta has further submitted that an abuse of the": "(22) श्री गुप्ता ने आगे कहा है कि इसका दुरुपयोग किसी भी रूप में",
  "process of Court in any form can constitute contempt of Court depending": "न्यायात्रय की प्रक्रिया न्यायालय के आधार पर अवमानना का गठन कर सकती है",
  "on the facts and circumstances of each case. Forging, altering or": "प्रत्येक मामले के तथ्यों और परिस्थितियों पर. फोर्जिंग, परिवर्तन या किसी",
  "interpolating any official Court document is an obvious example of": "भी आधिकारिक न्यायात्रय के दस्तावेज को प्रक्षेपित करना एक स्पष्ट उदाहरण",
  "contempt. In support of this submission, learned counsel has relied on": "है अवमानना. इस सबमिशन के समर्थन में, सीखा वकील पर भरोसा किया है",
  "the well recognised commentaries of some English Authors, viz. “The": "कुछ अंग्रेजी लेखकों की अच्छी तरह से मान्यता प्राप्त टिप्पणियां, अर्थात. \"",
  "Law of Contempt (Third Edition)” by Nigel Lowe and Brenda Sufrin;": "निगेल लोव और ब्रेंडा सुफ्रिन द्वारा लॉ ऑफ कंटेम्प्ट (तीसरा संस्करण);",
  "Oswald’s “Contempt of Court”; C.J. Miller’s “Contempt of Court”; and": "ओसवाल्ड की \"कोर्ट की अवमानना\"; सी.जे. मित्रर की \"कोर्ट की अवमानना\"; तथा",
  "Arlidge, Eady and Smith “On Contempt (Second Edition)”. On the": "अर्लीज, एदी और स्मिथ \"ऑन कंटेम्प्ट (दूसरा संस्करण)\". पर पूर्वोक्त",
  "basis of the observations made in the aforesaid commentaries, learned": "टिप्पणियों में की गई टिप्पणियों के आधार पर, सीखा गया एमिकस क्यूरिया ने",
  "Amicus Curiae submitted that no further evidence is required to prove": "प्रस्तुत किया कि साबित करने के लिए किसी और सबूत की आवश्यकता नहीं है",
  "that contempt has been committed by the petitioner. Learned counsel": "वह अवमानना याचिकाकर्ता द्वारा की गई है. वकील की तलाश की आगे प्रस्तुत",
  "306 LL.R. Punjab and Haryana 20038(2)": "306...7९. पंजाब और हरियाणा2003 (2)",
  "(23) We have considered the submissions made by the learned": "(२३) हमने सीखा द्वारा किए गए सबमिशन पर विचार किया है पार्टियों",
  "counsel for the parties. The issues raised by the contemnor are no": "के लिए वकील. दावेदार द्वारा उठाए गए मुददे नहीं हैं लंबे समय तक पूर्ण रूप",
  "the Hon’ble Supreme Court in a plethora of reported judgments and": "निर्णयों की अधिकता में माननीय सर्वोच्च न्यायालय और इस न्यायालय का",
  "a Full Bench decision of this Court. Therefore, it would not be necessary": "पूर्ण बेंच निर्णय. इसलिए, यह आवश्यक नहीं होगा हमारे लिए पहले सिद्धांतों पर",
  "for us to reconsider the matter on first principles. As noticed earlier,": "मामले पर पुनर्विचार करना. जैसा कि पहले देखा गया था, दावेदार के लिए",
  "the first submission made by the learned counsel for the contemnor": "सीखा वकील द्वारा किया गया पहला सबमिशन यह है कि वर्तमान कार्यवाही",
  "Constitution of India. Article 20(2) of the Constitution reads as under :—": "अनुच्छेद 20 (2) के तहत वर्जित है भारत का संविधान. संविधान का अनुच्छेद 20 (2) इस प्रकार है: --",
  "“20. Protection in respect of conviction of offences.": "\"20, अपराधों की सजा के संबंध में संरक्षण.",
  "(2) No person shall be prosecuted and punished for the same": "(2) किसी भी व्यक्ति पर मुकदमा नहीं चलाया जाएगा और उसे दंडित",
  "offence more than once.": "किया जाएगा अपराधएक से अधिक बार.",
  "(24) A bare perusal of the aforesaid Article shows that a": "(२४) पूर्वोक्त अनुच्छेद का एक नंगे छिद्र से पता चल्रता है कि ए",
  "person can claim protection under this Article if he has been already": "व्यक्ति इस अनुच्छेद के तहत सुरक्षा का दावा कर सकता है यदि उसे पहले से ही",
  "prosecuted and punished for the same offence. In other words, firstly,": "मुकदमा चलाया गया है और उसी अपराध के लिए दंडित किया गया है. दूसरे",
  "- he must have been prosecuted in the previous proceeding by a court": "शब्दों में, सबसे पहले, उस पर अदालत द्वारा पिछली कार्यवाही में मुकदमा",
  "of competent jurisdiction. Secondly, the offence which is the subject-": "चलाया गया होगा सक्षम क्षेत्राधिकार का. दूसरे, अपराध जो विषय है-दूसरी",
  "matter of the second proceedings, must be the same as that of the first": "कार्यवाही की बात, पहले की तरह ही होनी चाहिए कार्यवाही, जिसके लिए उस पर",
  "proceedings, for which he was prosecuted and punished. In the present": "मुकदमा चलाया गया और उसे दंडित किया गया. वर्तमान में मामला, 998 के",
  "case, the dismissal of Civil Writ Petition No. 210 of 1998 filed by the": "सिविल राइट याचिका संख्या 20 की बर्खास्तगी द्वारा दायर किया गया दावेदार",
  "contemnor cannot be said to be his prosecution. Further the dismissal": "को उसका अभियोजन नहीं कहा जा सकता है. आगे बर्खास्तगी लागत के साथ",
  "of the petition with costs cannot be labelled or understood as punishment": "याचिका को सजा के रूप में लेबल या समझा नहीं जा सकता है न्यायालय के",
  "of the contemnor for Contempt of Court. It is by now accepted, as a": "योगदान के लिए दावेदार. यह अब तक स्वीकार किया जाता है, ए के रूप में",
  "cardinal principal of law, that the parties that come before a Court": "कार्डिनल प्रिंसिपल ऑफ लॉ, कि जो पार्टियां कोर्ट ऑफ लॉ के सामने आती हैं,",
  "of law, must come with clean hands. The cause of a party found to": "उन्हें साफ हाथों से आना चाहिए. एक पार्टी का कारण पाया गया भौतिक तथ्यों",
  "be thrown out by the Court at any stage of the proceedings. The": "के लिए न्यायालय की. कब न्यायिक प्रक्रिया के लिए एक",
  "Supreme Court in the case of S.P. Chengalvaraya Naidu (dead)": "रूप से उठाया गया था पल्‍लव शेथ मामले (सुप्रा) में माननीय सुप्रीम कोर्ट. निर्णय",
  "wherein Kuldip Singh, J. speaking for the Court, has observed as": "अपने प्रस्ताव पर न्यायालय की कुलदीप सिंह35 (एस.एस. निज्जर, जे)"
}