{
  "BALDEV RAJ AND OTHERS v. FINANCIAL COMMISSIONER, 619 HARYANA AT CHANDIGARH AND OTHERS": "बलदेव राज और अन्य बनाम वित्तीय आयोग, हरियाणा चंडीगढ़ और अन्य 69",
  "(K. Kannan, J.)": "ल्‍्यामूर्ति के. कन्नन)",
  "Before K.Kannan, J.": "न्यामूर्ति के. कन्नन के समक्ष ।",
  "BALDEV RAJ AND OTHERS,—Petitioners": "बलदेव राज और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "FINANCIAL COMMISSIONER, HARYANAAT CHANDIGRAH, AND OTHERS,—Respondents": "वित्तीय आयुक्त, चंडीगढ़ हरियाणा, और अन्य,-उत्तरदाता",
  "Civil Writ Petition No.286 of 1986": "सिविल रिट याचिका सं. 4986 की 286",
  "Constitution of India, 1950 - Punjab Security of Land Tenures": "भारत का संविधान, 950-पंजाब भूमि कार्यकाल सुरक्षा अधिनियम, 953-५5.5-8,",
  "the right of the tenant. I will reject the plea that a purchaser endent elite": "में इस दलील को अस्वीकार कर दूंगा कि एक खरीदार प्रिय अभिजात वर्ग को",
  "cannot be heard at all. There has been sufficient case law that a transferee": "बिल्कुल भी नहीं सुना जा सकता है।पर्याप्त कानून है कि एक स्थानांतरिती सुनवाई",
  "is entitled to be heard and it will be premature to even observe that the": "का हकदार है और यह देखना भी जल्दबाजी होगी कि स्थानांतरिती के पास बहस",
  "transferee is not likely to have any valid case to contend for.": "करने के लिए कोई वैध मामला होने की संभावना नहीं है।",
  "(Para 8)": "(पैरा 8)",
  "Further held, that the impugned orders are set aside and the matter": "यह भी अभिनिर्धारित किया कि विवादित आदेशों को दरकिनार कर दिया जाता",
  "area for the landowners, who are the heirs of Hukam Singh and Aidal Singh": "सिंह और ऐदल सिंह के उत्तराधिकारी हैं, के लिए अनुमेय क्षेत्र का निर्धरण किया",
  "and allow also an opportunity to the petitioner as a transferee from the sons of Hukam Singh and Aidal Singh to state his objections and prove the": "जा सके और याचिकाकर्ता को हुकुम सिंह और ऐदल सिंह के बेटों से स्थानांतरिती के रूप में अपनी आपत्तियों को बताने और अपनी खरीद की वास्तविकता को",
  "the right of tenant could be considered. If there existed no surplus and the": "निर्धरण के बाद, किरायेदार के अधिकार पर विचार किया जा सकता है।यदि कोई",
  "tenant cannot be protected to secure a benefit under Section 18 and if the": "अधिशेष मौजूद नहीं है और किरायेदार को नियम 8 के तहत लाभ प्राप्त करने के लिए संरक्षित नहीं किया जा सकता है और यदि भूमि मालिक निष्कासन के लिए",
  "the future course of action only because I am not still holding that the tenant": "केवल इसलिए तैयार की है क्योंकि में अभी भी यह नहीं मान रहा हूं कि किरायेदार",
  "should be left high and dry. They will get what the law accords to him.": "को ऊंचा और सूखा छोड़ दिया जाना चाहिए।उन्हें वही मिलेगा जो कानून उन्हें देता है।",
  "(Para 9)": "(पैरा 9)",
  "Arun Palli, Senior Advocate, with Mr. Sandeep Chabra, Mr.Jai": "अरुण पफल्ली, वरिष्ठ अधिवक्ता, श्री संदीप छाबड़ा, श्री जयभगवान, श्री एस. के.",
  "Bhagwan, Mr. S.K. Garg, Mr. Tushar Sharma, Mr.Suvir, Mr. KVS Kang, Advocates, for the petitioners.": "गर्ग ,श्री तुषार शर्मा, श्री सुरवीर, श्री केवीएस कांग अधिवक्ता याचिकाकर्ताओं की ओर से।",
  "Anjum Ahmed, Additional Advocate General, Haryana, for respondents 1 to 3.": "अंजुम अहमद, अतिरिक्त महाधिवक्ता हरियाणा, उत्तरदाताओं 4 से 3 के लिए।",
  "Surjit Singh, Senior Advocate, with Mr. Vikas Singh, Mr. Jagdev": "सुरजीत सिंह वरिष्ठ अधिवक्ता, श्री विकास सिंह, श्री जगदेव सिंह और सुश्री",
  "Singh and Ms. Shikha Sharma, Advocates, for respondent No.4.": "शिखा शर्मा, अधिवक्ता प्रतिवादी नं. 4 की ओर से।",
  "the landlord's right of reservation. Before the determination is done, if the landowner has died and the succession has taken place, then by the scheme": "किए जाने से पहले, यदि भूमि मालिक की मृत्यु हो गई है और उत्तराधिकार हुआ है,",
  "permissible area in the hands of the legal heirs. That determination shall": "में भूमि मालिक के अनुमेय क्षेत्र का पुनर्निधरिण किया जाना चाहिए।वह निर्धारण",
  "precede the consideration of the tenant's right under Section 18.": "धारा 8 के तहत किरायेदार के अधिकार पर विचार करने से पहले होगा।",
  "(Para 6)": "(पैरा 6)",
  "Further held, that in this case, the Collector has merely taken the": "यह अभिनिर्धारित किया गया कि इस मामले में, कलेक्टर ने विरासत को केवल",
  "inheritance as an incidental and a formal issue of recording their presence": "एक आकस्मिक और उनकी उपस्थिति दर्ज करने के एक औपचारिक मुद्दे के रूप",
  "entitlement of such legal heirs. On the other hand, he merely refers to the": "पात्रता का संदर्भ नहीं देता है।दूसरी ओर, वह केवल उस सीमा तक उल्लेख करते",
  "extent, which Hukam Singh and Aidal Singh were entitled to hold, not": "हैं, जिसे हुकुम सिंह और ऐदल सिंह रखने के हकदार थे, इस तथ्य को ध्यान में नहीं",
  "minding the fact that they had died at the time when he was passing the order.": "रखा गया कि उनकी मृत्यु उस समय हुई थी जब वह आदेश पारित कर रहा था।",
  "(Para 7)": "(पैरा 7)",
  "Further held, that all this is not to say that the tenant loses out": "यह अभिनिर्धारित किया गया कि यह सब कहने के लिए नहीं है कि किरायेदार",
  "everything. It would only mean that under the scheme of the Act, right under": "सब कुछ खो देता है।इसका केवल यह अर्थ होगा कि अधिनियम की योजना के",
  "landowners' reservation under Section 5-B. In this case, it is immaterial that the landlords themselves are not aggrieved and they are not before this": "तहत, नियम 5-बी के तहत भूमि मालिकों के आरक्षण को पहले निर्धारित किए बिना",
  "precede the consideration of the tenant’s right under Section 18.": "किसी किरायेदार के लिए नियम 8 के तहत अधिकार की जांच नहीं की जा सकती",
  "themselves are not aggrieved and they are not before this Court. A transferee": "और वे इस न्यायालय के समक्ष नहीं हैं।एक स्थानांतरिती स्थानांतरितीओं के स्थान",
  "gets into the shoes of the transferors and he is entitled to protect his own": "पर आ जाता है और वह यह सुनिश्चित करने के लिए अपने अधिकारों की रक्षा करने",
  "rights to ensure that a reservation is so done that the property purchased": "का हकदार है कि आरक्षण इस तरह से किया जाए कि उसके द्वारा खरीदी गई",
  "by him falls within the reserved area. Such a determination again could not": "संपत्ति आरक्षित क्षेत्र के भीतर आए।इस तरह का निर्धारण किरायेदार के अधिकार",
  "have been done without allowing the purchaser to participate in the proceedings and allow for his objections to be stated before considering": "पर विचार करने से पहले खरीदार को भाग लेने की अनुमति और उसकी आपत्तियों",
  "Lal Singh and another versus State of Punjab and others (4); Narinder Singh versus State of Haryana (5); & The State of Haryana and": "बलदेव राज और अन्य बनाम वित्तीय आयोग, हरियाणा चंडीगढ़ और अन्य 62!",
  "that the mandate of the Financial Commissioner was that the reservation of the landowners Hukam Singh and Aidal Singh alone were to be considered": "वित्तीय आयुक्त का आदेश था कि केवल भूमि मालिक हुकुम सिंह और ऐदल सिंह",
  "and it was not possible to go beyond the brief. After the remand, the": "के आरक्षण पर विचार किया जाना था और संक्षिप्त विवरण से आगे जाना संभव नहीं",
  "Collector, therefore, held that Hukam Singh and Aidal Singh had each held": "था।रिमांड के बाद, कलेक्टर ने कहा कि हुकुम सिंह और ऐदल सिंह में से प्रत्येक के",
  "an extent of about 35 standard acres and 3 % units under self-cultivation": "पास स्व-खेती के तहत लगभग 35 मानक एकड़ और साढ़े तीन इकाइयां थीं और",
  "and found 70 acres equivalent to 52 standard acres and 12 % units each": "उन्हें किरायेदारों के हाथों में 52 मानक एकड़ के बराबर 70 एकड़ और साढ़े बारह",
  "in the hands of the tenants. According to Section 5-B, each of the landowners,": "इकाइयां मिलीं। नियम 5-बी के अनुसार, प्रत्येक भूमि मालिकों, अर्थात्‌ हुकुम सिंह",
  "namely, Hukam Singh and Aidal Singh, had to be allowed 30 standard acres": "और ऐदल सिंह को उनके अनुमेय क्षेत्र में 30) मानक एकड़ की अनुमति दी जानी थी",
  "in their permissible area and the balance of 5 standard acres and 3 % units": "और शेष 5 मानक एकड़ और ३/4 इकाइयों को अधिशेष घोषित किया जाना था",
  "was to be declared as surplus and the right of tenant could be decided in terms of such a declaration. This reasoning as found from the order of the": "और किरायेदार का अधिकार इस तरह की घोषणा के संदर्भ में तय किया जा",
  "terms of such a declaration. This reasoning as found from the order of the Collector was affirmed subsequently and the impugned orders reflect the": "सकता था।कलेक्टर के आदेश से पाए गए इस तर्क की बाद में पुष्टि की गई और",
  "same line of reasoning and it is challenged through this writ petition.": "विवादित आदेश उसी तर्क को दर्शाते हैं और इसे इस रिट याचिका द्वारा से चुनौती",
  "(3) It is contended by the learned senior counsel appearing on behalf": "(3) याचिकाकर्ताओं की ओर से पेश विद्वान वरिष्ठ अधिवक्ता ने तर्क दिया कि",
  "of the petitioners that the direction of the Financial Commissioner could not have been considered without reference to the subsequent event of death": "वित्त आयुक्त के निर्देश पर बाद की मृत्यु की घटना के संदर्भ बिना विचार नहीं",
  "BALDEV RAJ AND OTHERS v. FINANCIAL COMMISSIONER, 623 HARYANA AT CHANDIGARH AND OTHERS": "बलदेव राज और अन्य बनाम वित्तीय आयोग, हरियाणा चंडीगढ़ और अन्य 623",
  "of the landowners and if through inheritance, the property had devolved on": "भूमि मालिकों की और यदि विरासत द्वारा से संपत्ति उनके निर्धरण की तारीख को",
  "his heirs on the date of his determination, he was bound to take notice of such a subsequent event and allowed for the respective holding of the legal": "उनके उत्तराधिकारियों को हस्तांतरित की गई थी, तो वह ऐसी बाद की घटना पर ध्यान देने के लिए बाध्य था और अपने अनुमेय क्षेत्र के लिए किरायेदार की याचिका",
  "heirs as per their entitlement before allowing for consideration of tenant’s": "पर विचार करने की अनुमति देने से पहले उनकी पात्रता के अनुसार कानूनी",
  "of the private respondent, who is the tenant, would contend that the writ": "किरायेदार है, की ओर से पेश विद्वान वरिष्ठ अधिवक्ता का तर्क होगा कि रिट",
  "petition itself has been filed at the instance of a transferee only without": "याचिका में स्थानांतरितीओं को पक्ष बनाए बिना ही एक स्थानांतरिती के कहने पर",
  "making the transferors parties in the writ petition. The transferors had not": "रिट याचिका दायर की गई है।स्थानान्तरणकर्ताओं ने स्वयं आदेश को चुनौती नहीं",
  "themselves challenged the order and if they have not expressed any grievance": "दी थी और यदि उन्होंने इसके लिए कोई शिकायत नहीं की है, तो याचिकाकर्ता भी",
  "for the same, a fortiorari, the petitioners cannot also object to the same. It is the further contention that the direction of the Financial Commissioner": "इस पर आपत्ति नहीं कर सकते हैं।यह आगे का तर्क है कि वित्तीय आयुक्त के",
  "could not have been breached by the Collector and more so, in a situation": "निर्देश का कलेक्टर द्वारा उल्लंघन नहीं किया जा सकता था और इससे भी अधिक,",
  "where the property did not belong to the estate of the respective deceased landlords, namely, Hukam Singh and Aidal Singh on their death to devolve": "ऐसी स्थिति में जहां संपत्ति संबंधित मृत जमींदारों, अर्थात्‌ हुकुम सिंह और ऐदल सिंह की संपत्ति से संबंधित नहीं थी, उनकी मृत्यु पर उत्तराधिकार द्वारा उनके",
  "by succession to his legal heirs. This contention was on the basis that the": "कानूनी उत्तराधिकारियों को हस्तांतरित करने के लिए।यह तर्क इस आधार पर था",
  "tenant has paid his installment at the time of the death and also subsequently": "कि किरायेदार ने मृत्यु के समय अपनी किश्त का भुगतान किया है और बाद में",
  "parted with all the installments and in terms of Section 18(4) of the Act,": "सभी किश्तों को भी अलग कर दिया है और अधिनियम की नियम 8 (4) के संदर्भ",
  "the property was deemed to have vested in the tenant and did not survive": "में, संपत्ति को किरायेदार में निहित माना गया था और यह भूमि मालिकों या",
  "during the application filed by the tenant under Section 18 and, therefore,": "किरायेदार द्वारा दायर आवेदन के दौरान की गई थी और इसलिए, लिस पेंडेंस के",
  "(4) The arguments relating to inter se rights of a transferee and the": "(4) एक हस्तांतरिती और किरायेदार के पारस्परिक अधिकारों से संबंधित तर्क",
  "tenant must be examined only in the context of what right a transferee could": "की जांच केवल इस संदर्भ में की जानी चाहिए कि एक हस्तांतरणकर्ता क्‍या",
  "claim could not be better than the landowners’ right. It will be wrong to": "अधिकार कर सकता है दावा भूस्वामियों के अधिकार से बेहतर नहीं हो सकता।",
  "the other hand, the transferee only takes the right of a transferor and cannot": "दूसरी ओर, स्थानान्तरण केवल स्थानान्तरण का अधिकार लेता है और स्थानान्तरण",
  "plead any right better then the transferor had. I will, therefore, first stave": "की तुलना में किसी भी अधिकार का बेहतर अनुरोध नहीं कर सकता है।इसलिए, मैं पहले इस आपत्ति को स्पष्ट कर दूंगा कि कोई स्थानांतरिती लाइस पेंडेंस के सिद्धांत",
  "clear of the objection that a transferee cannot make any claim being affected": "से प्रभावित होने का कोई दावा नहीं कर सकता है।",
  "(5) The point that would require a focus is whether the landowners": "(5) जिस बिंदु पर ध्यान केंद्रित करने की आवश्यकता होगी वह यह है कि क्या",
  "could be said to have lost the right in favour of the tenant even before a reservation is made under Section 5-B. If the case was to be again considered": "यह कहा जा सकता है कि नियम 5-बी के तहत आरक्षण किए जाने से पहले ही भूमि मालिकों ने किरायेदार के पक्ष में अधिकार खो दिया है। यदि मामले पर नियम",
  "only in the context of the effect of payment of first installment under Section": "8(4) के तहत केवल पहली किस्त के भुगतान के प्रभाव के संदर्भ में फिर से विचार"
}