{
  "Before Hon’ble A. L. Bahri & V. K. Bali, JJ.": "माननीय न्यायमूर्ति ए. एल. बाहरी और वी. के. बाली के समक्ष,",
  "M/S JAI BHAGWAN OM PARKASH,—Petitioner.": "मेसर्स जय भगवान ओम प्रकाश-याचिकाकर्ता।",
  "versus": "बनाम",
  "THE DIRECTOR OF INSPECTION NEW DELHI AND OTHERS,—Respondents.": "निरीक्षण निदेशक नई दिल्‍ली और अन्य,-उत्तरदाता।",
  "Civil Writ Petition No. 6460 of 1987.": "4987 की सिविल्र रिट याचिका संख्या 6460",
  "March 30, 1992.": "30 मार्च, 4992",
  "Income Tax Act, 1961—S. 132—Income Tax Rules, 1962—Porer to order search—Such power to be exercised strictly in accordance": "आयकर अधिनियम, 4964-धारा व32-आयकर नियम, 4962-तलाशी का आदेश देने की शक्ति-ऐसी शक्ति",
  "to order search—Such power to be exercised strictly in accordance with law—Search warrant issued against firm A—Search of premises": "का उपयोग कानन के अनसार सख्ती से किया जाना-फर्म ए के खिलाफ जारी खोज वारंट-फर्म बी के",
  "of Firm B—Letter of authorization containing name “of partners of* firm B as well—Validity of such search.": "विशेषाधिकारों की खोज-भागीदारों के नाम वाले प्राधिकरण पत्र बी की पृष्टि करते हैं-ऐसी तलाशी की वैधता।",
  "Held, that the exercise of power under section 132 of the Art of": "यह मानते हए कि 4964 के अधिनियम की खंड 432 के तहत शक्ति का प्रयोग, कर-प्रार्थना करने वाले के",
  "1961, a serious invasion is made upon the rights, privacy and free dom of the tax-prayer, the power must be exercised strictly": "अधिकारों, गोपनीयता और स्वतंत्रता पर एक गंभीर आक्रमण किया जाता है, शक्ति का प्रयोग कानन के",
  "accordance with the law and only for the purposes for which — ‘the": "अनुसार सख्ती से किया जाना चाहिए और केवल उन उददेश्यों के लिए जिनके लिए कानून इसका प्रयोग करने",
  "(Para 12)": "(पैरा 42)",
  "Further held, that warrant of authorisation was to search the premises of all the persons mentioned in the file. It is clearly men-": "इसके अलावा, प्राधिकरण का वारंट फाइल में उल्लिखित सभी व्यक्तियों के परिसरों की तलाशी के लिए था।",
  "tioned in the letter of authorisation that all such persons as have": "प्राधिकरण पत्र में यह स्पष्ट रूप से उल्लेख किया गया है कि ऐसे सभी व्यक्तियों और उनके परिसरों की",
  "of account and other documents in respect of other businesses": "व्यवसायों के संबंध में लेखा पुस्तकें और अन्य दस्तावेज निश्चित रूप से प्रासंगिक होंगे क्योंकि वे लेनदेन और",
  "search and seized the books of accounts and documents in relation to": "संबंध में लेखा पुस्तकों और दस्तावेजों को जब्त कर लिया था, इसलिए तलाशी को अवैध नहीं माना जा सकता",
  "(Para 14)": "(पैरा 44)",
  "B. S. Gupta, Sr. Advocate with Sanjay Bansal, Advocate. for the Petitioner.": "बी. एस. गुप्ता, वरिष्ठ अधिवक्ता और संजय बंसल, अधिवक्ता याचिकाकर्ता के लिए।",
  "R. P. Sawhney, Advocate with Aradhna Sawhney, Advocate, for": "आर. पी. साहनी, प्रतिवादी की ओर से अधिवक्ता आराधना साहनी के साथ अधिवक्ता",
  "JUDGMENT": "निर्णय",
  "1962 (hereinafter to be referred as the Act of 1961 and the Rules of": "नियम, 4962 (इसके बाद क्रमशः 964 के अधिनियम और 4962 के नियमों के रूप में संदर्भित) के नियम",
  "zation resulting into recovery of 4 Kgs. of gold ornaments, 119 Kgs.": "कड़ी की तलाशी और जब्ती के परिणामस्वरूप 4 किलोग्राम सोने के गहने, 449 किलोग्राम चांदी के गहने, 2",
  "Panchanama (Annexure P3), list/inventory of jewellery and other items, as also inventory of cash found seized, list/inventory of": "(अनुलग्नक पी3), आभूषणों और अन्य वस्तओं की सची/सची, साथ ही जब्त की गई नकदी की सूची, जब्त की",
  "account books seized, and the notice under Rule 112-A of the Rule of 1962, have been challenged by M/s Jai Bhagwan Om Parkash, a": "गई खाता पुस्तकों की सूची/सूची और 4962 के नियम के नियम 442-ए के तहत नोटिस को चुनौती दी है, ओम",
  "partnership concern consisting of Om Parkash, Som Parkash, Avinash Chander and Viney Kumar. The warrants of authorization and the": "प्रकाश, सोम प्रकाश, अविनाश चंदर और विनय कमार की साझेदारी वाली संस्था है | प्राधिकरण के वारंट और",
  "proceedings initiated on the force of the said warrants have been styled by the petitioner to be wholly illegal and without jurisdic-": "उक्त वारंट के बल पर शुरू की गई कार्यवाही को याचिकाकर्ता दवारा परी तरह से अवैध और अधिकार क्षेत्र के",
  "tion. It is stated that there was no warrant of authorization for searching the premises of the petitioner inasmuch as the said autho-": "बिना बताया गया है। यह कहा गया है कि याचिकाकर्ता के परिसर की तलाशी के लिए प्राधिकरण का कोई वारंट",
  "HUF assessee. It is further stated that the jewellery and cash which": "था। यह आगे कहा गया है कि जो आभूषण और नकदी मिली और जब्त की गई थी, वह निर्धारिती द्वारा रखी",
  "was found and seized, stands mentioned in the regular accounts beoks maintained by the assessee, supported by the entries in the Gold Control Register, and also that there was a complete confusion": "गई नियमित लेखा पुस्तकों में उल्लिखित है, जो स्वर्ण नियंत्रण रजिस्टर में प्रविष्टियों दवारा समर्थित है, और",
  "M/s Om Parkash Som Parkash. The petitioner M/s Jai Bhagwan,": "मेसर्स ओम प्रकाश सोम प्रकाश, याचिकाकर्ता मेसर्स जय भगवान, ओम प्रकाश को आयकर अधिनियम की",
  "Om Parkash is stated to be a registered firm under Section 185 of the Income-tax Act, and hence warrants of authorization which were issued against M/s Om Parkash Som Parkash could not be utilized": "खंड 485 के तहत एक पंजीकृत फर्म कहा गया है, और इसलिए मेसर्स ओम प्रकाश सोम प्रकाश के खिलाफ",
  "clamour of the petitioner. Before, however, the matter is dealt in light of the relevant provisions of the Income-tax Act and the rules": "सका। हालाँकि, इस मामले को आयकर अधिनियम के प्रासंगिक प्रावधानों और उसके तहत बनाए गए नियमों",
  "framed thereunder, it shall be useful to gloss through the facts that have necessitated the petitioner to rake up the aforesaid issue by": "के आलोक में निपटाने द्वारा , पहले उन तथ्यों को स्पष्ट करना उपयोगी होगा, जिनके कारण याचिकाकर्ता को",
  "filing the present petition under Articles 225/227 of the Constitution of India.": "भारत के संविधान के अनुच्छेद 226/227 के तहत वर्तमान याचिका दायर करके उपरोक्त मुद्दे को उठाना",
  "(2) M/s Jai Bhagwan Om Parkash is a registered firm consisting of the partners stated above. This firm is duly registered under": "2) मेसर्स जय भगवान ओम प्रकाश ऊपर बताए गए भागीदारों की जीकत फर्म है। यह फर्म आयकर",
  "Section 185 of the Income-tax Act and also under the Partnership": "अधिनियम की खंड 485 के तहत और साझेदारी अधिनियम के तहत भी विधिवत पंजीकृत है। आय-कर",
  "Act. The petitioner-firm had been assessed upto the assessment year 1986-87 by the Income-tax Officer, B-Ward, Karnal. On 7th July, 1987,": "अधिकारी, बी-वार्ड, करनाल दवारा याचिकाकर्ता-फर्म का मूल्यांकन निर्धारण वर्ष 986-87 तक किया गया था। 7 जुलाई, 987 को मैसर्स ओम प्रकाश-सोम प्रकाश के परिसरों की तलाशी लेने के लिए अधिकत",
  "issued in favour of the authorized officers, namely, Sarvshri S. P. Mahajan, Income-tax Officer, Hisar, and 5. C. Sabharwal, Income-tax": "अधिकारियों, अर्थात्‌ सर्वश्री एस. पी. महाजन, आयकर अधिकारी, हिसार और एस. सी. सभरवाल, आयकर अधिकारी, रेवाड़ी के पक्ष में 4964 के अधिनियम की खंड 432 के तहत प्राधिकरण के वारंट जारी किए गए",
  "Parkash. The case of the petitioner-firm is that instead of carrying out the search operation of M/s Om Parkash Som Parkash, the pre-": "थे।याचिकाकर्ता-फर्म का मामला यह है कि मेसर्स ओम प्रकाश सोम प्रकाश के तलाशी अभियान को अंजाम देने",
  "mises of which firm were only to be searched as per the warrants of": "के बजाय, जिस फर्म के परिसरों की तलाशी केवल प्राधिकरण के वारंट के अनसार ली जानी थी, याचिकाकर्ता",
  "authorization, the operation was carried in the premises of the peti- tioner M/s Jai Bhagwan Om Parkash. In so far as firm M/s Om": "मेसर्स जय भगवान ओम प्रकाश के परिसर में कार्रवाई की गई थी। जहाँ तक फर्म मेसर्स ओम प्रकाश सोम",
  "and does not carry on any business except that it is assessed under": "मूल्यांकन किए जाने के अलावा कोई भी व्यवसाय नहीं करता है। उपरोक्त एच. यू. एफ. से संबंधित निर्धारण",
  "ment order under the Wealth-Tax Act, passed with respect to the assessment year 1986-87, pertaining to the aforesaid HUF, has been": "वर्ष 4986-87 के संबंध में पारित संपत्तिकर अधिनियम के तहत मूल्यांकन आदेश की एक प्रति इस याचिका",
  "placed on the record of this petition, and is annexed as Pl. A": "के रिकॉर्ड में रखी गई है, और इसे पी. आई. के रूप में संलग्न किया गया है। एक पंचनामा तैयार किया गया था,",
  "Som Parkash in respect of the business under the name and style of Jai Bhagwan Som Parkash, Sarafa Bazar, Karnal, was mentioned.": "जिसमें जय भगवान सोम प्रकाश, सराफा बाजार, करनाल के नाम और शैली के तहत व्यवसाय के संबंध में",
  "As per the case of the petitioner, there was no indication of watrants of authorization with respect to the business of M/s Jai": "मेसर्स ओम प्रकाश सोम प्रकाश के नाम का उल्लेख किया गया था। याचिकाकर्ता के मामले के अनसार, मेसर्स जय भगवान ओम प्रकाश के व्यवसाय के संबंध में प्राधिकरण के वारंट का कोई संकेत नहीं था।आभूषणों की",
  "The items which were taken into possession, and of which a list was prepared, as per the case of the petitioner. find mention in the": "कब्जे में लिया गया था और जिनकी एक सची तैयार की गई थी, उनका उल्लेख याचिकाकर्ता के स्टॉक",
  "stock register of the petitioner, as also in the Gold Control Register,": "रजिस्टर में और स्वर्ण नियंत्रण रजिस्टर में भी मिलता है।"
}