{
  "LL.R. PUNJAB AND HARYANA 2012(2)": "आई. एल. आर. पंजाब और हरियाणा 202(2)",
  "appointment to the posts of Clerks shall be made as the vacancies arise from the list which shall remain in force for a": "क्लर्क के पदों पर नियुक्ति जब रिक्तियों हो उस सूची से की जाएगी जो परीक्षा",
  "period of two years from the date of examination and lapse": "की तारीख से दो साल की अवधि के लिए लागू रहेगी और उसके बाद समाप्त",
  "10% of the vacancies in the cadre of Clerks during Calendar": "(4) कैलेंडर वर्ष के दौरान क्‍लर्कों की 0% रिक्तिया निम्नलिखित",
  "supervisors/Restorers working in this Court possessing the": "योग्यता/अनुभव रखने वाले इस न्यायालय में काम करने वाले",
  "(i) Graduate of recognized University with two years service as Supervisor/Restorer on the establishment of this Court.": "() इस न्यायालय की स्थापना में पर्यवेक्षक/पुनर्स्थापनाकर्ता के रूप में दो साल की सेवा के साथ मान्यता प्राप्त विश्वविद्यालय से स्नातक।",
  "OR": "या",
  "(ii) Matriculates of a recognized University/Board or its equivalent with five years service as Supervisor/Restorer on the establishment of this Court. Provided that the eligible": "(0) इस न्यायालय की स्थापना में पर्यवेक्षक/पुनर्स्थापनाकर्ता के रूप में पांच साल की सेवा के साथ किसी मान्यता प्राप्त विश्वविद्यालय/बोर्ड या उसके",
  "test in English at the speed of 30 words per minute before promotion as Clerk.": "के रूप में पदोन्नति से पहले 30 शब्द प्रति मिनट की गति सै अंग्रेजी में टाइप-",
  "SUBHASH CHAND HIRA AND OTHERS v. PUNJAB AND 707 HARYANA HIGH COURT, CHANDIGARH": "सुभाष चंद हीरा और अन्य बनाम पंजाब और हरियाणा उच्च न्यायालय, चंडीगढ़. 707",
  "(Permod Kohli, J.)": "न्यामूर्ति प्रमोद कोहली)",
  "Before Permod Kohli, J.": "न्यामूर्ति प्रमोद कोहली के समक्ष",
  "SUBHASH CHAND HIRA & OTHERS,—Petitioners": "सुभाष चंद हीरा और अन्य-याचिकाकर्ता",
  "versus": "बनाम",
  "PUNJAB AND HARYANA HIGH COURT, CHANDIGARH,—Respondent": "पंजाब और हरियाणा उच्च न्यायालय, चंडीगढ़-प्रतिवादी",
  "CWP No. 9806 of 1994": "सी. डब्ल्यू पी. सं. 4994 का 9806",
  "Constitution of Inda, 1950 -Art. 309 - High Court": "भारत का संविधान, 950- अनुछेद-309-उच्च न्यायालय स्थापना (नियुक्ति",
  "Establishment (Appointment & Condition of Service) Rules, 1973 - RI. 19 - Petitioners working as Restorers - Appointment as Clerk": "और सेवा की शर्त) नियम, 4973- नियम १9- याचिकाकर्ता पुनर्स्थापनाकर्ता के रूप",
  "is by either direct recruitment (90 %) and promotion from amongst": "में काम करने वाले-क्लर्क के रूप में नियुक्ति या तो सीधी भर्ती (90 प्रतिशत) और",
  "were placed at Sr. nos 5 to 8 - Petitioners made representation to": "याचिकाकर्ता टाइप टेस्ट के लिए उपस्थित हुए और उन्हें 5 से 8 क्रमांक पर रखा",
  "SUBHASH CHAND HIRA AND OTHERS v. PUNJAB AND 709 HARYANA HIGH COURT, CHANDIGARH": "सुभाष चंद हीरा और अन्य बनाम पंजाब और हरियाणा उच्च न्यायालय, चंडीगढ़ 709",
  "Sangita Dhanda, Advocate, for the petitioners": "संगीता ढांडा, अधिवक्ता याविकाकर्ताओं की ओर से",
  "Sanjeev Sharma, Sr.Advocate with Rajdeep Singh Cheema, Advocate for respondents": "संजीव शर्मा, वरिष्ठ अधिवक्ता और राजदीप सिंह चीमा उत्तरदाताओं के लिए",
  "(1) The petitioners are employees of the High Court. At the time": "() याचिकाकर्ता उच्च न्यायालय के कर्मचारी हैं।इस याचिका को दायर करने के",
  "of filing of this petition, they were working as Restorers, however, during": "समय, वे पुनर्स्थापनाकर्ता के रूप में काम कर रहे थे, हालाँकि, इस याचिका",
  "2008. At the time of filing of this petition, the prayer made by the petitioners": "याचिका को दायर करने के समय, याचिकाकर्ताओं द्वारा की गई प्रार्थना उनकी",
  "was for their promotion, on the basis of passing of the type test on 6th": "पदोन्नति के लिए थी, जो 6 नवंबर, 993 को टाइप टेस्ट में उत्तीर्ण होने के आधार",
  "Since the petitioners were promoted during the pendency of this writ": "याचिकाकर्ताओं को इस रिट याचिका के लंबित रहने के दौरान पदोन्नत किया गया",
  "retrospective promotion to the post of Clerks having qualified the type test": "टाइप टेस्ट में अर्हता प्राप्त करने वाले क्लर्क विचाराधीनता पर उनकी पूर्वव्यापी",
  "(2) Petitioners no.1 to 3 are matriculates whereas petitioner no.4": "(2) याचिकाकर्ता संख्या से 3 मैट्रिक हैं जबकि याचिकाकर्ता संख्या 4 स्नातक",
  "is graduate. Next promotion from the post of Restorer is to the post of": "है।रिस्टोरर के पद से अगली पदोन्नति क्लर्क के पद पर है।पदोन्नति/भर्ती उच्च",
  "Establishment (Appointment and Condition of Service) Rules 1973 (hereinafter": "न्यायालय प्रतिष्ठान (नियुक्ति और सेवा की शर्त) नियम 973 (इसके बाद \"973",
  "are prescribed- by direct recruitment 90% and promotion from amongst": "के लिए दो स्रोत निर्धारित किए गए हैं-प्रत्यक्ष भर्ती द्वारा 90 प्रतिशत और",
  "Apart from above note, another Sub Rule (5) to Rule 19 was added": "उपरोक्त टिप्पणी के अलावा, नियम 9 में एक और उप नियम (5) जोड़ा गया था",
  "which reads as under:-": "जो इस प्रकार हैः",
  "“19(5)(i) All regular vacancies of Clerks shall be filled in from the": "“9(5)6) क्लर्कों की सभी नियमित रिक्तियों को बारी-बारी से दो स्रोतों से",
  "two sources by rotation i.e. first two vacancies shall be filled in from source (1) i.e. appointment by way of direct recruitment": "भरा जाएगा अर्थात पहले दो रिक्तियों को स्रोत ()) से भरा जाएगा यानी सीधी",
  "from source (1) i.e. appointment by way of direct recruitment and the next one vacancy from source (II) i.e. appointment by": "भर्ती के माध्यम से नियुक्ति और स्रोत (2) से अगली रिक्ति यानी पदोन्नति के",
  "way of promotion, from amongst eligible Supervisors/Restorers from the High Court Establishment.": "माध्यय से नियुक्ति, उच्च न्यायालय प्रतिष्ठान के योग्य पर्यवेक्षकों/पुनर्स्थापनाकर्ताओं में से।",
  "Provided that all vacancies of one source may be filled in from the": "बशर्ते कि एक स्रोत की सभी रिक्तियों को दूसरे स्रोत से तदर्थ आधार तदर्थ",
  "(ii) The seniority inter-se of the Clerks shall be determined by the": "(0) क्लर्कों की वरिष्ठता का निर्धारण उस आदेश से किया जाएगा जिसमें उन्हें",
  "order in which they are appointed on regular basis.": "नियमित आधार पर नियुक्त किया जाता है।",
  "Sd/-OP Goel, Additional Registrar (Admn.)”": "एस. डी./- ओ. पी. गोयल, अतिरिक्त पंजीयक (प्रशासन) \"",
  "(4) In view of the above amendment, a panel of the qualified": "(4) उपरोक्त संशोधन को ध्यान में रखते हुए, पदोन्नति कोटे के तहत योग्य",
  "any limitation and even if a senior person qualifies the written test, later than": "और भले ही कोई वरिष्ठ व्यक्ति लिखित परीक्षा में अर्हता प्राप्त करता है, लेकिन",
  "the juniors in the panel who had qualified the type test earlier is entitled to": "पैनल में कनिष्ठ, जिन्होंने पहले प्रकार की परीक्षा उत्तीर्ण की थी, वे क्लर्क के रूप में",
  "claim seniority in the matter of appointment/promotion as Clerks. The": "नियुक्ति/पदोन्नति के मामले में वरिष्ठता का दावा करने के हकदार हैं।संशोधित",
  "amended Rule further provides for holding regular type test of eligible": "नियम में पात्र उम्मीदवारों की नियमित टंकण परीक्षा आयोजित करने का भी",
  "candidates. Eligibility to be determined on 31st December and 30th June": "प्रावधान है।किसी कैलेंडर वर्ष की पात्रता क्रमशः ३। दिसंबर और 30 जून को",
  "promotees. Though power to fill up the available vacancies from other source was also introduced subject to restrictions contained therein. Rule": "अन्य ख्रोतों से उपलब्ध रिक्तियों को भरने की शक्ति भी उसमें निहित प्रतिबंधीं के",
  "19 is said to have been amended later in the year 2008 and under the": "अधीन पेश की गई थी।कहा जाता है कि नियम 49 को वर्ष 2008 में बाद में",
  "(5) The petitioners are claiming their promotion retrospectively": "(5) याचिकाकर्ता पूर्वव्यापी रूप से अपनी पदोन्नति का दावा कर रहे हैं जब",
  "n Act, under Art. 309, the rules, framed under the proviso, will": "साथ-साथ यह अभिनिर्धारित किया है कि अनुच्छेद 309 के तहत बनाए गए नियम",
  "so prescribes. The amendment in the Rules in the present case does not provide for retrospective operation. The judgment rendered in YV Rangaiah": "मामले में नियमों में संशोधन पूर्वव्यापी संचालन के लिए प्रावधान नहीं करता है।वाई.",
  "provide for retrospective operation. The judgment rendered in YV Rangaiah v/s J Sreenivasa Rao; 1983 (3) SCC 285 is a true reflection of law. The": "वी. रंगैया बनाम जे. श्रीनिवास राव; 983 (3) एस. सी. सी. 285 में दिया गया निर्णय",
  "of Rule 19(4) was made when the process of selection/ appointment had": "क्योंकि नियम 9 (4) का संशोधन तब किया गया था जब चयन/नियुकति की प्रक्रिया",
  "already been completed and because the amendment introduced keeping": "पहले ही पूरी हो चुकी थी और क्योंकि पैनल को जीवित रखते हुए पेश किया गया",
  "the panel alive is not merely procedural but also affect the substantive right": "संशोधन न केवल प्रक्रियात्मक है बल्कि व्यक्ति के मूल अधिकार को भी प्रभावित",
  "candidate to occupy a vacancy in the future unless the panel legally survives": "शामिल उम्मीदवार में एक निहित अधिकार पैदा करती है जब तक कि पैनल भविष्य के लिए कानूनी रूप से जीवित न रहे।इस प्रकार याचिकाकर्ताओं की",
  "for the future. The contentions of the Petitioners are thus, rejected.": "भविष्य के लिए कानूनी रूप से जीवित न रहे।इस प्रकार याचिकाकर्ताओं की दलीलों को खारिज कर दिया जाता है।",
  "(Para 9)": "(पैरा 9)",
  "Further Held, However, the reply of the Respondents indicates that": "आगे अभिनिर्धारित किया हालांकि, प्रतिवादीओं के जवाब से संकेत मिलता है",
  "vacancies were available from time to time. From the information made available under the RTI Act, if taken to be authentic, it appears that four": "कि रिक्तियां समय-समय पर उपलब्ध थीं।आर, टी. आई. अधिनियम के तहत उपलब्ध कराई गई जानकारी से, यदि प्रामाणिक माना जाए, तो ऐसा प्रतीत होता है",
  "more vacancies were available in the year 1993, though the date is not": "कि वर्ष 993 में हालांकि तारीख का उल्लेख नहीं किया गया है चार और रिक्तियां",
  "mentioned, it can be assumed that the all or some vacancies were available": "उपलब्ध थीं, यह माना जा सकता है कि सभी या कुछ रिक्तियां 6.॥993 से पहले",
  "before 6.11.1993. In that eventuality, the Petitioners who were next in the": "उपलब्ध थीं।उस स्थिति में, चयन पैनल में अगले याचिकाकर्ताओं कि नियुक्ति के",
  "vacancies were more than four, Petitioners on the basis of their merit will": "क्लर्कों की रिक्तियों पर काम करेगा और रिक्तियां चार से अधिक थीं, याचिकाकर्ताओं को उनकी योग्यता के आधार पर अनुमानित पदोन्नति के लिए",
  "be considered for notional promotion. If Petitioners are found entitled to": "विचार किया जाएगा।यदि याचिकाकर्ताओं को पदोन्नति का हकदार पाया जाता है,",
  "date, though only notionally, without any monetary benefit. The salary etc.": "रूप से, बिना किसी मौद्रिक लाभ के।ऐसे याचिकाकर्ताओं का वेतन आदि पदोन्नति",
  "SUBHASH CHAND HIRA AND OTHERS v. PUNJAB AND 713 HARYANA HIGH COURT, CHANDIGARH": "सुभाष चंद हीरा और अन्य बनाम पंजाब और हरियाणा उच्च न्यायालय, चंडीगढ़ /3",
  "exempting them from passing the type test or imposing a condition for": "देकर या उनकी पदोन्नति के बाद ऐसी परीक्षा उत्तीर्ण करने के लिए एक शर्त लागू",
  "passing such a test after their promotion. It is also alleged that in the year": "करके पद के लिए पदोन्नत किया गया है।यह भी आरोप लगाया गया है कि वर्ष",
  "1995, only 10 vacancies were circulated vide Circular dated 21.10.1995": "।995 में, केवल ॥0 रिक्तियों को परिपत्र दिनांक 2 के माध्यम से प्रसारित किया गया",
  "whereas 19 successful candidates who qualified the type test were appointed": "था, जबकि टाइप टेस्ट में उत्तीर्ण होने वाले 9 सफल उम्मीदवारों को उसी पैनल से",
  "under the RTI Act after the enforcement of the RTI Act where under it is": "बाद आर. टी. आई. अधिनियम के तहत प्राप्त जानकारी को रिकॉर्ड में रखा है,",
  "disclosed that when the type test was conducted on 6.11.1993, four": "जिसमें यह खुलासा किया गया है कि जब टाइप टेस्ट 6.॥993 पर आयोजित",
  "belonging to the promotional quota were available out of 18 total vacancies of Clerks.": "बाद, पदोन्नति कोटे से संबंधित ये रिक्तियां कलर्कों की कुल ॥8 रिक्तियों में से उपलब्ध थीं।",
  "(6) The High Court in its reply mentioned that as on 31.12.1992,": "(6) उच्च न्यायालय ने अपने उत्तर में उल्लेख किया कि 3.2.992 पर,",
  "four posts of Clerks from promotional quota were available to be filled up": "पदोन्नति कोटे से क्लर्क के चार पद पर्यवैक्षकों/पुनर्स्थापनाकर्ताओं में से भरने के",
  "Only four candidates could qualify the test out of which four candidates were": "उम्मीदवार परीक्षा उत्तीर्ण कर सके जिनमें से चार उम्मीदवारों को नियुक्त किया",
  "appointed. It is further stated that the during the years 1993 and 1994 only": "गया था।यह आगे कहा गया है कि वर्ष 4993 और 994 के दौरान पदोन्नति कोटा",
  "two posts for promotional quota became available for which test was": "के लिए केवल दो पद उपलब्ध हुए जिनके लिए परीक्षा 29.4.995 पर आयोजित",
  "conducted on 29.4.1995. Six candidates qualified out of them two senior": "की गई थी।छह योग्य उम्मीदवारों में से दो वरिष्ठतम अधिकारियों को उनकी",
  "most officials were promoted on the basis of their seniority and no panel": "वरिष्ठता के आधार पर पदोन्नत किया गया था और कोई पैनल तैयार नहीं किया गया",
  "was prepared. As regards the amendment is concermed, it is stated that": "था।जहां तक संशोधन का संबंध है, यह कहा गया है कि 3/5.995 को",
  "type test qualified candidates was prepared. However, after 29.1.1996, all": "तैयार किया गया था।हालाँकि, 29.996 के बाद, सभी अधिकारियों को पदोन्नत",
  "petitioners regarding retrospective applicability of the amended rule. It is": "संबंध में याचिकाकर्ताओं के तर्क पर गंभीरता से विवाद किया है।यह आगे उल्लेख",
  "challenging the promotion of petitioner no.3 and others on the same ground": "किया गया है कि याचिकाकर्ता नं. । ने याचिकाकर्ता सं. 3३ और अन्य की पदोन्नति को",
  "the type test. However, the writ petition was dismissed by learned Single": "परीक्षा पास करने की आवश्यकता नहीं थी।हालाँकि, एकल न्यायाधीश ने दिनांकित",
  "on the basis of their qualifying the type test on 6.11.1993. This is the one": "संशोधन पर, 6..993 पर आयोजित प्रकार परीक्षण के आधार पर तैयार पैनल को",
  "wherein it is stated that two vacancies were available during the 1993-94": "।993-94 के दौरान दो रिक्तियां उपलब्ध थीं।परिस्थितियों की समग्रता में, इस",
  "is disposed of with the following directions:-": "याचिका का निपटारा निम्नलिखित निर्देशों के साथ किया जाता है+",
  "basis of type test held on 6.11.1993, the petitioners on the": "थीं, तो याचिकाकर्ताओं को 6..993 को आयोजित परीक्षा के अनुसार तैयार",
  "basis of their merit in the panel prepared pursuant to test held": "किए गए पैनल में उनकी योग्यता के आधार पर पैनल से पदोन्नति द्वारा भरी",
  "such vacancies/vacancy in addition to four vacancies filled up": "गई चार रिक्तियों के अलावा ऐसी रिक्तियों/रिक्तियों के लिए अनुमानित",
  "by promotion from the panel. If the petitioner(s) is/are found": "पदोन्नति के लिए विचार किया जाएगा।यदि याचिकाकर्ता (गण) को ऐसी किसी",
  "entitled to promotion against any such available vacancy, he/": "भी उपलब्ध रिक्ति के खिलाफ पदोन्नति का हकदार पाया जाता है, तो उन्हें",
  "they will be deemed to have been promoted with effect from the said date, though only notionally, without any monetary": "उक्त तिथि से प्रभावी रूप से पदोन्नत किया गया माना जाएगा, हालांकि केवल",
  "fixed by giving them notional benefits of promotion etc. The": "का वेतन आदि उन्हें पदोन्नति आदि के काल्पनिक लाभ देकर तय किया",
  "entire exercise be completed within a period of two months from the date a certified copy of this order is received by the competent authority.": "जाएगा। सक्षम प्राधिकारी द्वारा इस आदेश की प्रमाणित प्रति प्राप्त होने की तारीख से दो महीने की अवधि के भीतर पूरी कवायद पूरी की जानी चाहिए।",
  "“25. Inthe case before us, the Indian Railway Establishment Code has been issued, by the President, in the exercise of his powers, under the proviso to Art.": "“25. हमारे समक्ष मामले में, भारतीय रेलवे प्रतिष्ठान संहिता, राष्ट्रपति द्वारा, अपनी शक्तियों का प्रयोग करते हुए, अनुच्छेद के प्रावधान के तहत जारी की",
  "309. Under Rule 157, the President has directed the Railway Board,": "309. नियम 457 के तहत, राष्ट्रपति ने रेलवे बोर्ड को अपने नियंत्रण में गैर-",
  "to make rules, or general application to non-gazetted railway": "राजपत्रित रेलवे कर्मचारियों के लिए नियम बनाने या सामान्य अनुप्रयोग करने",
  "the Schemes, framed by the Board under Annexures 4 and 7": "का निर्देश दिया है।बोर्ड द्वारा अनुलग्रक 4 और 7 के तहत बनाए गए नियम, जो",
  "are within the powers conferred under r.157; and in the absence": "योजनाओं में सन्निहित हैं, और नियम 57 के तहत प्रदत्त शक्तियों के भीतर हैं।; और किसी भी अधिनियम की अनुपस्थिति में, उक्त मामले पर",
  "of any Act, having been passed by the “appropriate” Legislature, on the said matter, the rules, framed by the Railway Board, will": "और किसी भी अधिनियम की अनुपस्थिति में, उक्त मामले पर \"उपयुक्त\"विधानमंडल द्वारा पारित किए जाने पर, रेलवे बोर्ड द्वारा बनाए गए",
  "have full effect and, if so indicated, retrospective also. Such": "नियमों का पूर्ण प्रभाव होगा और यदि ऐसा संकेत दिया जाता है, तो पूर्वव्यापी",
  "indication, about retrospective effect, as has already been": "भी ।पूर्वव्यापी प्रभाव के बारे में ऐसा संकेत, जैसा कि हम पहले ही बता चुके हैं,",
  "pointed out by us is clearly there, in the impugned provisions.”": "विवादित प्रावधानों में स्पष्ट रूप से है।”",
  "(9) The Constitution Bench has clearly held that rule framed under Article 309 could have retrospective impact only if the rule so prescribes.": "(9) संविधान पीठ ने स्पष्ट रूप से कहा है कि अनुच्छेद 309 के तहत बनाए गए नियम का पूर्वव्यापी प्रभाव तभी हो सकता है जब नियम ऐसा निर्धारित करता",
  "In the present case, anendment contained in Rule 194) of the 1973 Rule": "है।वर्तमान मामले में, 4973 के नियम के नियम 494 में निहित संशोधन संशोधित",
  "does not provide for retrospective operation of the amended provision and": "प्रावधान के पूर्वव्यापी संचालन के लिए प्रावधान नहीं करता है और इस तरह के किसी",
  "in absence of any such intention or specific statement, in the rule it has to": "भी इरादे या विशिष्ट कथन की अनुपस्थिति में में, नियम में इसे संभावित प्रकृति के",
  "be construed as prospective in nature. This is perhaps the settled proposition": "रूप में माना जाना चाहिए।यह शायद कानून का तय प्रस्ताव है।याचिकाकर्ताओं ने",
  "others versus State of Punjab and others (2) and Revinder Singh and": "आगे मेसर्स पंजाब ट्रेडर्स अन्य बनाम पंजाब राज्य और अन्य (2) और रेविंदर सिंह",
  "others versus State of Punjab and another (3), to contend that the": "और अन्य बनाम पंजाब राज्य और अन्य (3), पर यह तर्क देने के लिए भरोसा जताया",
  "amendment in the procedural law operates retrospectively. In case before": "है कि प्रक्रियात्मक कानून में संशोधन पूर्वव्यापी रूप से संचालित होता है।मैसर्स",
  "the Hon’ble Supreme Court in M/s Punjab Traders (supra), the amendment": "पंजाब ट्रेडर्स (उपरोक्त) मामले में माननीय सर्वोच्च न्यायालय के समक्ष संशोधन को",
  "was found only clarificatory whereas before Division Bench of this Court": "केवल स्पष्टीकरणात्मक पाया गया, जबकि इस न्यायालय की खण्ड पीठ के समक्ष",
  "in Revinder Singh (supra), it was a case of anomaly in the rule which was": "रेविंदर सिंह (उपर्युक्त) मामले में यह नियम में विसंगति का मामला था।",
  "(2) AIR 1990 SC 2300": "(2) एयर 4990 एससी 2300",
  "(3) 1992 (2) SLR 245": "(3) 992 (2) एसएलआर 245",
  "removed by amendment of the Rules. Under these circumstances, it was": "जिसे नियमों में संशोधन करके हटा दिया गया।इन परिस्थितियों में, यह",
  "held that the amendment will have retrospective operation. It is also pertinent": "अभिनिर्धारित किया गया था कि संशोधन का पूर्वव्यापी संचालन होगा।यह देखना भी",
  "to note that in Revinder Singh’s case (supra) the selection process was": "महत्वपूर्ण होगा कि रेविंदर सिंह के मामले (ऊपर) में चयन प्रक्रिया चालू",
  "still on. In another case relied upon by the petitioners, Jatinder Kumar": "थी।याचिकाकर्ताओं द्वारा भरोसा किए गए एक अन्य मामले में जतिंदर कुमार बनाम",
  "versus State of Haryana and another (4), a Division Bench of this Court": "हरियाणा राज्य और अन्य (4), में इस न्यायालय की एक खण्ड पीठ ने यह",
  "held that where a person is possessed of requisite qualification and by": "अभिनिर्धारित किया कि जहां किसी व्यक्ति के पास अपेक्षित योग्यता है और नियमों",
  "amendment of the rules, he is rendered ineligible, the amended rule will not": "के संशोधन से वह अपात्र हो जाता है, वहां संशोधित नियम लागू नहीं होगा।",
  "apply. Hon’ble Division Bench relied upon a famous judgment of the": "माननीय खण्ड पीठ ने माननीय सर्वोच्च न्यायालय के मशहूर निर्णय जो वाई वी",
  "Supreme Court in the case of Y.V.Rangaiah versus J. Sreenivasa Rao (5) and host of other judgments which is true reflection": "रंगियह बनाम जे श्री निवासन राओ(5) के मामले में दिया था तथा और निर्णयों पर",
  "of law. The contention of the petitioners in this regard is liable to be rejected": "भरोसा किया है जो कानून का सही प्रीतिबिम्भ है। इस संबंध में याचिकाकर्ताओं की",
  "for two reasons. Firstly, the anendment of Rule 19 (4) was made when": "दलील दो कारणों से खारिज की जा सकती है।सबसे पहले, नियम ॥9 (4) का",
  "the process of selection/appointment had already been completed. Even if": "संशोधन तब किया गया था जब चयन/नियुक्ति की प्रक्रिया पहले ही पूरी हो चुकी",
  "itis assumed for the sake of argument that the amendment can be construed": "थी।भले ही यह तर्क के लिए माना जाता है कि संशोधन को पूर्वव्यापी माना जा",
  "to be retrospective, the same cannot be applied to a concluded selection": "सकता है, लेकिन इसे फिर से खोले जाने वाले निष्कर्षित चयन पर लागू नहीं किया",
  "to be re-opened. It would create an anomalous situation. The amendment": "जा सकता है।यह एक विसंगत स्थिति पैदा करेगा।संशोधन को केवल तभी पूर्वव्यापी",
  "could be applied retrospectively only if the process of selection was still": "रूप से लागू किया जा सकता है जब चयन की प्रक्रिया अभी भी जारी हो।दूसरा,",
  "on. Secondly, the amendment introduced keeping the panel alive is not": "पैनल को जीवित रखने के लिए पेश किया गया संशोधन केवल एक प्रक्रियात्मक",
  "merely a procedural but also affects the substantive right of the person.": "नहीं है, बल्कि व्यक्ति के मूल अधिकार को भी प्रभावित करता है।अपरिवर्तित",
  "Under the unamended Rule, panel stands denuded, the day available vacancies": "नियम के तहत, पैनल को अस्वीकार कर दिया जाता है, जिस दिन उपलब्ध रिक्तियों",
  "are filled up and for any vacancy that may come available, thereafter all": "को भरा जाता है और किसी भी रिक्ति के लिए जो उपलब्ध हो सकती है, उसके",
  "candidates who come within the zone of consideration also acquire the right": "बाद विचार के क्षेत्र के भीतर आने वाले सभी उम्मीदवारों को भी विचार का",
  "of consideration unless the rule specifically keeps the panel alive. It is equally": "अधिकार प्राप्त होता है जब तक कि नियम विशेष रूप से पैनल को जीवित नहीं",
  "settled law that promotion for a government/public servant is not a vested": "रखता है।यह समान रूप से स्थापित कानून है कि किसी सरकारी/लोक सेवक के",
  "or fundamental right. The only right of a government servant is to be": "लिए पदोन्नति निहित या मौलिक अधिकार नहीं है।एक सरकारी कर्मचारी का",
  "considered for promotion in accordance with the prescribed procedure. It": "एकमात्र अधिकार निर्धारित प्रक्रिया के अनुसार पदोन्नति के लिए माना जाना है।यह",
  "is different matter that even after qualifying, the petitioner could not be": "अलग बात है कि अर्हता प्राप्त करने के बाद भी, याचिकाकर्ता को कथित रूप से",
  "appointed allegedly for want of vacancy. But that does not by itself create": "रिक्ति के अभाव में नियुक्त नहीं किया जा सका।लेकिन यह अपने आप में भविष्य में"
}