{
  "deductions. Therefore, no ground has been made out to interfere with the orders passed by the Tribunal qua these deductions, which are": "कटौती की उचित अनुमति दी थी। इसलिए, इन कटौतीयों के संबंध में अधिकरण द्वारा पारित आदेशों में हस्तक्षेप करने",
  "(11) In view of the discussion as made above, the appeals as filed by the appellant fail and are hereby dismissed.": "(।॥) ऊपर की गई चर्चा को ध्यान में रखते हुए, अपीलार्थी द्वारा दायर की गई अपील विफल हो जाती हैं और इसके द्वारा खारिज कर दी जाती हैं।",
  "(12) Miscellaneous application(s), if any, also stand disposed of.": "(2) विविध अनुप्रयोग (ओं) यदि कोई हों, तो उनका भी निपटान किया जाता है।",
  "EXCISE AND TAXATION COMMISSIONER, HARYANA v. M/S 1413 GANNON DUNKERLEY & CO., GURUGRAM AND ANOTHER": "उत्पाद शुल्क एवं कराधान आयुक्त, हरियाणा बनाम एम/एस गैनन डंकरले एंड कंपनी, गुरुग्राम और अन्य",
  "(Manisha Batra, J.)": "(मनीषा बत्रा, जे.)",
  "State of Rajasthan and others?.": "राजस्थान राज्य और अन्य 5",
  "(8) It is in the background of the submissions as made above thatwe are required to examine the questions involved in these appeals.": "(8) ऊपर की गई प्रस्तुतियों की पृष्ठभूमि में हमें इन अपीलों में शामिल प्रश्नों की जांच करने की आवश्यकता है।",
  "The common question that falls for consideration in all these appeals is whether the respondent-assessee who executed the works contract was": "इन सभी अपीलों में विचार के लिए सामान्य प्रश्न यह है कि कया कार्य अनुबंध को निष्पादित करने वाला प्रत्यर्थी-निर्धारिती",
  "entitled for deduction of amounts pertaining to depreciation in plant and machinery and whether such depreciation fell under the head of “labour services” and deduction thereof could be allowed. In this": "संयंत्र और मशीनरी में मूल्यहास से संबंधित राशियों की कटौती का हकदार था और क्या ऐसा मूल्यहास \"श्रम सेवाओं\"",
  "context, it willbe relevant to refer to the ratio of law as laid down by Apex Court in Gannon Dunkerley & Co.’s case (Supra) before": "डंकरली एंड कंपनी के मामले (ऊपर) में सर्वोच्च न्यायालय द्वारा निर्धारित कानून के अनुपात का उल्लेख करना",
  "proceeding further. It was observed by Hon’ble Apex Court in this case": "प्रासंगिक होगा। इस मामले में माननीय सर्वोच्च न्यायालय द्वारा यह मत व्यक्त किया गया था कि किसी कार्य अनुबंध के",
  "that the value of the goods involved in the execution of a works contract will have to be determined by taking into account the value of the entire works contract and deducting therefrom the charges towards": "निष्पादन में शामिल माल का मूल्य संपूर्ण कार्य अनुबंध के मूल्य को ध्यान में रखते हुए निर्धारित किया जाएगा और",
  "labour and services which would cover:-": "उसमें से श्रम और सेवाओं के प्रति प्रभारों को घटाया जाएगा, जिसमें शामिल होंगेः-",
  "(a) labour charges for execution of the works;": "(ऐ) कार्यों के निष्पादन के लिए श्रम शुल्क;",
  "(b) amount paid to a sub-contractor for labour and Services;": "(बी) उप-ठेकेदार को श्रम और सेवाओं के लिए भुगतान की गई राशि;",
  "(c) charges for planning, designing and architect's fees:": "(सी) योजना, डिजाइन और वास्तुकार के शुल्क के लिए शुल्क:",
  "(d) charges for obtaining on hire or otherwise machinery and tools used for the execution of the works contract;": "(डी) कार्य अनुबंध के निष्पादन के लिए किराए पर या अन्यथा मशीनरी और उपकरण प्राप्त करने के लिए शुल्क;",
  "(e) cost of consumable such as water, electricity, fuel, etc., used in the execution of the works contract the property in": "(इ) कार्य अनुबंध के निष्पादन में उपयोग की जाने वाली उपभोग्य वस्तु जैसे पानी, बिजली, ईंधन, आदि;",
  "(f) cost of establishment of the contractor to the extent it is relatable to supply of labour and services;": "(एफ) ठेकेदार की स्थापना की लागत उसकी आपूर्ति और अन्य सेवाओं की आपूर्ति की सीमा तक है;",
  "(g) other similar expenses relatable to supply of labour and Services;": "(जी) ठेकेदार द्वारा अर्जित श्रम और सेवाओं के लाभ से संबंधित है;",
  "It was further held by Apex Court that the amounts deductible under these heads will have to be determined in the light of thefacts of": "सर्वोच्च न्यायालय द्वारा आगे यह अभिनिर्धारित किया गया कि इन शीर्षों के तहत कटौती योग्य राशियों का निर्धारण",
  "a particular case and on the basis of the material produced by the": "किसी विशेष मामले के तथ्यों के आलोक में और",
  "* 1993 (88) STC 204 (SC)": "5. 993 (88) एसटीसी 20५ (एससी)",
  "EXCISE AND TAXATION COMMISSIONER, HARYANA v. M/S 1409 GANNON DUNKERLEY & CO., GURUGRAM AND ANOTHER": "उत्पाद शुल्क एवं कराधान आयुक्त, हरियाणा बनाम एम/एस गैनन डंकरले एंड कंपनी, गुरुग्राम और अन्य",
  "Before Ritu Bahri & Manisha Batra, JJ.": "समक्ष रितु बाहरी और मनीषा बत्रा जे.जे.",
  "EXCISE AND TAXATION COMMISSIONER, HARYANA— Petitioner": "उत्पाद शुल्क एवं कराधान आयुक्त, हरियाणा-याचिकाकर्ता",
  "versus": "बनाम",
  "M/S GANNON DUNKERLEY & CO., GURUGRAM AND ANOTHER— Respondent": "एम/एस गैनन डंकरले एंड कंपनी, गुरुग्राम और अन्य-प्रतिवादी",
  "April 19, 2023": "9 अप्रैल 2023",
  "Haryana Value Added Tax, 2003—S.36—Respondent/assesse engaged in business of executing work contracts engaged in business": "हरियाणा मूल्य वर्धित कर, 2003-धारा ३6-कार्य अनुबंधों को निष्पादित करने के व्यवसाय में लगे कार्य अनुबंधों को",
  "of executing work contracts—allowed deductions in returns on account of labour services and admissible expenses including": "निष्पादित करने के व्यवसाय में लगे उत्तरदाता/निर्धारिती-श्रम सेवाओं के कारण रिटर्न में अनुमत कटौती और आकलन",
  "account of labour services and admissible expenses including depreciation in plant and machinery by Assessing Officer—": "अधिक री द्वारा संयंत्र और मशीनरी में मूल्यहास सहित स्वीकार्य खर्च-पुनरीक्षण प्राधिकरण ने कटौती को अस्वीकार",
  "Revisional authority disallowed the deductions—Tribunal allowed the appeal—VAT appeal by revenue—held, though no specific provision in the Act—Provision to be interpreted to include deduction for": "कर दिया-न्यायाधिकरण ने अपील को अनुमति दी-राजस्व द्वारा वैट अपील-आयोजित, हालांकि अधिनियम में कोई",
  "depreciation on account of use of plant and machinery, bank interest, postal charges, telephone and telex expenses, fuel and lubricant": "विशिष्ट प्रावधान नहीं है-संयंत्र और मशीनरी के उपयोग, बैंक ब्याज, डाक शुल्क, टेलीफोन और टेलेक्स खर्च, ईंधन",
  "charges and other relatable expenses—Appeals dismissed.": "और स्रेहक शुल्क और अन्य संबंधित खर्चों के कारण मूल्यहास के लिए कटौती को शामिल करने के लिए व्याख्या किए जाने वाले प्रावधान- याचिकाएं खारिज की गईं",
  "Held, that Ongoing through the observations as made in the above cited authorities, it is crystal clear that notwithstanding the fact that": "आयोजित, कि उपरोक्त उद्धृत प्राधिकारियों में की गई टिप्पणियों को देखते हुए, यह स्पष्ट है कि इस तथ्य के बावजूद",
  "there was no specific provision in the Act, 2003 qua deduction of depreciation in plant and machinery while computing taxable turnover on works contract at the relevant time still, keeping in view the": "कि अधिनियम, 2003 में अभी भी सुसंगत समय पर कार्य अनुबंध पर कर योग्य टर्नओवर की गणना करते समय संयंत्र",
  "which had been interpreted by different High Courts in the above cited": "में निर्धारित सिद्धांतों को ध्यान में रखते हुए, जिनकी व्याख्या विभिन्न उच्च न्यायालयों द्वारा उपरोक्त उद्धृत अधिकारियों",
  "authorities, the said provision is to be interpreted to mean that the": "में की गई थी, उक्त प्रावधान की व्याख्या इस अर्थ में की जानी चाहिए कि संयंत्र और मशीनरी के उपयोग के कारण",
  "Apex Court in Gannon Dunkerley & Co.’s case (Supra). We also consider it relevant to mention here that the principles of law as laid": "मूल्यहास की प्रकृति में दावे के लिए कटौती गन्नन डंकरले एंड कंपनी के मामले में सर्वोच्च न्यायालय के समक्ष चर्चा के",
  "consider it relevant to mention here that the principles of law as laid down in Gannon Dunkerley & Co.’s case (Supra) were not discussed": "विचार में थी। (ऊपर). हम यहां यह उल्लेख करना भी प्रासंगिक मानते हैं कि थम्पी एंड कंपनी के मामले में गन्नन",
  "allowing the appeal filed by the respondent-assessee and allowing": "अधिकरण प्रत्यर्थी-निर्धारिती द्वारा दायर अपील को स्वीकार करते हुए और प्रत्यर्थी-निर्धारिती द्वारा किए गए संयंत्र और",
  "deduction on account of depreciation ofplant and machineries made by the respondent-assessee by observing that the said deduction would": "मशीनरी के मूल्यहास के कारण कटौती की अनुमति देते हुए यह मत व्यक्त करता है कि उक्त कटौती में निर्धारिती की",
  "cover charges for obtaining on hire or otherwise machineries of the": "मशीनरी को किराए पर या अन्यथा प्राप्त करने के लिए प्रभार शामिल होंगे, किसी भी गलती पर नहीं ठहराया जा सकता",
  "machinery for thepurpose of execution of works contract was a part of": "किराया शुल्क का भुगतान करना पड़ता कार्य अनुबंध के निष्पादन के प्रयोजन के लिए संयंत्र और मशीनरी पर मूल्यहास",
  "expenditure only which the assessee would have otherwise incurred, if": "के मूल्य के रूप में कार्य अनुबंध पर टर्नओवर केवल खर्च का एक हिस्सा था जो निर्धारिती ने अन्यथा वहन किया होता,",
  "it would have hired such machinery from an outside source and for": "यदि उसने किसी बाहरी स्रोत से ऐसी मशीनरी को काम पर रखा होता और जिसके लिए ठेकेदार को अनिवार्य रूप से",
  "(6) It was further argued that the Act, 2003 did not expressly enable the respondents to claim deduction of this nature and further that": "(6) यह और तर्क दिया गया कि अधिनियम, 2003 प्रत्यर्थियों को इस प्रकार की कटौती का दावा करने के लिए स्पष्ट",
  "the legislature would have specifically provided so in the Act/Rules if": "रूप से सक्षम नहीं करता है और आगे यह कि विधायिका ने अधिनियम»नियमों में विशेष रूप से ऐसा प्रावधान किया",
  "deduction for a claim in the nature of depreciation of plant and machinery was intended by it. It was, therefore, urged that the": "होगा यदि संयंत्र और मशीनरी के मूल्यहास की प्रकृति में दावे के लिए कटौती उसके द्वारा अभिप्रेत थी। अतः यह आग्रह",
  "Tribunal was not justified in permitting the deduction of this nature.": "किया गया कि अधिकरण इस प्रकार की कटौती की अनुमति देने में न्‍्यायोचित नहीं था। उनके तर्क को मजबूत करने",
  "To fortify her argument, learned counsel for the revenue relied upon authority cited as State of Kerala versus Thampi & Company’,": "के लिए, राजस्व के लिए विद्वान वकील ने केरल राज्य बनाम थम्पी एंड कंपनी! के रूप में उद्धृत प्राधिकरण पर भरोसा",
  "wherein it was observed by High Court of Kerala that depreciation on machinery and tools was not eligible for deduction in computation of": "किया जिसमें केरल उच्च न्यायालय द्वारा यह मत व्यक्त किया गया था कि मशीनरी और उपकरणों पर मूल्यहास कार्य",
  "taxable turnover on works contract. She also submitted that the findings": "अनुबंध पर कर योग्य कारोबार की गणना में कटौती के लिए पात्र नहीं था। उन्होंने यह भी प्रस्तुत किया कि उपर्युक्त",
  "given in the above mentioned case had attained finality as Special Leave Petition filed against the decision of High Court of Kerala": "मामले में दिए गए निष्कर्षों को अंतिम रूप मिल गया था क्योंकि केरल उच्च न्यायालय के फैसले के खिलाफ दायर",
  "(7) Per contra, it was argued by learned counsel for the respondent-assessee that the respondent-assessee was certainly entitled": "(7) इसके विपरीत, प्रत्यर्थी-निर्धारिती के विद्वत वकील द्वारा यह तर्क दिया गया था कि प्रत्यर्थी-निर्धारिती निश्चित रूप",
  "for exemption not only on the charges for obtaining on hire or otherwise machinery and tools used for execution of the works contract": "से न केवल किराए पर या अन्यथा कार्य अनुबंध के निष्पादन के लिए उपयोग की जाने वाली मशीनरी और उपकरणों को प्राप्त करने के शुल्क पर छूट का हकदार था, बल्कि कार्य अनुबंध के निष्पादन के लिए उनका उपयोग करने के",
  "but also on the amounts spent by it on such machinery as a consequence of using them for the execution of works contract. He": "को प्राप्त करने के शुल्क पर छूट का हकदार था, बल्कि कार्य अनुबंध के निष्पादन के लिए उनका उपयोग करने के परिणामस्वरूप ऐसी मशीनरी पर खर्च की गई राशियों पर भी छूट का हकदार था। उन्होंने प्रस्तुत किया कि कार्य अनुबंध",
  "submitted that the value of the goods involved in execution of works contract was to be determined by taking into account several factors": "के निष्पादन में शामिल माल का मूल्य कई कारकों को ध्यान में रखते हुए निर्धारित किया जाना था जिसमें किराए पर",
  "which included charges for obtaining on hire or otherwise machinery and tools used for execution of the works contract and, therefore, those": "प्राप्त करने के लिए शुल्क या अन्यथा मशीनरी और कार्य अनुबंध के निष्पादन के लिए उपयोग किए जाने वाले उपकरण",
  "charges were deductible. To fortify his argument, learned counsel for": "शामिल थे और इसलिए, वे शुल्क कटौती योग्य थे। अपने तर्क को मजबूत करने के लिए, प्रत्यर्थी के विद्वान वकील ने",
  "Constructions versus State of Andhra Pradesh’, State of Jharkhand and others versus Voltas Ltd.*, Larsen & Toubro Limited, Rep. by its": "वीअर कंस्ट्रक्शंस बनाम आंध्र प्रदेश राज्यश, झारखंड राज्य और अन्य बनाम वोल्टास लिमिटेड. लार्सन एंड टुब्रो",
  "Manager versus The State of Karnataka, Rep. by its Commissioner of": "लिमिटेड, प्रतिनिधि के रूप में उद्धृत अधिकारियों पर भरोसा रखा। प्रबंधक बनाम कर्नाटक राज्य, प्रतिनिधि द्वारा",
  "Commercial Taxes* and Gannon Dunkerley & Co. and others versus": "इसके वाणिज्यिक कर आयुक्त * और गैनन डंकरले एंड कंपनी और अन्य बनाम",
  "'2011 (41) VST 107 (Kerala)": "। 20॥॥ (५॥) वीएसटी 07 (केरल)",
  "22011 (45) VST 352W (AP)": "2 20। (५5) वीएसटी 352डब्ल्यू (एपी)",
  "(9) On giving due deliberations to the contentions raised by learned counsel for both the parties, we are of the opinion that the": "(9) दोनों पक्षों के विद्वान वकीलों द्वारा उठाए गए तर्को पर उचित विचार-विमर्श करने पर, हमारी राय है कि राजस्व",
  "arguments as raised by the revenue cannot be accepted, in view of the fact that though undoubtedly, the Hon’ble Apex Court while": "द्वारा उठाए गए तर्कों को इस तथ्य को ध्यान में रखते हुए स्वीकार नहीं किया जा सकता है कि हालांकि निस्संदेह,",
  "laying down the above discussed principles in Gannon Dunkerley & Co.’s case (Supra) had not been specifically mentioned that the": "माननीय सर्वोच्च न्यायालय ने गैनन डंकरली एंड कंपनी के मामले (ऊपर) में उपरोक्त चर्चा किए गए सिद्धांतों को",
  "depreciation on plant and machinery used for works contract was": "निर्धारित करते हुए विशेष रूप से उल्लेख नहीं किया था कि कार्य अनुबंध के लिए उपयोग किए जाने वाले संयंत्र और",
  "liable for deduction but these principles had been interpreted in Voltas": "मशीनरी पर मूल्यहास कटौती के लिए उत्तरदायी था, लेकिन इन सिद्धांतों की व्याख्या वोल्टास लिमिटेड के मामले",
  "Ltd.’s case (Supra) wherein the assessee was engaged, inter alia, in the execution of works contract of designing, supplying, installing, fabricating, testing and commissioning of air-conditioning plants. The": "(ऊपर) में की गई थी, जिसमें निर्धारिती, अन्य बातों के साथ-साथ, वातानुकूलन संयंत्रों के डिजाइन, आपूर्ति, स्थापना,",
  "contract had held that only the material supplied in the execution of the": "करते हुए कि अनुबंध कार्य अनुबंध था, यह अभिनिर्धारित किया था कि केवल कार्य अनुबंध के निष्पादन में आपूर्ति की",
  "works contract was liable to sales tax. While relying upon Gannon Dunkerley & Co.’s case (Supra), it was held that while imposing sale": "गई सामग्री बिक्री कर के लिए उत्तरदायी थी। गैनन डंकर्ले एंड कंपनी के मामले (ऊपर) पर भरोसा करते हुए यह",
  "taxin case of works contract from the value of the entire work, the": "अभिनिर्धारित किया गया था कि कार्य अनुबंध के मामले में पूरे कार्य के मूल्य से बिक्री कर लगाते समय, कार्य अनुबंध",
  "charges for obtaining on hire or otherwise machinery and tools used for execution of the works contract were also to be deducted. Reliance can": "के निष्पादन के लिए उपयोग की जाने वाली मशीनरी और उपकरणों को किराए पर लेने के लिए शुल्क भी काटा जाना",
  "further be placed upon Larsen & Toubro Limited’s case (Supra),": "था। रिलायंस को आगे लार्सन एंड टुब्रो लिमिटेड के मामले (ऊपर) में रखा जा सकता है, जिसमें न्यायाधिकरण ने",
  "wherein the Tribunal had disallowed the claim made by the assessee towards proportionate depreciation of machinery and tools to the extent": "मशीनरी और उपकरणों के आनुपातिक मूल्यहास के लिए निर्धारिती द्वारा किए गए दावे को उस हद तक अस्वीकार",
  "to which they had been exclusively used for execution of the works": "कर दिया था, जिस हद तक उनका उपयोग विशेष रूप से कार्य अनुबंध के निष्पादन के लिए किया गया था और डीलर",
  "contract and owned by the dealer. It was held that notwithstanding the fact that the word “depreciation” itself did not figure in either of the": "के स्वामित्व में था। यह अभिनिर्धारित किया गया कि इस तथ्य के बावजूद कि \"मूल्यहास\" शब्द स्वयं गन्नन डंकरले एंड",
  "deductions mentioned in the course of the judgment of Hon’ble Supreme Court in Gannon Dunkerley & Co.’s case (Supra), but the": "कंपनी के मामले (ऊपर) में माननीय उच्चतम न्यायालय के निर्णय के दौरान उल्लिखित किसी भी कटौती में शामिल",
  "deductions towards ppoportionate depreciation of machinery and tools to the extent to which they had been exclusively used for the": "नहीं था, लेकिन मशीनरी और उपकरणों के जनसंख्या अवमूल्यन की दिशा में कटौती जिस हद तक वे विशेष रूप से",
  "to the extent to which they had been exclusively used for the execution of the works contract, deserved to be allowed. In Veeaar": "कार्य अनुबंध के निष्पादन के लिए उपयोग किए गए थे, अनुमति के योग्य थे। वीअर कंस्ट्रक्शंस के मामले (ऊपर) में",
  "Constructions’s case (Supra), the High Court of Andhra Pradesh while dealing with similar issue had observed that the assessee was entitled for exemption not only on the charges for obtaining on hire or": "आंध्र प्रदेश के उच्च न्यायालय ने इसी तरह के मुद्दे पर विचार करते हुए कहा था कि निर्धारिती न केवल किराए पर या",
  "otherwise machinery and tools used for execution of works contract but": "अन्यथा कार्य अनुबंध के निष्पादन के लिए उपयोग की जाने वाली मशीनरी और उपकरणों को प्राप्त करने के शुल्क",
  "also on the amounts spent by it on such machinery as a consequence of using them for the execution of works contract including the value of": "पर छूट का हकदार था, बल्कि कार्य अनुबंध के निष्पादन के लिए उनका उपयोग करने के परिणामस्वरूप ऐसी मशीनरी",
  "proportionate wear and tear of the machinery which was otherwise": "पर उसके द्वारा खर्च की गई राशियों पर भी छूट का हकदार था, जिसमें मशीनरी के आनुपातिक क्षय और क्षरण का",
  "charges spent otherwise. It was held that the dominant idea for": "किराया शुल्क के बराबर था। यह अभिनिर्धारित किया गया था कि उक्त प्रभारों को छूट देने का प्रमुख विचार कार्यों के",
  "exempting the said charges was use of the machinery for the execution of the works and the amounts spent by contractor on such machinery": "निष्पादन के लिए मशीनरी का उपयोग और ऐसी मशीनरी पर ठेकेदार द्वारा खर्च की गई राशि थी",
  "EXCISE AND TAXATION COMMISSIONER, HARYANA v. M/S 1411 GANNON DUNKERLEY & CO., GURUGRAM AND ANOTHER": "उत्पाद शुल्क एवं कराधान आयुक्त, हरियाणा बनाम एम/एस गैनन डंकरले एंड कंपनी, गुरुग्राम और अन्य",
  "respectively whereby the orders passed by the revisional/appellate": "अधीन उपर्युक्त अपीलें कीगईहैं, जिसके द्वारा पुनरीक्षण/अपीलीय प्राधिकरणों द्वारा पारित आदेशों को अपास्त कर",
  "authorities had been set aside and the appeals filed by the respondent-": "दिया गया था और प्रत्यर्थी-निर्धारिती द्वारा दायर अपीलों को अनुज्ञात किया गया था।",
  "(2) For the sake of convenience, VAT Appeal No.178 of 2017 arising out of impugned order dated 24.03.2017 passed by the Tribunal": "(2) सुविधा के लिए, न्यायाधिकरण द्वारा पारित दिनांक 2५.03.207 के आशक्षेपित आदेश से उत्पन्न 2077 की वैट",
  "(3) The relevant facts of the aforementioned VAT Appeal No.178 of 2017 in brief are that the respondent-Company M/s Gannon": "(3) 2077 की उपर्युक्त वैट अपील संख्या. 778 के प्रासंगिक तथ्य संक्षेप में यह हैं कि प्रत्यर्थी-कंपनी मेसर्स गैनन",
  "Dunkerley & Co., Ltd. which is an assessee under the Act, 2003 is engaged in the business of executing works contract for different": "डंकरली एंड कंपनी लिमिटेड, जो अधिनियम, 2003 के तहत एक निर्धारिती है, विभिन्न कंपनियों के लिए कार्य अनुबंध",
  "companies. It furnished quarterly returns as well as annual returns in": "त्रैमासिक रिटर्न के साथ-साथ वार्षिक रिटर्न प्रस्तुत किया। श्रम सेवाओं और संयंत्र और मशीनरी में मूल्यहास सहित अन्य",
  "had allowed certain deductions. However, the revisional authority, Gurugram while exercising its powers requisitioned the assessment": "लिए निर्धारण तैयार करते समय कुछ कटौती की अनुमति दी थी। हालांकि, पुनरीक्षण प्राधिकरण, गुरुग्राम ने अपनी",
  "upon the respondent to show cause on the ground that it had claimed excess deductions on account of expenses and profit elements. Vide": "गया जिसमें प्रत्यर्थी को इस आधार पर कारण बताने के लिए कहा गया कि उसने खर्च और लाभ तत्वों के कारण",
  "deduction on account of depreciation of plant and machinery was": "कि संयंत्र और मशीनरी के मूल्यहास के कारण कटौती को आकलन अधिकारी द्वारा गलत तरीके से अनुमति दी गई",
  "wrongly allowed by the assessing officer and it revised the order of": "थी और इसने आकलन अधिकारी के आदेश को संशोधित किया जिससे संयंत्र और मशीनरी में मूल्यहास के कारण",
  "(4) Feeling aggrieved, the respondent-assessee filed appeal before the Tribunal challenging the order of revisional authority": "(५) व्यधित महसूस करते हुए, प्रत्यर्थी-निर्धारिती ने पुनरीक्षण प्राधिकरण के आदेश को चुनौती देते हुए न्यायाधिकरण",
  "whereby additional tax had been levied for the A.Y. 2010-11. The": "के समक्ष अपील दायर की, जिसके तहत ए. वाई के लिए अतिरिक्त कर लगाया गया था। 200-॥ की बात है।",
  "Tribunal vide order dated 24.03.2017 allowed the appeal.": "न्यायाधिकरण ने दिनांक 2५.03.2047 के आदेश के माध्यम से अपील को स्वीकार कर लिया।",
  "(5) Feeling dissatisfied, the VAT Appeal No.178 of 2017 has been preferred by the revenue on the grounds that the order passed by": "(5) असंतुष्ट महसूस करते हुए, 207 की वैट अपील संख्या. ।78 को राजस्व द्वारा इस आधार पर प्रस्तुत किया गया",
  "plant and machinery could not be allowed as deduction as it did not involve overflow of cash from receivables, was overlooked. Learned": "पर मूल्यहास को कटौती के रूप में अनुमति नहीं दी जा सकती थी क्योंकि इसमें प्राप्तियों से नकदी का अतिप्रवाह",
  "counsel for the revenue submitted that the depreciation on machinery or": "शामिल नहीं था। राजस्व के लिए विद्वान वकील ने प्रस्तुत किया कि मशीनरी या उपकरणों पर मूल्यहास कार्य अनुबंध",
  "tools was not eligible for any deduction in computation of taxable": "पर कर योग्य कारोबार की गणना में किसी भी कटौती के लिए पात्र नहीं था क्योंकि कार्य अनुबंध के निष्पादन के उद्देश्य"
}