{
  "(Vinod S. Bhardwaj, J.)": "(विनोद एस. भारद्वाज, जे.)",
  "preferred, the period during which the present writ petition remain pending shall be taken into consideration for computing the limitation.": "अधिमानतः, वह अवधि जिसके दौरान वर्तमान रिट याचिका लंबित रहती है, सीमा की गणना के लिए विचार में ली",
  "Reporter-Dr. Sumati Jund": "रिपोर्टर-डॉ. सुमती जुंद",
  "MANI RAM v. STATE OF HARYANA & OTHERS 581 (Vinod S. Bhardwaj, J.)": "मणि राम बनाम हरियाणा राज्य और अन्य",
  "(3) If any dispute arises concerning the sufficiency of the compensation to be paid under section 10, clause(d),": "(3) यदि धारा 0, खंड (घ) के अधीन संदत्त किए जाने वाले प्रतिकर की पर्याप्तता के संबंध में कोई विवाद उत्पन्न होता",
  "it shall, on application for that purpose by either of the disputing parties to the District Judge within whose": "है तो वह उस प्रयोजन के लिए विवादित पक्षों में से किसी एक द्वारा जिला न्यायाधीश को आवेदन करने पर, जिसकी",
  "jurisdiction the property is situate, be determined by him.": "अधिकारिता के भीतर संपत्ति स्थित है, उसके द्वारा निर्धारित किया जाएगा।",
  "(4) If any dispute arises as to the persons entitled to receive compensation, or as to the proportions in which the": "(५) यदि प्रतिकर प्राप्त करने के हकदार व्यक्तियों के बारे में या उस अनुपात के बारे में कोई विवाद उत्पन्न होता है",
  "persons interested are entitled to share in it, the telegraph authority may pay into the court of the District Judge such": "जिसमें इच्छुक व्यक्ति उसमें भाग लेने के हकदार हैं, तो तार प्राधिकरण जिला न्यायाधीश के न्यायालय में ऐसी राशि का",
  "amount as he deems sufficient or, where all the disputing parties have in writing admitted the amount tendered to be": "भुगतान कर सकता है जो वह पर्याप्त समझता है या जहां सभी विवादित पक्षों ने लिखित रूप में स्वीकार किया है कि",
  "sufficient or the amount has been determined under sub- section (3), that amount; and theDistrict Judge, after giving": "बोली की गई राशि पर्याप्त है या उस राशि का निर्धारण उपधारा (3) के तहत किया गया है; और जिला न्यायाधीश,",
  "notice to the parties and hearing such of them as desire to be heard, shalldetermine the persons entitled to receive the compensation or, as the case may be, the proportions in": "पक्षों को नोटिस देने और सुनवाई करने के बाद, जैसा भी मामला हो, क्षतिपूर्ति प्राप्त करने के हकदार व्यक्तियों या उस",
  "which the persons interested are entitled to share in it.": "अनुपात का निर्धारण करता है जिसमें इच्छुक व्यक्ति इसमें भाग लेने के हकदार हैं।",
  "(5) Every determination of a dispute by a District Judge under sub-section (3), or sub-section (4) shall be final: Provided that nothing in this sub-section shall affect": "(5) उपधारा (3) या उपधारा (५) के अधीन जिला न्यायाधीश द्वारा विवाद का प्रत्येक निर्धारण अंतिम होगा: बशर्ते कि",
  "part of any compensation paid by the telegraph authority, from the person who has received the same.": "इस उपधारा की कोई बात किसी व्यक्ति के उस व्यक्ति से, जिसने उसे प्राप्त किया है, टेलीग्राफ प्राधिकरण द्वारा",
  "(17) The relevant extract of The works of Licensees Rules, 2006 is as under:-": "(7) लाइसेंसधारी कार्य नियम, 2006 का प्रासंगिक उद्धरण इस प्रकार हैः-",
  "13. Determination and payment of compensation to affected persons.-": "3. प्रभावित व्यक्तियों को मुआवजे का निर्धारण और भुगतान।-",
  "(1) Where the licensee makes default in complying with any of the provisions of these rules, he shall make full": "() जहां अनुज्ञप्तिधारी इन नियमों के किसी भी उपबंध का अनुपालन करने में चूक करता है, वहां वह प्रभावित व्यक्ति",
  "compensation for any loss or damage incurred by reason thereof to the person affected, as may be determined by the": "को उसके कारण हुए किसी भी नुकसान या क्षति के लिए पूर्ण मुआवजा देगा, जैसा कि जिला मजिस्ट्रेट या राज्य सरकार",
  "thereof to the person affected, as may be determined by the District Magistrate or by any other officer authorised by": "द्वारा इस संबंध में प्राधिक्त किसी अन्य अधिकारी द्वारा निर्धारित किया जा सकता है, यदि संबंधित पक्षों के बीच",
  "(2) Where any difference and dispute arises as to the amount of compensation determined under sub-rule (1),the": "(2) जहां उपनियम (॥) के अधीन निर्धारित मुआवजे की रकम के बारे में कोई मतभेद और विवाद उत्पन्न होता है वहां",
  "matter shall be determined by the Appropriate Commission.": "मामले का निर्धारण उपयुक्त आयोग द्वारा किया जाएगा।",
  "petition had been preferred under Section 12 (4) of the Electricity Act, 1910. The exercise of the jurisdiction was thus invalid and suffered": "विद्युत अधिनियम, 90 की धारा 42 (५) के तहत याचिका दायर की गई थी। इस प्रकार अधिकार क्षेत्र का प्रयोग",
  "1910. The exercise of the jurisdiction was thus invalid and suffered from want of authority. A reference is made to provisions of Section 16 of the Telegraph Act, 1885 as per which, in the event any of the parties": "अमान्य था और अधिकार की कमी से पीड़ित था। टेलीग्राफ अधिनियम, 885 की धारा ॥6 के प्रावधानों के लिए एक",
  "Magistrate, an appeal may be preferred to the competent authority.": "स्थिति में, सक्षम प्राधिकारी को अपील की जा सकती है।",
  "(14) Controverting to the same, learned counsel appearing on behalf of the respondents reiterates the submissions noticed above and": "(।५) इसका विरोध करते हुए, उत्तरदाताओं की ओर से उपस्थित विद्वान वकील ऊपर उल्लिखित प्रस्तुतियों को दोहराते",
  "contends that an exorbitant compensation had been awarded by the District Magistrate and sustainability of said compensation is likely to": "हैं और तर्क देते हैं कि जिला मजिस्ट्रेट द्वारा अत्यधिक मुआवजा दिया गया था और उक्त मुआवजे की स्थिरता से व्यापक",
  "cause severe detriment to the larger public interest. Accordingly, the compensation awarded by the District Magistrate was rationalized by": "सार्वजनिक हित को गंभीर नुकसान होने की संभावना है। तदनुसार, जिला मजिस्ट्रेट द्वारा दिए गए मुआवजे को प्रधान",
  "(15) I have heard learned counsel appearing on behalf of the": "(5) मैंने संबंधित पक्षों की ओर से उपस्थित विद्वान वकील को सुना है और उनकी सक्षम सहायता के साथ वर्तमान",
  "respective parties and have gone through the documents appended alongwith the present petition with their able assistance.": "याचिका के साथ संलग्न दस्तावेजों को देखा है।",
  "(16) It is not in dispute that the Electricity Act, 2003 had come": "(6) यह विवाद में नहीं है कि विदूुयुत अधिनियम, 2003 लागू हुआ था और विद्युत अधिनियम, 2003 के लागू होने",
  "into force and the transmission lines had been notified after the coming": "के बाद पारेषण लाइनों को अधिसूचित किया गया था। ऐसा होने पर, ट्रांसमिशन लाइसेंसधारी टेलीग्राफ लाइनें बिछाने",
  "licensee becomes the deemed licensee under Section 164 of the Electricity Act to lay down the telegraphs lines. Section 16 of the Telegraph Act, 1885 is extracted hereinbelow:": "के लिए विद्युत अधिनियम की धारा 6५ के तहत मानित लाइसेंसधारी बन जाता है। टेलीग्राफ अधिनियम, 885 की धारा ॥6 नीचे उद्धृत की गई हैः",
  "Section 16 in The Indian Telegraph Act, 1885": "भारतीय टेलीग्राफ अधिनियम, 885 की धारा 6",
  "(1) If the exercise of the powers mentioned in section 10 in respect of property referred to in clause (d) of that section is": "77. (॥) यदि उस धारा के खंड (४) में निर्दिष्ट संपत्ति के संबंध में धारा 0 में उल्लिखित शक्तियों के प्रयोग का विरोध",
  "resisted or obstructed, the District Magistrate may, in his discretion, order that the telegraph authority shall be": "किया जाता है या बाधित किया जाता है, तो जिला मजिस्ट्रेट अपने विवेकाधिकार से आदेश दे सकता है कि टेलीग्राफ",
  "permitted to exercise them.": "प्राधिकरण को उनका प्रयोग करने की अनुमति दी जाएगी।",
  "(2) If, after the making of an order under sub- section (1), any person resists the exercise of those powers, or, having": "(2) यदि, उपधारा (॥) के अधीन आदेश किए जाने के पश्चात्‌ कोई व्यक्ति उन शक्तियों के प्रयोग का विरोध करता है,",
  "control over the property, does not give all facilities for their being exercised, he shall be deemed to have": "या संपत्ति पर नियंत्रण रखने वाला, उनके प्रयोग के लिए सभी सुविधाएँ नहीं देता है, तो उसे भारतीय दंड संहिता, 860",
  "Before Vinod S. Bhardwaj, J.": "विनोद एस भारद्वाज से पहले जे.",
  "MANI RAM—Petitioner": "मणि राम-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "August 07, 2023": "07 अगस्त 2023",
  "Constitution of India, 1950, Arts. 226, 227— The Indian Telegraph Act, 1885, S. 16—The Indian Electricity Act, 1910, S.": "भारत का संविधान, 950, कला। भारतीय तार अधिनियम, ॥885, धारा 6-भारतीय विद्युत अधिनियम, 940, धारा",
  "12(4), Electricity Act, 2003, S. 164—License Rules. 2006, Rule No.": "2 (५) विद्युत अधिनियम, 2003, धारा 6५-अनुज्ञप्ति नियम। 2006, नियम सं। 3-भारतीय टेलीग्राफ अधिनियम,",
  "13—Power of Government to exercise Authority over order passed by District Magistrate under the Indian Telegraph Act, 1885—Land of": "885 के तहत जिला मजिस्ट्रेट द्वारा पारित आदेश पर प्राधिकरण का प्रयोग करने की सरकार की शक्ति-ट्रांसमिशन",
  "petitioner acquired by transmission Licensee after making compensation of Rs. 3,25,000/-—Size of tower installed in land of": "लाइसेंसधारी द्वारा अधिग्रहित याचिकाकर्ता की भूमि। 3,25,000/--याचिकाकर्ता की भूमि में स्थापित टावर का आकार",
  "petitioner found to be more than double the size of other installed towers—District Magistrate enhanced the compensation to the tune": "अन्य स्थापित टावरों के आकार से दोगुने से अधिक पाया गया-जिला मजिस्ट्रेट ने मुआवजे को बढ़ाकर रु। ,00,000 /-",
  "of Rs. 1,00,000/- per annum and awarded compensation of Rs. 70, 000/- per tower towards crop damage—Aggrieved, Respondent No. 2": "प्रति वर्ष और रु। 70, 000/- प्रति टावर फसल क्षति के लिए-पीड़ित, प्रतिवादी नं। 2 प्रधान सचिव, विद्युत विभाग,",
  "competent authority for assessing compensation payable to the land owner on account of laying transmission lines—order passed by": "अभिनिर्धारित, जिला मजिस्ट्रेट पारेषण लाइन बिछाने के कारण भूमि मालिक को देय मुआवजे का आकलन करने के",
  "owner on account of laying transmission lines—order passed by District Magistrate should have been assailed before the Appellate Authority by filling an Appeal and not by preferring Revision Petition": "लिए सक्षम प्राधिकारी है-जिला मजिस्ट्रेट द्वारा पारित आदेश को अपील भरने के द्वारा अपीलीय प्राधिकरण के समक्ष",
  "suffers from want of authority and Jurisdiction in law—Petition Allowed.": "विवादित आदेश प्राधिकरण के अभाव और कानून में अधिकार क्षेत्र से ग्रस्त है-याचिका की अनुमति।",
  "Held, that it is evident from a perusal of the same that the District Magistrate is the competent authority for assessing the": "अभिनिर्धारित किया गया कि उसी के अवलोकन से यह स्पष्ट है कि जिला मजिस्ट्रेट पारेषण लाइन बिछाने के कारण",
  "District Magistrate is the competent authority for assessing the compensation payable to the land owner with respect to any prejudice": "भूमि मालिक को हुए किसी पूर्वाग्रह के संबंध में देय मुआवजे का आकलन करने के लिए सक्षम प्राधिकारी है। जिला",
  "who is aggrieved of the assessment being done by the District Magistrate may, if so advised, prefer an appeal before the Appellate": "मजिस्ट्रेट द्वारा किए जा रहे मूल्यांकन से व्यथित कोई भी व्यक्ति, यदि ऐसा सलाह दी जाती है, तो अपीलीय प्राधिकरण",
  "Authority. Invariably, instead of taking recourse to the appropriate remedy available as per law, the respondents preferred a_ revision": "के समक्ष अपील कर सकता है। निश्चित रूप से, कानून के अनुसार उपलब्ध उचित उपाय का सहारा लेने के बजाय,",
  "did not have any such authority. The order in question thus suffered from want of authority and jurisdiction in law to determine": "कोई अधिकार नहीं था। इस प्रकार विचाराधीन आदेश को निर्धारित करने के लिए कानून में अधिकार और अधिकार क्षेत्रकी कमी का सामना करना पड़ा",
  "14. Procedure for deposit of compensation payable by the licensee and furnishing of security.-(1) The amountof": "॥५. अनुज्ञप्तिधारी द्वारा देय क्षतिपूर्ति जमा करने और प्रतिभूति प्रस्तुत करने की प्रक्रिया।-(।) इन नियमों के तहत",
  "compensation payable by the licensee under these rules shall be deposited by means of demand draft.": "लाइसेंसधारी द्वारा देय मुआवजे की राशि डिमांड ड्राफ्ट के माध्यम से जमा की जाएगी।",
  "(2) The security required to be furnished under these rules shall be in the form of Bank Guarantee from a Scheduled Bank or in any other form as may be notified by the": "(2) इन नियमों के तहत प्रस्तुत की जाने वाली प्रतिभूति अनुसूचित बैंक से बैंक गारंटी के रूप में या किसी अन्य रूप",
  "Appropriate Government from time to time.": "में होगी जिसे उपयुक्त सरकार द्वारा समय-समय पर अधिसूचित किया जा सकता है।",
  "(18) It is evident from a perusal of the same that the District": "(।8) उसी के अवलोकन से यह स्पष्ट है कि जिला मजिस्ट्रेट ट्रांसममिशन लाइन बिछाने के कारण भूमि मालिक को हुए",
  "Magistrate is the competent authority for assessing the compensation payable to the land owner with respect to any prejudice caused to him": "किसी पूर्वाग्रह के संबंध में देय मुआवजे का आकलन करने के लिए सक्षम प्राधिकारी है। जिला मजिस्ट्रेट द्वारा किए जा",
  "aggrieved of the assessment being done by the District Magistrate may, if so advised, prefer an appeal before the Appellate Authority.": "रहे मूल्यांकन से व्यथित कोई भी व्यक्ति, यदि ऐसा सलाह दी जाती है, तो अपीलीय प्राधिकरण के समक्ष अपील कर",
  "Invariably, instead of taking recourse to the appropriate remedy available as per law, the respondents preferred a revision petition": "सकता है। निश्चित रूप से, कानून के अनुसार उपलब्ध उचित उपाय का सहारा लेने के बजाय, प्रत्यर्थियों ने विदूयुत",
  "have any such authority. The order in question thus suffered from want of authority and jurisdiction in law to determine compensation.": "इस प्रकार विचाराधीन आदेश को मुआवजे का निर्धारण करने के लिए कानून में अधिकार और अधिकार क्षेत्र की कमी",
  "(19) It has been held by the Hon'ble Supreme Court in the matter of Balwant N. Viswamitra versus Yadav Sadashiv Mule’, that": "(9) बलवंत एन. विश्वामित्र बनाम यादव सदाशिव मुले 2 के मामले में माननीय उच्चतम न्यायालय द्वारा यह",
  "any order passed without anauthority would be vitiated as the question": "अभिनिर्धारित किया गया है कि प्राधिकरण के बिना पारित किसी भी आदेश को दूषित कर दिया जाएगा क्‍योंकि",
  "of authority would go to the root of the award/order and such": "प्राधिकरण का प्रश्न अधिनिर्णय/आदेश के मूल तक जाएगा और ऐसी मौलिक त्रुटि को ठीक नहीं किया जा सकता है",
  "(20) The said position of law being absolute and_ being reiterated on numerous occasions and taking into consideration that": "(20) कानून की उक्त स्थिति निरपेक्ष होने और कई अवसरों पर दोहराई जा रही है और इस बात को ध्यान में रखते",
  "the Government is not an Appellate Authority against the compensation computed by the Deputy Commissioner, I find that the Principal Secretary, Department of Power did not have any authority to decide an": "हुए कि सरकार उपायुक्त द्वारा संगणित मुआवजे के खिलाफ अपीलीय प्राधिकरण नहीं है, मैं पाता हूं कि बिजली विभाग",
  "appeal/revision against the compensation awarded by the District Magistrate under the Telegraph Act.": "के प्रधान सचिव को टेलीग्राफ अधिनियम के तहत जिला मजिस्ट्रेट द्वारा दिए गए मुआवजे के खिलाफ अपील»/संशोधन",
  "(21) The present petition is accordingly allowed and the order": "(2) वर्तमान याचिका को तदनुसार अनुमति दी गई है और प्रधान सचिव, विद्युत विभाग, हरियाणा सरकार द्वारा",
  "(22) The setting aside of the order shall, however, not stand in the way of the petitioner to raise a challenge to the said order in the manner known to law. In the event of any such appeal being so": "(22) तथापि, आदेश को अपास्त करना याचिकाकर्ता के विधि द्वारा ज्ञात रीति से उक्त आदेश को चुनौती देने के मार्ग में बाधक नहीं होगा। ऐसी किसी भी अपील की स्थिति में",
  "> 2004 (8) SCC 706": "2.200५ (8) एससीसी 706",
  "constructed 200 KV Loop out circuit line was under crossing the existing 400 KV D/C Fatehabad-Nuhiyanwali line with two nos. gantry": "200 केवी लूप आउट सर्किट लाइन का निर्माण मौजूदा ५00 केवीडी /सी फतेहाबाद-नूहियानवाली लाइन को दो नंबरों",
  "location No.G1 & G2 and two No.220 KV tower. Each gantry consists of": "के साथ पार करने के लिए किया गया था। गैन्ट्री स्थान नंबर जी। और जी 2 और दो क्रमांक 220 के वी टाँवर। प्रत्येक",
  "03 Nos. small towers and two nos. of beams. Both gantries, tower No.77": "गैन्द्री में 03 संख्याएँ होती हैं। छोटे टावर और दो नंबर। बीमों की। दोनों गैन्ट्री. 77 और इस लाइन के 78 के साथ-साथ",
  "and 78 of this line as well as one No. towers of already existing 400 KV D/C Fatehabad-Nuhiyanwali line were falling in two and a half acres of": "एक न॑ं। पहले से मौजूद ५00 केवीडी /सी फतेहाबाद-नूहियांवाली लाइन के टावर याचिकाकर्ता की ढाई एकड़ भूमि में",
  "land of the petitioner. Hence, almost the entire land fell under the maze of wires. Initially a compensation @ Rs. 70,000/- per tower total": "गिर रहे थे। इसलिए, लगभग पूरी भूमि तारों की भूलभुलैया के नीचे गिर गई। शुरू में मुआवजे के रूप में रु. 70,",
  "of wires. Initially a compensation @ Rs. 70,000/- per tower total amounting to Rs. 3,25,000/- was disbursed to the petitioner on 12.05.2016.": "000/- प्रति टावर कुल रु। याचिकाकर्ता को ३,25,000/- 2.05.206 को वितरित किया गया था।",
  "(4) Feeling aggrieved of the constructions raised by the": "(५) प्रत्यर्थियों द्वारा उठाए गए निर्माणों से व्यधित महसूस करते हुए, याचिकाकर्ता द्वारा 09.06.206 को उपायुक्त,",
  "out that as a result of construction of 9 numbers of towers including the 06 gantry towers and 2 large size line towers installed in the": "के क्षेत्र में स्थापित 06 गैन्ट्री टावरों और 2 बड़े आकार के लाइन टावरों सहित 9 टावरों के निर्माण के परिणामस्वरूप,",
  "field of the petitioner, the entire land of the petitioner to the extentof 02 acres has become totally barren and unfit for utilization. A requestwas": "याचिकाकर्ता की पूरी भूमि 0०2 एकड़ तक पूरी तरह से बंजर और उपयोग के लिए अनुपयुक्त हो गई है। इस प्रकार",
  "thus made to the respondents to acquire the remaining land as well.": "उत्तरदाताओं से शेष भूमि का भी अधिग्रहण करने का अनुरोध किया गया।",
  "(5) The Deputy Commissioner, Fatehabad wrote a letter to the Executive Engineer, ATS Division, Hisar on 10.02.2016 with regard to": "(5) उपायुक्त, फतेहाबाद ने कार्यकारी अभियंता, एटीएस डिवीजन, हिसार को 0.02.206 को एक पत्र लिखा था,",
  "non payment of entire compensation in lieu of tower line and removal of small line from the field stating therein that size of the tower": "जिसमें टॉवर लाइन के बदले में पूरे मुआवजे का भुगतान नहीं करने और क्षेत्र से छोटी लाइन को हटाने के संबंध में",
  "installed in the land of the petitioner is more than double the size of other": "कहा गया था कि उसमें याचिकाकर्ता की भूमि में स्थापित टॉवर का आकार अन्य स्थापित टावरों के आकार से दोगुने",
  "installed towers. A letter was also forwarded by the Tehsildar, Fatehabad to the Deputy Commissioner, Fatehabad on 13.06.2016 regarding": "से अधिक है। एक पत्र तहसीलदार, फतेहाबाद द्वारा उपायुक्त, फतेहाबाद को 3.06.206 को लूप आउट हुकमावली",
  "damage caused to the land on account of construction of loop out Hukmawali Circuit. It was informed that a spot inspection had been": "सर्किट के निर्माण के कारण भूमि को हुए नुकसान के बारे में भी भेजा गया था। यह सूचित किया गया कि घटनास्थल",
  "conducted and the loss suffered by the petitioner was assessed around Rs.": "का निरीक्षण किया गया था और याचिकाकर्ता को हुए नुकसान का आकलन लगभग रु। । लाख प्रति वर्ष क्योंकि टॉवर",
  "1 lakh per annum since no cultivation can be done on the said land below the Tower line.": "लाइन के नीचे उक्त भूमि पर कोई खेती नहीं की जा सकती है।",
  "(6) The Executive Engineer, T.S. Division, Sirsa, also forwarded a letter on 22. 06.2016 to the Deputy Commissioner with": "(6) कार्यकारी अभियंता, टी.एस. डिवीजन, सिरसा ने भी 22 को एक पत्र भेजा। 06.206 220 केवी फतेहाबाद-",
  "regard to the hindrance and construction of the work of LILO of 220 KV Fatehabad-Chormar line. The Deputy Commissioner, Fatehabadwas": "चोरमार लाइन के लिलो के काम में बाधा और निर्माण के संबंध में उपायुक्त को। उपायुक्त, फतेहाबाद से आवश्यक",
  "requested to pass necessary orders as_ the area of gantry is more than the area of two number of towers and recommending him to grant": "आदेश पारित करने का अनुरोध किया गया था क्योंकि गैन्ट्री का क्षेत्र दो टावरों के क्षेत्र से अधिक है और उन्हें भूमि के",
  "compensation to the owner of the land i.e. petitioner herein.": "मालिक को मुआवजा देने की सिफारिश की गई है याचिकाकर्ता यहाँ।",
  "(7) Pursuant to the report obtained from the concerned quarters and upon consideration of the rival submissions, the District Magistrate": "(7) संबंधित कार्टरों से प्राप्त रिपोर्ट के अनुसार और प्रतिद्वंद्वी प्रस्तुतियों पर विचार करने पर, जिला मजिस्ट्रेट ने आदेश",
  "ordered that the petitioner be compensated to the tune of Rs. 1 lakh": "दिया कि याचिकाकर्ता को एक लाख रुपये का मुआवजा दिया जाए। । लाख"
}