{
  "896 I.L.R. PUNJAB AND HARYANA 2012(1)": "896",
  "Before Nirmaljit Kaur, J. SHAM LAL ,—Petitioner versus": "निर्मेलजीत कौर से पहले, जे. शाम लाल,-याचिकाकर्ता बनाम",
  "STATE OF HARYANA AND OTHERS,—Respondent(s)": "हरियाणा राज्य और अन्य, उत्तरदाता",
  "Constitution of India, 1950 - Art. 311(2) - Prevention of": "भारत का संविधान, 4950-अनुच्छेद 34 (2)-भ्रष्टाचार निवारण अधिनियम,",
  "Corruption Act, 1988 - Ss.7, 13(1) (d), 13(2) - Petitioner convicted": "988-धारा 7,73 (१) (डी), 3 (2)-याचिकाकर्ता को अधिनियम, 988",
  "u/s 7, 13(1) (d), 13(2) of the Act,1988 - Dismissed from service -": "की धारा 7,73 (१) (डी), 43 (2) के तहत दोषी ठहराया गया-सेवा से",
  "Challenged dismissal order - Whether protection in Art. 311(2) of": "बर्खास्त किया गया-बर्खास्तगी आदेश को चुनौती दी गई-क्या संविधान के अनुच्छेद 377 (2) में संरक्षण नैतिक अधमता से जुड़े अपराध के लिए आपराधिक",
  "the Constitution would be available to a person convicted by a criminal Court for offence involving moral turpitude - Held that": "377 (2) में संरक्षण नैतिक अधमता से जुड़े अपराध के लिए आपराधिक न्यायालय द्वारा दोषी ठहराए गए व्यक्ति को उपलब्ध होगा-यह माना गया कि ऐसे",
  "there was no requirement for issuance of show cause notice in such a case - Petition dismissed.": "मामले में कारणदर्शक नोटिस जारी करने की कोई आवश्यकता नहीं है-याचिका खारिज कर दी गई।",
  "would not be available if such a punitive action is taken on the": "उपलब्ध नहीं होगा यदि ऐसी दंडात्मक कार्रवाई आचरण के आधार पर की जाती है",
  "no requirement for issuance of any show cause notice before taking any": "पहले कोई कारणदर्शक नोटिस जारी करने की कोई आवश्यकता नहीं थी, जैसा कि इस",
  "judgment rendered by the Division Bench of this Court in the case of Vashampine (supra) itself which reads as under: -": "न्यायालय की खण्ड पीठ द्वारा स्वयं वाशाम्पाइन (उपर्युक्त) के मामले में दिए गए निर्णय के",
  "of the Constitution against ‘dismissal’, ‘removal’ or ‘reduction": "संविधान के अनुच्छेद 3] (2) के तहत 'बर्खास्तगी', 'हटाने' या 'रैंक में कमी' के",
  "in rank’, unless a reasonable opportunity of being heard is given,": "खिलाफ संरक्षण, जब तक कि सुनवाई का उचित अवसर नहीं दिया जाता है, तब तक",
  "basis of conduct which has led to the conviction on a criminal charge. In other words, if an order of dismissal or removal": "जिसके कारण आपराधिक आरोप में दोषसिद्धि हुई है।दूसरे शब्दों में, यदि बर्खास्तगी या",
  "from service is founded upon misconduct leading to the": "सेवा से हटाने का आदेश कदाचार पर आधारित है जिसके कारण सिविल सेवक को",
  "against the petitioner and his conviction by the Criminal Court in an offence": "याचिकाकर्ता के खिलाफ गंभीर आरोप और 897 में आपराधिक न्यायालय द्वारा उसकी",
  "(Nirmaljit Kaur, J.)": "(निर्मलजीत कौर, जे.)",
  "an offence involving moral turpitude, the protection of Article 311(2) of the": "नैतिक अधमता से संबंधित अपराध, भारत के संविधान के अनुच्छेद 3] (2) का",
  "(Para 9)": "(पैरा 9)",
  "R K Handa, Advocate, for the petitioner.": "आर, के, हांडा, अधिवक्ता, याचिकाकर्ता की ओर से।",
  "NIRMALJIT KAUR, J.": "निर्मलजीत कौर, जे।",
  "(1) The petitioner while serving as Field Officer in the respondent": "() अंबाला में प्रतिवादी निगम में फील्ड अधिकारी के रूप में कार्य करते हुए",
  "Vigilance Bureau for taking bribe of Rs.1,000/- from Smt. Shakuntla wife": "याचिकाकर्ता को कथित रूप से राज्य सतर्कता ब्यूरो ने श्रीमती से ,000/- रुपये की",
  "of Shri Om Parkash resident of Krishna Colony, Near Naya Gaon, Ambala City for sanctioning the loan for the purchase of buffaloes. In view of the": "रिश्वत लेते हुए रंगे हाथों पकड़ा था। अंबाला शहर के नया गाँव के पास कृष्णा कॉलोनी निवासी श्री ओम प्रकाश की पत्नी शकुंतला को भैंसों की खरीद के लिए ऋण स्वीकृत",
  "vide order dated 31.10.2005. Finally, he was charge sheeted vide memo": "3१.0.2005 दिनांकित आदेश के माध्यम से निलंबित कर दिया गया था। अंत में,",
  "sometime. However, he was exonerated of the charges by the Inquiry": "बाद याचिकाकर्ता को कुछ समय के लिए निलंबित कर दिया गया ।हालाँकि, उन्हें जाँच",
  "Officer vide his report dated 24.02.2009, whereas, in the criminal proceedings": "अधिकारी द्वारा अपनी रिपोर्ट दिनांक 24.02.2009 के माध्यम से आरोपों से बरी कर",
  "initiated against the petitioner, the Special Judge, Ambala convicted and": "दिया गया था, जबकि याचिकाकर्ता के खिलाफ शुरू की गई आपराधिक कार्यवाही में, विशेष न्यायाधीश, अंबाला ने याचिकाकर्ता को भ्रष्टाचार निवारण अधिनियम, ]988",
  "one year under Section 7 of the Prevention of Corruption Act, 1988 and": "की खंड 7 के तहत एक वर्ष के लिए आर, आई. से गुजरने और जुर्माने का भुगतान",
  "and RI for two years and to pay a fine of Rs.2000/- under Section 13 (I)": "आर. आई. और भ्रष्टाचार निवारण अधिनियम, 988 की खंड 3 (॥) (डी) के साथ",
  "and in default of payment of fine, to further undergo RI for a period of two": "करने में विफल रहने पर, दो महीने की अवधि के लिए आर, आई. से गुजरने की सजा",
  "months. The appeal against the said judgment is pending before the High": "सुनाई । उक्त फैसले के खिलाफ अपील उच्च न्यायालय में लंबित है ।इस बीच, प्रतिवादी",
  "Court. Meanwhile, respondent No. 2 dismissed the petitioner from service vide order dated 01.06.2011.": "संख्या 2 ने याचिकाकर्ता को दिनांक 0.06.20] के आदेश के माध्यम से सेवा से बर्खास्त कर दिया।",
  "(2) While praying for setting aside the order dated 01.06.2011,": "(2) दिनांकित 0.06.20]] आदेश को रद्द करने के लिए प्रार्थना करते हुए,",
  "learned counsel for the petitioner submitted that the petitioner has been": "याचिकाकर्ता के विद्वान अधिवक्ता ने प्रस्तुत किया कि याचिकाकर्ता को बिना कोई",
  "the cases of Hari Ram versus Dakshin Haryana Bijli Vitaran Nigam Limited and another (1), Vashampine alias Kunni v. State of Haryana": "शाम लाल बनाम हरियाणा राज्य और अन्य (निर्मलजीत कौर, जे.)",
  "by Division Bench of this Court in the case of Vashampine as well as by": "थी, जैसा कि इस न्यायालय की खण्ड पीठ द्वारा स्वयं वाशाम्पाइन (उपर्युक्त) के मामले में"
}