{
  "Before Sandeep Moudgil, J.": "संदीप मौदगिल से पहले जे.",
  "SHYAM BABU RAWAT—Appellant": "श्याम बाबू रावत-अपीलकर्ता",
  "versus": "बनाम",
  "MANISH—Respondent": "मनीष-प्रतिवादी",
  "CRM-A No. 1725-MA of 2018": "2048 का सीआरएम-ए नंबर 725-एमए",
  "Held, once the defence is able to rebut the presumption prescribed under Section 139 of Negotiable instruments Act, 1881 it is for the applicant to": "जब बचाव परक्राम्य लिखत अधिनियम, 4884 की धारा 439 के तहत निर्धारित अनुमान का खंडन करने में सक्षम हो जाता है, तो आवेदक को मामले को साबित करना होता है सभी",
  "prove the case beyond all reasonable doubts—Applicant neither produced any document to establish that alleged amount has been": "उचित संदेहों से परे - आवेदक ने न तो यह साबित करने के लिए कोई दस्तावेज प्रस्तुत",
  "advance such a huge amount—Further held, mere admission of": "बड़ी राशि अग्रिम करने की अपनी वित्तीय क्षमता साबित की है - इसके अलावा, केवल",
  "signature is no admission where respondent contends misuse of blank": "हस्ताक्षर की स्वीकृति कोई स्वीकृति नहीं है जहां प्रतिवादी रिक्त स्थान के दुरुपयोग का",
  "signed cheque and applicant fails to discharge his onus of proving that": "दावा करता है हस्ताक्षरित चेक और आवेदक यह साबित करने के अपने दायित्व का",
  "there in-fact existed a legally enforceable debt—Application dismissed.": "निर्वहन करने में विफल रहता है कि वास्तव में कानूनी रूप से लागू करने योग्य मामला मौजूद था - आवेदन खारिज कर दिया गया।",
  "Held, that mere admission of signature is no admission where the": "माना जाता है कि केवल हस्ताक्षर की स्वीकृति कोई स्वीकृति नहीं है जहां प्रतिवादी खाली",
  "respondent contends misuseof the blank signed cheque and onus to prove": "हस्ताक्षरित चेक के दुरुपयोग का दावा करता है और यह साबित करने की जिम्मेदारी लेता",
  "that there in fact existed a legally enforceable debt, was upon": "है कि वास्तव में कानूनी रूप से लागू करने योग्य ऋण मौजूद था, जो",
  "applicant/complainant firm and none else.": "आवेदक/शिकायतकर्ता फर्म पर था और किसी और पर नहीं।",
  "(Para 7)": "(7 के लिए)",
  "Arjun Rai, Advocate for Kunal Dawar, Advocate, for the applicant": "आवेदक की ओर से अधिवक्ता कुणाल डावर, अर्जुन राय, अधिवक्ता",
  "SANDEEP MOUDGIL, J. (ORAL)": "संदीप मौदगिल, जे. (मौखिक)",
  "(1) This application for leave to appeal has been filed by applicant-": "(5) अपील की अनुमति के लिए यह आवेदन आवेदक-शिकायतकर्ता द्वारा प्रतिवादी को",
  "complainant against acquittal of the respondent, vide judgment and order dated 21.04.2018 passed by the learned JMIC, Faridabad (for short, ‘the": "बरी किए जाने के खिलाफ दायर किया गया है, जेएमआईसी, फरीदाबाद (संक्षेप में, 'ट्रायल",
  "Instruments Act (in short, the NI Act) has been dismissed.": "शिकायत की गई थी। परक्राम्य लिखत अधिनियम (संक्षेप में, एनआई अधिनियम) की धारा",
  "(2) Due the friendly circle, respondent approached the applicant/ complainant for lending an amount of Rs.5,00,000/- in January, 2016. It is": "(2) मित्रता के कारण, प्रतिवादी ने जनवरी, 2046 में 5,00,000/- रुपये की राशि उधार देने",
  "complainant, respondent assured to repay the same within six months. It is": "उक्त राशि लेते समय, प्रतिवादी ने आश्वासन दिया इसे छह महीने के भीतर चुकाना होगा।",
  "further alleged that when applicant/complainant demanded his money,": "आगे आरोप है कि जब आवेदक/शिकायतकर्ता ने अपने पैसे की मांग की, तो प्रतिवादी ने",
  "08.08.2016 for Rs.5,00,000/- drawn on Indian Overseas Bank, Faridabad": "08.08.2046 को 5,00,000/- रुपये का चेक जारी किया।",
  "in favour of the applicant/complainant. When applicant/complainant": "आवेदक/शिकायतकर्ता के पक्ष में। जब आवेदक/शिकायतकर्ता ने उक्त चेक अपने बैंकर",
  "Insufficient”. The applicant/ complainant got issued legal notice dated": "अपर्याप्त\" टिप्पणी के साथ अवैतनिक के रूप में वापस कर दिया गया। आवेदक/शिकायतकर्ता को भुगतान करने के लिए अपने वकील के माध्यम से दिनांक",
  "has been made. Hence, a complaint was filed under Section 138 of the NI": "इसलिए, एनआई अधिनियम की धारा 438 के तहत एक शिकायत दर्ज की गई थी, लेकिन",
  "Act but the same has been dismissed by learned trial court vide judgment dated 21.04.2018 on the ground that the applicant/complainant has": "इसे ट्रायल कोर्ट ने दिनांक 24.04.2048 के फैसले के तहत इस आधार पर खारिज कर",
  "miserably failed to prove that the cheque was_ issued by the respondent in": "दिया है कि आवेदक/शिकायतकर्ता यह साबित करने में बुरी तरह विफल रहा है कि चेक",
  "discharge of his legal debt and liability.": "प्रतिवादी द्वारा जारी किया गया था। अपने कानूनी ऋण और दायित्व के निर्वहन में।",
  "(3) Learned counsel for the applicant contends that from the evidence brought on record, applicant has been able to prove the guilt of": "(3) आवेदक के विद्वान वकील का तर्क है कि रिकॉर्ड पर लाए गए साक्ष्य से, आवेदक",
  "the respondent and all the ingredients of Section 138 of NI Act have been": "प्रतिवादी के अपराध को साबित करने में सक्षम है और एनआई अधिनियम की धारा 438",
  "between both the parties, therefore, an amount of Rs.5,00,000/- was advanced by applicant/complainant to respondent as friendly loan and in": "पक्षों के बीच मैत्रीपूर्ण संबंध थे, इसलिए आवेदक/शिकायतकर्ता द्वारा प्रतिवादी को मैत्रीपूर्ण ऋण के रूप में 5,00,000/- रुपये की राशि दी गई थी और लिए गए ऋण के लिए अपनी",
  "order to dischargehis liability qua the loan taken, the cheque, in question,": "देनदारी का निर्वहन करने के लिए चेक दिया गया था। प्रश्न में, प्रतिवादी द्वारा जारी किया",
  "was issued by the respondent, however, the same was dishonoured. He": "गया था, तथापि, उसका अनादर किया गया था। उन्होंने तर्क दिया कि प्रतिवादी की ओर से",
  "applicant/complainant being a member and he has paid all the amount to the applicant/complainant, is totally vague and baseless defence. No": "आवेदक/शिकायतकर्ता को सारी राशि का भुगतान कर दिया है, पूरी तरह से अस्पष्ट और",
  "evidence has been brought on record to substantiate the same. On the other": "निराधार है। रक्षा। इसे प्रमाणित करने के लिए कोई साक्ष्य रिकॉर्ड पर नहीं लाया गया है।",
  "side, applicant/complainant by leading cogent and convincing evidence": "दूसरी ओर, आवेदक/शिकायतकर्ता ठोस और ठोस सबूत पेश करके अपने मामले को",
  "has been able to prove its case successfully. Rules of presumption lies in favour of applicant/complainant. Respondent miserably failed to rebut the": "सफलतापूर्वक साबित करने में सक्षम रहा है। अनुमान के नियम आवेदक/शिकायतकर्ता",
  "presumption drawn in favour of applicant/complainant.": "के पक्ष में हैं। प्रतिवादी आवेदक/शिकायतकर्ता के पक्ष में बनाई गई धारणा का खंडन करने",
  "(4) I have heard learned counsel for the applicant and gone through": "(4) मैंने आवेदक के विद्वान वकील को सुना है और रिकॉर्ड का अध्ययन किया है और इस",
  "the record and this Court is of the considered view that there is no fault in the judgment passed by the learned trial court.": "न्यायालय का मानना है कि विद्वान ट्रायल कोर्ट द्वारा पारित निर्णय में कोई दोष नहीं है।",
  "(5) Learned trial court rightly observed that the applicant/": "(5) विद्वान ट्रायल कोर्ट ने ठीक ही कहा कि आवेदक/शिकायतकर्ता यह साबित करने के",
  "complainant has failed to produce any document/ affidavit/ pronote or any writing to establish that a huge amount of Rs. 5,00,000/- has been advanced by him to the respondent and as such it is highly improbable that": "लिए कोई दस्तावेज़/शपथपत्र/प्रोनोट या कोई लेखन प्रस्तुत करने में विफल रहा है कि रुपये की एक बड़ी राशि। उनके द्वारा प्रतिवादी को 5,0०0,000/- रुपये की अग्रिम राशि दी गई है और ऐसे में यह अत्यधिक असंभव है कि कोई भी व्यक्ति बिना किसी लिखित या किसी",
  "any person can give such a huge amount as friendly loan without any": "दस्तावेज़ को निष्पादित किए इतनी बड़ी राशि मैत्रीपूर्ण ऋण के रूप में दे सकता है।",
  "writing or executing any document. The applicant/complainant has totally collapsed during his cross-examination and totally deviated from the lines": "आवेदक/शिकायतकर्ता अपनी जिरह के दौरान पूरी तरह से बेहोश हो गया और अपनी",
  "of his complaint. The applicant/complainant has not shown this loan in his L.T.R.": "पंक्तियों से पूरी तरह भटक गया उसकी शिकायत का. आवेदक/शिकायतकर्ता ने यह ऋण अपने खाते में नहीं दर्शाया है आईटीआर."
}