{
  "(Para 2)": "(पैरा 9)",
  "Further held, that similarly, the extra-judicial confession made by": "यह भी अभिनिर्णीत किया गया कि इसी तरह, रणधीर सिंह द्वारा किए गए अतिरिक्त-न्यायिक स्वीकारोक्ति को अनिवार्य",
  "Randhir Singh necessarily has to be rejected as admittedly, Randhir Singh was resident of Village Dharodi and not resident of the same village. It has": "रूप से खारिज कर दिया जाना चाहिए क्‍योंकि रणधीर सिंह गांव धरोड़ी के निवासी थे और उसी गांव के निवासी नहीं थे। उसकी",
  "come in his cross examination that he was neither Panch nor Sarpanch or Lambardar and had claimed to be a Tholedar of the village to whom, no": "जिरह में यह आया है कि वह न तो पंच था और न ही सरपंच या लंबरदार और उसने गांव का थोलदार होने का दावा किया",
  "official credence can be given. He was a non-matriculate and was son-in-": "था, जिसे कोई आधिकारिक विश्वास नहीं दिया जा सकता है। वह एक गैर-मैट्रिकुलेटिक था और एक बनवारी नामक व्यक्ति का",
  "law of one Banwari who was related to Chajju. Dalbara Singh, complainant, in his cross-cxamination, admitted that onc of his sons is married with": "दामाद था, जो छज्जू से संबंधित था। शिकायतकर्ता दलबारा सिंह ने अपनी जिरह में स्वीकार किया कि उसके एक बेटे की शादी",
  "daughter of Chajju and thus, itis apparent that there was a relationship with the complainant party and more so, there would have been no reason": "छज्जू की बेटी से हुई है और इस प्रकार, यह स्पष्ट है कि शिकायतकर्ता पक्ष के साथ संबंध थे और इसके अलावा, अपीलकर्ताओं",
  "before him on 17.01.2001. It is admitted proposition that extrajudicial contessions arc a weak type of evidence and have to be carcfully scrutinised": "कारण नहीं होगा। यह स्वीकृत प्रस्ताव है कि न्यायेतर स्वीकारोक्ति एक कमजोर प्रकार का साक्ष्य है और इसकी सावधानीपूर्वक",
  "and keeping in view the statement of PW12, Randhir Singh, the fact that": "जांच की जानी चाहिए और पीडब्ल्यू |2, रणधीर सिंह के बयान को ध्यान में रखते हुए, इस तथ्य को ध्यान में रखते हुए कि",
  "he was not resident of the same village, there was no occasion for the appcllants to go to him to make the extra-judicial confession. Further, it is": "वह उसी गांव का निवासी नहीं था, अपीलकर्ताओं के पास अतिरिक्त-न्यायिक स्वीकारोक्ति करने के लिए उसके पास जाने का",
  "hard to believe that the appellants had gone to him and made statements": "कोई अवसर नहीं था, इसके अलावा, यह विश्वास करना कठिन है कि अपीलकर्ता उसके पास गए थे और बयान दिए थे क्योंकि",
  "since onc of them might have some relationship but why should all the three go to the same person to make extra-judicial confession, which is the case ofthe prosecution.": "उनमें से एक का कुछ संबंध हो सकता है, लेकिन तीनों को अतिरिक्त-न्यायिक स्वीकारोक्ति करने के लिए एक ही व्यक्ति के पास क्यों जाना चाहिए, जो अभियोजन पक्ष की आसानी है।",
  "(Para 20)": "(पैरा 20)",
  "‘Further held, that the medical evidence is also not conclusive to": "यह भी अभिनिर्णीत किया गया कि चिकित्सा साक्ष्य भी उस हद तक निर्णायक नहीं है जो यह दर्शाता है कि मृतक",
  "that extent to show that the deccased was donc to death by using the shirt, which is the case of the prosecution. Thus the said recoveries which are": "को शर्ट का उपयोग करके मौत के घाट उतार दिया गया था, जो अभियोजन पक्ष की आसानी है। इस प्रकार उक्त बरामदगी जो",
  "not supported by any independent witness, could have casily been planted’": "किसी भी स्वतंत्र गवाह द्वारा समर्थित नहीं है, आसानी से पुलिस द्वारा लगाए जा सकते थे और इकबालिया बयान लिया जा",
  "(Para 21)": "(पैरा 2)",
  "Deepender Singh, Advocate, for the appellants.": "दीपेंद्र सिंह, अपीलकर्ताओं के लिए एडवोकेट ।",
  "GS.Chahal, Addl.A.G, Haryana, for the respondent.": "जी.एस. चहल, अतिरिक्त महाधिवक्ता, हरियाणा सरकार, ग्रतिवादी के अधिवक्ता।",
  "G.S. SANDHAWALIA, J.": "न्यायमूर्ति जी.एस. संधावलिया:",
  "is time-gap between the point of time when the accused and the deceased": "गए सिद्धांत के सिद्धांत में यह प्रावधान है कि जहां उस समय के बीच समय-अंतराल होता है जब अभियुक्त और मृतक को",
  "werc last scen together, then corroboration is required. It is only where the": "अंतिम बार एक साथ देखा गया था, तो पुष्टि की आवश्यकता होती है। यह केवल तभी होता है जब अंतर इतना छोटा होता है",
  "difference is so small that possibility of any other person, other than the accused being the author of the crime, becomes impossible and then only,": "कि अभियुक्त के अलावा किसी अन्य व्यक्ति के अपराध का लेखक होने की संभावना असंभव हो जाती है और केवल तभी",
  "Courts take this circumstantial evidence adverscly against the accused.": "न्यायालय अभियुक्त के विरुद्ध इस परिस्थितिजन्य साक्ष्य को प्रतिकूल रूप से लेते हैं।",
  "(Para 10)": "(पैरा 0)",
  "Further held, that the factum of dclay, as-noticed in lodging of the FIR, is one circumstance which has to be examined with great care once": "यह भी अभिनिर्णीत किया गया कि देरी का तथ्य, जैसा कि एफआईआर दर्ज करने में देखा गया है, एक ऐसी परिस्थिति",
  "FIR, is one circumstance which has to be examined with great care once the case is based on circumstantial cvidencc. As discussed carlicr, present": "है जिसकी परिस्थितिजन्य साक्ष्य पर आधारित होने के बाद बहुत सावधानी से जांच की जानी चाहिए| जैसा कि पहले चर्चा की",
  "is an apparent case where the FIR has not been recorded at the correct point of time, on the disclosure of the dead body. The delay in dispatching": "गई है, वर्तमान में एक स्पष्ट मामला है जहां शव के खुलासे पर सही समय पर प्राथमिकी दर्ज नहीं की गई है। रिपोर्ट भेजने और",
  "the report and recciving by the Magistrate is also apparent and thus, it is a concentrated effort madc by the prosecution witness and the police to": "मजिस्ट्रेट द्वारा प्राप्त करने में देरी भी स्पष्ट है और इस प्रकार, यह अभियोजन पक्ष के गवाह और पुलिस द्वारा एक अंधे हत्या को",
  "a concentrated effort madc by the prosecution witness and the police to introducc the appellants as accused to solve a blind murder.": "सुलझाने के लिए अपीलकर्ताओं को आरोपी के रूप में पेश करने के लिए किया गया एक केंद्रित प्रयास है।",
  "(Para 14)": "(पैरा 4)",
  "of the deceased has been doubted, it would be unsafe to record a conviction on the basis of the said recovery on the ground that it matched with hair of appellant No.3.": "बरामदगी के आधार पर इस आधार पर दोषसिद्धि दर्ज करना असुरक्षित होगा कि यह अपीलकर्ता नंबर 3 के बालों से मेल",
  "(Paral8)": "(पैरा 8)",
  "Further held, that a perusal of the statement of the photographer": "यह भी अभिनिर्णीत किया गया कि, फोटोग्राफर के बयान को देखने से पता चलता है कि जब वह तस्वीरें लेने के लिए",
  "would show that there were already 30-40 peoplc at the spot when he had gone there to take the photographs and if there were so many people around and the ground was wet, the taking of samples at the dark would have been": "वहां गया था तो उस समय पहले से ही 30-40 लोग थे और अगर आसपास इतने सारे लोग थे और जमीन गीली थी, तो",
  "gone there to take the photographs and if there were so many people around and the ground was wet, the taking of samples at the dark would have been very difficult since there was no light at the spot. Apparent contradiction": "अंधेरे में नमूने लेना बहुत मुश्किल होता क्योंकि उस जगह पर रोशनी नहीं थी। इस बारे में स्पष्ट विरोधाभास पहले ही उत्पन्न हो",
  "has already arisen regarding as by what time thc police party reached there and whether it was day time or not since as per case of the prosecution,": "चुका है कि पुलिस दल वहां किस समय पहुंचा और क्‍या दिन का समय था या नहीं क्योंकि अभियोजन पक्ष के मामले के",
  "when the police party reached the spot at around 6/6.30 p.m., it would be a dark winter evening and it would not have becn possible to sce whether": "अनुसार, जब पुलिस दल शाम लगभग 6/630 बजे घटनास्थल पर पहुंचा, तो यह एक अंधेरी सर्दियों की शाम होगी और यह",
  "there was any foot-prints which could have becn created into moulds. Thus,.”": "देखना संभव नहीं होगा कि क्या कोई फुट-प्रिंट था जिसे सांचों में बनाया जा सकता था। इस प्रकार, ये परिस्थितियां अपीलकर्ताओं",
  "thesc circumstances are not sufficient evidence against the appellants, apart from the fact that the said reports are a weak type of evidence and cannot be of conclusive nature.": "के खिलाफ पर्याप्त सबूत नहीं हैं, इस तथ्य के अलावा कि उक्त रिपोर्ट एक कमजोर प्रकार का सबूत है और निर्णायक प्रकृति का",
  "adverse circumstance against the appellants as, admittedly, there is nothing": "और अपीलकर्ताओं के खिलाफ आयोजित परिस्थितियों का कोई चश्मदीद गवाह नहीं है कि मृतक को अपीलकर्ताओं के साथ",
  "prosecution has been able to bring home the guilt of the three appctlants beyond the shadow of reasonable doubt and they were held guilty of murdcring Vakil Chand on the basis of circumstantial cvidence and accordingly,": "अपीलकर्ताओं के अपराध को उचित संदेह की छाया से परे लाने में सक्षम रहा है और उन्हें परिस्थितिजन्य साक्ष्य के आधार पर",
  "murdcring Vakil Chand on the basis of circumstantial cvidence and accordingly, sentenced to rigorous imprisonment for life and to pay a fine of ‘SO000/-": "वकील चंद की हत्या का दोषी ठहराया गया और तदनुसार, आजीवन कठोर कारावास और प्रत्येक को 5000/- रुपये का",
  "cach and in default of payment of finc, to further undergo rigourous imprisonment for 2 years.": "जुर्माना देने की सजा सुनाई गई हैऔर जुर्माना अदा करने में चूक करने पर अतिरिक्त 2 वर्ष के कठोर कारावास की सजा भुगतने",
  "(2) Admittedly, the present casc 1s based on circumstantial evidence as therc is no cye-witness to the crime and the circumstances which have": "2) बेशक, वर्तमान केस परिस्थितिजन्य साक्ष्य पर आधारित है क्योंकि अपराध और अपीलकर्ताओं के खिलाफ",
  "as therc is no cye-witness to the crime and the circumstances which have been held against the appellants arc that the deceased having been last seen": "आयोजित की गई परिस्थितियों का कोई चश्मदीद गवाह नहीं है कि मृतक को अंतिम बार अपीलकर्ताओं की कंपनी में देखा",
  "in the company of the appcllants, the extra-judicial confession, alleged to have been given to Randhir Singh (PW 12), the foot-moulds taken from the": "गया था, अतिरिक्त-न्यायिक स्वीकारोक्ति, कथित रूप से रणधीर सिंह (पीडब्लू |2) को दी गई थी, घटना स्थल से लिए गए",
  "spot of the incident which matched with the foot-wear of the appellants, the hair samples taken from the hands of the deccased which matched with": "फुट-मोल्ड जो अपीलकर्ताओं के फुटवियर से मेल खाते थे, मृतक के हाथों से लिए गए बालों के नमूने जो अपीलकर्ताओं में",
  "the hair samples taken from the head of onc of the appellants and the recovery of bushirt and knife from two of the appellants.": "से एक के सिर से लिए गए बालों के नमूनों और दो अपीलकर्ताओं से शर्ट और चाकू की बरामदगी से मेल खाते थे।",
  "(3) The case was sct into motion on the statement of father of the deceased, Dalbara Singh (Exhibit PE) given at 6 p.m. on 13.01.2001 which": "3) यह मामला मृतक के पिता दलबारा सिंह (प्रदर्श पीई) के बयान पर |3.0.200] को शाम 6 बजे दिए गए",
  "was rccordcd at 6.30 p.m. by Raghbir Singh, SI (PW15). On the receipt": "था, जिसे रघबीर सिंह, एसआई (पीडब्लू 5) द्वारा शाम 6.30 बजे दर्ज किया गया था। उक्त सूचना प्राप्त होने पर उसे साय॑",
  "6.30 p.m. As per the FIR, the deccased, Vaki] Chand was running a electric shop in Village Ratta Khera and had gone alongwith his uncle Balwant Singh to Gohana in a political rally on 12.01.2001 but did not return back by": "खेड़ा में बिजली की दुकान चला रहा था और |2 जनवरी 200] को एक राजनीतिक रैली में अपने चाचा बलवंत सिंह के",
  "to Gohana in a political rally on 12.01.2001 but did not return back by night. On cnquiry in the moming, Balwant Singh, brother of the complainant": "साथ गोहाना गया था लेकिन रात तक वापस नहीं लौटा। सुबह पूछताछ करने पर, शिकायतकर्ता के भाई बलवंत सिंह ने उन्हें",
  "had informed him that Vakil Chand, alongwith the three appellants, who werc residents of the same village, had got down at Narwana bus stop.": "सूचित किया कि वकील चंद, तीन अपीलकर्ताओं के साथ, जो उसी गांव के निवासी थे, नरवाना बस स्टॉप पर उतरे थे।",
  "A scarch was, accordingly, madc for the deccased in the relations and it was found that a dead body of a person was lying in the wheat ficlds of Prithi Singh of Dharodi on Dharodi-Narwana road which was identificd to": "तदनुसार, रिश्तेदारों में मृतक की तलाश की गई और यह पाया गया कि धरोड़ी-नरवाना मार्ग पर धरोड़ी के पृथ्वी सिंह के गेहूं",
  "doing so, which was the alleged motive. The said IIR reads as under:": "देखा था, जो कथित मकसद था। उक्त एफआईआर इस प्रकार है:",
  "“Statement of Dalbara son of Sunda Singh, jat by castercsident of Ratta-Khera, aged about 40 ycars, P.S. Sadar’lohana:-": "\"रत्ता-खेड़ा निवासी जाति द्वारा सुंडा सिंह के दलबारा पुत्र जाट, उम्र लगभग 40 वर्ष, आरएस, सदर टोहाना का",
  "Stated that I am resident of above address and at present am living outside the village by preparing ‘Dhani’. [have two sons, out of": "कहा कि मैं उपरोक्त पते का निवासी हूं और सभी वर्तमान में 'ढाणी' तैयार करके गांव के बाहर रह रहा हूं। मेरे दो बेटे",
  "them cldcst was Vakil Chand, aged about 21/22 ycars and younger to him is Krishan Singh. About two ycars ago, my son Vakil Chand": "हैं, उनमें से सबसे बड़ा वकील चंद था, जिसकी उम्र लगभग 2/22 साल थी और उनसे छोटा कृष्ण सिंह है। करीब",
  "Chand was running a shop of clectric goods in the village in the house of Dilip Singh s/o Ramji Lal, jat by caste resident of Ratta": "वकील चंद गांव में बिजली के सामान की दुकान चला रहा था दत्ता खेड़ा निवासी जाति के जाट पुत्र दिलीप सिंह पुत्र",
  "house of Dilip Singh s/o Ramji Lal, jat by caste resident of Ratta Khera, yesterday, on 12.01.2001, in the moming, my son Vakil Chand alongwith my brother Balwant had gonc to Gohana in the ‘Raili’ of": "रामजी लाल के घर में कल 2.0.200॥] को सुबह मेरा बेटा वकील चंद अपने भाई बलवंत के साथ गांव वालों",
  "on 13.01.2001 in themoming, I asked my brother Balwant Singh that you and Vakil Chand had gone in the ‘Raili’ but Vakil Chand has notreturned to the house till now, who told that Vakil Chand and": "अपने भाई बलवंत सिंह से पूछा कि आप और वकील चंद रैली में गए थे लेकिन वकील चंद अब तक घर नहीं लौटे",
  "Surindcr son of | tawa Singh, Papu son of Hoshiar Singh and Jagpal": "हैं, जिन्होंने बताया कि वकील चंद और सुरिंदर पुत्र हवा सिंह, पप्पू पुत्र होशियार सिंह और जगपाल पुत्र लीलू सभी",
  "son of Lilu, all jat by caste residents of the village, all thesc four came with us upto Narwana and all these four persons Icfi the bus at": "गांव के जाट जाति निवासी हैं, ये चारों हमारे साथ नरवाना तक आए और ये चारों लोग नरवाना बस अड्डा पर बस",
  "Narwana bus adda. I, my brother Balwant and Rclu were going to search Vakil Chand in our rclations to Necl, Lambardar son of Mohinder Singh, jat by caste resident of Dharodi and Deban, in in-": "से निकल गए। मैं, मेरा भाई बलवंत और रेलू वकील चंद के ससुराल में नील, लंबरदार पुत्र मोहिंद्र सिंह, जाट निवासी",
  "reached the field of Pirthi Singh and saw that the dead body is of my son Vakil Chand. Injurics have been caused on the right cyc and": "साथ लेकर पिरथीसिंह के खेत में पहुंचे और देखा कि लाश मेरे बेटे वकील चंद की है। वकील चंद की दाहिनी आंख",
  "below the penis of Vakil Chand from which blood is coming out and there is swelling on the neck and also bluish marks on his neck.": "और लिंग के नीचे चोट के निशान मिले हैं जिससे खून निकल रहा है और गर्दन पर सूजन आ गई है और गर्दन पर",
  "Pappu son of Hoshiar and Jagpal son of Lilu have killed my son Vakil Chand by pressing his neck and by causing injuries. ‘The cause": "जगपाल पुत्र लीलू ने मेरे पुत्र वकील चंद की गर्दन दबाकर और घायल करके उसकी हत्या कर दी। द्वेष का कारण यह",
  "of grudgc is that about fourmonths ago, Pappu son of | loshiar Singh": "है कि लगभग चार महीने पहले होशियार सिंह के पुत्र पप्पू पुत्र रण सिंह की पुत्री की लज्जा भंग करने की कोशिश",
  "matter relating to the girl. | and my brother Balwant after leaving my brother Relu and Necl near the dead body of Vakil Chand, were": "खुलासा नहीं किया। मैं और मेरा भाई बल अपने भाई रेलू और नील को वकील चंद के शव के पास छोड़ने के बाद",
  "going to the police station for giving the information, that you met us. Lcgal action be taken against all the above three persons. You have": "सूचना देने के लिए पुलिस स्टेशन जा रहे थे, कि आप हमसे मिले। उपरोक्त तीनों व्यक्तियों के खिलाफ कानूनी कार्रवाई",
  "written my statement, which has been heard and is correct. Sd/-": "की जाए। आपने मेरा बयान लिखा है, जिसे सुना गया है और सही है। हस्ता/- दलबारा शिकायतकर्ता। सत्यापित",
  "Dalbara Complainant. Attested Sd/- Raghbir Singh, SI/SHOP.S. Sadar Narwana, 13.01.2001”": "हस्ता/- रघबीर सिंह, एसआई/एसएचओ थाना सदर नरवाना 3.0.200]\"",
  "(4) On the basis of the FIR, Raghbir Singh (PW 15), the Investigating Officer, went to the spot where the dead body was lying and called the": "4) प्राथमिकी के आधार पर, जांच अधिकारी रघबीर सिंह (7५५ | 5) उस स्थान पर गए जहां शव पड़ा था और",
  "photographer to take the photographs of the dead body and prepared the inqucstreport (Exhibit PC). The blood stained carth was taken into possession": "फोटोग्राफर को शव की तस्‍वीरें लेने के लिए बुलाया और पूछताछ रिपोर्ट (प्रदर्शनी पीसी) तैयार की। खून से सनी मिट्टी को",
  "come back in the same vehicle. [lowever, the three appellants and Vakil Chand got down at Narwana whereas the uncle of the deceased, Balwant": "उसी वाहन में वापस आ गए थे। हालांकि, तीन अपीलकर्ता और वकील चंद नरवाना में उतर गए, जबकि मृतक के चाचा, बाल",
  "had got down al the village. No independent person from the vehicle has been examined to show that this journcy had taken place. ven otherwise,": "वांटेड गांव में उतर गए थे। वाहन से किसी भी स्वतंत्र व्यक्ति की जांच नहीं की गई है ताकि यह दिखाया जा सके कि यह यात्रा",
  "Icg was affected by polio. Once that was so, the question ofhis geting down at Narwana alongwith the appellants would not arise, especially": "एक बार ऐसा ही था। अपीलकर्ताओं के साथ नरवाना में उनके उतरने का सवाल ही नहीं उठता, खासकर उनके बीच पहले से",
  "down on 12.01.2001 at Narwana is also very unnatural though it is sought to be explained that Balwant Singh was residing at the village whercas": "सूचित नहीं किया, यह भी बहुत अस्वाभाविक है, हालांकि यह स्पष्ट करने की मांग की गई है कि बलवंत सिंह गांव में रह रहे",
  "Vakil Chand, alongwith his father, Dalbara Singh, were residing in the ficlds. It was highly unnatural that the father would not have made": "थे जबकि वकील चंद अपने पिता दलबारा सिंह के साथ खेतों में रह रहे थे। यह बेहद अस्वाभाविक था कि पिता ने रात में",
  "(10) Another factor of last scen would be that the body was found at Village Darodi which is at a distance from Narwana, as would be clcar": "0) अंतिम बार देखे जाने का एक अन्य कारक यह होगा कि शव गांव दरोडी में पाया गया था जो नरवाना से कुछ",
  "from the cross-examination of the investigating ollicer, Raghbir Singh that he had recorded the statement (Exhibit PI) of the complainant at the": "दूरी पर है, जैसा कि जांच अधिकारी, रघबीर सिंह की जिरह से स्पष्ट होगा कि उन्होंने शिकायतकर्ता का बयान (प्रगोष्ठ पीई)",
  "railway-crossing which was 4 kms. away from where the dead body was lying. It was a maticr of mysicry as to how the deceased, who was": "रेल मार्ग-क्रॉसिंग पर दर्ज किया था जो 4 किलोमीटर दूर था जहां शव पड़ा था। यह रहस्य का विषय था कि मृतक जो विकलांग",
  "handicapped, travelicd 4 kms. from Narwana and was found at the ficlds of Village Dharodi, 4 kms, away and there being no independent witness {o slate that he was scen in the company of the appcllants going towards Dharodi and therefore, the circumstance of last sccn is also doubtful and": "था, ने 4 किमी की यात्रा कैसे की। नरवाना से 4 किलोमीटर दूर धरोड़ी गांव के खेतों में पाया गया। और यह कहने के लिए कोई स्वतंत्र गवाह नहीं है कि उसे धरोड़ी की ओर जाने वाले अपीलकर्ताओं की कंपनी में देखा गया था और इसलिए, अंतिम",
  "Itis only where the difference is so small that possibihty ofany other person, other than the accused being the author of the crime, becomes impossible": "केवल तभी होता है जब अंतर इतना छोटा होता है कि अभियुक्त के अलावा किसी अन्य व्यक्ति के अपराध का लेखक होने की",
  "and then only, Courts take this circumstantial evidence adversely against the": "संभावना असंभव हो जाती है और केवल तभी न्यायालय अभियुक्त के विरुद्ध इस परिस्थितिजन्य साक्ष्य को प्रतिकूल रूप से",
  "@ Bodha & others versus State of Jammu & Kashmir (1), State of U.P. versus Satish Kumar (2) and Ramreddy Rajeshkhanna Reddy &": "लेते हैं। बोध राज () बोध और अन्य बनाम जम्मू और कश्मीर राज्य, उत्तर प्रदेश राज्य बनाम सतीश कुमार और",
  "Ramrcddy (supra) read as under:": "रामरेड्डी (सुप्रा) में की गई टिप्पणियों को निम्नानुसार पढ़ा गया:",
  "(1) AIR 2002 SC 3164": "3। एआईआर 2002 एससी 3464",
  "(2) 2005 (3)SCC 114": "2 2005 (3) एससीसी 44",
  "(3) 2006 (2) R.C.R. (Crl.) 462": "3 2006 (2)आरसीआर (सीआरएल)462",
  "(17) The science of comparison of hair were not got conducted through the DNA procedure and the report showed similaritics with cach": "7) डीएनए प्रक्रिया के माध्यम से बालों की तुलना का विज्ञान नहीं किया गया था और रिपोर्ट ने उनकी रूपात्मक",
  "other in respect of their morphological and microscopical characteristics. The report reads as under:": "और सूक्ष्म विशेषताओं के संबंध में एक दूसरे के साथ समानताएं दिखाई। 'रिपोर्ट निम्नानुसार पढ़ती है:",
  "“LABORATORY EXAMINATION": "\"प्रयोगशाला परीक्षा",
  "|aboratory examination were carricd out to detect the presence of blood on the exhibits. Blood thus detected was subjected to": "प्रदर्शों पर रक्त की उपस्थिति का पता लगाने के लिए प्रयोगशाला परीक्षण किए गए थे। इस प्रकार पाए गए रक्त को",
  "from exhibit-2, 3, 8, 9 and 10 were cxamined and compared microscopically and morphologically. Based upon these examinations,": "2, 3, 8, 9 और ]0 से बरामद बालों की जांच की गई और सूक्ष्म और रूपात्मक रूप से तुलना की गई। इन",
  "thercsults obtained are given below:-": "परीक्षाओं के आधार पर प्राप्त परिणाम नीचे दिए गए हैं:-",
  "[xhibit-7a (Pant), cxhibit-7b (Jersy) and cxhibit-14 (knife).": "।. प्रदर्श- (रक्तरंजित पृथ्वी), प्रदर्श-/ए (पंत), सीएक्सहिबिट-/बी (जर्सी) और प्रदर्श-|4 (चाकू) पर",
  "llowever, blood could not be detected on exhibit-2 (i lair), exhibit-3 (Hair), exhibit-7c (Socks), cxhibit-8 (Hair), exhibit-": "रक्त पाया गया। तथापि, प्रदर्श-2 (बाल), प्रदर्श-3 (बाल), सीक्सिबिट-7ग (मोजे), प्रदर्श-8 (बाल), प्रदर्श-",
  "9 (lair) and cxhibit-10 (Hair).": "9 (बाल) और प्रदर्श-]0 (बाल) पर रक्त का पता नहीं लगाया जा सका।",
  "2. Hair recovered from exhibit-2, 3, 8, 9 and 10 wercidentified": "2. प्रदर्श-2,3,8,9 और 0 से बरामद बालों की पहचान मानव बाल के रूप में की गई। प्रदर्शनी -2 में",
  "as human hair. Hair in exhibit-2 and hair in exhibit-9 showed similarities with cach other in respect of their morphological and microscopical charactcristics. Opinion regarding matching": "बाल और प्रदर्शनी -9 में बालों ने अपनी रूपात्मक और सूक्ष्म विशेषताओं के संबंध में एक दूसरे के साथ समानताएं दिखाई  प्रदर्शनी-8, 9 और 0 में बालों के साथ प्रदर्शन-3 में बालों के मिलान के बारे में राय",
  "to the hospital at 6 p.m. PW4, Necl @Anil, the relative of the complainant": "पहुंचे थे और शव को शाम 6 बजे अस्पताल ले जाया गया था। पी० डब्लू०-4 नील (७2 अनिल ने अपने बयान में, गवाही",
  "and resident of Village Dharodi, in his statement, testified that at3/3.15 p.m., the complainant-Dalbara Singh and his brother had come along with Reclu to his house, looking for Vakil Chand and on identifying the dead body which": "दी कि 3/3:5 बजे, शिकायतकर्ता-दलबारा सिंह और उसका भाई रेलू के साथ उसके घर आए थे, वकील चंद की तलाश",
  "was lying at the fields of Prithi Singh, had gonc to report the murder to the police who had come at the spot at about 4/4.20 p.m. and photographs": "में और पृथ्वी सिंह के खेतों में पड़े शब की पहचान करने पर, पुलिस को हत्या की रिपोर्ट करने गए थे, जो लगभग 4/4:20",
  "Singh, who stated that he, alongwith his brother, had gone to the police, who met them on the way.": "वह अपने भाई के साथ पुलिस के पास गए थे, जो रास्ते में उनसे मिले थे।",
  "(12) Pcrusal of statement of Satyawan (PW11), son of Jugpal, resident of Dhakal, who was witness to the recovery of the blood-stained carth from the spot alongwith Balwan and also to the hair recovered from": "2) मौके से खून से सनी मिट्टी बरामद करने के गवाह सत्यवान (पीडब्लू ) पुत्र जुगपाल निवासी ढ़काल के",
  "the fists of the deceased along with the recovery memo of the three moulds of the foot-prints, lifted from the spot, would show that he had received": "बयान और घटनास्थल से उठाए गए पैरों के निशान के तीन सांचों के रिकवरी मेमो के साथ मृतक की मुट्ठी से बरामद बाल के",
  "a telephonic message from Neel @Anil that dead body ofhis sister’s son": "बयान का अवलोकन किया। पता चलता है कि उसे नील (७2 अनिल से एक टेलीफोन संदेश मिला था कि उसकी बहन के बेटे",
  "was found in the wheat ficld of Pirthi Singh. On getting this message, he, alongwith his brother, Balwan Singh, had gonc to the spot where the police": "का शव पिरथी सिंह के गेहूं के खेत में मिला था। यह संदेश मिलने पर, वह अपने भाई बलवान सिंह के साथ उस स्थान पर गया",
  "party were present and blood stained carth had been taken from the spot alongwith some broken wheat plants and the hair from the nails and fists": "था जहां पुलिस दल मौजूद था और कुछ टूटे हुए गेहूं के पौधों और पैरों के निशान के साथ वकील चंद के मृत शरीर के नाखूनों",
  "cxamination, the message was reccived al 6 p.m. and he had reached the spot at 6.30 p.m. and the dead body was taken to Civil Hospital on the": "प्राप्त हुआ था और वह मप 6:30 बजे घटनास्थल पर पहुंचा था और उसी दिन मप 6:5 से 6:30 बजे तक शव को सिविल",
  "samcday by 6.15 to 6.30 p.m. and the foot-moulds, hairs and blood stained carth were taken into possession after he had reached the spot and 45": "अस्पताल ले जाया गया था और उसके घटनास्थल पर पहुंचने के बाद पैर के सांचे, बाल और खून से सनी मिट्टी को कब्जे में",
  "carth were taken into possession after he had reached the spot and 45 minutes had been spentin these proceedings. Whereas, on the other hand, from the statement of Shashi Bhushan, PW 13, the photographer who took": "ले लिया गया था और इन कार्यवाहियों में 45 मिनट बीत चुके थे। जबकि, दूसरी ओर, शशि भूषण, पीडब्लू |3 के बयान से,",
  "take the photographer and they had reached the spot 10-15 minutes aficr": "स्पष्ट किया है कि जांच अधिकारी फोटोग्राफर को लेके आए थे और वे पुलिस के 0-5 मिनट बाद घटनास्थल पर पहुंचे थे",
  "the police and he had taken $-7 minutes to comp!ctc his work and returned in some private vchicle and had gone to the spot at 7.30 p.m. and it was": "और उन्होंने अपना काम पूरा करने में 5-7 मिनट का समय लिया था और किसी निजी वाहन में लौटे और शाम 7:30 बजे",
  "dark. He then clarified that the photographs were taken at 6.30 p.m. when": "घटनास्थल पर गए थे और अंधेरा था। इसके बाद उन्होंने स्पष्ट किया कि तस्वीरें शाम 6.30 बजे ली गई थीं। जब अंधेरा नहीं",
  "it was not dark and there was no arrangement for light. Ee stated that he had taken the photographs in evening time and when there was not complete sunshine and in the cross-cxamination, he had admitted that he was not": "था और रोशनी की कोई व्यवस्था नहीं थी। उन्होंने कहा कि उन्होंने शाम के चूने में तस्वीरें ली थीं और जब पूरी धूप नहीं थी",
  "that he was not directed to take the photographs of any foot-prints at the": "और प्रतिपरीक्षा में, उन्होंने स्वीकार किया था कि उन्हें मौके पर फुट-प्रिंट की तस्वीरें लेने का निर्देश नहीं दिया गया था और न",
  "(Dr.M.K.Goyal)": "(डॉ.एम.के.गोयल)",
  "Asstt. Director (Biology)": "सहायक निदेशक (जीव विज्ञान)",
  "Forensic Sc. Laboratory (FH)": "फोर्रेसिक विज्ञान प्रयोगशाला ()",
  "Madhuban (Karnal)”": "मधुबन (करनाल)",
  "(18) The said report cannot be taken to be the conclusive proof": "8) उक्त रिपोर्ट को इस तथ्य का निर्णायक प्रमाण नहीं माना जा सकता है कि मृतक की मुट्ठी में से एक के बाल",
  "of fact that the hair in one of the fist of the deceased was matching with the hair of appellant No.3 in view of the discussion carlier that there is a": "अपीलकर्ता नंबर 3 के बालों से मेल खा रहे थे, क्योंकि पहले हुई चर्चा के मद्देनजर इस बात पर संदेह है कि मृतक के हाथों में",
  "science is not a perfect science and cannot, thus, be the basis of conviction and it would be unsafe to rely upon the report. Once the recovery of the": "नहीं है और इस प्रकार, दृढ़ विश्वास का आधार नहीं हो सकता है और रिपोर्ट पर भरोसा करना असुरक्षित होगा। एक बार मृतक",
  "hair from the hands of the deccascd has been doubted, it would be unsafe to record a conviction on the basis of the said recovery on the ground that": "के हाथों से बाल बरामद होने के बाद उक्त बरामदगी के आधार पर इस आधार पर दोषसिद्धि दर्ज करना असुरक्षित होगा कि यह",
  "it matched with hair of appellant No.3.": "अपीलकर्ता नंबर 3 के बालों से मेल खाता है।",
  "(19) Similar would be the position regarding the foot-moulds. As noticed above, as per the statement of the investigating officer himself that": "9) पैर-मोल्डों के संबंध में भी यही स्थिति होगी। जैसा कि ऊपर देखा गया है, स्वयं जांच अधिकारी के बयान के",
  "he had reached the site at night and the field was wet and the proceedings had been recorded with the light of the vehicle at the spot and the moulds": "अनुसार कि वह रात में साइट पर पहुंचे थे और मैदान गीला था और कार्यवाही को मौके पर वाहन की रोशनी के साथ रिकॉर्ड",
  "were prepared at 10/10.30 p.m. on a winter evening, without any arrangement": "किया गया था और सर्दियों की शाम को 0/ 0.30 बजे मोल्ड तैयार किए गए थे, बिना रोशनी की व्यवस्था के। फोटोग्राफर",
  "there were already 30-40 people at the spot when he had gone there to": "के बयान को पढ़ने से पता चलता है कि घटनास्थल पर पहले से ही 30-40 लोग मौजूद थे जब वह तस्वीरें लेने के लिए वहां",
  "take the photographs and if there were so many people around and the ground was wet, the taking of samples at the dark would have been very": "गए थे और अगर आसपास इतने सारे लोग होते और जमीन गीली होती, तो अंधेरे में नमूने लेना बहुत मुश्किल होता क्योंकि",
  "dificult since there was no light at the spot. Apparent contradiction has already arisen regarding as by what time the police party reached there and": "वहां कोई रोशनी नहीं थी। इस बारे में स्पष्ट विरोधाभास पहले ही उत्पन्न हो चुका है कि पुलिस दल वहां कब पहुंचा और क्या",
  "the police party reached the spot at around 6/6.30 p.m., it would be a dark": "दिन का समय था या नहीं, क्योंकि अभियोजन की सहजता के अनुसार, जब पुलिस दल लगभग 6/6:30 बजे घटनास्थल पर",
  "winter cvening and it would not have been possible to see whether there was any foot-prints which could have been created into moulds. ‘Thus, these": "पहुंचा।, यह एक अंधेरी सर्दियों की शाम होगी और यह देखना संभव नहीं होगा कि क्या कोई लूट-प्रिंट था जो सांचों में बनाया",
  "circumstances are not sufficient evidence against the appellants, apart from the fact that the said reports are a weak type of evidence and cannot be": "जा सकता था। इस प्रकार, ये परिस्थितियां अपीलकर्ताओं के खिलाफ पर्याप्त सबूत नहीं हैं, इस तथ्य के अलावा कि उक्त रिपोर्ट",
  "the fact that the said reports are a weak type of evidence and cannot be of conclusive nature as has been held in Niranjan Lal versus State of Haryana (6).": "एक कमजोर प्रकार का सबूत है और निर्णायक प्रकृति का नहीं हो सकता है जैसा कि निरंजन लाल बनाम हरियाणा राज्य में” आयोजित किया गया है।",
  "(20) Similarly, the extra-judicial confession madc by Randhir Singh": "20) इसी तरह, रणधीर सिंह द्वारा की गई गैर-न्यायिक स्वीकारोक्ति को अनिवार्य रूप से खारिज कर दिया जाना",
  "necessarily has to be rejected as admittedly, Randhir Singh was resident of Village Dharodi and not resident of the same village. I has come in his": "चाहिए, क्योंकि रणधीर सिंह गांव धरोड़ी के निवासी थे और उसी गांव के निवासी नहीं थे। उसकी जिरह में यह आया है कि वह",
  "crossexamination that he was neither Panch nor Sarpanch or Lambardar and had claimed to be a Tholedar of the village to whom, no official": "न तो खेत था और न ही सरपंच या लंबरदार और उसने गांव का थोलदार होने का दावा किया था, जिसे कोई आधिकारिक",
  "onc Banwari who was rclated to Chajju. Dalbara Singh, complainant, in his cross-examination, admitted that onc ofhis sons is married with daughter": "शिकायतकर्ता दलबारा सिंह ने अपनी जिरह में स्वीकार किया कि उनके एक बेटे की शादी छज्जू की बेटी के साथ हुई है और",
  "of Chajju and thus, itis apparent that there was a relationship with the complainant party and morc so, there would have been no reason for the": "इस प्रकार, यह स्पष्ट है कि शिकायतकर्ता पक्ष के साथ संबंध थे और इसके अलावा, अपीलकर्ताओं के पास |7.0.200]",
  "complainant party and morc so, there would have been no reason for the appellants to go and deposc to make a extra-judicial conlession bclore him": "को उनके समक्ष एक अतिरिक्त-न्यायिक स्वीकारोक्ति करने के लिए जाने और गवाही देने का कोई कारण नहीं होगा। यह स्वीकृत",
  "a weak type of evidence and have to be carefully scrutinised and kecping": "प्रस्ताव है कि न्यायेतर स्वीकारोक्ति एक कमजोर प्रकार का साक्ष्य है और इसकी सावधानीपूर्वक जांच की जानी चाहिए और",
  "in view the statement of PW12, Randhir Singh, the fact that he was not": "पीडब्ल्यू | 2, रणधीर सिंह के बयान को ध्यान में रखते हुए, इस तथ्य को ध्यान में रखते हुए कि वह उसी गांव का निवासी",
  "go to him to make the extra-judicial confession. Further, it is hard to belicve that the appellants had gonc to him and made statements since onc of them": "अलावा, यह विश्वास करना कठिन है कि अपीलकर्ता उसके पास गए थे और बयान दिए थे क्योंकि उनमें से एक का कुछ संबंध",
  "might have some relationship but why should all the three go to the same person to make extra-judicial confession, which is the case of the prosecution.": "हो सकता है, लेकिन तीनों को अतिरिक्त-न्यायिक स्वीकारोक्ति करने के लिए एक ही व्यक्ति के पास क्यों जाना चाहिए, जो",
  "As per his statement, the appellants were taken to the police station in a": "अभियोजन पक्ष की आसानी है। उनके बयान के अनुसार, अपीलकर्ताओं को एक जीप में पुलिस स्टेशन ले जाया गया, जबकि",
  "jecp whereas, as per the investigating officer, the accused were produced before him at Kanchi Mor near canal at 3.15 p.m. in the revenuc cstate": "जांच अधिकारी के अनुसार, आरोपियों को उनके सामने नहर के पास कांची मोड़ पर दोपहर 3: |5 बजे गांव डुमरखान कलां",
  "of Village Dumerkhan Kalan and he had spent about three hours at Kanchi Mor recording proceedings and hc had Icft the said place at 6.15/6.50 p.m.": "की राजस्व संपत्ति में पेश किया गया था और उन्होंने कांची मोड़ रिकॉर्डिंग कार्यवाही में लगभग तीन घंटे बिताए थे और वह",
  "Mor recording proceedings and hc had Icft the said place at 6.15/6.50 p.m. It is also matter on record that the hair samples were taken between 6/ 6.20 p.m., which shows that there is a contradiction in the statement of the": "शाम 6:]5/6:50 बजे उक्त स्थान से चले गए थे। यह भी रिकॉर्ड में दर्ज है कि बालों के नमूने शाम 6/6:20 बजे के बीच",
  "6.20 p.m., which shows that there is a contradiction in the statement of the investigating officer himscifas to where and when he was present with the": "लिए गए थे, जिससे पता चलता है कि जांच अधिकारी के बयान में विरोधाभास है कि वह अपीलकर्ताओं के साथ कहां और",
  "(7) 2004 (4) R.C_R. 645": "7 2004 (4) आरसीआर 645",
  "show that it was a case of blind murder and the appellants were falscly implicated and there was no conclusive evidence by which they could be": "जो वर्तमान मामले में ऐसा नहीं है और अदालत को लगता है कि वह एक अंधे हत्या को सुलझाने के लिए अपीलकर्ताओं को",
  "as it is the duty of the prosecution to prove its case beyond reasonable doubt": "सकता है क्योंकि यह अभियोजन पक्ष का कर्तव्य है कि वह उचित संदेह से परे अपनी सहजता साबित करे और वर्तमान मामले",
  "and in the present case, it is apparently on the basis of suspicion that the conviction was recorded. This Court is not satisfied that such circumstances": "में, यह स्पष्ट रूप से संदेह के आधार पर है कि दोषसिद्धि दर्ज की गई थी। यह न्यायालय इस बात से संतुष्ट नहीं है कि ऐसी",
  "were consistent which would lead to the guilt of the appellants and that the chain of evidence was complete and that there was no rcasonable ground": "परिस्थितियां सुसंगत थीं जो अपीलकर्ताओं के अपराध को जन्म देंगी और सबूतों की श्रृंखला पूरी हो गई थी और अपीलकर्ताओं",
  "chain of evidence was complete and that there was no rcasonable ground to lead to any other conclusion, consistent with the guilt of the appcllants. itis settled law that when there are two possibilitics; onc for conviction and": "के अपराध के अनुरूप किसी अन्य निष्कर्ष पर ले जाने के लिए कोई उचित आधार नहीं था। यह तय कानून है कि जब दो",
  "the other, in favour of the accused; the accused is to be given the bencfit": "संभावनाएं हों; एक दोषसिद्धि के लिए और दूसरा, अभियुक्त के पक्ष में; अभियुक्त को संदेह का लाभ दिया जाना है और",
  "of doubt and the conviction cannot be on the basis of presumption. Court has to sec the inference ofthe circumstances are so compicte and only when": "दोषसिद्धि अनुमान के आधार पर नहीं हो सकती। न्यायालय को परिस्थितियों के बारे में इतना पूर्ण होना चाहिए और केवल तभी",
  "they are collectively considered and must !cad to only onc irresistible": "जब उन पर सामूहिक रूप से विचार किया जाता है और केवल एक अप्रतिरोध्य निष्कर्ष पर ले जाना चाहिए कि अपीलकर्ता",
  "conclusion that the appellants alone are the perpetrators of the crime only then, conviction can be recorded. In the present case, we have no hesitation": "अकेले अपराध के अपराधियों को दोषी ठहराते हैं, तभी दोषसिद्धि दर्ज की जा सकती है। वर्तमान स्थिति में, हमें यह कहने में",
  "in holding that the prosecution has failed to prove its case against the": "कोई संकोच नहीं है कि अभियोजन पक्ष अपीलकर्ताओं के खिलाफ अपना मामला साबित करने में विफल रहा है। तदनुसार,",
  "appcllants. Accordingly, the appeal succeeds and is allowed and the judgment of conviction imposed upon the appellants is set aside. The bail bonds of": "अपील स्वीकृत की जाती है और अनुमति दी जाती है और अपीलकर्ताओं पर लगाए गए दोषसिद्धि के फैसले को अपास्त किया",
  "the appcllants who are on bail be, accordingly, discharged.": "जाता है। जमानत पर रहने वाले अपीलकर्ताओं के जमानत बांड को तदनुसार मुक्त कर दिया जाता है।",
  "JS. Mehndiratta": "जे.एस. मेहंदीरत्ता",
  "(9) 2012 (2) SCC 399": "9 20]2 (2) एससीसी 399|"
}