{
  "(5) State counsel urges that the petitioner cannot be treated as": "(5) राज्य के वकील का आग्रह है कि याचिकाकर्ता को तब तक ख्रातकोत्तर के रूप में नहीं माना जा सकता है जब",
  "Post Graduate till the time she did not acquire the PG degree. He submits that once the provisional degree was issued to the petitioner,": "तक कि उसने पीजी डिग्री प्राप्त नहीं की हो। वह प्रस्तुत करता है कि एक बार जब याचिकाकर्ता को अनंतिम डिग्री",
  "Allowance was granted to her upon its submission.": "जारी की गई थी, तो उसके प्रस्तुत करने पर उसे भत्ता दिया गया था।",
  "(6) I have heard counsel for the parties and considered their respective submissions.": "(6) मैंने पक्षों के वकील को सुना है और उनके संबंधित प्रस्तुतियों पर विचार किया है।",
  "(7) The reason for delay in the award of the degree to the petitioner cannot be attributed to her. Hold-up was on account of": "(7) याचिकाकर्ता को डिग्री देने में देरी का कारण उसे नहीं बताया जा सकता है। इस न्यायालय के समक्ष लंबित",
  "litigation pending before this Court to which the petitioner was not even a party. Once the degree was awarded, petitioner submitted it with the": "मुकदमे के कारण विलंब हुआ, जिसमें याचिकाकर्ता पक्षकार भी नहीं था। डिग्री प्रदान किए जाने के बाद,",
  "a party. Once the degree was awarded, petitioner submitted it with the respondents, who have granted her the benefit from March, 2016 to": "याचिकाकर्ता ने इसे प्रतिवादियों के साथ प्रस्तुत किया, जिन्होंने उसे मार्च, 206 से दिसंबर, 206 तक लाभ प्रदान",
  "that the petitioner is not entitled to the grant of Mewat Area": "किया है। ऐसा करने के बाद, प्रतिवादी यह रुख नहीं अपना सकते हैं कि याचिकाकर्ता मेवात क्षेत्र भत्ते के अनुदान का",
  "Allowance. Respondents are not in a position to dispute that the": "हकदार नहीं है। उत्तरदाता इस बात पर विवाद करने की स्थिति में नहीं हैं कि याचिकाकर्ता सेवा में शामिल होने से",
  "petitioner was a Post Graduate before joining the service. Mere delay in submission of the degree, which was beyond the control of the": "पहले स्रातकोत्तर था। डिग्री जमा करने में केवल विलंब, जो याचिकाकर्ता के नियंत्रण से बाहर था, उस भत्ते को",
  "petitioner, cannot be a ground for the denial of the Allowance to which sheis otherwise entitled.": "अस्वीकार करने का आधार नहीं हो सकता है जिसका वह अन्यथा हकदार है।",
  "(8) In view of the above, impugned communication dated 02.11.2016 (Annexure P-10) is quashed. Respondents are directed to": "(8) उपरोक्त को ध्यान में रखते हुए, दिनांक 02..206 (अनुलग्नरक पी-0) को रद्द कर दिया गया है। प्रत्यर्थियों",
  "instructions for the entire tenure period, within three months from the date of communication of this order. In case, due amount is not": "को इस आदेश के संचार की तारीख से तीन महीने के भीतर, पूरे कार्यकाल अवधि के लिए लागू निर्देशों के संदर्भ में",
  "date of communication of this order. In case, due amount is not disbursed within the aforesaid period, respondents shall be burdened": "याचिकाकर्ता को मेवात क्षेत्र भत्ता देने का निर्देश दिया जाता है। यदि उपरोक्त अवधि के भीतर देय राशि का वितरण",
  "with interest @ 6% per annum for the delay.": "नहीं किया जाता है, तो उत्तरदाताओं पर देरी के लिए प्रति वर्ष 6% की दर से ब्याज का बोझ होगा।",
  "(9) Writ petition stands allowed.": "(9) लिखित याचिका की अनुमति है।",
  "Reporter-Kriti Sharma Avasthi": "रिपोर्टर-कृति शर्मा अवस्थी",
  "Before Suvir Sehgal, J.": "समक्ष सुवीर सहगल जे.",
  "BABITA AHLAWAT—Petitioner": "बबीता अहलावत-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "April 12, 2023": "अप्रैल 42, 2023",
  "Constitution of India, 1950—Art. 226—writ in the nature of certiorari praying for quashing communication dated 02.11.2016": "भारत का संविधान, 4950-कला. 226-प्रमाण पत्र की प्रकृति में रिट, जिसमें दिनांक 02..206 के संचार को रद्द",
  "whereby claim of petitioner for grant of Mewat Area Allowance": "करने के लिए अनुरोध किया गया था, जिसमें मेवात क्षेत्र भत्ते के अनुदान के लिए याचिकाकर्ता के दावे को इस आधार",
  "rejected on the ground that petitioner did not possess post graduation degree and hence was not entitled to allowance-petitioner had joined": "पर खारिज कर दिया गया था कि याचिकाकर्ता के पास स्रातकोत्तर डिग्री नहीं थी और इसलिए भत्ते का हकदार नहीं",
  "services on 19.12.2013 and her tenure ended in Dec 2016—petitioner": "था-याचिकाकर्ता 49.2.203 को सेवाओं में शामिल हुआ था और उसका कार्यकाल दिसंबर 20॥6 में समाप्त हो",
  "had cleared MDS in May 2013 but due to pendency of a writ petition": "गया था-याचिकाकर्ता ने मई 20॥3 में एमडीएस को मंजूरी दे दी थी, लेकिन इस अदालत के समक्ष एक रिट याचिका",
  "held, mere delay in submission of degree, which was beyond the control of petitioner, cannot be a ground for denial of the allowance": "केवल देरी, जो याचिकाकर्ता के नियंत्रण से परे थी, उस भत्ते को अस्वीकार करने का आधार नहीं हो सकती है,",
  "to which she is otherwise entitled-impugned communication quashed—writ petition allowed.": "जिसके लिए वह अन्यथा हकदार है-आरोपित संचार रद्द-रिट याचिका की अनुमति दी गई।",
  "Held, that the reason for delay in the award of the degree to the petitioner cannot be attributed to her. Hold-up was on account of": "अभिनिर्धारित किया कि याचिकाकर्ता को डिग्री प्रदान करने में देरी का कारण उसे नहीं बताया जा सकता है। इस",
  "litigation pending before this Court to which the petitioner was not even a party. Once the degree was awarded, petitioner submitted it with": "न्यायालय के समक्ष लंबित मुकदमे के कारण विलंब हुआ, जिसमें याचिकाकर्ता पक्षकार भी नहीं था। डिग्री प्रदान किए",
  "even a party. Once the degree was awarded, petitioner submitted it with the respondents, who have granted her the benefit from March, 2016 to December, 2016. Having done so, the respondents cannot take a stand": "जाने के बाद, याचिकाकर्ता ने इसे प्रतिवादियों के साथ प्रस्तुत किया, जिन्होंने उसे मार्च, 206 से दिसंबर, 206 तक",
  "December, 2016. Having done so, the respondents cannot take a stand that the petitioner is not entitled to the grant of Mewat Area Allowance.": "लाभ प्रदान किया है। ऐसा करने के बाद, प्रतिवादी यह रुख नहीं अपना सकते हैं कि याचिकाकर्ता मेवात क्षेत्र भत्ते के अनुदान का हकदार नहीं है।",
  "Respondents are not in a position to dispute that the petitioner was a Post Graduate before joining the service. Mere delay in submission of": "उत्तरदाता इस बात पर विवाद करने की स्थिति में नहीं हैं कि याचिकाकर्ता सेवा में शामिल होने से पहले स्नातकोत्तर",
  "the degree, which was beyond the control of the petitioner, cannot be a ground for the denial of the Allowance to which she is otherwise": "था। डिग्री जमा करने में केवल विलंब, जो याचिकाकर्ता के नियंत्रण से बाहर था, उस भत्ते से इनकार करने का आधार",
  "(Para 7)": "(पैरा 7)",
  "Further held, that in view of the above, impugned": "इसके अलावा, यह अभिनिर्धारित किया गया कि उपरोक्त को ध्यान में रखते हुए, दिनांक 02..206 (अनुलग्नक",
  "Respondents are directed to grant Mewat Area Allowance to the petitioner in terms of the applicable instructions for the entire tenure": "भीतर, पूरे कार्यकाल अवधि के लिए लागू निर्देशों के संदर्भ में याचिकाकर्ता को मेवात क्षेत्र भत्ता देने का निर्देश दिया",
  "order. In case, due amount is not disbursed within the aforesaid period,": "जाता है। यदि उपरोक्त अवधि के भीतर देय राशि का वितरण नहीं किया जाता है, तो",
  "BABITA AHLAWAT v. STATE OF HARYANA AND OTHERS 533 (Suvir Sehgal, J.)": "बबीता अहलावत बनाम हरियाणा राज्य और अन्य (सुवीर सहगल, जे.)",
  "respondents shall be burdened with interest @ 6% per annum for the delay.": "उत्तरदाताओं पर देरी के लिए प्रति वर्ष 6४ की दर से ब्याज का बोझ होगा।",
  "(Para 8)": "(पैरा 8)",
  "Writ petition stands allowed.": "लिखित याचिका की अनुमति है।",
  "Jangvir Singh Hooda, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से वकील जंगवीर सिंह हुड्डा।",
  "Harish Nain, AAG, Haryana.": "हरीश नैन, एएजी, हरियाणा।",
  "SUVIR SEHGAL, J. (Oral)": "सुवीर सहगल, जे. (मौखिक)",
  "(1) By way of present petition, petitioner has approached this": "वर्तमान याचिका के माध्यम से, याचिकाकर्ता ने इस न्यायालय का दरवाजा खटखटाया है, जिसमें दिनांक",
  "Courtseeking issuance of a writ in the nature of certiorari for quashing the impugned communication dated 02.11.2016 (Annexure P-10),": "02..206 (अनुलग्नक पी-40) के विवादित संचार को रद्द करने के लिए प्रमाणपत्र की प्रकृति में एक रिट जारी करने की मांग की गई है, जिसके तहत प्रतिवादी संख्या. ५ ने मेवात क्षेत्र भत्ते के अनुदान के",
  "whereby, respondent No.4 has rejected the claim of the petitioner for": "लिए याचिकाकर्ता के दावे को खारिज कर दिया है।",
  "tenure on 31.05.2013. She was appointed as Senior Resident, Dentistry Department at Mewat, vide appointment letter dated 16.12.2013,": "माध्यम से मेवात में दंत चिकित्सा विभाग में वरिष्ठ निवासी के रूप में नियुक्त किया गया था। सरकारी",
  "Annexure P-3. In terms of Government instructions, she was granted Mewat Area Allowance for three months which was later withdrawn": "निर्देशों के संदर्भ में, उन्हें तीन महीने के लिए मेवात क्षेत्र भत्ता दिया गया था जिसे बाद में वापस ले लिया",
  "and recovered from her salary. Vide impugned communication, she": "गया और उनके वेतन से वसूल कर लिया गया। विवादित संचार के माध्यम से, उन्हें सूचित किया गया कि",
  "was informed that as she was not a Post Graduate on the date of joining, she cannot be granted the Allowance.": "चूंकि वह शामिल होने की तारीख पर स्रातकोत्तर नहीं थीं, इसलिए उन्हें भत्ता नहीं दिया जा सकता है।",
  "(3) Upon notice, writ petition has been contested by the respondents by submitting that Mewat Area Allowance was granted,": "नोटिस पर, रिट याचिका को प्रतिवादियों द्वारा यह प्रस्तुत करके चुनौती दी गई है कि मेवात क्षेत्र भत्ता",
  "vide letter dated 25.10.2011 and was enhanced to Rs.35,000/- for Post Graduate doctors, vide letter dated 29.05.2013. It has been further": "दिया गया था, दिनांक 25.0.20॥॥ के पत्र के माध्यम से और पोस्ट ग्रेजुएट डॉक्टरों के लिए रुपये.35,000/- तक बढ़ा दिया गया था, दिनांक 29.05.203 के पत्र के माध्यम से। यह आगे प्रस्तुत",
  "submitted thatpetitioner was appointed on a tenure post for three years": "किया गया है कि याचिकाकर्ता को तीन साल के लिए कार्यकाल के पद पर नियुक्त किया गया था और",
  "Stand taken by the respondents is that petitioner was granted the Allowance with effect from 21.03.2016, when she submitted the": "स्टैंड यह है कि याचिकाकर्ता को 2.03.20॥6 से प्रभावी भत्ता दिया गया था, जब उसने अनंतिम",
  "provisional Post Graduate degree and the benefit cannot be granted to her prior thereto.": "स्नातकोत्तर डिग्री जमा की थी और उससे पहले उसे लाभ नहीं दिया जा सकता है।",
  "(4) Counsel for the petitioner submits that petitioner had cleared MDS in May, 2013, but due to pendency of a writ petition": "याचिकाकर्ता के वकील ने प्रस्तुत किया कि याचिकाकर्ता ने मई, 20॥3 में एमडीएस को मंजूरी दे दी थी,"
}