{
  "PRAKASHWATI JAIN AND ANOTHER vy. PUNJAB STATE 739": "739 प्रकाशवती जैन और एक अन्य",
  "INDUSTRIAL DEVELOPMENT CORPORATION": "पंजाब राज्य औद्योगिक विकास निगम",
  "AND OTHERS (K. Kannan, J.)": "और अन्य (के. कनन्‍नन, जे.)",
  "Sch. I": "एससी । आई.",
  "1. Sale deed dated 6th May, 1997 (with description)": "]. दिनांक 6 मई, 997 का बिक्री विलेख (विवरण के साथ)",
  "2. Sale deed dated 7th May, 1997 (with description)": "2.दिनांक 7 मई, 997 का बिक्री विलेख (विवरण के साथ)",
  "3. Sale deed dated 9th March, 1998 (with description)": "3.दिनांक 9 मार्च, 4998 का बिक्री विलेख (विवरण के साथ)",
  "(Description of property at Quadipur, Delhi Dated 12th January, 1999": "(क्वादीपुर, दिल्‍ली में संपत्ति का विवरण दिनांक 42 जनवरी, 999",
  "Confirmed for and behalf of M/s Vardhman (LF) Forge Ltd.": "मेसर्स वर्धभान (एल. एफ.) फोर्ज लिमिटेड के लिए और उसकी ओर से पुष्टि की गई।",
  "(Sd.). . .,": "(एसडी.) |,",
  "Smt. & Shri Jain": "श्रीमती और श्री जैन",
  "Accepted for and behalf PSIDC": "पी. एस. आई. डी. सी. के लिए और उसकी ओर से स्वीकृत",
  "A.K. Sud”": "ए. के. सूद \"",
  "(6) From the fact that the concluding part of the document refers": "(6) इस तथ्य से कि दस्तावेज़ के समापन भाग में दस्तावेज़ को 2 जनवरी को निष्पादित किया",
  "under the expressions “confirmed” and “accepted”, the counsel argued": "गया है और दोनों पक्षों ने \"पुष्टि\" और \"स्वीकार\" अभिव्यक्तियों के तहत हस्ताक्षर किए हैं, वकील ने",
  "that the mortgage itself was executed on 12th January and hence it is": "तर्क दिया कि बंधक को स्वयं 2 जनवरी को निष्पादित किया गया था और इसलिए इसे पंजीकृत",
  "required to be registered. The argument discards the essential features": "करने की आवश्यकता है | यह तर्क प्रस्तावना में निहित आवश्यक विशेषताओं को खारिज करता है",
  "previous day with intent to create a collateral security for th loan advanced on 2nd November, 1998 at the request of M/s Vardhaman. What the": "कि मैसर्स वर्धभान के अनुरोध पर 2 नवंबर, 998 को दिए गए ऋण के लिए संपाशिवंक प्रतिभूति",
  "parties were “confirming’and ‘accepting’ are these aspects of deposit which": "बनाने के इरादे से पिछले दिन दस्तावेज सौंपे गए थे |पक्ष जो 'पुष्टि' और 'स्वीकार' कर रहे थे, वे",
  "such intent as mentioned in the preamble. It is pellucid that the memorandum": "जमा के ये पहलू हैं जिनका आशय प्रस्तावना में उल्लिखित है | यह स्पष्ट है कि ज्ञापन में केवल जमा",
  "merely recorded a past event of fact of deposit and did not itself create": "के तथ्य की एक पिछली घटना दर्ज की गई थी और स्वयं बंधक नहीं बनाया गया था | इसलिए",
  "the mortage. The document did not therefore create the mortgage and hence did not require registration.": "दस्तावेज़ ने बंधक नहीं बनाया और इसलिए पंजीकरण की आवश्यकता नहीं थी।",
  "(7) On the issue of enforceability of the debt by resort to section 29": "(7) एस. एफ. सी. अधिनियम की खंड 29 का सहारा लेकर ऋण की प्रवर्तनीयता के मुद्दे पर,",
  "of the SFC Act, the action of the Ist respondent clearly conflicts with the power that is restricted only againt the industrial concern that was the": "प्रथम प्रतिवादी की कार्रवाई स्पष्ट रूप से उस शक्ति के साथ संघर्ष करती है जो केवल औद्योगिक",
  "Before K. Kannan, J.": "के. कन्‍नन से पहले, जे.",
  "PRAKASHWATI JAIN & ANOTHER,—Petitioners": "प्रकाशवती जैन और एक और,-याचिकाकर्ता",
  "versus": "बनाम",
  "PUNJAB STATE INDUSTRIAL DEVELOPMENT CORPORATION AND OTHERS,—Respondents": "पंजाब राज्य औद्योगिक विकास निगम और अन्य,-2008 का उत्तरदाता",
  "20th July, 2011": "20 जुलाई, 20]",
  "Constitution of India - Art. 226/227 - State Financial": "भारत का संविधान-अनुच्छेद 4-राज्य वित्तीय निगम अधिनियम, 95व-एस. एस.",
  "loan - Property auctioned - Sale challenged - Whether power of Corporation to take possession of property U/s 29 of the Act extended": "बिक्री को चुनौती दी गई-क्या अधिनियम की धारा 29 के तहत संपत्ति का कब्जा लेने की",
  "in manner drafted required registration - whether effect of non": "करने का ज्ञापन आवश्यक पंजीकरण का मसौदा तैयार किया गया है-क्या गैर पंजीकरण का",
  "registration renders mortgage invalid - Petition allowed with cost.": "प्रभाव बंधक को अमान्य बनाता है-याचिका की अनुमति लागत के साथ दी गई है।",
  "Held, That if a memorandum is drawn to record the fait accompli": "अभिनिर्धारित किया गया कि यदि जमा की उचित पूर्ति को दर्ज करने के लिए एक ज्ञापन",
  "of deposit, it does not require registration. However, if only the document": "तैयार किया जाता है, तो इसके लिए पंजीकरण की आवश्यकता नहीं है।हालाँकि, यदि केवल",
  "itself creates the deposit and contains the bargain between parties, it would": "दस्तावेज़ ही जमा राशि बनाता है और इसमें पक्षों के बीच सौदा होता है, तो इसके लिए पंजीकरण की",
  "require registration. In all such cases, the recitals in the memorandum are the best guide of what the parties have intended and how the transaction": "आवश्यकता होगी । ऐसे सभी मामलों में, ज्ञापन में पाठ इस बात का सबसे अच्छा मार्गदर्शक है कि पक्षों",
  "has taken effect and how it affects the right to the property.": "का क्‍या इरादा है और लेन-देन कैसे प्रभावी हुआ है और यह संपत्ति के अधिकार को कैसे प्रभावित",
  "(Para 5)": "(पैरा 5)",
  "Further held, That there is no power to the Corporation to take possession of- a surety under Section 29 and bring the properties secured": "आगे कहा कि निगम को खंड 29 के तहत जमानत लेने और अदालत की सहायता के बिना बिक्री",
  "(Para 10)": "(पैरा 0)",
  "K. Kannan, J.": "के. कन्‍नन, जे.",
  "State Finance Corporation of the property belonging to the petitioner in purported exercise of powers under section 29 of the State Financial": "कथित प्रयोग में याचिकाकर्ता की संपत्ति पर राज्य वित्त निगम द्वारा कब्जा करने के कार्य को चुनौती",
  "Corporation Act. The petition was filed when the property had been alleged to have been put in auction and before the confirmation of sale.": "देती है। याचिका तब दायर की गई थी जब संपत्ति को नीलामी में और बिक्री की पुष्टि से पहले रखा",
  "A Bench of this Court, while ordering notice to the respondents had": "गया था । इस न्यायालय की एक पीठ ने प्रतिवादी को नोटिस का आदेश देते हुए कहा था",
  "and Bombay and in any other town which the State Government concerned may, by notification in the Official Gazette, specify": "और बॉम्बे और किसी भी अन्य शहर में, जिसे संबंधित राज्य सरकार, आधिकारिक राजपत्र में",
  "in this behalf, delivers to a creditor or his agent documents of": "अधिसूचना द्वारा, इस संबंध में निर्दिष्ट कर सकती है, किसी लेनदार या उसके एजेंट को अचल",
  "title to immovable property, with intent to create a security": "संपत्ति के स्वामित्व के दस्तावेजों को उस पर प्रतिभूति बनाने के इरादे से वितरित करती है, लेनदेन",
  "(5) No document is necessary if a memorandum is drawn to record the fait accompli of deposit, it does not require registration.": "(5) यदि जमा की उचित पूर्ति को दर्ज करने के लिए एक ज्ञापन तैयार किया जाता है तो किसी दस्तावेज की आवश्यकता नहीं है, इसके लिए पंजीकरण की आवश्यकता नहीं है।हालाँकि, यदि",
  "However, if only the document itself creates the deposit and contains the": "केवल दस्तावेज़ ही जमा राशि बनाता है और इसमें पक्षों के बीच सौदा होता है, तो इसके लिए",
  "bargain between parties, it would require registration. In all such cases, the recitals in the memorandum is the best guide of what the parties have": "पंजीकरण की आवश्यकता होगी | ऐसे सभी मामलों में, ज्ञापन में पाठ इस बात का सबसे अच्छा",
  "recitals in the memorandum is the best guide of what the parties have intended and how the transaction has taken effect and how it affects the": "मार्गदर्शक है कि पक्षों का क्या इरादा है और लेन-देन कैसे प्रभावी हुआ है और यह संपत्ति के",
  "right to the property. The document reads :": "अधिकार को कैसे प्रभावित करता है । दस्तावेज़ में लिखा हैः",
  "“Yesterday Smt. Parkashwati Jain...had attended the office of Punjab State Industrial Development Corporation Ltd. and delivered": "“कल श्रीमती. प्रकाशवती |9॥7.॥30 ने पंजाब राज्य औद्योगिक विकास निगम लिमिटेड के",
  "to and deposited with Shri A. K. Sud, General Manager (F) who was acting for and on behalf of the said PSIDC, the": "कार्यालय में भाग लिया और श्री ए. के. सूद, महाप्रबंधक (एफ), जो उक्त पी. एस. आई. डी. सी.",
  "document of title, evidence, deeds and writing more particularly": "के लिए और उसकी ओर से कार्य कर रहे थे, को स्वामित्व, साक्ष्य, विलेख और लेखन का दस्तावेज़",
  "called the said title deeds) in respect of the immovable properties owner and possessed by them are free from all in encumbrances": "के संबंध में लिखा गया है (जिसे इसके बाद उक्त स्वामित्व विलेख कहा जाता है) और जो उनके पास",
  "owner and possessed by them are free from all in encumbrances more particularly described in the schedule here under written.": "हैं, वे लिखित अनुसूची में विशेष रूप से वर्णित सभी बाधाओं से मुक्त हैं | श्रीमती. प्रकाशवती जैन",
  "Smt. Parkashwati Jain and Shri Jai Chand Jain stated that equitable mortage created as aforesaid shall continue subsist (sic) and title deeds shall continue to remain deposited with": "और श्री जय चंद जैन ने कहा कि उपरोक्त के रूप में सृजित न्‍्यायसंगत बंधक बना रहेगा और",
  "(sic) and title deeds shall continue to remain deposited with PSIDC so long as the company was not fully discharged of": "स्वामित्व विलेख तब तक पी. एस. आई. डी. सी. के पास जमा रहते रहेंगे जब तक कि कंपनी 2",
  "its liability under the said loan agreement dated 2nd November, 1998.": "नवंबर, 998 के उक्त ऋण समझौते के तहत अपनी देनदारी से पूरी तरह से मुक्त नहीं हो जाती ।",
  "Shri A.K. Sud, General Manager 9f) on behalf of PSIDC accepted the deposit of title deeds made by Smt. Parkashwant Jain and": "श्री ए. के. सूद, महाप्रबंधक 9 एफ) ने पी. एस. आई. डी. सी. की ओर से श्रीमती द्वारा किए गए स्वामित्व विलेखों को स्वीकार कर लिया। प्रकाशवंत जैन और श्री जय चंद जैन रुपये के सावधि भार के लिए संपाशिविक",
  "Rs. 250 lacs in term of loan agreement dated 2nd November, 1998.": "सुरक्षा के रूप में। 2 नवंबर, 998 के ऋण समझौते की अवधि में 250 लाख रुपये ।",
  "of Section 29 having not referred to “industrial concern”, any": "खंड 29 की \"औद्योगिक संस्था\" का उल्लेख नहीं होने पर, वित्तीय निगम को गिरवी रखी गई, गिरवी",
  "property pledged, mortgaged, hypothecated or assigned to the financial corporation can be sold, in our opinion cannot be": "रखी गई, कल्पित या सौंपी गई किसी भी संपत्ति को बेचा जा सकता है, हमारी राय में इसे स्वीकार",
  "accepted. It is true that sub-section (1) of Section 29 speaks": "नहीं किया जा सकता है।यह सच है कि खंड 29 की उप-खंड (]) गारंटी की बात करती है।",
  "of guarantee. But such a guarantee is meant to be furnished by the corporation in favour of a third party for the benefit of the": "लेकिन ऐसी गारंटी निगम द्वारा औद्योगिक संस्था के लाभ के लिए किसी तीसरे पक्ष के पक्ष में दी जानी",
  "industrial concern. It does not speak about a surety or guarantee given in favour of the corporation for the beenfit of the industrial": "है । यह औद्योगिक हित के लिए निगम के पक्ष में दी गई जमानत या गारंटी के बारे में नहीं बताता है।",
  "22. The legislative object and intent becomes furthermore clear as in terms of sub-section (4) of Section 29 of the Act only when a property is sold, the manner in which the sale proceeds is to": "22. विधायी उद्देश्य और इरादा और भी स्पष्ट हो जाता है क्योंकि अधिनियम की खंड 29 की उप- खंड (4) के संदर्भ में केवल तभी जब कोई संपत्ति बेची जाती है, जिस तरीके से बिक्री आय को",
  "be appropriated has categorically been provided therein. It is": "विनियोजित किया जाना है, उसमें स्पष्ट रूप से प्रदान किया गया है।यह ध्यान रखना महत्वपूर्ण है",
  "significant to notice that sub-section (4) of Section 29 of the Act which lays down appropriation of the sale proceeds only": "कि अधिनियम की खंड 29 की उप-खंड (4) जो बिक्री आय के विनियोग को निर्धारित करती है,",
  "refers to “industrial concern” and not a “surety” or “guarantor”.": "केवल \"औद्योगिक सरोकार\" को संदर्भित करती है न कि \"जमानत\" या \"गारंटर\" को | (8) खंड",
  "(8) Drawing distinction between the powers of Section 29 and 31, the Supreme Court further held :": "29 और 3 की शक्तियों के बीच अंतर करते हुए, सर्वोच्च न्यायालय ने आगे कहाः",
  "“Only clause (c) of sub-section (1) of Section 31 of the Act empowers": "“अधिनियम की खंड 3] की उप-खंड () का केवल खंड (सी) जिला न्यायाधीश को निगम द्वारा",
  "provisions of Section 29 of the Act and/or Section 69 of the": "तथ्य यह है कि खंड 3] अधिनियम की खंड 29 और/या संपत्ति हस्तांतरण अधिनियम की खंड 69",
  "What can be done by invoking Section 29 of the Act an inter": "अतिरिक्त राहत प्रदान करती है ।अधिनियम की खंड 29 को लागू करके क्‍या किया जा सकता है",
  "alia be done by invoking Section 31 thereof also but therefor a": "और अन्य बातों के साथ साथ साथ-साथ इसकी खंड 37 को भी लागू किया जा सकता है, लेकिन",
  "different procedure has to be adopted. Section 31 also provides": "इसके लिए एक अलग प्रक्रिया अपनानी होगी।खंड 3] जमानत के खिलाफ राहत का भी",
  "for a relief against a surety and not confined to the industrial concern alone. (Para 33)”": "प्रावधान करती है और यह केवल औद्योगिक सरोकार तक ही सीमित नहीं है | (पैरा 33) \"",
  "(9) There have been subsequent amendments to law, the effect to": "(9) कानून में बाद में संशोधन किए गए हैं, जिसके प्रभाव के बारे में उच्चतम न्यायालय ने उसी",
  "“34. Sub-section (1-A) of Section 32 of the Act lays down a": "फैसले में कहा थाः“34. अधिनियम की खंड 32 की उप-खंड (-ए) एक प्रक्रिया निर्धारित",
  "procedure when Clause (aa) of sub-section (1) of Section 31": "करती है जब उसकी खंड 3] की उप-खंड () का खंड (एए) लागू किया जाता है | खंड 32 की",
  "thereof is invoked. Sub-section (4-A) of Section 32 also": "उप-खंड (4-ए)",
  "either the principal debtor or the surety or both is not possible by the plain terms of the respective sections of the Act are not possible for actions": "या तो प्रमुख देनदार या मुचलका या दोनों अधिनियम की संबंधित धाराओं की स्पष्ट शर्तों से संभव",
  "against the surety. This issue has been settled through a decision of the": "नहीं हैं, मुचलकेदार के खिलाफ कार्रवाई के लिए संभव नहीं हैं | इस मुद्दे को एक निर्णय द्वारा से",
  "Supreme Court in Karnataka State Financial Corporation versus N. Narasimahaiah and others (1).": "सुलझा लिया गया है कर्नाटक राज्य वि एन. नरसिम्हा और अन्य में उच्चतम न्यायालय ()।",
  "“19. The heading of Section 29 of the Act states “Rights of financial": "“]09. अधिनियम की खंड 29 के शीर्षक में कहा गया है कि \"चूक के मामले में वित्तीय निगम के",
  "corporation in case of default”. The default contemplated thereby is of the industrial concern. Such default would create": "अधिकार\" | इस प्रकार विचार किया गया चूक औद्योगिक चिंता का विषय है |इस तरह के चूक से",
  "a liability on the industrial concern. Such a liability would arise when the industrial conern makes any default in repayment of": "औद्योगिक संस्था पर एक देयता पैदा होगी । ऐसा दायित्व तब उत्पन्न होता है जब औद्योगिक नियोक्‍ता",
  "any loan or advance or any instalment thereof under the": "समझौते के तहत किसी भी ऋण या अग्रिम या उसकी किसी भी किस्त के पुनर्भुगतान में कोई चूक",
  "agreement. It may also arise when it fails to meet its obligation(s) in relation to any guarantee given by the corporation. If it": "करता है | यह तब भी उत्पन्न हो सकता है जब यह निगम द्वारा दी गई किसी भी गारंटी के संबंध में",
  "otherwise fails to comply with the terms of the agreement with": "अपने दायित्वों को पूरा करने में विफल रहता है । यदि यह अन्यथा वित्तीय निगम के साथ समझौते की",
  "the financial corporation, also the same provisions would apply. In the eventualities contemplated under Section 29 of the Act,": "शर्तों का पालन करने में विफल रहता है, तो भी वही प्रावधान लागू होंगे । अधिनियम की खंड 29 के",
  "the corporation shall have the right to take over the management or possession or both of the industrial concern. The provision": "तहत विचार की गई संभावनाओं में, निगम को प्रबंधन या कब्जा या दोनों औद्योगिक सरोकारों को",
  "does not stop there. It confers and additional right as the words": "संभालने का अधिकार होगा । प्रावधान यहीं नहीं रुकता है।यह \"और\" शब्दों के रूप में प्रदान करता",
  "“as wellas” are used which confer a right on the corporation to transfer by way of lease or sale and realize the property pledged,": "है और अतिरिक्त अधिकार का उपयोग किया जाता है जो निगम को पट्टे या बिक्री के माध्यम से",
  "mortaged, hypothecated or assigned to the corporation.": "हस्तांतरण करने और निगम को गिरवी रखी गई, गिरवी रखी गई, कल्पित या सौंपी गई संपत्ति को",
  "20. Section 29 of the Act nowhere states that the corporation can": "20. अधिनियम की खंड 29 में कहीं भी यह नहीं कहा गया है कि निगम मुचलकेदार के खिलाफ",
  "proceed against the surety even if some properties are mortagaged or hypothecated by it. The right of the financial": "कार्रवाई कर सकता है, भले ही उसके द्वारा कुछ संपत्तियों को गिरवी रखा गया हो या काल्पनिक रूप",
  "mortagaged or hypothecated by it. The right of the financial corporation in terms of Section 29 of the Act must be exercised": "से रखा गया हो । अधिनियम की खंड 29 के संदर्भ में वित्तीय निगम के अधिकार का प्रयोग केवल",
  "only on a defaulting party. There cannot be any default as is envisaged in Section 29 by a surety or a guarantor. The liabilities": "चूक करने वाले पक्ष पर ही किया जाना चाहिए | जैसा कि खंड 29 में किसी मुचलकेदार या उत्तरदायी द्वारा परिकल्पित किया गया है, कोई चूक नहीं हो सकती । मूल देनदार के ऋण का जवाब देने के लिए",
  "of a surety or the guarantor to reply the loan of the principal debtor arises only when a default is made by the latter.": "किसी मुचलकेदार या उत्तरदायी की देनदारियां केवल तभी उत्पन्न होती हैं जब उत्तरदायी द्वारा चूक",
  "21. The words “as well as” in our opinion play a significant role.": "2]. हमारी राय में \"और\" शब्द एक महत्वपूर्ण भूमिका निभाते हैं ।वे दो अलग-अलग अधिकार प्रदान",
  "They confer two different rights but such rights are to be enforced against the same person viz. the industrial concern.": "करते हैं लेकिन ऐसे अधिकारों को एक ही व्यक्ति के खिलाफ लागू किया जाना है अर्थात औद्योगिक",
  "Submission of the learned Senior Counsel that the second part": "सरोकार । विद्वान वरिष्ठ अधिवक्ता की प्रस्तुति कि दूसरा भाग",
  "(2008) 5 SCC 176": "() (2008) 5 एससीसी 76"
}