{
  "been found against husband that he ever insulted her in public or": "सार्वजनिक रूप से अपमानित किया है या असहनीय तरीके से व्यवहार",
  "behaved in an unbecoming manner, whereas to the contrary such allegations have been levelled against the appellant and that the": "किया है, जबकि इसके विपरीत ऐसे आरोपों को अपीलकर्ता के खिलाफ",
  "corroborative evidence has been brought on record. Such kind of": "लगा दिया गया है और यह है कि कोरोबोरेटिव साक्ष्य को रिकॉर्ड पर लाया",
  "behaviour and such kind of situation culminates into cruelty. It is not": "गया है। इस तरह का व्यवहार और इस तरह की स्थिति क्रूरता में समाप्त",
  "necessary that cruelty has to be physical only, mental cruelty is far": "हो जाती है। यह आवश्यक नहीं है कि क्रूरता केवल शारीरिक हो,",
  "more damaging than physical cruelty.": "हक क्रूरता शारीरिक क्रूरता की तुलना में कहीं अधिक हानिकारक |",
  "(Paras 33 & 34)": "(पारस 33 और 34)",
  "Further held, that a matrimonial home is not merely made of": "इसके अलावा, कि एक वैवाहिक घर केवल ईटों, मोर्टर और लकड़ी से",
  "into existence in the minds of the spouses. If the mental make up and": "आने की अनुमति दी जानी चाहिए। यदि मानसिक मेकअप और मन का",
  "the frame of mind does not accept the existence of matrimonial home,": "फ्रेम वैवाहिक घर के अस्तित्व को स्वीकार नहीं करता है, लेकिन केवल",
  "but by merely going into the house made of inanimate materials would not be the answer. Matrimonial home has not been defined by the": "निर्जीव सामग्री से बने घर में जाने से इसका जवाब नहीं होगा। वैवाहिक",
  "not be the answer. Matrimonial home has not been defined by the framers of law and the judicial pronouncements, the “matrimonial": "घर को कानून के फ्रैमर्स और न्यायिक उच्चारणों द्वारा परिभाषित नहीं",
  "home” is a mental make up acceptable to and acceptable by both": "किया गया है, \"वैवाहिक घर\" दोनों पति -पत्नी द्वारा स्वीकार्य और स्वीकार्य",
  "spouses and of course tempered with congeniality inwardly and": "एक मानसिक मेक अप है और निश्चित रूप से आंतरिक रूप से और",
  "(Para 35)": "(पैरा ३५)",
  "strangers to share a roof. “You can take the horse to the river but you": "लिए कहा जाएगा। \"आप घोड़े को नदी में ले जा सकते हैं, लेकिन आप",
  "cannot make/force it to drink uless it is thirsty.” This thirst is missing": "इसे पीने के लिए मजबूर नहीं कर सकते हैं जब तक कि यह प्यासा न",
  "(Para 36)": "(पैरा ३६)",
  "RAMAN MAHAJAN, ADVOCATE,—for the appellant": "रमन महाजन, अधिवक्ता,-अपीलकर्ता के लिए",
  "AMARJIT SINGH, ADVOCATE,—for the respondent": "अमरजीत सिंह, अधिवक्ता, प्रतिवादी के लिए",
  "Before J.S. NARANG, J": "जे.एस. नारंग, जे।",
  "versus": "बनाम",
  "SIDDHARTH CHATTOPADHYAYA, IPS—Respondents": "सिद्धार्थ चट्टोपाध्याय, आईपीएस-उत्तरदाता",
  "Hindu Marriage Act, 1955—S.13(1)(i-a)—Divorce-Cruelty—": "हिंदू विवाह अधिनियम, 7/955-5.73 (॥/ ४-०) - तलाक-क्रूरता",
  "Allegatioin by wife regarding infidelity on the part of the husband not substantiated by corroborative evidence—Allegations of": "- पत्नी द्वारा पत्नी द्वारा पत्नी द्वारा बेवफाई के बारे में पत्नी द्वारा पुष्टिकरण",
  "corroborated by evidence—Behaviour of the wife towards husband &": "साक्ष्--व्यवहार के अनुसार, सामान्य नहीं है और पति के लिए मानसिक",
  "such kind of behaviour of the wife culminating into cruelty—Wife living separately with child and’ making no effort to come to her": "अलग-अलग रहने वाली क्रूरता-पत्नी में समाप्त हो रहा है और अपने",
  "living separately with child and’ making no effort to come to her matrimonial home—High Court also finding no compatibility between": "वैवाहिक घर-उच्च में आने का कोई प्रयास नहीं करता है। अदालत ने भी",
  "the parties for effecting reconciliation—Decree of divorce granted in favour of husband—Wife’s appeal dismissed.": "पति-पत्नी की अपील को खारिज करने के पक्ष में दिए गए तलाक के सामंजस्य-डिक्री को प्रभावित करने के लिए पार्टियों के बीच कोई",
  "Held, that the appellant has made 4n effort to level allegation of alleged infidelity on the part of the husband by stating that he had": "आयोजित, कि अपीलकर्ता ने पति की ओर से कथित बेवफाई के आरोपों को समतल करने का प्रयास किया है, जिसमें कहा गया है कि उनका",
  "an affair with Gunita but apart from the allegation, no substantive,": "गुनिटा के साथ एक संबंध था, लेकिन आरोप के अलावा, इस संबंध में",
  "fact that insultive language was used by appellant vis-a-vis parents": "अपमानजनक भाषा का उपयोग अपीलकर्ता के रूप में सिद्धार्थ के माता-",
  "to use respectful language and reflect courteous behaviour. Such act": "सम्मानजनक भाषा का उपयोग करने और विनग्र व्यवहार को प्रतिबिंबित करने की आवश्यकता थी। अपीलकर्ता की ओर से इस तरह के कार्य ने",
  "on the part of the appellant did cause mental agony to the husband.": "पति के लिए मानसिक पीड़ा का कारण बना।",
  "(Paras 31 & 32)": "(पारस 37 और 32)",
  "Further held, that there are certain common rules in this regard where behaviour qua relationship existing in the society have": "इसके अलावा, इस संबंध में कुछ सामान्य नियम हैं जहां समाज में मौजूद",
  "to be adhered to, one such relationship is parents of both the spouses. It is expected that both the spouses must behave in a respectful and": "व्यवहार योग्य संबंध का पालन करना पड़ता है, ऐसा ही एक संबंध दोनों पति -पत्नी के माता -पिता है। यह उम्मीद की जाती है कि दोनों पति -पत्नी",
  "cordial manner with the parents of each other. In the case at hand,": "को एक दूसरे के माता -पिता के साथ सम्मानजनक और सौहार्दपूर्ण",
  "appellant did not behave in the normal manner. Similar respectful": "तरीके से व्यवहार करना चाहिए। मामले में, अपीलकर्ता ने सामान्य तरीके",
  "making parents of Siddharth to look back by wiping out the previous episode.": "सिद्धार्थ के माता -पिता को पिछले एपिसोड को मिटाकर पीछे देखना पड़े ।",
  "(6) Life has to go on. It was in the month of February, 1991.": "(६) जीवन को आगे बढ़ना है। यह फरवरी, 994 के महीने में था। सिद्धार्थ",
  "of happiness and pride for Siddharth and for his family but allegedly,": "से सिद्धार्थ के लिए और अपने परिवार के लिए खुशी और गर्व की बात थी,",
  "no such happiness could be seen in the house. Ferozepur being border": "लेकिन कथित तौर पर, घर में ऐसी कोई खुशी नहीं देखी जा सकती थी। फेरोज़ेपुर सीमावर्ती क्षेत्र होने के नाते, सिद्धार्थ के कर्तव्यों ने अपने जीवन के",
  "area, the duties of Siddharth added additional flavour of risk and": "फेरोज़ेपुर सीमावर्ती क्षेत्र होने के नाते, सिद्धार्थ के कर्तव्यों ने अपने जीवन के लिए जोखिम और खतरे का अतिरिक्त स्वाद जोड़ा और परिणामस्वरूप इस",
  "danger to his life and resultantly by fighting such situations, avenues": "तरह की स्थितियों से लड़ने के लिए, सम्मान अर्जित करने के लिए रास्ते और",
  "to earn honours and laurels also stood increased. The effect was that": "लॉरैल भी बढ़ गए। इसका प्रभाव यह था कि उन्हें अपनी नौकरी से अधिक",
  "gulf between husband and wife became bigger and bigger. It is alleged": "बड़ी और बड़ी हो गई। यह आरोप लगाया जाता है कि पत्नी यानी शिवानी",
  "than before was being attributed to the job and for her there was no": "लिए जिम्मेदार ठहराया जा रहा था और उसके लिए कोई समय नहीं था।",
  "time. It is alleged that sometimes she barged into the office to find": "यह आरोप लगाया जाता है कि कभी -कभी वह खुद को वास्तविक तथ्यों के",
  "in front of the persons, who were present in the office was derogatory,": "थी, व्यक्तियों के सामने इस्तेमाल की जाने वाली भाषा, जो कार्यालय में",
  "insultive which caused tremendous pain and agony to Siddharth. He": "मौजूद थे, अपमानजनक, अपमानजनक थे, जिससे सिद्धार्थ के लिए जबरदस्त दर्द और पीड़ा हुई। । उन्होंने महसूस किया और ऐसे व्यक्तियों",
  "(7) In a short span,Siddharth had accomplished so much, that": "(7) एक छोटी अवधि में, सिद्धार्थ ने इतना पूरा किया था, कि उस पर",
  "dependency ot administration upon him became mevitable. It was in": "प्रशासन की निर्भरता मेविटेबल हो गई। यह दिसंबर 994 के महीने में था",
  "the month of December 1991 that he was posted as SSP Amritsar.": "कि उन्हें एसएसपी अमृतसर के रूप में तैनात किया गया था। छोटा परिवार",
  "Small family shifted to Amritsar, which is again a border area and": "अमृतसर में स्थानांतरित हो गया, जो फिर से एक सीमावर्ती क्षेत्र हे और जिन",
  "the activities which required looking after were far more. Therefore,": "गतिविधियों की आवश्यकता थी, वे कहीं अधिक थीं। इसलिए, 24 घंटे से",
  "out of 24 hours some more time than before was required to attend": "पहले की तुलना में कुछ अधिक समय को इस तरह की आवश्यकताओं में",
  "to such requisitions. He had experienced change in the temperament": "भाग लेने के लिए आवश्यक था। उन्होंने अपनी पत्नी के स्वभाव में बदलाव",
  "of his wife, change in the attitude himself, his parents and the guests": "का अनुभव किया था, खुद को, अपने माता -पिता और मेहमानों को भी",
  "as well. It is alleged that after having been posted at Amritsar, he": "रवैया बदल दिया था। यह आरोप है कि अमृतसर में तैनात होने के बाद,",
  "saw another facet of life of Shivani. She requisitioned services of the": "उन्होंने शिवानी के जीवन का एक और पहलू देखा। उसने अधीनस्थ",
  "subordinate staff so as to accompany her to the places where she": "कर्मचारियों की सेवाओं की आवश्यकता की ताकि वह उन जगहों पर हो",
  "Siddharth, Shivani and their son stayed together. It was at the end": "परिवार यानी सिद्धार्थ, शिवानी और उनके बेटे एक साथ रहे। यह जनवरी,",
  "of January, 1988, they received another good piece of news, fixation": "988 के अंत में था, उन्हें समाचार का एक और अच्छा टुकड़ा मिला,",
  "of solemnisation of marriage of younger sister of Siddharth and the": "सिद्धार्थ की छोटी बहन की शादी की गंभीरता का निर्धारण और वही 4",
  "same was fixed for 4th February, 1988. The marriage was to be": "फरवरी, 4988 के लिए तय किया गया था। शादी को माता -पिता के माता",
  "solemnised at the parental house of Siddharth at Roorkee. This small": "-पिता के घर पर रखा जाना था। रुकी में सिद्धार्थ। इस छोटे से परिवार ने",
  "family attended the marriage and in the meanwhile Siddharth stood": "शादी में भाग लिया और इस बीच सिद्धार्थ अमृतसर में तैनात रहे। यह",
  "posted at Amritsar. It was in April 1988, Siddharth was again required to report at National Police Academy, Hyderabed, for completion of": "अप्रैल 988 में था, सिद्धार्थ को फिर से राष्ट्रीय पुलिस अकादमी, हैदरबेड में रिपोर्ट करने की आवश्यकता थी, प्रशिक्षण के दूसरे चरण के पूरा होने के",
  "second phase of training. However, the small family ie. Shivani and": "में रिपोर्ट करने की आवश्यकता थी, प्रशिक्षण के दूसरे चरण के पूरा होने के लिए। हालांकि, छोटे परिवार यानी शिवानी और उनके बेटे जनवरी, 988",
  "their son joined Siddharth at Hyderabad in January, 1988. On": "में हैदराबाद में सिद्धार्थ में शामिल हुए। प्रशिक्षण पूरा होने पर, सिद्धार्थ 30",
  "July, 1988. It is, thereafter, a small religious ceremony, relating to": "इसके बाद, एक छोटा धार्मिक समारोह, एक से संबंधित है। नवजात बच्चे,",
  "a newly born child, was performed on 15th August, 1988 at the parental house of Siddharth at Roorkee. Father of Siddharth retired": "5 अगस्त, 988 को रोरकी में सिद्धार्थ के माता -पिता के घर में प्रदर्शन",
  "settled along with his wife at Jaipur. Siddharth was again required": "रूप में सेवानिवृत्त हुए और स्थायी रूप से जयपुर में अपनी पत्नी के साथ",
  "(3) On completion of the aforesaid training Siddharth was": "(३) पूर्वोक्त प्रशिक्षण के पूरा होने पर सिद्धार्थ को एस्प लुधियाना के रूप में",
  "nature as the terrorism had started brewing up and acquired a galloping": "क्योंकि आतंकवाद ने पकना शुरू कर दिया था और एक सरपट गति का",
  "speed and reached its peak in a short span. Being a young dynamic": "अधिग्रहण किया था और थीड़े समय में अपने चरम पर पहुंच गया था। एक युवा गतिशील अधिकारी होने के नाते, उन्हें अनुकरणीय साहस और हर",
  "risk of every nature. Such act expected and demanded out of Siddarth to remain ready all the 24 hours. As a sequel thereto, he remained": "के अधिनियम ने उम्मीद की और सिद्धार्थ से सभी 24 घंटे तैयार रहने की मांग की। एक अगली कड़ी के रूप में, वह न केवल दिन के समय, बल्कि",
  "away from matrimonial home not only during day time but most of": "ज्यादातर समय रात के दौरान भी वैवाहिक घर से दूर रहा। अपने पूर्वोक्त",
  "the time during night as well. Strugling between life and death during | the performance of his aforesaid duties, he always needed moral": "कर्तव्यों के प्रदर्शन के दौरान जीवन और मृत्यु के बीच संघर्ष करते हुए,",
  "the performance of his aforesaid duties, he always needed moral support by way of love and affection., which could only be provided": "उन्हें हमेशा प्यार और ख्रेह के माध्यम से नैतिक समर्थन की आवश्यकता",
  "by his wife. Perhaps, Shivani was only expecting gubernatorial life": "होती है।, जो केवल उनकी पत्नी द्वारा प्रदान किया जा सकता है। शायद, शिवानी केवल गुबारोटोरियल जीवन की उम्मीद कर रही थी लेकिन",
  "but the reality was entirely different. The resultant effect culminated": "वास्तविकता पूरी तरह से अलग थी। परिणामी प्रभाव पत्नी के अनम्य",
  "that duties of Police force are unique in character and responsibility": "उसे समझ में नहीं आया कि पुलिस बल के कर्तव्य चरित्र और जिम्मेदारी में",
  "i.e. for earning honours and laurels. This was the only avenue available": "अद्वितीय हैं यानी सम्मान और प्रशंसा अर्जित करने के लिए। यह ऐसी",
  "in society. Life has its own demands and requirements which may be": "जीवन की अपनी मांगें और आवश्यकताएं हैं जो एक के साथ पूरी हो सकती",
  "met with before one is involved in earning credit for himself and his": "हैं, इससे पहले कि एक अपने और अपने परिवार के लिए क्रेडिट अर्जित",
  "family. There is always depletion in involvements in personal life with": "करने में शामिल हो। समय बीतने के साथ व्यक्तिगत जीवन में भागीदारी में",
  "passage of time. It is alleged that at one time Shivani wanted Siddharth": "हमेशा कमी होती है। यह आरोप लगाया जाता है कि एक समय में शिवानी",
  "to leave the job as the same had created a small gulf in their relationship.": "को काम छोड़ना चाहता था क्योंकि उसी ने अपने रिश्ते में एक छोटी सी",
  "Siddharth became totally confused person, because there are very few": "खाड़ी बनाई थी। सिद्धार्थ पूरी तरह से भ्रमित व्यक्ति बन गए, क्योंकि ऐसे",
  "persons who qualify for such service and are given excelerated": "बहुत कम व्यक्ति हैं जो इस तरह की सेवा के लिए अर्हता प्राप्त करते हैं",
  "promotions to achieve the highest honours and highest levels in": "और उन्हें उच्चतम सम्मान और सेवा में उच्चतम स्तर प्राप्त करने के लिए",
  "service. Such job could not have been kicked out on the asking of the loved one.": "उत्तेजित पदोन्नति दी जाती है। इस तरह की नौकरी को प्रियजन से पूछने पर नहीं निकाला जा सकता था।",
  "(4) According to Siddharth the gulf between the two had": "(४) सिद्धार्थ के अनुसार दोनों के बीच की खाई बढ़ने लगी थी यानी वह",
  "started increasing i.e. he became involved in his job and she remaining": "अपनी नौकरी में शामिल हो गया और वह घर पर बची रही, वह मानस या",
  "to come down from Jaipur to Ludhiana. Of course, parents look": "लुधियाना के पास आने के लिए आमंत्रित किया गया था। बेशक, माता -पिता",
  "forward for such kind of invitations. They reached and also became": "इस तरह के निमंत्रण के लिए तत्पर हैं। वे पहुंच गए और अपने बेटे के",
  "aware of the danger to the family life of their son. Father, being from": "पारिवारिक जीवन के लिए खतरे से भी अवगत हो गए। पिता, सैन्य सेवा से",
  "the military service, was aware of the situations which could be": "होने के नाते, उन स्थितियों से अवगत थे, जिन्हें अपनाया जा सकता है",
  "created because of the career so adopted. Both the parents decided to": "क्योंकि करियर को अपनाया जा सकता है। दोनों माता -पिता ने \"शशती\"",
  "perform “Shashti’ ceremony (This ceremony is performed for long life": "समारोह करने का फैसला किया (यह समारोह माता -पिता द्वारा लंबे जीवन",
  "and welfare of the children by the parents). The said ceremony was": "और बच्चों के कल्याण के लिए किया जाता है)। उक्त समारोह को 25",
  "to be solemnised on 25th September, 1990. Shivani was also asked": "सितंबर, 990 को निहित किया जाना था। शिवानी को भी इस समारोह में",
  "to participate in this ceremony, but allegedly, she refused to participate": "भाग लेने के लिए कहा गया था, लेकिन कथित तौर पर, उन्होंने भाग लेने से",
  "and that the ceremony was performed in her absence.": "इनकार कर दिया और यह समारोह उनकी अनुपस्थिति में किया गया था।",
  "(5) It is alleged that in the midst of Durga Pooja which was": "(५) यह आरोप लगाया गया है कि दुर्गा पूजा के बीच में, जो २ ९ सितंबर, १",
  "to end on 29th September, 1990, Shivani behaved in a most": "९९ ० को समाप्त होना था, शिवानी ने सबसे असहनीय तरीके से व्यवहार",
  "unbecoming manner and used derogatory language in honour of": "किया और सिद्धार्थ के माता -पिता के सम्मान में अपमानजनक भाषा का",
  "parents of Siddharth and in her hysterical moments asked Siddharth": "इस्तेमाल किया और उनके हिस्टेरिकल क्षणों में सिद्धार्थ को भेजने के लिए",
  "to send his parents ‘back to Jaipur. Situation became grave. Parents": "कहा माता -पिता वापस जयपुर। स्थिति गंभीर हो गई। माता -पिता ने",
  "felt unwelcome and this episode left a very painful imprint not only": "अवांछित महसूस किया और इस एपिसोड ने न केवल सिद्धार्थ के दिमाग पर",
  "not remain for ever but the feeling and memory of which would bring": "स्वाद हमेशा के लिए नहीं हो सकता है, लेकिन वह भावना और स्मृति जो",
  "such tastes unknowingly and which ultimately craves out dark shots": "इस तरह के स्वाद को अनजाने में लाएगी और जो अंततः स्वस्थ दिमाग में",
  "their grand child and with their son and daughter-in-law. It is alleged": "उनके बेटे को उपलब्ध कराया गया था। तारीख के रूप में, वह उक्त"
}