{
  "NARESH KUMAR v. STATE OF HARYANA AND OTHERS 1131 (Suvir Sehgal, J.)": "नरेश कुमार बनाम हरियाणा राज्य और अन्य (सुवीर सहगल, जे.)",
  "SUVIR SEHGAL, J.(ORAL)": "एसयूवीआईआर सहगल, जे। (मौखिक)",
  "(1) Instant writ petition has been filed seeking issuance of a writ in the nature of certiorari quashing the action of the respondents": "() प्रत्यर्थियों की कार्रवाई को रद्द करते हुए प्रमाणपत्र की प्रकृति में एक रिट जारी करने की मांग",
  "whereby the petitioner, who was working as a Tubewell Operator, has": "करते हुए तत्काल रिट याचिका दायर की गई है, जिसके तहत याचिकाकर्ता, जो ट्यूबवेल ऑपरेटर के",
  "been verbally told not to report for duty. Another prayer has been": "रूप में काम कर रहा था, को मौखिक रूप से ड्यूटी के लिए रिपोर्ट नहीं करने के लिए कहा गया है।",
  "respondents not to replace the petitioner by another contractual employee.": "ही याचिकाकर्ता को किसी अन्य संविदात्मक कर्मचारी द्वारा प्रतिस्थापित नहीं करने का निर्देश दिया गया",
  "(2) Counsel for the parties have been heard.": "(2) पक्षकारों के वकील को सुना गया है।",
  "(3) Perusal of the response filed on behalf of respondents No.6 and 7 shows that the petitioner was involved in a criminal case bearing": "(3) प्रत्यर्थी संख्या ८ और 7 की ओर से दायर जवाब के अवलोकन से पता चलता है कि याचिकाकर्ता",
  "FIR No. 178 dated 30.03.2017 for offences under Sections 306, 420 and": "आईपीसी की धारा 306, 420 और 406 के तहत अपराधों के लिए 78 दिनांक 30.03.2047 और",
  "custody from 06.04.2017 to 13.09.2017. He was enlarged on bail vide": "वह 0०06.04.2077 से 3.09.2047 तक हिरासत में रहा। उसे अतिरिक्त सत्र न्यायाधीश, करनाल",
  "order dated 13.09.2017 (Annexure R-6/1) passed by the learned": "द्वारा पारित दिनांक 3.09.207 (अनुलग्बक नियम-6/) के आदेश द्वारा जमानत पर बढ़ा दिया गया",
  "from this Court. A person who approaches the Court seeking": "था। इन तथ्यों को इस न्यायालय से दबा दिया गया है। एक व्यक्ति जो विवेकाधीन राहत की मांग करते",
  "hiding his criminal antecedents, petitioner has tried to mislead and": "अपनी आपराधिक पृष्ठभूमि को छिपाकर, याचिकाकर्ता ने इस अदालत को गुमराह करने और धोखा देने",
  "hoodwink this Court. This Court has no sympathy with sucha person.": "की कोशिश की है। इस अदालत को ऐसे व्यक्ति के साथ कोई सहानुभूति नहीं है।",
  "(4) Petition is dismissed.": "(4) याचिका खारिज की जाती है।",
  "Kriti Sharma Avasthi": "कृति शर्मा अवस्थी",
  "Before Suvir Sehgal J.": "समक्ष सुविर सहगल जे.",
  "NARESH KUMAR—Petitioner": "नरेश कुमार-याचिकाकर्ता",
  "versus": "बनाम",
  "STATE OF HARYANA AND OTHERS—Respondents": "हरियाणा राज्य और अन्य-प्रतिवादी",
  "CWP No. 25757 of 2019": "2049 का सीडब्ल्यूपी नंबर 25757",
  "March 27, 2023": "27 मार्च 2023",
  "Constitution of India, 1950—Art. 226—Writ petition seeking issuance of a writ of certiorari quashing the action of the respondents": "भारत का संविधान, 950-अनुच्छेद 226-प्रत्यर्थियों की कार्रवाई को रद्द करते हुए प्रमाण पत्र की एक",
  "directing the respondents not to replace petitioner by another": "कहा गया है-प्रत्यर्थियों को किसी अन्य संविदात्मक कर्मचारी द्वारा याचिकाकर्ता को प्रतिस्थापित नहीं करने",
  "contractual employee—Factum of FIR No. 178 dated 30.03.2017 for": "का निर्देश देने वाली परमादेश की रिट-एफआईआर नं. 78, दिनांक 30.03.207, उपधारा के",
  "offences under Ss. 306, 420 and 406 IPC, subsequent custody from": "अधीन अपराधों के लिए। 306, 420 और 406 आईपीसी, 06.04.2077 से 43.09.2047 तक बाद",
  "person who approaches the court seeking discretionary relief is required to disclose all the material facts—By hiding the criminal": "मांग करते हुए अदालत का दरवाजा खटखटाता है, से सभी भौतिक तथ्यों का खुलासा करना आवश्यक",
  "court—Court has no sympathy with such a person—Dismissed.": "कोशिश की है-अदालत को ऐसे व्यक्ति के साथ कोई सहानुभूति नहीं है -खारिज कर दिया।",
  "bearing FIR No. 178 dated 30.03.2017 for offences under Ss. 306, 420": "है। 778, दिनांक 30.03.2047, उपधारा के अधीन अपराधों के लिए। 306, 420 और 406 पुलिस",
  "and 406 IPC at Police Station Assandh, District Karnal and he remained in custody from 06.04.2017 to 13.09.2017. He was enlarged": "स्टेशन असंध, जिला करनाल में आईपीसी और वह 06.04.2047 से 3.09.207 तक हिरासत में",
  "on bail vide order dated 13.09.2017 (Annexure R—6/1) passed by the learned Additional Sessions Judge, Karnal. These facts have been": "रहा। उसे अतिरिक्त सत्र न्यायाधीश, करनाल द्वारा पारित दिनांक 73.09.2047 (अनुलग्बक आर-6/7)",
  "Petition is dismissed. (Para 3)": "कोई सहानुभूति नहीं है। याचिका खारिज की जाती है। (पैरा 3)",
  "Diwan S. Adlakha, Advocate, for the petitioner.": "याचिकाकर्ता की ओर से अधिवक्ता दीवान एस. अदलखा।",
  "Pankaj Middha, Addl.AG, Haryana.": "पंकज मिड्ढडा, अतिरिक्त ए जी, हरियाणा।",
  "Sonia G. Singh, Advocate, for respondents No. 6 and 7.": "सोनिया जी. सिंह, अधिवक्ता, उत्तरदाताओं के लिए नं. 6८ और 7.",
  "Pankaj Kaushik, Advocate, for respondent No.8.": "प्रतिवादी संख्या 8 के लिए पंकज कौशिक, अधिवक्‍्ता।"
}