{
  "property is not shown to have been passed in favour of the": "दस्तावेज प्रस्तुत नहीं किया गया था जो यह दर्शाता हो कि अपीलार्थी-वादी के पति के पक्ष में किसी संपत्ति के अंतरण",
  "Before Sanjay Vashisth, J.": "समक्ष संजय वशिष्ठ, जे",
  "SAVITRI DEVI—Appellant": "सावित्री देवी-अपीलार्थी",
  "versus": "बनाम",
  "ASHOK KUMAR—Respondents": "अशोक कुमार- उत्तरदाताओं",
  "September 11, 2023": "॥ सितंबर, 2023",
  "Civil Procedure Code, 1909—S. 100—Regular Second Appeal against concurrent findings of fact; Specific Relief Act, 1963—S.": "सिविल प्रक्रिया संहिता, 4909- धारा 00-तथ्य के समवर्ती निष्कर्षों के खिलाफ नियमित दूसरी अपील; विशिष्ट राहत",
  "injunction—recitals in sale deed regarding delivery of possession alone not enough to prove physical possession; physical possession to": "वितरण के संबंध में बिक्री विलेख में पाठ भौतिक कब्जा साबित करने के लिए पर्याप्त नहीं है; भौतिक कब्जा कुछ",
  "be proved through some supportive or corroborative evidence; Suit": "सहायक या पुष्टिकारक साक्ष्य के माध्यम से साबित किया जाना है; सूट लैंड पहले से ही बैंक के साथ गिरवी रखा गया",
  "Land already mortgaged with bank and sold in auction prior to filing of suit; Neither bank nor auction purchaser impleaded in suit;": "है और मुकदमा दायर करने से पहले नीलामी में बेचा गया है; न तो बैंक और न ही नीलामी खरीदार मुकदमे में शामिल",
  "Intention of plaintiff to file suit doubtful—Appeal dismissed.": "है; वादी का मुकदमा संदिग्ध दायर करने का इरादा-अपील खारिज कर दी गई।",
  "Held, that so far as the question of possession is concerned, no": "अभिनिर्धारित किया गया कि जहां तक अधिकार के प्रश्न का संबंध है, इसमें कोई संदेह नहीं है कि बिक्री विलेख प्रदर्शनी",
  "doubt there is specific recital in sale deed Ex.PW—2/A that the possession of this property had been delivered to the purchaser ie.": "पीडब्लू-2/ए में विशिष्ट पाठ है कि इस संपत्ति का अधिकार खरीदार अर्थात्‌ अपीलार्थी-वादी को दिया गया था, लेकिन",
  "appellant—plaintiff but she failed to lead any positive and cogent evidence to prove that she was in fact in possession of the disputed": "वह यह साबित करने के लिए कोई सकारात्मक और ठोस साक्ष्य देने में विफल रही कि वास्तव में विवादित संपत्ति पर",
  "property. It is also well settled proposition of law that mere recital in": "उसका अधिकार था। यह कानून का अच्छी तरह से स्थापित प्रस्ताव भी है कि बिक्री विलेख में केवल पाठ करना कब्जा",
  "Jai Vir Yadav, Sr. Advocate with Rohit Kumar Rana, Advocate andAman Gautam, Advocate, for the appellant(s).": "अपीलार्थी की ओर से अधिवक्ता रोहित कुमार राणा और अधिवक्ता अमन गौतम के साथ वरिष्ठ अधिवक्ता जयवीर",
  "SANJAY VASHISTH, J. (Oral)": "संजय वशिष्ठ, न्यायमूर्ति (मौखिक)",
  "(1) Present Regular Second Appeal (RSA) has been filed by the plaintiff — Savitri Devi (appellant herein), against the concurrent findings of dismissal of suit filed by her.": "(॥) वर्तमान नियमित दूसरी अपील (आर. एस. ए.) वादी-सावित्री देवी (यहाँ अपीलार्थी) द्वारा उनके द्वारा दायर वाद को खारिज करने के समवर्ती निष्कर्षों के विरुद्ध दायर की गई है।",
  "(2) Plaintiff — Savitri Devi filed a suit for seeking a decree of permanent injunction against the sole defendant — Ashok Kumar": "(2) वादी-सावित्री देवी ने एकमात्र प्रतिवादी-अशोक कुमार (यहां प्रतिवादी) के खिलाफ स्थायी निषेधाज्ञा की डिक्री की",
  "Killa No.5 (7-4), 4 min (1- 16), total measuring 9 Kanals, situated within the revenue estate of Village Rasiawas, Tehsil Bawal, Distrtict": "32, किला नंबर 5 (7-५) ५ मिनट (-6) कुल 9 कनाल, ग्राम रसियावास, तहसील बावल, जिला रेवाड़ी (संक्षिप्तता",
  "Rewari (for brevity, the ‘suit land’), is entitled to protect her": "के लिए, 'सूट लैंड') की राजस्व संपत्ति के भीतर स्थित भूमि की मालिक होने के नाते उसकी रक्षा करने का हकदार है।",
  "(5) After completion of pleading of the parties, learned Trial Court vide its order dated 20.05.2014, framed following seven issues:-": "(5) पक्षकारों के अभिवचन के पूरा होने के बाद, विद्वत ट्रायल कोर्ट ने अपने आदेश दिनांक 20.05.20५ को निम्नलिखित सात मुद्दों पर तैयार कियाः-",
  "“(1) Whether the plaintiff is owner in possession of propertymentioned in paragraph no.1 of the plaint? OPP": "(।) क्या वादी शिकायत के पैराग्राफ नंबर । में उल्लिखित संपत्ति का मालिक है? ओ. पी. पी.",
  "(2) Whether the defendants are interfering in the peaceful possession of the plaintiff in the suit property without any": "(2) क्या प्रतिवादी वाद संपत्ति में वादी के शांतिपूर्ण कब्जे में हस्तक्षेप कर रहे हैं, ऐसा करने का कोई अधिकार नहीं है?",
  "(3) Whether the suit is not maintainable? OPD": "(3) क्‍या सूट रखरखाव योग्य नहीं है? ओ. पी. डी.",
  "(4) Whether the suit is liable to be dismissed for want offiling the duplicate plaint? OPD": "(५) क्‍या डुप्लिकेट वाद दायर करने के लिए वाद खारिज किया जा सकता है? ओ. पी. डी.",
  "(5) Whether the plaintiff is estopped by own act and conduct from filing the suit? OPD": "(5) क्‍या वादी को स्वयं के कार्य और आचरण द्वारा मुकदमा दायर करने से वंचित किया जाता है? ओ. पी. डी.",
  "(6) Whether this Court lacks jurisdiction in the matter atissue? OPD": "(6) कया इस मामले में इस न्यायालय की अधिकारिता का अभाव है? ओपीडी",
  "(7) Relief.”": "(7) राहत \"|",
  "(6) As the relief sought by the plaintiff was only to seek a decree of permanent injunction, it was bounden upon the plaintiff to": "(6) चूंकि वादी द्वारा मांगी गई राहत केवल स्थायी निषेधाज्ञा की डिक्री की मांग करने के लिए थी, इसलिए यह वादी",
  "prove her possession. Both the Courts below have discussed the recital": "पर अपना अधिकार साबित करने के लिए बाध्य था। नीचे दिए गए दोनों न्यायालयों ने विक्रय-विलेख (प्रदर्शनी",
  "in the sale- deed (Ex.PW2/B), wherein, delivery of possession by the defendant — AshokKumar, in favour of plaintiff — Smt. Savitri Devi, has": "पीडब्लू2/बी) में पाठ पर चर्चा की है जिसमें प्रतिवादी अशोक कुमार द्वारा वादी श्रीमती सावित्री देवी के पक्ष में अधिकार",
  "been mentioned.": "की सुपुर्दगी का उल्लेख किया गया है।",
  "(7) However, both the learned Courts below have also held": "(7) तथापि, नीचे दिए गए दोनों विद्वत न्यायालयों ने यह भी अभिनिर्धारित किया है कि विक्रय-विलेख (प्रदर्शनी",
  "(Ex.PW2/B), there is no other supporting or corroborative evidence in any manner led by the plaintiff to prove her physical possession over the property in question. Rather, learned Courts below have also": "भौतिक कब्जे को सिद्ध करने के लिए कोई अन्य सहायक या पुष्टिकारक साक्ष्य नहीं है। इसके बजाय, नीचे दिए गए",
  "the property in question. Rather, learned Courts below have also noticed the statement deposed by the plaintiff before the Court below,": "विद्वान न्यायालयों ने निम्नलिखित न्यायालय के समक्ष वादी द्वारा दिए गए बयान पर भी ध्यान दिया है, जिसमें उसने",
  "wherein, she admitted that in fact, possession had been handed-over to her after 3-4 days of the execution ofthe sale-deed (Ex.PW2/B).": "स्वीकार किया कि वास्तव में, बिक्री-विलेख (प्रदर्शनी पीडब्लू 2/बी) के निष्पादन के ३-५ दिनों के बाद उसे कब्जा सौंप दिया गया था।",
  "Thus, the finding recorded by the learned Courts below is that": "इस प्रकार, निम्नलिखित विद्वत न्यायालयों द्वारा अभिलिखित निष्कर्ष यह है कि वादी के पक्ष में कब्जा सौंपने के संबंध",
  "favour of the plaintiff. Thus, sole recital of mentioning of said fact, carries no valuein the absence of any supporting evidence, which was": "में विरोधाभासी रुख है। इस प्रकार, उक्त तथ्य का उल्लेख करने का एकमात्र पाठ, किसी भी सहायक साक्ष्य के अभाव",
  "to be led by the plaintiff herself under issue No.1.": "में कोई मूल्य नहीं रखता है, जिसका नेतृत्व वादी को स्वयं मुद्दा संख्या । के तहत करना था।",
  "(8) It is also noticed by this Court that the proceedings before the DRT, Chandigarh, had been started by fixing the auction proceedings for 04.07.2023, i.e. prior to the institution of the present": "(8) इस अदालत द्वारा यह भी देखा गया है कि डीआरटी, चंडीगढ़ के समक्ष कार्यवाही 0५.07.2023 के लिए नीलामी की कार्यवाही तय करके शुरू की गई थी, यानी वर्तमान की स्थापना से पहले।",
  "698": "696",
  "above said Satbir but the appellant-plaintiff is not proved to have challenged the auction proceedings conducted on": "संपत्ति के संबंध में नीलामी खरीदार सतबीर के पक्ष में बनाए गए स्वामित्व को चुनौती नहीं दी थी। ऐसा नहीं दिखाया",
  "700": "699",
  "ILL.R. PUNJAB AND HARYANA 2023(2)": "आईएलओआर पंजाब और हरियाणा 2023 (2)",
  "record qua her being in possession nor any notice was given to her in thisregard. She also admitted that she had not filed": "उसके कब्जे में होने का रिकॉर्ड करें और न ही इस संबंध में उसे कोई नोटिस दिया गया था। उन्होंने यह भी स्वीकार",
  "any application/suit for correction of khasra girdawari": "किया कि उन्होंने अपने पक्ष में खसरा गिरदावरी प्रविष्टियों में सुधार के लिए कोई आवेदन/मुकदमा दायर नहीं किया",
  "entries in her favour. She admitted that the disputed property was already lying mortgaged and that now it had": "था। उन्होंने स्वीकार किया कि विवादित संपत्ति पहले से ही गिरवी रखी हुई थी और अब इसे सतबीर के पक्ष में नीलाम",
  "with regard to her being in possession of the disputed property has not been corroborated by any other evidence": "कर दिया गया था। विवादित संपत्ति पर उसके कब्जे के संबंध में उसके मौखिक बयान की किसी अन्य साक्ष्य या तो",
  "either oral or documentary and therefore, in my opinion, the": "मौखिक या दस्तावेजी द्वारा पुष्टि नहीं की गई है और इसलिए, मेरी राय में, यह साबित करने के उद्देश्य से कि विवादित",
  "16. One more point is important. The respondent-defendant had produced Ex.D-1 copy of khasra girdawari entries": "6. एक बात और महत्वपूर्ण है। प्रतिवादी-प्रतिवादी ने खसरा गिरदावरी प्रविष्टियों की प्रदर्शनी डी-। प्रति पेश की थी,",
  "showing him to be in possession of the disputed property from the year 2010 to 2015. The appellant-plaintiff failed to": "जिसमें उसे वर्ष 200 से 205 तक विवादित संपत्ति के कब्जे में दिखाया गया था। अपीलार्थी-वादी यह दिखाने के लिए",
  "bring any material on record to show that he had filed any application/petition for correction of khasra girdawari and": "कोई सामग्री रिकॉर्ड पर लाने में विफल रहा कि उसने खसरा गिरदावरी में सुधार के लिए कोई आवेदन»याचिका दायर",
  "recording her name in the column of possession over the disputed property. Therefore, neither her name is reflected": "की थी और विवादित संपत्ति पर कब्जे के कॉलम में उसका नाम दर्ज किया था। इसलिए, न तो उसका नाम खेती के",
  "in the revenue record in the column of cultivating possession nor she is proved have moved an application for change of entries in the revenue record. As such, there can": "कब्जे के कॉलम में राजस्व रिकॉर्ड में परिलक्षित होता है और न ही उसने राजस्व रिकॉर्ड में प्रविष्टियों के परिवर्तन के",
  "change of entries in the revenue record. As such, there can be no presumption that actual physical possession of the disputed property was delivered to her atany point of": "लिए आवेदन दिया है। इस प्रकार, यह कोई अनुमान नहीं लगाया जा सकता है कि विवादित संपत्ति का वास्तविक",
  "disputed property was delivered to her atany point of time. For the purpose of seeking relief of permanent injunction, the appellant-plaintiff was required to prove that": "भौतिक कब्जा किसी भी समय उसे सौंप दिया गया था। स्थायी निषेधाज्ञा से राहत पाने के उद्देश्य से, अपीलार्थी-वादी",
  "injunction, the appellant-plaintiff was required to prove that she was in possession of the disputed property. No doubt,": "को यह साबित करना आवश्यक था कि विवादित संपत्ति पर उसका कब्जा था। इसमें कोई संदेह नहीं है कि न्यायालय",
  "the court while dealing with such a suit cannot go into the question of title. Even otherwise, she did not produce the": "इस तरह के मुकदमे पर विचार करते समय स्वामित्व के प्रश्न पर विचार नहीं कर सकता है। अन्यथा भी, उन्होंने मूल",
  "original sale deed on record and only a certified copy of the same was produced. In the absence of the original sale": "बिक्री विलेख को अभिलेख पर प्रस्तुत नहीं किया और केवल उसी की एक प्रमाणित प्रति प्रस्तुत की गई। मूल विक्रय",
  "deed and in view of the fact that the possession of the disputed property is not proved to be with her, it cannot be": "विलेख की अनुपस्थिति में और इस तथ्य को ध्यान में रखते हुए कि विवादित संपत्ति का कब्जा उसके पास साबित नहीं",
  "presumed that actual title qua the disputed property had been passed in favour of the appellant-plaintiff. In Surjit": "हुआ है, यह नहीं माना जा सकता है कि विवादित संपत्ति का वास्तविक स्वामित्व अपीलार्थी-वादी के पक्ष में पारित किया",
  "been passed in favour of the appellant-plaintiff. In Surjit Singh’s case, supra, it was observed by our own Hon’ble High Court that merely because the mutation of the sale": "गया था। सुरजीत सिंह के मामले में, ऊपर, हमारे अपने माननीय उच्च न्यायालय द्वारा यह मत व्यक्त किया गया था कि",
  "deed of agricultural land wasnot sanctioned in the revenue": "केवल इसलिए कि कृषि भूमि के विक्रय विलेख के उत्परिवर्तन को राजस्व अभिलेख में स्वीकृत नहीं किया गया था, यह",
  "record, it could not be presumed that the rights of the vendee in the sale deed would evaporate and that the sale": "अनुमान नहीं लगाया जा सकता था कि विक्रय विलेख में विक्रेता के अधिकार वाष्पित हो जाएंगे और बिक्री विलेख",
  "deed is a document of transfer of title whereas mutation is": "स्वामित्व के हस्तांतरण का दस्तावेज है जबकि उत्परिवर्तन है",
  "(Sanjay Vashisth, J.)": "(संजय वशिष्ठ से पहले, जे.)",
  "suit on 30.10.2013. In other words, on the day of filing of the suit for": "30.0.203 को मुकदमा। दूसरे शब्दों में, निषेधाज्ञा के लिए मुकदमा दायर करने के दिन, वादी डी. आर. टी., चंडीगढ़",
  "injunction, plaintiff was well aware of the proceedings initiated by the": "द्वारा शुरू की गई कार्यवाही से अच्छी तरह वाकिफ था। फिर भी, वादी ने बैंक के साथ-साथ सूट भूमि के नीलामी",
  "DRT, Chandigarh. Still, plaintiff did not choose to implead the Bank as well as the auction purchaser of the suit land namely; Satbir Singh, as": "खरीदार सतबीर सिंह को मुकदमे में पक्षकार के रूप में शामिल करने का विकल्प नहीं चुना। इस प्रकार, न्यायालय",
  "party in the suit. Thus, intention of the plaintiff to file the present suit is also doubted by the Court.": "द्वारा वर्तमान मुकदमा दायर करने के वादी के इरादे पर भी संदेह किया जाता है।",
  "There is another aspect that on the one hand, plaintiff has asserted her right over the property being its owner for the purpose of": "एक अन्य पहलू यह है कि एक ओर, वादी ने कब्जे की रक्षा के उद्देश्य से संपत्ति पर अपना अधिकार होने का दावा",
  "protecting the possession, and on the other hand, never any step has been taken by the plaintiff to challenge the proceedings, which took": "किया है, और दूसरी ओर, वादी द्वारा कार्यवाही को चुनौती देने के लिए कभी कोई कदम नहीं उठाया गया है, जो",
  "place before the DRT, Chandigarh, whereby, third party rights were also created, well before the filing of present suit by the plaintiff.": "डीआरटी, चंडीगढ़ के समक्ष हुआ था, जिसके तहत, वादी द्वारा वर्तमान मुकदमा दायर करने से बहुत पहले, तीसरे पक्ष के अधिकार भी बनाए गए थे।",
  "(9) Even both the Courts below have also noticed that original sale-deed (Ex.PW2/B) was never placed on record. Thus, plaintiff": "(9) यहां तक कि नीचे दिए गए दोनों न्यायालयों ने यह भी देखा है कि मूल बिक्री-विलेख (प्रदर्शनी पीडब्लू2/बी) को कभी भी अभिलेख पर नहीं रखा गया था। इस प्रकार, वादी ने कानून के अनुसार स्वयं बिक्री-विलेख (प्रदर्शनी",
  "made a half hearted attempt to seek a decree of permanent injunction, without proving the sale-deed (Ex.PW2/B) itself in": "पीडब्लू2/बी) को साबित किए बिना स्थायी निषेधाज्ञा की डिक्री की मांग करने का आधे-अधूरे मन से प्रयास किया,",
  "accordance with law, while on the basisof recital mentioned in the said sale-deed (Ex.PW2/B), possession is sought to be protected.": "जबकि उक्त बिक्री-विलेख (प्रदर्शनी पीडब्लू2/बी) में उल्लिखित पाठ के आधार पर कब्जे को संरक्षित करने की मांग",
  "(10) Apart from the facts noticed by this Court, observation made bythe learned First Appellate Court, in paragraphs No.15, 16, is": "(0) इस न्यायालय द्वारा देखे गए तथ्यों के अलावा, विद्वान प्रथम अपीलीय न्यायालय द्वारा पैराग्राफ संख्या 5, ॥6 में",
  "also reproduced hereunder:-": "की गई टिप्पणी भी यहाँ पुनः प्रस्तुत की गई हैः-",
  "“15. The claim of the appellant-plaintiff was that she had become owner in possession of the disputed property on the basis of the sale deed Ex.PW-2/B and that the respondent-": "\"5. अपीलार्थी-वादी का दावा था कि वह बिक्री विलेख प्रदर्शनी पीडब्लू-2/बी के आधार पर विवादित संपत्ति की",
  "defendant from whom she had purchased the disputed property was interfering in his possession over the same.": "मालिक बन गई थी और जिस प्रतिवादी से उसने विवादित संपत्ति खरीदी थी, वह उसी पर उसके कब्जे में हस्तक्षेप कर",
  "The respondent-defendant did not deny that the sale deed Ex.PW2/B had been executed by him in favour of the": "रहा था। प्रत्यर्थी-प्रतिवादी ने इस बात से इनकार नहीं किया कि बिक्री विलेख प्रदर्शनी पीडब्लू2/बी को उसके द्वारा",
  "appellant-plaintiff but the stand taken by him was that the": "अपीलार्थी-वादी के पक्ष में निष्पादित किया गया था, लेकिन उसके द्वारा लिया गया रुख यह था कि विवादित संपत्ति का",
  "possession of the disputed property had never been delivered to the appellant-plaintiff and the same was with him. Thoughit had not been clearly pleaded in the plaint": "कब्जा कभी भी अपीलार्थी-वादी को नहीं दिया गया था और वही उसके पास था। यद्यपि वादपत्र में स्पष्ट रूप से यह",
  "but it has come on record that after execution and registration of the sale deed in her favour, the appellant-": "अनुरोध नहीं किया गया था, लेकिन यह अभिलेख पर आया है कि उसके पक्ष में विक्रय विलेख के निष्पादन और",
  "registration of the sale deed in her favour, the appellant- plaintiff had come to know that the respondent-defendant": "पंजीकरण के बाद, अपीलार्थी वादी को पता चला था कि प्रतिवादी-प्रतिवादी ने पहले विवादित और उसके स्वामित्व",
  "had previously taken loan from Union Bank of India by mortgaging the disputed and other property owned by him. It is common case of both the parties that the mutation": "वाली अन्य संपत्ति को गिरवी रखकर यूनियन बैंक ऑफ इंडिया से ऋण लिया था। यह दोनों पक्षों का सामान्य मामला",
  "No.848 which was to be sanctioned in favour of the appellant-plaintiff on the basis of the sale deed Ex.PW-2/B,": "है कि उत्परिवर्तन संख्या 8५8, जिसे विक्रय विलेख प्रदर्शनी पीडब्लू-2/बी के आधार पर अपीलार्थी-वादी के पक्ष में मंजूर किया जाना था,",
  "possession, which was delivered to her vide sale-deed Vasika No.4508, dated 12.12.2011, by the defendant — Ashok Kumar. Plaintiff claims": "कब्जा, जिसे प्रतिवादी-अशोक कुमार द्वारा बिक्री-विलेख वासिका नंबर ५508, दिनांक 2.2.20 के माध्यम से उसे",
  "her continuous possession since the time of execution of the sale-deed (Ex.PW2/B) ie. 12.12.2011.": "दिया गया था। वादी बिक्री विलेख (प्रदर्शनी पीडब्लू 2/बी) यानी 2.2.20॥॥ के निष्पादन के समय से उसके निरंतर कब्जे का दावा करता है।",
  "(3) It is further pleaded that mutation No.848, has been got cancelled by Assistant Collector, 2\" Grade, Bawal, due to non- payment of the loan amount by the defendant — Ashok Kumar, which was taken from the Union Bank of India Branch, Rewari. As the": "(3) यह भी दलील दी जाती है कि म्यूटेशन संख्या 8५8, सहायक कलेक्टर, द्वितीय श्रेणी, बावल द्वारा प्रतिवदी-अशोक कुमार द्वारा ऋण राशि का भुगतान न करने के कारण रद्द कर दिया गया है, जो यूनियन बैंक ऑफ इंडिया शाखा,",
  "defendant did not disclose the actual facts, and no entry of any loan was": "रेवाड़ी से लिया गया था। चूंकि प्रतिवादी ने वास्तविक तथ्यों का खुलासा नहीं किया था, और जामबंदी में किसी भी ऋण",
  "defendant and Halqa Patwar namely; Gurdial Singh, under Sections 420, 467, 468, 471 of IPC, and proceedings regarding the same were pending.": "किया; गुरदियाल सिंह, आईपीसी की धारा ५20,५67,५68,47। के तहत, और उसी के संबंध में कार्यवाही लंबित थी।",
  "In the meantime, Union Bank of India (UBI) filed a recovery suit before the Debt Recovery Tribunal, Chandigarh (for brevity, ‘the DRT’)against the defendant — Ashok Kumar, for taking permission to recover the loan from mortgaged suit land.": "इस बीच, यूनियन बैंक ऑफ इंडिया (यूबीआई) ने गिरवी भूमि से ऋण की वसूली की अनुमति लेने के लिए प्रतिवादी- अशोक कुमार के खिलाफ ऋण वसूली न्यायाधिकरण, चंडीगढ़ (संक्षिप्तता के लिए, 'डीआरटी') के समक्ष वसूली का मुकदमा दायर किया।",
  "It is further pleaded by the plaintiff herself that defendant": "आगे स्वयं वादी द्वारा यह दलील दी जाती है कि प्रतिवादी ने यूबीआई, रेवाड़ी की ऋण राशि जमा करने के लिए अपने",
  "approached to her husband namely; Jeet Ram, for depositing the loan amount of UBI, Rewari, and in lieu of that, defendant promised that he": "पति जीत राम से संपर्क किया और उसके बदले में, प्रतिवादी ने वादा किया कि वह वादी के पति के नाम पर अपनी",
  "will transfer his total suit land in the name of plaintiff's husband. Under the said promise, husband of the plaintiff handed-over a demand draft dated 01.08.2013, amounting to Rs.16.10 lakhs, to the defendant.": "कुल वाद भूमि हस्तांतरित करेगा। उक्त वादे के तहत, वादी के पति ने प्रतिवादी को दिनांक 0.08.203 का एक",
  "the said promise, husband of the plaintiff handed-over a demand draft dated 01.08.2013, amounting to Rs.16.10 lakhs, to the defendant. Defendant — Ashok Kumar, deposited the said demand draft before the": "डिमांड ड्राफ्ट सौंपा, जिसकी राशि 6.0 लाख रूपए थी। प्रतिवादी-अशोक कुमार ने डी. आर. टी., चंडीगढ़ के समक्ष",
  "DRT, Chandigarh, and thereafter, filed his objection against the auction. However, later on, defendant became dishonest and withdrew his": "उक्त डिमांड ड्राफ्ट जमा किया और उसके बाद नीलामी के खिलाफ अपनी आपत्ति दर्ज कराई। हालाँकि, बाद में,",
  "However, later on, defendant became dishonest and withdrew his objection. Now, the defendant wants to grab the said money Le.": "प्रतिवादी बेईमान हो गया और अपनी आपत्ति वापस ले ली। अब, प्रतिवादी उक्त धन यानी को हड़पना चाहता है। वादी",
  "Rs.16.10 lakhs paid by the plaintiff's husband through demand draft,": "के पति द्वारा डिमांड ड्राफ्ट के माध्यम से 6.0 लाख रुपये का भुगतान किया गया है, और आगे वादी को सूट भूमि",
  "and is further keen to see the plaintiff out of the possession of the suit land. Thus, suit for permanent injunction was instituted.": "के कब्जे से बाहर देखने के लिए उत्सुक है। इस प्रकार, स्थायी निषेधाज्ञा के लिए मुकदमा दायर किया गया था।",
  "(4) In the written statement filed by the defendant, the facts emerged that the suit is not-maintainable on several grounds": "(५) प्रतिवादी द्वारा दायर लिखित बयान में, तथ्य सामने आए कि मुकदमा कई आधारों पर बनाए रखने योग्य नहीं है",
  "like; non-joinder of auction purchaser — Satbir Singh, jurisdiction of confirmation of sale vide DRT, Chandigarh, having been already": "जैसे; नीलामी खरीदार-सतबीर सिंह, डीआरटी, चंडीगढ़ द्वारा बिक्री की पुष्टि के अधिकार क्षेत्र का पहले ही प्रयोग किया",
  "exercised. It is also pleaded in the written statement that mutation of sale-deed No.848 (Ex.PW2/B), has already been cancelled by AC, 2\" Grade, Bawal, and in fact, no possession was delivered to the plaintiff": "जा चुका है। लिखित बयान में यह भी अनुरोध किया गया है कि बिक्री-विलेख संख्या 8५8 (प्रदर्शनी पीडब्लू2/बी) का उत्परिवर्तन एसी, द्वितीय श्रेणी, बावल द्वारा पहले ही रद्द कर दिया गया है और वास्तव में, किसी भी समय वादी को",
  "at any point of time. Even at the time of sale-deed (Ex.PW2/B),": "कोई कब्जा नहीं दिया गया था। यहां तक कि बिक्री-विलेख (प्रदर्शनी पीडब्लू2/बी) के समय भी वादी उपस्थित नहीं",
  "plaintiff was not present, thus, questionof delivery of possession does not arise.": "था, इस प्रकार, कब्जे की डिलीवरी का सवाल ही नहीं उठता है।"
}