{
  "HOSHIYAR SINGH THROUGH LRs. & OTHERS v. THE LAND ACQUISITION COLLECTOR-CUM-DRO & ANOTHER": "होशियार सिंह ए.ल.आर के माध्यम से और अन्य बनाम भूमि अधिग्रहण कलेक्टर-कम-डीआरओ और अन्य",
  "(Avneesh Jhingan, J.)": "(अवनीश झिंगन, जे.)",
  "(8) The appeal is dismissed.": "(8) अपील खारिज की जाती है।",
  "(9) Since the main appeal is _ dismissed, applications, ifany, rendered infructuous.": "(9) चूंकि मुख्य अपील खारिज कर दी गई है, इसलिए लंबित आवेदन, यदि कोई हों, निष्फल हो गए हैं।",
  "Kunal Mulwani": "कुणाल मुलवानी",
  "ACQUISITION COLLECTOR-CUM-DRO & ANOTHER": "अधिग्रहण कलेक्टर-सह-डीआरओ और अन्य",
  "Before Avneesh Jhingan, J.": "समक्ष अवनीश झिंगन, जे.",
  "HOSHITYAR SINGH THROUGH LRs. & OTHERS—Appellants": "होशियार सिंह एलआर के माध्यम से और अन्य--अपीलकर्ता",
  "versus": "बनाम",
  "THE LAND ACQUISITION COLLECTOR-CUM-DRO & ANOTHER— Respondents": "भूमि अधिग्रहण कलेक्टर-कम-डीआरओ और अन्य-प्रतिवादी",
  "FAO No. 8336 of 2017": "एफ.ए.ओ संख्या 8336/207",
  "March 14, 2023": "॥% मार्च, 2023",
  "Arbitration and Conciliation Act, 1996—S. 34(3) and 37— Land of Appellants acquired—Matter referred to Arbitrator—Award": "मध्यस्थता और सुलह अधिनियम, 996- धारा 3३५(3) और ३7- अपीलकर्ताओं की भूमि अर्जित- मामला मध्यस्थ को",
  "was passed on 2.9.2015—Objections filed on 4.4.2016 beyond 120": "भेजा गया- 2.9.20॥5 को निर्णय पारित किया गया- 420 दिनों के बाद ५.५.206 को आपत्तियां दायर की गईं-",
  "days—Dismissed as time barred.": "समय बीत जाने के कारण खारिज कर दिया गया।",
  "Held, that the contention that the appellants were not aware of the award was specifically dealt with by Additional District Judge by": "आयोजित, कि अपीलकर्ताओं को अवार्ड के बारे में जानकारी नहीं थी, इस तर्क को अतिरिक्त जिला न्यायाधीश ने",
  "stating that the award was announced in the presence of counsel for the": "विशेष रूप से यह कहते हुए निपटाया कि अवार्ड की घोषणा अपीलकर्ताओं के वकील की मौजूदगी में की गई थी।",
  "appellants. Moreover, it was further noted that the certified copy was": "यह भी उल्लेख किया गया कि प्रमाणित प्रति 2५.9.205 को प्रदान की गई थी। आपत्तियाँ अवार्ड की प्रमाणित प्रति",
  "supplied on 24.9.2015. The objections were filed beyond 120 days from the receipt of certified copy of award. The said facts have not": "प्रमाणित प्रति प्राप्त होने के ।20 दिनों के बाद दायर की गई थीं। वर्तमान अपील में उक्त तथ्यों पर विवाद नहीं किया",
  "(Para 4)": "गया है। (पैरा ५)",
  "Further held, that it is settled position of law that Section 5 of": "आगे आयोजित, कि यह कानून की स्थापित स्थिति है कि अधिनियम की धारा ३५ के तहत आपत्तियां दर्ज करने में",
  "the Limitation Act cannot be invoked for condoning the delay in filing": "देरी को माफ करने के लिए सीमा अधिनियम की धारा 5 का सहारा नहीं लिया जा सकता। सर्वोच्च न्यायालय के",
  "decisions of the Supreme Court. In the present case, the delay is beyond the period provided in the proviso to Section 34(3) of the Act for condoning the delay.": "निर्णयों का संदर्भ दिया गया है। वर्तमान मामले में, देरी अधिनियम की धारा ३५(3) के प्रावधान में देरी को माफ करने",
  "(Para 5 & 6)": "के लिए प्रदान की गई अवधि से परे है। (पैरा 5 और 6)",
  "Tanmoy Gupta, Advocate, for the appellants.": "अपीलकर्ताओं की ओर से अधिवक्ता तन्मय गुप्ता।",
  "AVNEESH JHINGAN, J. (Oral)": "अवनीश झिंगन, जे. (मौखिक)",
  "(1) This appeal is filed aggrieved of order dated 8.3.2017": "(।) यह अपील दिनांक 8.3.207 के आदेश से व्यधित होकर दायर की गई है, जिसमें मध्यस्थता और सुलह",
  "dismissing the objections under Section 34 of the Arbitration and Conciliation Act, 1996 (for short, 'the Act') as time barred.": "अधिनियम, 996 (संक्षेप में, 'अधिनियम') की धारा 3५ के तहत आपत्तियों को समय बीत जाने के कारण खारिज",
  "(2) The facts in brief are that land of the appellants was acquired. The matter was referred to the arbitrator. The award was": "(2) संक्षेप में तथ्य यह है कि अपीलकर्ताओं की भूमि अधिग्रहित की गई थी। मामला मध्यस्थ के पास भेजा गया।",
  "passed on 2.9.2015. The objections filed on 4.4.2016 were dismissed": "2.9.205 को निर्णय पारित किया गया। ५.५.206 को दायर आपत्तियों को समय बीत जाने के कारण खारिज कर दिया गया।",
  "Section 34 (3) of the Act is reproduced below:": "अधिनियम की धारा ३५(3) नीचे पुन: प्रस्तुत है:",
  "“(3) An application for setting aside may not be made after three months have elapsed from the date on which the party": "“(3) अपास्त करने के लिए आवेदन, उस तारीख से तीन महीने बीत जाने के पश्चात नहीं किया जा सकता है, जिस",
  "making that application had received the arbitral award or, if a request had been made under section 33, from the date": "तारीख को आवेदन करने वाले पक्षकार ने मध्यस्थता पंचाट प्राप्त किया था या, यदि धारा 33 के तहत अनुरोध किया",
  "on which that request had been disposed of by the arbitral": "गया था, तो उस तारीख से, जिस तारीख को उस अनुरोध का मध्यस्थता न्यायाधिकरण द्वारा निपटारा कर दिया गया",
  "Provided that if the Court is satisfied that the applicant was": "बशर्ते कि यदि न्यायालय को यह विश्वास हो कि आवेदक को तीन महीने की उक्त अवधि के भीतर आवेदन करने से",
  "prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not": "पर्याप्त कारण से रोका गया था तो वह तीस दिन की अतिरिक्त अवधि के भीतर आवेदन पर विचार कर सकता है,",
  "thereafter.”": "किन्तु उसके बाद नहीं।”",
  "(3) Learned counsel for the appellants submits that the appellants were not aware of the award hence the delay occurred in filing": "(3) अपीलकर्ताओं के विद्वान अधिवक्ता ने तर्क दिया कि अपीलकर्ताओं को निर्णय की जानकारी नहीं थी, इसलिए",
  "(4) The contention that the appellants were not aware of the awardwas specifically dealt with by Additional District Judge by stating": "(५) अपीलकर्ताओं को अवार्ड के बारे में जानकारी नहीं होने के तर्क को अतिरिक्त जिला न्यायाधीश ने विशेष रूप",
  "that the award was announced in the presence of counsel for the": "से यह कहते हुए निपटाया कि अवार्ड की घोषणा अपीलकर्ताओं के वकील की मौजूदगी में की गई थी। इसके अलावा,",
  "supplied on 24.9.2015. The objections were filed beyond 120 days from the receipt of certified copy of award. The said facts have not been disputed in the present appeal.": "प्राप्त होने के 20 दिनों के बाद दायर की गई थीं। वर्तमान अपील में उक्त तथ्यों पर विवाद नहीं किया गया है।",
  "(5) It is settled position of law that Section 5 of the Limitation": "(5) कानून की यह स्थापित स्थिति है कि अधिनियम की धारा ३५ के तहत आपकत्तियां दर्ज करने में देरी को माफ",
  "and M/s Consolidated Engg. Enterprises versus Principal  Secy. Irrigation Deptt. and others’.": "पॉपुलर कंस्ट्रक्शन' कंपनी और मेसर्स कंसोलिडेटेड इंजीनियरिंग एंटरप्राइजेज बनाम प्रधान सचिव सिंचाई विभाग और अन्य",
  "(6) In the present case, the delay is beyond the period provided in the proviso to Section 34(3) of the Act for condoning the delay.": "(6) वर्तमान मामले में, विलम्ब अधिनियम की धारा ३५(3) के प्रावधान में विलम्ब को माफ करने के लिए प्रदान की गई अवधि से परे है।",
  "(7) It would not be out of place to mention that the reason givenfor condoning delay was factually found wrong.": "(7) यह उल्लेख करना अनुचित नहीं होगा कि विलम्ब को क्षमा करने के लिए दिया गया कारण तथ्यात्मक रूप से गलत पाया गया।",
  "No interference is called for with the impugned order.": "विवादित आदेश में किसी प्रकार के हस्तक्षेप की आवश्यकता नहीं है।",
  "* 2008 (7) SCC 169": "2. 2008 (7) एस.सी.सी 69"
}